{"author":"Ravindu Manoj","github":"ravindu01manoj","repo":"Quotes-500k","data":[{"quote":"Strategic Thinking starts with the end in mind.","author":"Pearl Zhu, Thinkingaire: 100 Game Changing Digital Mindsets to Compete for the Future","category":"strategic-thinking, thinking"},{"quote":"I've been thinking.”That snapped Piper back to the present. Coming from your boyfriend, I've been thinking was kind of a scary line.","author":"Rick Riordan, The Mark of Athena","category":"boyfriend, thinking"},{"quote":"Her mind escaped between them, and went exploring for itself through the great gaps they had made in the simple obedient assumptions of her girlhood. That question originally put in Paradise, \"Why shouldn't we?\" came into her mind and stayed there. It is a question that marks a definite stage in the departure from innocence. Things that had seemed opaque and immutable appeared translucent and questionable. She began to read more and more in order to learn things and get a light upon things, and less and less to pass the time. Ideas came to her that seemed at first strange altogether and then grotesquely justifiable and then crept to a sort of acceptance by familiarity. And a disturbing intermittent sense of a general responsibility increased and increased in her.You will understand this sense of responsibility which was growing up in Lady Harman's mind if you have felt it yourself, but if you have not then you may find it a little difficult to understand. You see it comes, when it comes at all, out of a phase of disillusionment. All children, I suppose, begin by taking for granted the rightness of things in general, the soundness of accepted standards, and many people are at least so happy that they never really grow out of this assumption. They go to the grave with an unbroken confidence that somewhere behind all the immediate injustices and disorders of life, behind the antics of politics, the rigidities of institutions, the pressure of custom and the vagaries of law, there is wisdom and purpose and adequate provision, they never lose that faith in the human household they acquired amongst the directed securities of home. But for more of us and more there comes a dissolution of these assurances; there comes illumination as the day comes into a candle-lit uncurtained room. The warm lights that once rounded off our world so completely are betrayed for what they are, smoky and guttering candles. Beyond what once seemed a casket of dutiful security is now a limitless and indifferent universe. Ours is the wisdom or there is no wisdom; ours is the decision or there is no decision. That burthen is upon each of us in the measure of our capacity. The talent has been given us and we may not bury it.","author":"H.G. Wells, The Wife of Sir Isaac Harman","category":"questioning, skepticism, thinking, thought"},{"quote":"To be the thing you see, stop thinking! To be wild waves, you must quit thinking, you must leave all the thoughts before the wild waves!","author":"Mehmet Murat ildan","category":"ildan-wisdom, ildan-wise-sayings, ildan-words, leave, mehmet-murat-ildan-quotations, mehmet-murat-ildan-quotes, quit, stop-thinking, thinking, turkish-authors, turkish-literature, turkish-playwrights, turkish-quotations, turkish-quotes, turkish-wisdom-words, turkish-writers, waves, wild, wild-waves"},{"quote":"Bodisham insisted upon a series of conferences with practically all the Group present and participating. The egg of the world revolution was indeed incubated in meetings very like tutorial classes. Our dramatic and romantic dispositions would have it otherwise, but that was the course reality chose to take. It was begotten of a sentence, it was fostered in talk. In the beginning was the Word. There is no strong, silent man in the history of the world renascence.\"I've got so little to say,\" said Dreed, and he was the nearest approach to speechlessness in the Group.\"All the more reason for coming to listen,\" said Rud.They had to understand each other, Bodisham urged, and to keep on understanding each other. \"You have to talk a movement into being,\" he said, \"and you have to keep it alert by talk. You have to write and keep on writing memoranda on the different expressions of our fundamental ideas, as fact challenges them. It is laborious but absolutelynecessary.\"So long as Lenin lived, Bodisham argued, he wrote and talked and explained, and when he died progress in Russia turned its face to the wall. The hope went out of the Russian experiment. \"You have to play the role of Lenin in our movement,\" said Bodisham. The Common-sense Party had to keep alive mentally even if it risked serious internal conflicts. Rigidity was a sign of death. Fixed creeds were the coffins of belief.","author":"H.G. Wells, The Holy Terror","category":"conversation, debate, discussion, ideas, thinking, thought"},{"quote":"Stop thinking. I've stopped some 15 years ago. Otherwise, if you will be thinking you won't want to live. Everyone who thinks is unhappy.","author":"Sergei Dovlatov","category":"depressive, life-lessons, sad-but-true, thinking"},{"quote":"If you wanted to know what a man was thinking, check the view from his favorite spot.","author":"Robert Ferrigno, Sins of the Assassin","category":"thinking"},{"quote":"Thinking of it, and doing it… they're not the same.","author":"Robert Ferrigno, Heart of the Assassin","category":"doing, thinking"},{"quote":"Self-discipline is about disciplined thoughts.","author":"Pearl Zhu, Talent Master: 199+ Questions to See Talent from Different Angles","category":"discipline, talent, thinking"},{"quote":"High-quality professions look decently, think profoundly, and act thoughtfully.","author":"Pearl Zhu, Talent Master: 199+ Questions to See Talent from Different Angles","category":"professionalism, quality, thinking"},{"quote":"Metaphysics is not the result of understanding the limitations of physics.It’s rather the result of the limitation in understanding physics.","author":"M.R. Shabanali","category":"complexity, emergence, metaphysics, physics, superstition, thinking"},{"quote":"I'm not an insomniac. It's just that my mind is in the best position to catch the weight of all hovering possibilities the moment I lie down.","author":"Joyce Rachelle","category":"ideas, insomnia, inspiration, night-owl, night-owls, sleep, thinking, wide-awake"},{"quote":"MAN is a slave only to his own mental lethargy.","author":"Mina Loy, The Lost Lunar Baedeker: Poems of Mina Loy","category":"examination, life, mankind, poems, poetry, thinking, thought"},{"quote":"Humor, motivations, moral,gods,energy,secrecy","author":"Albert Einstein","category":"humor, inspiration, motivations, science, thinking"},{"quote":"But anyone who only expects thinking to give assurances, and awaits the day when we can go beyond it as unnecessary, is demanding that thought annihilate itself.","author":"Martin Heidegger, Early Greek Thinking: The Dawn of Western Philosophy","category":"thinking"},{"quote":"Each person is chargeable with the essential task to make his or her thought processes as refined as possible. Every person must declare what important distinctions will allow him or her to live a vivid and reflection filled life.","author":"Kilroy J. Oldster, Dead Toad Scrolls","category":"philosophy-of-life, thinking, thinking-for-yourself, thinking-quotes"},{"quote":"Only in thoughtful dialogue with what it says can this fragment of thinking be translated. However, thinking is poetizing, and indeed more than one kind of poetizing, more than poetry and song.","author":"Martin Heidegger, Early Greek Thinking: The Dawn of Western Philosophy","category":"poetry, thinking, translation"},{"quote":"Our mind is like a MIRROR it reflects to the outside World what we think.","author":"Auliq-Ice","category":"stupidity, thinking, wisdom"},{"quote":"Perfectionists are neurotic people. The world is perfectly beautiful in its imperfection.","author":"Rahul Karn, Zensational Stories: Volume 1","category":"philosophy, thinking, zen"},{"quote":"When you give suggestion, you become a Guru, you enjoy becoming superior to the poor chap. This makes other feel inferior. And it is against one’s ego to feel inferior to someone. This is why a meditator gives suggestion only when it is utmost necessary or the other person specifically seeks his suggestion.","author":"Rahul Karn, Zensational Stories: Volume 1","category":"inspirational, philosophy-of-life, thinking"},{"quote":"If your life itself is not a message then no matter what you preach, your preaching will become a hypocrisy.","author":"Rahul Karn, Zensational Stories: Volume 1","category":"hypocrisy, thinking"},{"quote":"Our mental blocks are more formidable than the physical ones. Bob Marley said it when he asked us to emancipate ourselves from mental slavery. You first think what you become. The physical starts from the mental and the spiritual.","author":"Nana Awere Damoah","category":"thinking"},{"quote":"Every brain is different. And so must be every course of therapy.","author":"Wendy Walker, All Is Not Forgotten","category":"all-is-not-forgotten, brain, therapy, thinking, wendy-walker"},{"quote":"I sometimes shock the people around me with how I see things. I come up with very unique solutions to things. As I can picture things in my mind and move them around to design and understand them.","author":"Tina J. Richardson","category":"aspergers, autism, thinking, unique"},{"quote":"Don't think that this people are stupid, probably you have caught one, but you didn't finish your work and what now???You were in their trap...","author":"Deyth Banger","category":"caught, finish, their, think, thinking, trap"},{"quote":"But in the Gulf you got time. And I'm figuring all the time. I've got to think right all the time. I can't make a mistake. Not a mistake. Not once. Well, I got something to think about now all right. Something to do and something to think about besides wondering what the hell's going to happen. Besides wondering what's going to happen to the whole damn thing.","author":"Ernest Hemingway, To Have and Have Not","category":"boats, gulf, mistakes, seas, thinking, time, wonder"},{"quote":"But you can't be too careful of these strange new ideas and new things. You must not tamper with them. If you try to understand them, they may entangle and get hold of you, and then where will you be? Hide your mind from them, and hide them from your mind. Stick to the plain common sense of life. There will always be a tomorrow rather like today. At least so far there always has been a fairly similar tomorrow. Once or twice lately there have been jolts... Try not to notice these jolts. 'It is no good meeting trouble halfway.","author":"H.G. Wells, You Can't Be Too Careful","category":"closemindedness, ideas, intellect, thinking"},{"quote":"What you’re thinking is what you’re becoming.","author":"Muhammad Ali","category":"becoming, thinking"},{"quote":"To be a great man think like them and behave like them but do not repeat their mistakes","author":"Mohammed Sekouty","category":"behaviour, greatness-quotes, thinking"},{"quote":"Sectarian thinking is contagious and rapidly spread.","author":"Moutasem Algharati","category":"contagious-quotes, doctrine, intolerance-quotes, prejudicism, sectarian, sectarianism, thinking, thinking-with-a-great-mind"},{"quote":"How I describe myself??I guy who likes to be in state of confuse, being confuse makes me incredible in thinking!","author":"Deyth Banger","category":"incredible, makes, me, myself, thinking"},{"quote":"You cannot solve a level four problem with level one thinking.","author":"R.A.Delmonico","category":"thinking"},{"quote":"End is the end of your thinking and reasoning. End is not the end of endings.","author":"Wilson M. Mukama","category":"ending, reasoning, thinking"},{"quote":"Better thinking out loud than suffocating from frustration. (\"The upper lip must never tremble\" )","author":"Erik Pevernagie","category":"frustration, lip, loud, suffocating, thinking, tremble, upper-lip"},{"quote":"Your addiction to thinking will come back to haunt you.","author":"Sōseki Natsume, Light and Darkness","category":"introspection, overthinking, self-indulgence, thinking"},{"quote":"Making and thinking about somebody is special... you go in the tracks of saying that you are horrible and not anymore special.","author":"Deyth Banger","category":"horrible, making, special, thinking, tracks"},{"quote":"All of science is nothing more than the refinement of everyday thinking.","author":"Albert Einstein","category":"science, thinking"},{"quote":"Sometimes thinking isn't thinking, it's dreaming with eyes wide open.","author":"Goitsemang Mvula","category":"dreaming, thinking"},{"quote":"There are moments in your life that you'll never forget. Some good, some bad, some life-changing. However, I never thought it was possible to fall in love with a single moment. Especially a moment with a person who's caused you so much pain. Especially when the moment puts you in your place for being a monumental asshole. -Jackson 'Blame It on the Pain","author":"Ashley Jade, Blame It on the Pain","category":"deep-thoughts, love, moments, moments-of-life, thinking"},{"quote":"Let's stop and start thinking.","author":"Deyth Banger","category":"monk, start, thinking"},{"quote":"Whatever people say about porn, you should stop thinking about that's shit like nightmares...!","author":"Deyth Banger","category":"porn, should, stop, thinking"},{"quote":"We had to think differently to do what must be done.","author":"Lailah Gifty Akita","category":"creative-mind, differnt-perspective, lailah-gifty-akita-affirmations, thinking, uniqueness"},{"quote":"You see, everything going on in your life is stemming within you. The control of your life should always be in your hands. What other people think about you should not stop you from moving forward in life.","author":"Hina Hashmi, Your Life A Practical Guide to Happiness Peace and Fulfilment","category":"beliefs, life, life-quotes, thinking, thoughts-on-life"},{"quote":"It's matter of choice and matter of thinking.","author":"Deyth Banger","category":"choice, matter, thinking"},{"quote":"You're not a Horse!\" the woman ","author":"Stan Lee, Stuart Moore, Andie Tong","category":"horses, humor, thinking"},{"quote":"I have just put this to see how much people can think, how much just follow what I say without thinking... (Just Simple Psychology)","author":"Deyth Banger","category":"are, have, just, published, read, thinking, wow, you"},{"quote":"When we are able to break free from the imprisonment of our little, small self-thinking and dare to face the essence of life, we recognize we are never at home with ourselves. We are always on the road. By challenging the unknown and the unidentified we are capable of opening our skyline. (\"Transcendental journey\")","author":"Erik Pevernagie","category":"at-home, break-free, challenge, dare, essence-of-life, imprisonment, on-the-road, recognize, skyline, thinking, unidentified, unknown"},{"quote":"What was I thinking? He's been tied up for who knows how long and he's injured. I left him there alone to face two guys with guns. Some rescuer I am.","author":"Leslea Wahl, The Perfect Blindside","category":"alone, injury, rescuer, thinking"},{"quote":"The real certainties and uncertainties of tomorrow are hidden to all. We however hope for a tomorrow to do what we have to do tomorrow because we think we shall surely have a tomorrow. Worry therefore not about tomorrow and understand instead that once there shall be a tomorrow, there shall be a good tomorrow. If there shall be a good tomorrow, then there shall be a good tomorrow for you. Stay positive!","author":"Ernest Agyemang Yeboah","category":"certainties, happy-yourself, inspirational-quotes, make-it-happen, make-yourself-happy, optimi, stay-positive, think-positively, thinking, thought, tomorrow, tomorrow-quotes, tomorrow-will-be-better, uncertainties, uncertainties-in-life, worrying-over-nothing"},{"quote":"Are you comfortable? That’s good. But there is somewhere at least someone is uncomfortable! And this should somehow make you uncomfortable too! The world can be a better place only through this way, through thinking others!","author":"Mehmet Murat ildan","category":"better-place, better-place-to-live, comfortable, helping-others, helping-others-quotes, murat-ildan-quotations, thinking, thinking-others, uncomfortable"},{"quote":"Some stuff which I do aren't some kind a cheats or this kind a of stuff it's about thinking and it's about how clever am I!","author":"Deyth Banger","category":"about, am, clever, i, so, thinking"},{"quote":"Your conscious thoughts are those that you are aware of. But there are deeply buried treasures to be discovered in the shadows of your subconscious brain. Your find them by closing your eyes and seeing what you can’t see with your eyes wide open. To open your mind you often have to close your eyes. Shut out the world to enter a different realm.","author":"Toni Sorenson, The Great Brain Cleanse","category":"brain, discovery, inspiration, life, thinking"},{"quote":"To lie for me is something rare, some people think that I lie because they don't understand me quite well. But sometimes like today I just predict an answer a part of the answer in math the other can be found with more thinking.","author":"Deyth Banger","category":"lie, people, predict, rare, thinking"},{"quote":"The book which I read by Stephen Hand, Freedy VS Jason, was incrediable. I also check out and the book Zodiac, again an incrediable story. The Stand by Stephen King was again on incrediable story, a long book and film, but incrediable!Theory of Everything where it put it me I still can't believe, it was unique story, I had chance to see who is Stephen Hawking really!","author":"Deyth Banger","category":"answer, books, debate, freedy, jason, really, stephen-hand, stephen-king, talking, thinking"},{"quote":"Thinking without awareness is the main dilemma of human existence.","author":"Eckhart Tolle, A New Earth: Awakening to Your Life's Purpose","category":"awareness, human-existence, thinking"},{"quote":"The chief function of the body is to carry the brain around.","author":"Thomas Eidson","category":"brain, thinking"},{"quote":"Do not allow the negative of the past to mask your sight.","author":"Asa Don Brown","category":"dr-asa-don-brown, mask, negative, thinking"},{"quote":"Writing to corroborate what you already think is the essence of bad writing.","author":"Victor LaValle","category":"craft, thinking, writing"},{"quote":"What I think is a different matter. Maybe I think some rather curious things—but until thinking's got you somewhere it's no use talking about it.","author":"Agatha Christie, The Seven Dials Mystery","category":"curiosity, thinking"},{"quote":"Dead ends are where the real thinking begins.","author":"Marty Rubin","category":"chaos, confusion, impasses, thinking"},{"quote":"Seldom do we think about how seldom we think.","author":"David C. Alves, A Sabbatical Primer for Pastors: How to Initiate and Navigate a Spiritual Renewal Leave","category":"self-examination, thinking, thoughtlessness"},{"quote":"Labels are devices for saving talkative persons the trouble of thinking.","author":"John Morley","category":"labels, thinking"},{"quote":"You’re a biological wonder without precedent.","author":"Toni Sorenson","category":"brain, inspiration, thinking"},{"quote":"Create space in your mind for the harsh memories too. Don’t ever cower from a teacher. Learn and live higher because you know how to use those dark memories as stepping-stones to think your way to a higher form of living.","author":"Toni Sorenson","category":"attitude, brain, inspiration, life, thinking"},{"quote":"Man is but a reed, the weakest in nature, but he is a thinking reed.","author":"Blaise Pascal","category":"reed, thinking, thought"},{"quote":"Three words will allow you to change your thinking and change your life … “I am responsible.","author":"Toni Sorenson","category":"brain, inspiration, life, responsibility, thinking"},{"quote":"Keep the body's energy frequencies high by always thinking positively.","author":"Steven Redhead, Life Is Simply A Game","category":"body-s-energy, frequencies, positively, thinking"},{"quote":"Absolutely nothing. That's what I'm going to do for two weeks. Not think. If I start to think, I'm going to think really hard about not thinking until I quit thinking.","author":"James Dashner, The Kill Order","category":"mark, nothing, the-kill-order, the-maze-runner-trilogy, thinking, trina"},{"quote":"I want you to ask yourself the entire time before you meet me, 'Is this really what I want?","author":"Brad McKinniss, Beast Machine","category":"questioning-beliefs, questioning-mind, thinking"},{"quote":"In flight from intellectual heaviness, [he] arrives at intelligent weightlessness. Every notion is flipped this way and that; the answer to every question is yes and no; the proliferating examples from all the arts...overwhelm the observations that they are designed to illustrate; the general impression in one of uncontrollable articulateness. [He] does not think his thoughts; he convenes them. There is not a sign of struggle anywhere.","author":"Leon Wieseltier","category":"about-criticism, criticism, thinking, writing"},{"quote":"Desperation does not breed empathy or clear thinking.","author":"Joseph Fink, Welcome to Night Vale","category":"desperation, empathy, thinking"},{"quote":"Thinking about something is the surest way to miss out on the beauty of that actual something.","author":"Bentinho Massaro","category":"thinking"},{"quote":"The way you think is what you are.","author":"Gian Kumar","category":"spirituality, thinking, way"},{"quote":"That all is as thinking makes it so – and you control your thinking. So remove your judgements whenever you wish and then there is calm - as the sailor rounding the cape finds smooth water and the welcome of a waveless bay.","author":"Marcus Aurelius","category":"judgement, mindfulness, thinking"},{"quote":"Our generation thinks only about where they are going not how they are driving","author":"Prabakaran Thirumalai","category":"process, purpose, thinking"},{"quote":"That's where all the trouble in life comes from. Thinking.","author":"Agatha Christie, By the Pricking of My Thumbs","category":"problems-in-life, thinking"},{"quote":"Have you ever noticed the more you try not to think, the more elaborate your thinking episodes get?","author":"Sue Monk Kidd, The Secret Life of Bees","category":"thinking"},{"quote":"A meal should always lie lightly on the estomac,\" said Poirot. \"It should not be so heavy as to paralyze thought.","author":"Agatha Christie, Death in the Clouds","category":"thinking"},{"quote":"I went to sit in the bus station and think this over. I ate another apple pie and ice cream; that’spractically all I ate all the way across the country, I knew it was nutritious and it was delicious, ofcourse.","author":"Jack Kerouac","category":"delicious, food, humor, nutritious, pie, roadtrip, thinking"},{"quote":"I think most of what the majority of people say is said without thinking.","author":"Kenneth Eade, Terror on Wall Street, a Financial Metafiction Novel","category":"speaking, speaking-without-thinking, thinking"},{"quote":"Just like it is so important to understand the difference in thinking and feeling to increase our Emotional Intelligence, it is important to take the time to understand the difference in emotional feelings and gut feelings to further increase our intelligence and facility of intuition that we call Intuitional Intelligence.","author":"Martha Char Love, Increasing Intuitional Intelligence: How the Awareness of Instinctual Gut Feelings Fosters Human Learning, Intuition, and Longevity","category":"emotional-intelligence, gut-feelings, intuition, intutitional-intelligence, thinking"},{"quote":"Right thinking is your best light in this dark universe","author":"it is your best hope in your worst hopelessness!","category":"Mehmet Murat ildan"},{"quote":"Another big group of dolphins had just surfaced alongside our moving vessel—leaping and splashing and calling mysteriously back and forth in their squeally, whistly way, with many babies swift alongside their mothers. And this time, confined to just the surface of such deep and lovely lives, I was becoming unsatisfied. I wanted to know what they were experiencing, and why to us they feel so compelling, and so—close. This time I allowed myself to ask them the question that was forbidden fruit: Who are you? Science usually steers firmly from questions about the inner lives of animals. Surely they have inner lives of some sort. But like a child who is admonished that what they really want to ask is impolite, a young scientist is taught that the animal mind—if there is such—is unknowable. Permissible questions are “it” questions: where it lives; what it eats; what it does when danger threatens; how it breeds. But always forbidden—always forbidden—is the one question that might open the door: “Who?” — Carl Safina","author":"Carl Safina, Beyond Words: What Animals Think and Feel","category":"animals, cognition, conservation, emotion, science, thinking, thinking-outside-the-box"},{"quote":"It's just that it's fearsome for a man to have a woman start thinking right in front of him. It always leads to trouble.","author":"Larry McMurtry, Lonesome Dove","category":"always, fear, fearsome, thinking, woman"},{"quote":"It is almost possible to sum up the whole process of thinking as the occurrence of suggestions for the solution of difficulties and the testing out of those suggestions. The suggestions or suppositions are tested by observation,memory, experiment.","author":"Henry Hazlitt, Thinking as a Science","category":"thinking"},{"quote":"To think at all requires a purpose, no matter how vague. The best thinking, however, requires a definite purpose, and the more definite this purpose the more definite will be our thinking. Therefore in taking up any special line of thought, we must first find just what our end or purpose is, and thus get clearly in mind what our problems are.","author":"Henry Hazlitt, Thinking as a Science","category":"thinking"},{"quote":"Sometimes, we think faster than what you write.","author":"Lailah Gifty Akita, Think Great: Be Great!","category":"lailah-gifty-akita-affirmations, life, mindset, thinking, writing"},{"quote":"Most people avoid thinking if they can, some of us are addicted to thinking, but Von Neumann actually enjoyed thinking, maybe even to the exclusion of everything else.","author":"Edward Teller","category":"addicted, avoid, enjoyed, everything, everything-else, exclusion, most, people, thinking, von-neumann"},{"quote":"There is seldom any rational reason for having regreats about past deeds or events. Because the past does not exist in any other way than in your memory.When you recognise this lack of reality, you can be calm.","author":"Paul Wilson, The Little Book of Calm","category":"thinking, thoughtful"},{"quote":"It is better to read a little and ponder a lot than to read a lot and ponder a little.","author":"Denis Parsons Burkitt","category":"reading, thinking"},{"quote":"Whatever we think about and thank about we bring about.","author":"John F. Demartini","category":"gratitude, manifest, thinking"},{"quote":"You know, it is a little known fact that thinking is entirely overrated. The world would be a much better place if we all did a lot less of it.","author":"Laurie Viera Rigler, Confessions of a Jane Austen Addict","category":"overthinking, stress, stress-management, thinking"},{"quote":"A little thinking is a dangerous thing.","author":"Salman Rushdie, Two Years Eight Months and Twenty-Eight Nights","category":"danger, philosophy, thinking"},{"quote":"The power of positive thinking is vital for maintaining happiness, goodhealth and longevity.","author":"Eraldo Banovac","category":"good-health, hapiness, longevity, thinking"},{"quote":"You must wakeup in the morning thinking of things you could change in and about your life on a daily basis.","author":"Sunday Adelaja","category":"life, morning, thinking"},{"quote":"The reasons you are kept in this body is because God want to kill your way of thinking . Before the transformation of your body your mind has to be transformed.That is why the bride is not conformed,she not taking an existing form,but she is transported to the form of her actual mind to the form of the mind of Christ. She will not be conformed to a system ,to this world but she will be transform to the renewal of the mind .","author":"Woally Mandzanga","category":"thinking"},{"quote":"We tend to get irritated when we see somebody doing something that is unusual and unfamiliar to our thinking","author":"Sunday Adelaja","category":"doing, get, irritated, is, our, see, somebody, something, tend, that, thinking, unfamiliar, unusual, we, when"},{"quote":"what was there when nothing began, what will be there when everything ends?","author":"varun bhat","category":"science, thinking, truth-of-life"},{"quote":"What are you worried about, Burke?\"\"You, me, fall, friends, college, life. Nothing big.","author":"Jen Calonita, There's No Place Like Home","category":"jen-calonita, life, mgg, secrets-of-my-hollywood-life, there-s-no-place-like-home, thinking"},{"quote":"Thinking not to think is Still thinking","author":"Syed Sharukh","category":"thinking, thoughts-of-the-mind"},{"quote":"You either LIVE or you THINK!","author":"Ramana Pemmaraju","category":"awareness, life, live, now, psychology, thinking"},{"quote":"I think nothing is good, I really think it is.","author":"Duop Chak Wuol","category":"good, humble-life, humbleness, just-life, nothing, philosophical, philosophy-of-life, philsophy, simple-life, thinking"},{"quote":"Some seem to be desynchronized in their relationships. They feel oppressed, because they cannot move forward together and at the same pace. Their thinking is often incongruent, their motivation disparate. The phone could be a mediator, as it creates an impression to be a perfect reliable friend. However, in the end, it causes rather a sense of isolation, since it divides more than it unites. Eventually it appears not to be such a good friend but only a ghost friend. ( \"Kein Schwein ruft mich an\" )","author":"Erik Pevernagie","category":"disparate, friend, impression, incongruity, isolation, mediator, motivation, oppressed, pace, phone, relationships, thinking"},{"quote":"If you wish to find your answers, you’ll need to begin thinking, not merely reacting.-- Lily","author":"Seanan McGuire, An Artificial Night","category":"october-daye, reacting, thinking"},{"quote":"After all,'I've been thinking' meant she had previously identified the parameters and analyzed all the branching considerations.","author":"G.S. Jennsen, Starshine","category":"analyzing, thinking"},{"quote":"A good expository paper will benefit far more people than most research papers. A good text is worth a thousand of the usual trifles that appear in research journals.","author":"Morris Kline, Why the Professor Can't Teach: Mathematics and the Dilemma of American Undergraduate Education","category":"science, teaching, thinking"},{"quote":"On the way from mythology to logistics thought has lost the element of self-reflection and today machinery disables men even as it nurtures them.","author":"Theodor W. Adorno, Dialectic of Enlightenment","category":"critical-thinking, philosopy, social-theory, technology, thinking"},{"quote":"People who have experienced limited amount of success could be intimidated into thinking that it is not the will of God for them to increase","author":"Sunday Adelaja","category":"amount, could, experienced, god, increase, intimated, limited, people, success, thinking, will"},{"quote":"How?' Irene enquired. She'd decided a while back that Socratic reasoning was a good idea, because (a) it got students thinking for them selves, (b) sometimes they came up with ideas she hadn't thought of, and (c) it gave her more time to think while they were trying to find answers.","author":"Genevieve Cogman, The Invisible Library","category":"humour, socratic-reasoning, students, teaching, thinking"},{"quote":"I've had enough of these streets that sweat a cold, yellow slime, of hostile people, of crying myself to sleep every night. I've had enough of thinking, enough of remembering.","author":"Jean Rhys, Good Morning, Midnight","category":"cold, cry, crying, enough, hostile, people, remembering, sleep, slime, streets, sweat, thinking"},{"quote":"How we think is so important. There has to be a time when we stop just dealing with life and think about enjoying it.","author":"Ron Baratono","category":"enjoyment, life, thinking"},{"quote":"Thought before word. Never word before thought.","author":"Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem","category":"acting, listening, speaking, thinking, thought, word"},{"quote":"And when I am in a new place, because I see everything, it is like when a computer is doing too many things at the same time and the central processor unit is blocked up and there isn't any space left to think about other things. And when I am in a new place and there are lots of people there it is even harder because people are not like cows and flowers and grass and they can talk to you and do things that you don't expect, so you have to notice everything that is in the place, and also you have to notice things that might happen as well. And sometimes when I am in a new place and there are lots of people there it is like a computer crashing and I have to close my eyes and put my hands over my ears and groan, which is like pressing CTRL + ALT + DEL and shutting down programs and turning the computer off and rebooting so that I can remember what I am doing and where I am meant to be going.","author":"Mark Haddon, The Curious Incident of the Dog in the Night-Time","category":"computers, going-out, people, thinking"},{"quote":"God’s way of thinking should become our way of thinking","author":"Sunday Adelaja","category":"life, thinking, way"},{"quote":"Roof of your house is not your real roof; the walls of your house are not your real walls, your fists are not your real fists! Your real roof, your real wall, your real fist, your real shield is your right thinking! It is your right thinking that protects you from every danger!","author":"Mehmet Murat ildan","category":"danger, fist, fists, house, right-thinking, right-thoughts, roof, shield, thinking, thinking-quotes, walls"},{"quote":"Don’t you know that most people take most things because that’s what’s given them, and they have no opinion whatever? Do you wish to be guided by what they expect you to think they think or by your own judgment?","author":"Ayn Rand, The Fountainhead","category":"howard-roark, judgment, opinion, people, the-fountainhead, thinking"},{"quote":"To determine not to think of it was but to think of it still, to suffer from it still.","author":"Marcel Proust, Swann's Way","category":"haunting, thinking"},{"quote":"Conventional wisdom won't provide continual growth.","author":"Jason Jennings","category":"assumptions, thinking"},{"quote":"Very often people have a very limited way of thinking.","author":"Sunday Adelaja","category":"limited, people, thinking"},{"quote":"Be careful! If the opinion of others is your gauge, then it is also your goal. If you concern yourself with what others think, then you can only go as far as others think. You're better than that!","author":"Steve Maraboli","category":"motivational, opinion, success, thinking"},{"quote":"It's you I've been thinking, awake or sleeping,I'm always dreamingMe and you sweetly embracing :)","author":"Bradley B. Dalina","category":"bradley-b-dalina, dreaming, dreams, sleeping, thinking"},{"quote":"Our thinking makes our life.","author":"Sunday Adelaja","category":"mindset, thinking"},{"quote":"The easiest way to be immortal is to stop thinking and the easiest way to stop thinking is to work hard physically! Remember, when you don’t think, you are immortal!","author":"Mehmet Murat ildan","category":"death, immortal, remember, remembering, think, thinking, work, work-hard, working-hard"},{"quote":"Look up at the moon","author":"don't think about yourself.","category":"Marty Rubin"},{"quote":"Each one sees what he carries in his heart.","author":"Johann Wolfgang von Goethe","category":"thinking"},{"quote":"As for the fear, you'll have to put up with that like the rest of us.","author":"William Golding","category":"anxiety, humility, thinking"},{"quote":"If you could think your way into being a weak minded individual, you could also think your way into being a strong minded person. Life is all about the repeated interpretations we place on things.","author":"","category":"a-strong-minded-individual, a-week-minded-individual, being-a-strong-minded-person, being-a-weak-minded-person, edmond-mbiaka, life, repeated-interpretations, think, thinking"},{"quote":"There is something much better than sitting on an empty chair and that is to watch it and to let it to inspire you to think deeply!","author":"Mehmet Murat ildan","category":"chair, empty-chair, thinking"},{"quote":"Her shift in thinking was clearly conflicted. It must have been difficult to disavow something for which she had a deep love and in which she had been immersed so much of her life.","author":"Karen Swallow Prior, Fierce Convictions: The Extraordinary Life of Hannah More—Poet, Reformer, Abolitionist","category":"change, consistency, conviction, giving-up, hannah-more, ideas, thinking"},{"quote":"Now I have to lie on the bed for a few minutes and let the solitude gather round me once more.","author":"Martin Amis","category":"reflection, self-realization, solitude, thinking"},{"quote":"The answer is not relevant to the knowledge of an inquiring mind.","author":"Even Engesland","category":"different-perspective, human-nature, inspirational, knowledge, science, thinking"},{"quote":"Sometimes I closed my eyes hard to avoid thinking, but the eye of the mind refused to be closed and continued to plague me with images.","author":"Ishmael Beah, A Long Way Gone: Memoirs of a Boy Soldier","category":"eyes, images, thinking"},{"quote":"Only that education deserves emphatically to be termed cultivation of the mind which teaches young people how to begin to think.","author":"Mary Wollstonecraft, A Vindication of the Rights of Woman","category":"critical-pedagogy, education, thinking"},{"quote":"Never express yourself more clearly than you are able to think.","author":"Niels Bohr","category":"communicating, expression, science, thinking"},{"quote":"In order to do the unthinkable, do not think about it.","author":"J.R. Rim, Write like no one is reading 2","category":"irony, quotes, random, thinking, unthinkable"},{"quote":"Mental Slavery remains the biggest form of oppression till this day. New insights or ideas is what shines freedom from such an oppression.","author":"Unarine Ramaru","category":"freedom, ideas, mental-slavery, new-insights, oppression, thinking"},{"quote":"You need to manage your expectations. You'll live longer.","author":"The Unit","category":"optimism, realism, thinking, thought-life"},{"quote":"...M. Danglars, who had listened to all this preamble with imperturbable coolness, but without understanding a word, engaged as he was, like every man burdened with thoughts of the past, in seeking the thread of his own ideas in those of the speaker.","author":"Alexandre Dumas, The Count of Monte Cristo","category":"ideas, listening, not-listening, preoccupation, thinking"},{"quote":"Though the outside of human life changes much, the inside changes little.","author":"Edith Hamilton","category":"depravity, discipleship, thinking"},{"quote":"Thinking is so easy and natural, you have to do it when you're on a rock, in the middle of the ocean.","author":"Lee Wen, A waking dream","category":"thinking"},{"quote":"But every now and then, when I steal a glance at the Girl, or feel her eyes on me, I helplessly drift back to thinking about her.","author":"Marie Lu, Legend","category":"day, girl, june, thinking"},{"quote":"Vulnerability is the curse of the thinking classes.","author":"John D. MacDonald","category":"curses, thinking, vulnerability"},{"quote":"The very fact that you can observe this thinking mind is proof that you are not this thinking mind.","author":"Chris Matakas, #Human: Learning To Live In Modern Times","category":"buddhism, spirituality, the-self, thinking, thinking-mind"},{"quote":"The scarcity of time is the reason we have to concentrate on one thing at a time.","author":"Matt Perman, What's Best Next: How the Gospel Transforms the Way You Get Things Done","category":"focus, multitasking, prioritizing, thinking"},{"quote":"I rather enjoy being contradicted. It forces me to think harder.","author":"Gemma Malley, The Resistance","category":"thinking"},{"quote":"I am a lifelong lover of form–content interplay, and this book is no exception. As with several of my previous books, I have had the chance to typeset it down to the finest level of detail, and my quest for visual elegance on each page has had countless repercussions on how I phrase my ideas. To some this may sound like the tail wagging the dog, but I think that attention to form improves anyone’s writing. I hope that reading this book not only is stimulating intellectually but also is a pleasant visual experience.","author":"Douglas R. Hofstadter","category":"design, form, thinking, typography, visual, writing"},{"quote":"He had thought it through, even though following his own logic was a bit like tracking a shadow through a tunnel, he was never sure the idea he was tailing at the exit was the same idea he had been following at the entrance.","author":"T. Geronimo Johnson, Welcome to Braggsville","category":"thinking"},{"quote":"We have hands that must work, brains that must think, and personalities that must be developed.","author":"Jill Lepore","category":"brain, developing, hand, personality, thinking, working"},{"quote":"Many people have said to me that I’m a mystic. I find that a bit mysterious. I just use logic and common sense for my philosophies.","author":"Stanley Victor Paskavich, Stantasyland: Quips Quotes and Quandaries","category":"common-sense, logic, mystic, mysticism, thinking"},{"quote":"Now having travelled from the pride of man in the High Renaissance and the Enlightenment down to the present despair, we can understand where modern people are. They have no place for a personal God. But equally they have no place for man as man, or for love, or for freedom, or for significance. This brings a crucial problem. Beginning only from man himself, people affirm that man is only a machine. But those who hold this position cannot live like machines! If they could, there would be no tensions in their intellectual position or in their lives. But even people who believe they are machines cannot live like machines, and thus they must “leap upstairs” against their reason and try to find something which gives meaning to life, even though to do so they have to deny their reason.This was a solution Leonardo da Vinci and the men of the Renaissance never would have accepted, even if, like Leonardo they ended their thinking in despondency. They would not have done so, for they would have considered it intellectual suicide to separate meaning and values from reason this way. And they would have been right. Such a solution is intellectual suicide, and one may question the intellectual integrity of those who accept such a position when their starting point was pride in the sufficiency of human reason.","author":"Francis A. Schaeffer","category":"christianity, consistency, humanism, humanistic, intellectual, modern, religion, renaissance, thinking, worldview"},{"quote":"The trout fisher, like the landscape painter, haunts the loveliest places of the earth, and haunts them alone. Solitude and his own thoughts—he must be on the best terms with all of these; and he who can take kindly the largest allowance of these is likely to be the kindliest and truest with his fellow men.","author":"Thomas Hughes","category":"contemplation, graciousness, reflection, thinking"},{"quote":"A man might as well hope to fight a swarm of flies with a sword as to master his own thoughts when they are set on by the devil.","author":"Charles Haddon Spurgeon, All of Grace","category":"spiritual-warfare, thinking"},{"quote":"What you hope for determines what you live for. What you hope for determines WHO you live for. Hope misplaced can devastate you.","author":"James MacDonald","category":"aspirations, dreams, emotions, thinking"},{"quote":"Pride rises above and against the knowledge of God, acting as if He is unworthy to be retained in our thoughts.","author":"James MacDonald","category":"thinking"},{"quote":"Our beliefs about the sources of joy are frequently experienced as colored imaginations that captivate our hearts.","author":"Elyse M. Fitzpatrick","category":"thinking"},{"quote":"The difficulty lies not so much in developing new ideas as in escaping from old ones.","author":"John Maynard Keynes","category":"assumptions, thinking, tradition"},{"quote":"Read different to think differently","author":"world is already into rat race.","category":"Aman Jassal, Rainbow - the shades of love"},{"quote":"Before thinking about what you are going to say, think about what I am saying.","author":"Alireza Salehi Nejad","category":"communication, self-criticism, thinking"},{"quote":"Thinking is the soul speaking to itself.","author":"Rebecca Goldstein, Plato at the Googleplex: Why Philosophy Won't Go Away","category":"consideration, medication, thinking"},{"quote":"We must rip the foundations out from under all the bastions of human reasoning that say, \"I don't need God!\" We must demolish every non-God story of life. We must pulverize every God-is-not-good life narrative.","author":"James MacDonald","category":"pride, self-sufficiency, thinking"},{"quote":"Viktor Frankl said the Concentration camp survivalist said no matter how much mental or physical abuse had been given nobody could cause him to think about anything he didn't want to think about","author":"Bob Proctor","category":"psychological, thinking, thinking-with-a-great-mind"},{"quote":"Don't let your life be steered by your reluctance to do a little extra thinking.","author":"The Sorting Hat","category":"thinking"},{"quote":"When Douglas walked, his mind ran, when he ran, his mind walked.","author":"Ray Bradbury","category":"running, thinking, youth"},{"quote":"If I can change the way you think, I can help you to incredibly success\".","author":"Sivaprakash Sidhu","category":"changing-the-way-you-think, changing-your-mind, lesson-for-life, sivaprakash, sivaprakash-gopal, sivaprakash-sidhu, thinking, thinking-with-a-great-mind"},{"quote":"I thought the worst of everyone.","author":"Kurt Vonnegut Jr.","category":"thinking"},{"quote":"Think something better so that something better can happen!","author":"Mehmet Murat ildan","category":"thinking"},{"quote":"Plato worries our thinking might become too reflexive and comfortable with itself.","author":"Rebecca Goldstein","category":"self-examination, thinking"},{"quote":"In counseling, we don't simply help people to change one thought; we help people to understand the pattern of their thinking – their mindsets.","author":"James MacDonald","category":"thinking"},{"quote":"The few people who earned my respect are those who are predictable in their character but totally unpredictable the way they think!","author":"Assegid Habtewold, The 9 Cardinal Building Blocks: For Continued Success in Leadership","category":"character, predictable, respect, thinking, thought"},{"quote":"The marquee scrolling across our minds trying to reinterpret life reads: \"God-Against-Us.\" This becomes the dominant lens through which our flesh interprets life. We no longer give our loving Father the benefit of the doubt. Instead, we view every event as conclusive proof that God is against us.","author":"James MacDonald, Christ-Centered Biblical Counseling: Changing Lives with God's Changeless Truth","category":"spiritual-wisdom, thinking"},{"quote":"I suggest to wash tongues and heads with soap for some people. But I'm not sure that it would help","author":"so you should just try to THINK.","category":"LS."},{"quote":"A great many problems could be solved by nothing more than a change in thinking.","author":"Richelle E. Goodrich, Making Wishes","category":"attitude, change-in-attitude, perspective, richelle, richelle-e-goodrich, richelle-goodrich, thinking, thinking-positive"},{"quote":"We read books. They make us think. It matters very little whether we agree with the books or not.","author":"Robert Henri","category":"books, reading, thinking"},{"quote":"Our thoughts is what our life make it","author":"Marcus Aurelius","category":"thinking"},{"quote":"Accuracy of observation is the equivalent of accuracy of thinking.","author":"Wallace Stevens","category":"accuracy, observation, thinking"},{"quote":"The habit of thinking prevents us at times from experiencing reality, immunises us against it, makes it seem no more than any other thought.","author":"Marcel Proust, The Captive & The Fugitive","category":"habit, thinking"},{"quote":"If you are thinking of making everyone happy, you are going to be a great prostitute.","author":"M.F. Moonzajer, LOVE, HATRED AND MADNESS","category":"everyone, great, happy, life, prostitute, thinking"},{"quote":"Open the door of nature; enter inside; forget yourself; think nothing; be the nature itself and now you are a heron, a river, a rosehip, you are the shadow of a fox, sweet fruit of a tree, you are the silence of a lake! When you forget yourself, when you stop thinking, you become everything, you become the universe itself!","author":"Mehmet Murat ildan","category":"thinking"},{"quote":"To many people chess is an extreme sport. It requires thinking.","author":"Ljupka Cvetanova, The New Land","category":"aphorism, chess, need, quotes, sport, thinking"},{"quote":"Caught in a terrible cycle, I was thinking about what I thought about my own thoughts, so I went to the bar where I got myself a glass of water.","author":"John duover, Rites","category":"thinking, truth-of-life, weird"},{"quote":"There is a flow to history and culture. This flow is rooted and has its wellspring in the thoughts of people. People are unique in the inner life of the mind -- what they are in their thought-world determines how they act. This is true of their value systems and it is true of their creativity. It is true of their corporate actions, such as political decisions, and it is true of their personal lives. The results of their thought-world flow through their fingers or from their tongues into the external world.","author":"Francis A. Schaeffer, How Should We Then Live? The Rise and Decline of Western Thought and Culture","category":"biases, prejudices, presuppositions, thinking, thought-life"},{"quote":"I forgot what I was going to think.","author":"Brian Spellman, Cartoonist's Book Camp","category":"confusion, life, pessimism, thinking"},{"quote":"Terriers are problem solvers. They'll do what you tell them, but only if it happens to be in line with what they wanted to do anyway.","author":"Garth Stein, The Art of Racing in the Rain","category":"dog, independent, stubborn, terrier, thinking"},{"quote":"Nature is the best Time-keeper.","author":"Ankala V Subbarao","category":"keeper, nature, thinking, time"},{"quote":"A change of scene will not produce a change of thought in the master mind unless he so elects.","author":"Christian D. Larson","category":"choice, control, thinking"},{"quote":"Why try to have pigs flyWhen ducks already can","author":"Ella C.","category":"simplicity, things-that-matter, thinking"},{"quote":"If you thought of it, don't be fooled into thinking it is a dumb Idea.","author":"Unarine Ramaru","category":"ideas, motivation, thinking, wisdom, withstanding"},{"quote":"dare greatly, think great.","author":"Lailah Gifty Akita","category":"attitude-toward-life, attitude-towards-life, attitudes, dare, dare-to-be, dare-to-dream, dare-to-win, dare-you, dare-you-to, daring, daring-greatly, daring-life, daring-to-trust, great-expectations, greater-glory, greatness, greatness-down, greatness-quotes, think, thinking, thinking-with-a-great-mind"},{"quote":"Since a leader cannot rise above his thinking, he must assault his limiting beliefs daily thru reading, listening & associating.","author":"Orrin Woodward","category":"associating, limiting-beliefs, listening, reading, thinking"},{"quote":"pg.90 of Philosophy in the Flesh: We are basing our argument on the existence of at least three stable scientific findings--the embodied mind, the cognitive unconscious, and metaphorical thought. Just as the ideas of cells and DNA in biology are stable and not likely to be found to be mistakes, so we believe that there is more than enough converging evidence to establish at least these three results. Ironically, these scientific results challenge the classical philosophical view of scientific realism, a disembodied objective scientific realism that can be characterized by the following three claims:1. There is a world independent of our understanding of it.2. We can have stable knowledge of it.3. Our very concepts and forms of reason are characterized not by our bodies and brains, but by the external world in itself. It follows that scientific truths are not merely truths as we understand them, but absolute truths. Obiviously, we accept (1) and (2) and we believe that (2) applies to the three findings of cognitive science we are discussing on the basis of converging evidence. But those findings themselves contradict (3).","author":"George Lakoff, Philosophy in the Flesh: The Embodied Mind and its Challenge to Western Thought","category":"philosophy, philosophy-of-life, philosophy-of-science, religion-and-philoshophy, religion-philosophy, science, thinking, thoughts-of-the-mind, western-philosophy"},{"quote":"Our brains tread a tightrope between learning too much from the past and incorporating too much new information from the present. The ability to walk this line – to adjust to the demands of different environments and modalities – is one of human cognition's most astonishing traits. Artificial intelligence has yet to come anywhere close.","author":"Eli Pariser, The Filter Bubble: What the Internet is Hiding From You","category":"assimilation, critical-thinking, filtering, thinking"},{"quote":"World's biggest Miracle OR Magic is Zero.","author":"maulikatma","category":"thinking"},{"quote":"Mother's intentions were always sound, never muddy; I don't imagine that she troubled herself to feel very guilty. But the Rev. Mr. Merrill was a man who took to wallowing in guilt; his remorse, after all, was all he had to cling to-especially after his scant courage left him, and he was forced to acknowledge that he would never be brave enough to abandon his miserable wife and children for my mother. He would continue to torture himself, of course, with the insistent and self-destructive notion that he loved my mother. I suppose that his \"love\" of my mother was as intellectually detached from feeling and action as his \"belief\" was also subject to his immense capacity for remote and unrealistic interpretation. My mother was a healthier animal; when he said he wouldn't leave his family for her, she simply put him out of her mind and went on singing.But as incapable as he was of a heartfelt response to a real situation, the Rev. Mr. Merrill was tirelessly capable of thinking; he pondered and brooded and surmised and second-guessed my mother to death.","author":"John Irving, A Prayer for Owen Meany","category":"brooding, guilt, remorse, thinking"},{"quote":"The part of thinking that’s easy to handle is the part that works by analogy with speech. Thinking in words, speaking our thoughts internally, projects an auditorium inside our skulls. Dark or bright, a shadow theater or a stage scorched by klieg lights, here we try out voices, including the voice we have settled on as the familiar sound of our identity, although it may not be what other people hear when we speak aloud. But that is the topmost of the linguistic processes going on in the mind. Beneath the auditorium runs a continuous river of thought that not only is soundless but is not ordered so it can be spoken. For obvious reasons, describing it is difficult. If I dip experimentally into the wordless flow, and then try to recall the sensations of it, I have the impression of a state in which grammar is present – for when I think like this I am certainly construing lucid relationships between different kinds of meaning, and making sense of the world by distinguishing between (for a start) objects and actions – but thought there are so to speak nounlike and verblike concentrations in the flow, I do not solidify them, I do not break them off into word-sized units. Are there pictures? Yes, but I am not watching a slide show, the images do not come in units either. Sometimes there’s a visual turbulence – rapid, tumbling, propelled – that doesn’t resolve into anything like the outlines of separate images. Sometimes one image, like a key, will hold steady while a whole train of wordless thoughts flows from its start to its finish. A mountain. A closed box. A rusty hinge.","author":"Francis Spufford, The Child That Books Built: A Life in Reading","category":"thinking, thought"},{"quote":"Simplicity is complex. It's never simple to keep things simple. Simple solutions require the most advanced thinking.","author":"Richie Norton","category":"advanced, clean, complex, entrepreneur, entrepreneurship, good-living, inspiration, inspirational-quotes, is, it-s, keep, minimal, minimalism, minimalist, most, motivational, never, require, simple, simple-life, simple-living, simple-living-and-high-thinking, simplicity, solution, solutions, start, the, the-simple-life, things, thinking, to"},{"quote":"Thinking is a way of condemning oneself to solitude.","author":"Marty Rubin","category":"alienation, isolation, solitude, thinking"},{"quote":".be happy now, not when..","author":"Boris Kovalík","category":"happiness, inspirational, life, love, peace-of-mind, thinking, wisdom"},{"quote":".it's a long road when you're on your own ,but there's no better teacher..","author":"Boris Kovalík","category":"life, peace-of-mind, teaching, thinking, truth, wisdom"},{"quote":"Feelings that would not have disgraced a leader who, now that the snow has begun to fall and the mountain-top is covered in mist, knows that he must lay himself down and die before morning comes, stole upon him, paling the colour of his eyes, giving him, even in the two minutes of his turn on the terrace, the bleached look of withered old age. Yet he would not die lying down; he would find some crag of rock, and there, his eyes fixed on the storm, trying to the end to pierce the darkness, he would die standing. He would never reach R.","author":"Virginia Woolf, To the Lighthouse","category":"beautiful-writing, brilliant, metaphor, mountain, philosophy, prose, snow, thinking, thought, virginia-woolf"},{"quote":"Nothing great ever happens from thinking small.","author":"Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life","category":"greatness, nothingness, small, thinking"},{"quote":"The mouth tastes food, the heart tastes words.","author":"Hmong Proverb","category":"counseling, ideas, thinking"},{"quote":".you can have little and be rich..","author":"Boris Kovalík","category":"life, peace-of-mind, teaching, thinking, wisdom"},{"quote":"Think big.Dream great dreams.Take action to realize your dreams.","author":"Lailah Gifty Akita","category":"determination, dream-big, dreams, dreams-quotes, thinking, thinking-positive, thinking-with-a-great-mind"},{"quote":"I think my thinking with my heartI act with my thinking from my heartbut I'm just a human being with a heart and not a rational thinker","author":"Kristian Goldmund Aumann","category":"heart, rational-thinker, thinking"},{"quote":"You think that if you blame, you will then be free of those problems, but blame cements you to your problems.","author":"Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life","category":"blaming, freedom, thinking"},{"quote":"You have to do some thinking and know who you are, and then you have to resist compromising your truth for the comfort of others.","author":"Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life","category":"comfort, compromise, knowing, resistance, thinking, truth"},{"quote":"Beware! Success is not what you think it is. It's a trap.","author":"Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life","category":"illusion, success, thinking, trapped"},{"quote":"If you feel trapped quit thinking about the trap and start thinking about your value. Life favors value. Value is your way out.","author":"Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life","category":"favors, thinking, trapped, values"},{"quote":"All of the great mastermind thinkers throughout history have known that we become our thoughts.","author":"Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life","category":"becoming, history, mastery, thinking"},{"quote":"All problems begin when we start worrying what others think of us.","author":"Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life","category":"problems, thinking, worry"},{"quote":"An important step in escaping mediocrity is to stop worrying about what other people think of you.","author":"Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life","category":"escaping, importance, mediocrity, thinking, worrying"},{"quote":"Start thinking of your guilt as being selfish, because guilt blocks opportunities from arriving for those you care about and for you.","author":"Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life","category":"arrival, caring, guilt, opportunities, selfishness, thinking"},{"quote":"Negative self-talk and negative affirmation can keep you anchored in old thought patterns and identities.","author":"Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life","category":"affirmations, identity, negativity, spirituality, thinking"},{"quote":"So many of our problems begin when we start worrying what others think of us.","author":"Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life","category":"problems, thinking, worrying"},{"quote":"You are only plagued with stress in moments of conflict because you are arrogant, and believe others are transgressing by having unfavorable thoughts about you.","author":"Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life","category":"arrogance, conflict, plauge, stress, thinking, transgression"},{"quote":"Maybe you receive pain selfishly — thinking only of yourself. The cycle of pain wounds every participant","author":"both victim and aggressor.","category":"Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life"},{"quote":"I was speaking without thinking about it first, not hesitating, just saying what I felt first.","author":"Morgan Matson, Since You've Been Gone","category":"friendship, self-discovery, since-you-ve-been-gone, speaking, thinking"},{"quote":"Think deeply about things. Don’t just go along because that’s the way things are or that’s what your friends say. Consider the effects, consider the alternatives, but most importantly, just think.","author":"Aaron Swartz","category":"inspirational, thinking"},{"quote":"But thinking never took away tears. Only time did.","author":"Allan Folsom, The Day After Tomorrow","category":"breakup, inspirational, tears, thinking, time"},{"quote":"Hard to remember these days that there was a time you had to wait for the ink and paper reviews to see your work excoriated. With the invention of the internet, any subliterate cretin can be Michiko Kakutani.","author":"Robert Galbraith, The Silkworm","category":"books, criticism, internet, opinion, reviews, thinking"},{"quote":"If having problems feels like a problem to you, it may not be the problems themselves, but the way you think about them that is the problem.","author":"Steve Goodier","category":"perception, perspective, problems, thinking, troubles"},{"quote":"I can’t help but think,’ Park would say during taekwando. ‘I can’t turn off my brain.","author":"Rainbow Rowell, Eleanor & Park","category":"overthinking, thinking"},{"quote":"There is a lot to do in life than to get bored with.","author":"M.F. Moonzajer, LOVE, HATRED AND MADNESS","category":"bored, life, love, thinking"},{"quote":"For what reasons would you waste your time on earth?","author":"Ernest Agyemang Yeboah, Distinctive Footprints of Life: Where Are You Heading Towards?","category":"brainy, inspirational, purpose, purpose-of-life, thinking, time"},{"quote":"In the face of every type of pain, we tend to think that life will never be the same, but guess what, it was never going to be the same anyway.","author":"Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life","category":"exactness, pain, spirituality, thinking"},{"quote":"As students grow more and more accustomed to assuming materialism and naturalism in their academic work, the concept of creation by God gradually tends to become less real to them. It is not so much that any single finding undermines their faith; rather, the day-to-day practice of thinking in naturalistic terms about academic subjects makes it awkward to think differently when it comes to religion.","author":"Phillip E. Johnson, An Easy-to-Understand Guide for Defeating Darwinism by Opening Minds","category":"academic, apologetics, creation, god, materialism, naturalism, students, thinking"},{"quote":"My Opinion Is Just Opinion","author":"Sushil Singh, System dynamics: a practical approach for managerial problems","category":"life, thinking"},{"quote":"When you think about the wasted time, you waste your time again.","author":"Steven Shaw","category":"again, thinking, time, wasted"},{"quote":"The thing I've learned is that thinking is not writing.","author":"Erica Lorraine Scheidt, Uses for Boys","category":"thinking, writing, writing-advice, writing-process"},{"quote":"Entrepreneurs are selected to be just doers, not thinkers, and doers do, they don't talk.","author":"Nicholas Nassim Taleb","category":"entrepreneurship, thinking"},{"quote":"Lightly, lightly, very lightly,A wind passes very lightlyAnd goes away, always very lightly.And I don’t know what I thinkAnd I don’t want to know.","author":"Alberto Caeiro, The Keeper of Sheep","category":"beauty, being, life, meaning-of-life, nature, paganism, pantheism, thinking, tranquility"},{"quote":"People stop thinking when they cease to read.","author":"Denis Diderot","category":"people, reading, thinking"},{"quote":"Decision Without Thinking is Like a Body Without Head...","author":"Israt Ali","category":"decision-making, thinking"},{"quote":"...people don't think in chu","author":"Robert Noyce, The Man Behind the Microchip: Robert Noyce and the Invention of Silicon Valley","category":"blind, churches, organized-religion, superstition, thinking"},{"quote":"Ragging at its most harmless is embarrassing and silly, but at its worst, it attempts to prevent individual students from independent thinking, attempts, in fact, to eradicate freewill","author":"Debalina Haldar, The Female Ward","category":"embarrassing, eradicate, freewill, harmless, independent, ragging, silly, thinking"},{"quote":"If you change your way of thinking and being, you will change your way of seeing.","author":"Tanya Masse","category":"attitude, being, life, life-quotes, quotes-about-thinking, seeing, thinking"},{"quote":"The test of real and vigorous thinking, the thinking which ascertains truths instead of dreaming dreams, is successful application to practice.","author":"John Stuart Mill, Considerations on Representative Government","category":"philosophy, practice, rigor, thinking, thought"},{"quote":"To base the unexplainabilty and the immense wonder of nature onto an other miracle (God) is unnecessary and not acceptable for any serious th","author":"Fritz Zwicky","category":"fallacy, god-of-the-gaps, miracle, nature, science, science-vs-religion, serious, thinking, unexplainable, unnecessary, wonder"},{"quote":"Thoughts are ghosts of emotions.","author":"Raheel Farooq","category":"character, emotions, intelligence, personality, sentiments, thinking, thought"},{"quote":"We still can't see you!\" groaned Alice.\"How do we fix that?\" asked Melanie. \"I don't know...think visible thoughts,\" said Colleen.\"Think visible thoughts?\" yelled Melanie. \"Actually, that might work. Do it Izzy,","author":"Katie Mattie, M.A.J.I.C. and the Oracle at Delphi","category":"humor, invisible, thinking, visible"},{"quote":"The third-rate mind is only happy when it is thinking with the majority. The second-rate mind is only happy when it is thinking with the minority. The first-rate mind is only happy when it is thinking.","author":"-A. A. Milne","category":"intellect, thinking"},{"quote":"Whether something is wonderful or horrible, the most harmful thought we can think is “Will this last forever?","author":"Vironika Tugaleva, The Love Mindset: An Unconventional Guide to Healing and Happiness","category":"anxiety, attachment, forever, last-forever, thinking, thought"},{"quote":"To think is to ignore the differences, to generalize, to abstract.","author":"Jorge Luis Borges, Collected Fictions","category":"thinking"},{"quote":"when you are doubt with someone on how they feel don't pretend that you know what they were thinking, never assume yourself as you know how they feel when you really not at their shoes at all.","author":"Jinnul Jr.","category":"assume, doubt, feel, pretend, thinking"},{"quote":"Your Results will only change when you change your mindset, thinking and actions.","author":"Tony Dovale","category":"happiness, leadership, resilience, rethink-mindset, success, thinking, tony-dovale"},{"quote":"There is a big difference between a tree and a wood! There is a big difference between a thinking society and an unthinking society!","author":"Mehmet Murat ildan","category":"thinking"},{"quote":"The age measured from the date of birth is just a number, The mental age always makes the difference","author":"Ramy El-Mahdy","category":"d-o-b, inspirational-quotes, mental-age, ramy-elmahdy, thinking"},{"quote":"Thinking is human nature and the connection to spiritual dimensions","author":"Vasilios Karpos","category":"dimensions, thinking"},{"quote":"When you start thinking, you will lose your contact with the crowds!","author":"Mehmet Murat ildan","category":"thinking"},{"quote":"He often came back ‘all thinky’ from work.","author":"Sara Sheridan, Brighton Belle","category":"humour, thinking, work"},{"quote":"Throughout history, only a small number of people have done the serious thinking for everybody.","author":"John Brockman","category":"geniuses, history, minority, scientists, serious, thinking"},{"quote":"Don't exercise your freedom of speech until you have exercised your freedom of thought.","author":"Tim Fargo","category":"caution, deliberation, dissent, expressing-yourself, expression, freedom, freedom-of-speech, freedom-of-thought, ideas, speech, thinking, writing"},{"quote":"That is why I don't believe much in what Mr. Descartes said: \"I think, therefore I am.\" I think, therefore I'm lost in my thinking. I'm not there.","author":"Thich Nhat Hanh","category":"descartes, happiness, thinking"},{"quote":"He pushed his two feet together and shot his right arm in the air before clicking his two heels together and saying in a deep and clear voice as possible the words he said every time he left a soldiers presence. 'Heil Hitler,' he said, which, he presumed, was another way of saying, 'Well, goodbye for now, have a pleasant afternoon'.","author":"John Boyne, The Boy in the Striped Pyjamas","category":"thinking"},{"quote":"If you smile when you are alone, then you really mean it, or you're up to something.","author":"Saleem Sharma","category":"naughty, smile, smiling, thinking, thought"},{"quote":"The attempted professionalization of serious and systematic thinking has had a disastrous effect upon our culture","author":"Alasdair MacIntyre, Whose Justice? Which Rationality?","category":"professionalization, thinking"},{"quote":"I tried to think outside the box but couldn't open the lid.","author":"Alan Dapre","category":"humour, philosophy, thinking, writing"},{"quote":"Sustained negative flashbacks can stir a heart attack.","author":"T.F. Hodge, From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","category":"anxiety, energy, flashback, force, forces, heart-attack, negative, negativity, power, powerful, sickness, thinking"},{"quote":"…Oh dear, I sometimes think…whatever would I do if anything happened…But thinking's no good, is it, madam? Thinking won't help. When I find myself doing that, I say to myself, \"come along, Ellen! Stop it this moment, my girl! Stop that silly thinking…!","author":"Katherine Mansfield, The Garden Party and Other Stories","category":"thinking"},{"quote":"I do not know by what power I think; but well I know that I should never have thought without the assistance of my senses. That there are immaterial and intelligent substances I do not at all doubt; but that it is impossible for God to communicate the faculty of thinking to matter, I doubt very much. I revere the Eternal Power, to which it would ill become me to prescribe bounds. I affirm nothing, and am contented to believe that many things are possible than are usually thought so\".","author":"Voltaire","category":"philosophy, soul, thinking, thought"},{"quote":"Science cannot stop while ethics catches up ... and nobody should expect scientists to do all the thinking for the country.","author":"Elvin C. Stakman","category":"ethics, science, thinking"},{"quote":"Miss Taylor says kids that are colored can't go to my school cause they're not smart enough.\" I come round the counter then. Lift her chin up and smooth back her funny-looking hair. \"You think I'm dumb?\" \"No,\" she whispers hard, like she means it so much. She look sorry she said it. \"What that tell you about Miss Taylor, then?\" She blink, like she listening good. \"Means Miss Taylor ain't right all the time,\" I say. She hug me around my neck, say, \"You're righter than Miss Taylor.\" I tear up then. My cup is spilling over. Those is new words to me.","author":"Kathyrn Stockett","category":"emotional, love, sociology, thinking"},{"quote":"To eliminate the discrepancy between men's plans and the results achieved, a new approach is necessary. Morphological thinking suggests that this new approach cannot be realized through increased teaching of specialized knowledge. This morphological analysis suggests that the essential fact has been overlooked that every human is potentially a genius. Education and dissemination of knowledge must assume a form which allows each student to absorb whatever develops his own genius, lest he become frustrated. The same outlook applies to the genius of the peoples as a whole.","author":"Fritz Zwicky","category":"approach, develop, discrepancy, education, eliminate, genius, knowledge, morphology, novelty, plans, potential, specialization, student, thinking"},{"quote":"I think sometimes I think too damn much. I worry about this and that and everything else and then I wake up and four more years have slipped right out the back door.","author":"Kris Radish, Annie Freeman's Fabulous Traveling Funeral","category":"thinking, time"},{"quote":"Our lives can hold just so much. If they're filled with one thing, they can't be filled with another. We ought to do a lot of thinking about what we want to fill them with.","author":"Maud Hart Lovelace, Betsy Was a Junior","category":"betsy-tacy, filled, julia, life, lives, maud-hart-lovelace, thinking"},{"quote":"If you think everybody hates you, then your ignorance is beyond the limit, because there's a loving heart somewhere longing to see your face.","author":"Michael Bassey Johnson","category":"boundless-love, candy, destination, hate, haters, ignorance, limit, location, love, lovers, lovesick, loving, loving-heart, michael-bassey-johnson, mystical-love, natural, nature, passionate, queen, queenofhearts, silent, silent-lover, somewhere-in-the-world, sweet, thinking"},{"quote":"Busyness chokes deep thinking.","author":"Todd Stocker, Refined: Turning Pain Into Purpose","category":"busy, busyness, hurry, thinking"},{"quote":"The pondering heart is a thankful heart.","author":"Todd Stocker","category":"ponder, thankful, thanksgiving, thinking"},{"quote":"Gil has put his book down and is gazing at something inside his head.","author":"Meg Rosoff, Picture Me Gone","category":"books, thinking"},{"quote":"If everyone could learn how to read books properly and how to use them as effective tools for daily living, the facilities of colleges could easily go out of existence without any loss to society.' -From a speech by the president of Mount Holyoke College, as reported in the Philadelphia Public Ledger, May 13, 1938","author":"Francis Beauchesne Thornton, How to Improve Your Personality by Reading","category":"book-reading, books, books-reading, college, critical-thinking, daily-living, read, reading, reading-books, thinking, university"},{"quote":"There's no difference between a madman and a professor...it should be clear to you in the way they dress, act and think.","author":"Michael Bassey Johnson","category":"attitude, behaviour, dress, endowed, genuine-folks, idiosyncracy, intelligence, lifestyle, michael-bassey-johnson, old-man, old-men, pattern, professor, react, reaction, reverence, sage, savant, think, thinking, wise, wiseman, wisemen"},{"quote":"Or was Chris thinking, as I was, that if we went tothe police and told our story, our faces would be splashed on the frontpages of every newspaper in the country? Would the glare of publicitymake up for what we'd lose? Our privacy-our need to stay together?Could we lose each other just to get even?","author":"V.C. Andrews, Flowers in the Attic","category":"country, faces, front-page, lose, newpaper, newspapers, police, privacy, stories, story, thinking, together"},{"quote":"Ideas matter—and philosophy is the art of thinking about them rigorously. In my view, that should be done in as public a forum as possible.","author":"Sam Harris","category":"academia, debate, ideas, philosophy, public, thinking"},{"quote":"It faintly irritated him that Zaphod had to impose some ludicrous fantasy on to the scene to make it work for him. All this Margrathea nonsense seemed juvenile. Isn't it enough to see that a garden is beautiful without having to believe that there are fairies at the bottom of it too?","author":"Douglas Adams, The Hitchhiker's Guide to the Galaxy","category":"comedy, thinking"},{"quote":"My mind does not easily accept stately historical processions.","author":"Zadie Smith","category":"history, minds, order, thinking"},{"quote":"Someday I'll understand more of these things. At the moment I just have to think them through. Not everything you want to know is explained properly on Google.","author":"Meg Rosoff, Picture Me Gone","category":"thinking"},{"quote":"Man with right thinking is awake and can see everything","author":"man with wrong thinking is asleep and can see nothing!","category":"Mehmet Murat ildan"},{"quote":"Thinking is an act of creating sunshine! The more we think, the more our way will be illuminated!","author":"Mehmet Murat ildan","category":"thinking"},{"quote":"Look, I say. You can't just let your thoughts float around in the ether and hope eventually they'll connect with something. It's absurd.No, it's not, Gil says. Lots of good things happen that way. Penicillin. Teflon. Smart dust. Something happens that you weren't expecting and it shifts the outcome completely. You have to be open to it. When I open my brain, I tell him, things bounce around and fall out. They don't connect with anything. Maybe I haven't got enough points of reference stored up yet.You're young, he says, that's probably it. When I let my thoughts float around, I trust that they'll latch on to something useful in the end or make an association I wouldn't necessarily have predicted. I'm trusting that they'll find the right thought to complete, all by themselves. The right bit of fact to ping. You have to trust your brain sometimes.","author":"Meg Rosoff, Picture Me Gone","category":"thinking"},{"quote":"You are the embodiment of the information you choose to accept and actupon. To change your circumstances you need to change your thinking andsubsequent actions.","author":"Adlin Sinclair","category":"information, inspirational, thinking"},{"quote":"I like to think of innovation as upgrading your current self. This upgrade helps you to more effectively deal with changes happening around you and to be able to think in a more complex manner than before.","author":"Daniel Willey","category":"change, complex, effective, innovate, innovation, innovative, think, thinking, upgrade"},{"quote":"Thinking is generally thought of as doing nothing in a production-oriented society, and doing nothing is hard to do. It's best done by disguising it as doing something, and the something closest to doing nothing is walking.","author":"Rebecca Solnit, Wanderlust: A History of Walking","category":"doing-nothing, thinking, walking"},{"quote":"Isn't it amazing that we’ll cause ourselves more pain by thinking about, and avoiding something we’re afraid of, or something we know we must deal with, but don't want to face? The best thing you can do is just do it, just face the fear and get it over with. How do you get the courage? You create your courage by just taking action…","author":"James A. Murphy, The Waves of Life Quotes and Daily Meditations","category":"afraid, amazing, avoiding, best, courage, deal, face-the-fear, get-it-over-with, just-do-it, pain, taking-action, thinking"},{"quote":"Don't be an escort to people on their way to success, for it is equally as if you're a sign post, leading the way, and rusting at the end.","author":"Michael Bassey Johnson","category":"achieve-your-goals, awareness, be-wise, be-yourself, belief-in-yourself, do-and-learn, don-t-follow-people, dreams, escort, faith, friendship, fulfil-your-destiny, goal-setting, lead-wisely, life-lessons, motivational, people, qualities-of-faith, stop-rusting, thinking"},{"quote":"Traditional ways to deal with information--reading, listening, writing, talking--are painfully slow in comparison to \"viewing the big picture.\" Those who survive information overload will be those who search for information with broadband thinking but apply it with a single-minded focus.","author":"Kathryn Alesandrini, Survive Information Overload: The 7 Best Ways to Manage Your Workload by Seeing the Big Picture","category":"decision-making, information-overload, thinking"},{"quote":"Most of the people will try to prove your right ideas as wrong, so share your ideas carefully or not at all.","author":"Amit Kalantri","category":"ideas, inspiration, inspirational, inspirational-quotes, motivation, motivational, motivational-quotes, philosophy, thinking"},{"quote":"I over analyze situations because Im scared of what may happen if I'm not prepared for it.","author":"Turcois Ominek","category":"analyzing, just-in-case, overdoing, prepare, scared, situations, thinking"},{"quote":"Go. Think. Turn black into white.Night into day. I am tired of thinking.I know where it will lead me and I don’tWant to be there.Go love. Do your thinking.","author":"Walter Dean Myers, Street Love","category":"poetry, thinking"},{"quote":"When they are all thinking alike, they aren't thinking at all.","author":"Ljupka Cvetanova, The New Land","category":"aphorisms, change, thinking"},{"quote":"Wasn't it what her father always warned her about? Don't jump off a bridge because a cute guy tells you to?","author":"Joannah Miley, The Immortal Game","category":"funny, ruby, thinking"},{"quote":"Let me thinkThinking is all I haveIf wisdom is a pretenseThen let me pretend to be wise","author":"Walter Dean Myers, Street Love","category":"thinking, wise"},{"quote":"Most Girls think that the every boy they don't like is not good but they didn't see the inner soul of them.","author":"Udayveer Singh","category":"attitude, girls, thinking"},{"quote":"To many people chess is an extreme sport. It requires a lot of thinking.","author":"Ljupka Cvetanova, The New Land","category":"aphorisms, chess, extreme, sport, thinking"},{"quote":"True thinking brings a good life!","author":"Mehmet Murat ildan","category":"thinking"},{"quote":"Two percent of the people think","author":"three percent of the people think they think","category":"and ninety-five percent of the people would rather die than think."},{"quote":"Intelligent men do not decide any subject until they have carefully examined both or all sides of it. Fools, cowards, and those too lazy to think, accept blindly, without examination, dogmas and doctrines imposed upon them in childhood by their parents, priests, and teachers, when their minds were immature and they could not reason.","author":"James Hervey Johnson","category":"both-sides, brainwashing, cowards, critical-examination, doctrines, dogma, examination, fools, immature, indoctrination, intelligence, laziness, rational-thought, reason, teachers, thinking"},{"quote":"Questions show the mind's range, and answers its subtlety.","author":"Joseph Joubert","category":"questioning-mind, reflective, thinking"},{"quote":"If God's love encompasses the whole world and if everyone who does not believe in him will perish, then surely this question needs to be asked: When, after two thousand years, does God's plan kick in for the billion people he 'so loves' in China? Or for the 840 million in India? Or the millions in Japan, Afghanistan, Siberia, Egypt, Burma ·.. and on and on?Why would a God who 'so loved the world' reveal his message only to a tiny minority of the people on earth, leaving the majority in ignorance? Is it possible to believe that the Father of all Mankind would select as his Chosen People a small Middle Eastern nation, Israel, reveal His will exclusively to them, fight alongside them in their battles to survive, and only after their failure to reach out to any other group, update His plan for the world's salvation by sending His 'only begotten son,' not to the world but, once again, exclusively to Israel?","author":"Charles Templeton, Farewell to God: My Reasons for Rejecting the Christian Faith","category":"agnostic, agnosticism, atheism, atheist-argument, battle, china, christian-criticism, criticism-of-faith, earth, fight, god-s-love, good-question, ignorance, india, israel, japan, losing-faith, love, love-of-god, middle-east, question, survival, thinking, will, world"},{"quote":"I am also atheist or agnostic (I don't even know the difference). I've never been to church and prefer to think for myself.","author":"Steve Wozniak","category":"agnostic, agnosticism, apple, apple-founder, atheism, atheist, thinking"},{"quote":"Your opinion of your mental capacity may be great, but if your idea of intelligence is crude, your intelligence-producing thought will also be crude, and can produce only crude intelligence. It is therefore evident that to simply think that you are brilliant will not produce brilliancy, unless your understanding of brilliancy is made larger, higher and finer. …. When your thinking is brilliant, you will be brilliant, but if your thinking is not brilliant you will not be brilliant, no matter how brilliant you may think you are.","author":"Christian D. Larson","category":"brilliance, brilliancy, brilliant, capacity, great, idea, intelligence, mental, opinion, produce, think, thinking, thought"},{"quote":"To leave a man's ego bigger, retweet him. To leave his faculty of reasoning better, challenge his tweet.","author":"Mokokoma Mokhonoana","category":"agreement, argument, challenge, consensus, debate, disagreement, ego, improvement, logic, rationality, reason, self-development, social-networking, social-networks, thinking, tweet, twitter, unanimity"},{"quote":"Perhaps you still think you ought to think out beforehand and know what you ought to do. To that there is only one answer. You can only know and think about it by actually doing it. You can only learn what obedience is by obeying. It is no use asking questions","author":"for it is only through obedience that you come to learn the truth.","category":"Dietrich Bonhoeffer, The Cost of Discipleship"},{"quote":"Religions, themselves, are (intellectual) blasphemies.","author":"Kedar Joshi, Superultramodern Science And Philosophy","category":"blasphemy, critical-thought, intellectual, thinking"},{"quote":"The rest of the time, I don't do so much thinkin'. 'Cuz if I did, I'd go running back to where things is simple. You see?","author":"Brandon Sanderson, The Alloy of Law","category":"life, thinking, wayne"},{"quote":"I was thinking...\"\"We know,\" Pedro said, \"It was like sitting next to a pressure cooker","author":"Davis Bunn, Unlimited","category":"davis-bunn, humor, thinking, unlimited"},{"quote":"What makes a Malazan soldier so dangerous? They’re allowed to think.","author":"Steven Erikson, Deadhouse Gates","category":"malazan, soldier, thinking"},{"quote":"A thinking mind is not swallowed up by what it comes to know. It reaches out to grasp something related to itself and to its present knowledge (and so knowable in some degree) but also separate from itself and from its present knowledge (not identical with these). In any act of thinking, the mind must reach across this space between known and unknown, linking one to the other but also keeping visible to difference. It is an erotic space.","author":"Anne Carson, Eros the Bittersweet","category":"anne-carson, eros-the-bittersweet, knowledge, thinking, thought"},{"quote":"As it is, the lover of inquiry must follow his beloved wherever it may lead him.","author":"Plato, Euthyphro","category":"inquiry, philosophy, plato, questions, thinking"},{"quote":"Life can be frustrating sometimes. Take a nap, exercise, meditate or do whatever it takes to 'reboot' your thinking. Happiness is just a thought away!","author":"Tom Giaquinto, Be A Good Human","category":"attitude, choice, exercise, frustation, happiness, happy, nap, positive, smile, smiling, think, thinking, tranquility"},{"quote":"Sunshine is helpful for thinking. It warms up the brain cells.","author":"Shannon Wiersbitzky, The Summer of Hammers and Angels","category":"sunshine, thinking, weather"},{"quote":"I understood. I suffered. But whose sake was I suffering for? I kept thinking of Señor Saguaro's question: Whose affection do you value more, hers or the others'?","author":"Jerry Spinelli, Stargirl","category":"affection, thinking, understanding-oneself-and-others, value"},{"quote":"There are always a few, Claire, who like being told what to do instead of being required to think. And those are the ones you should fear. That goes equally for humans, I'm afraid. Critical thinking has become a sadly rare skill these days.","author":"Rachel Caine, Bite Club","category":"bite-club, freedom, morganville-vampires, myrnin, rachel-caine, thinking, tyranny"},{"quote":"But that so many scholars are barbarians does not much matter so long as a few of them are ready to help with their specialized knowledge the few independent thinkers, that is to say the poets, who try to to keep civilization alive.","author":"Robert Graves, The White Goddess: A Historical Grammar of Poetic Myth, Amended and Enlarged Edition","category":"barbarians, civilization, independent-thinking, knowledge, poetry, poets, scholars, specialization, thinking"},{"quote":"A tapping foot isn’t the best a listener can get from a song: A good song makes a listener dance. A great song makes him think.","author":"Mokokoma Mokhonoana","category":"dance, listener, music, song, thinking"},{"quote":"I just like the idea of looking back at my life and feeling like I made different choices than everyone else, you know? Most people are inherently boring if you really dig deep. They don't want much, they don't veer from their chosen path, and they're generally scared of change. I don't know, at least that's how my grandfather tells it. I don't want to be like fifty and realize that I was one of those people who didn't bother to think outside the box.","author":"Margaux Froley, Escape Theory","category":"change, change-your-life, choices, inspirational, inspired, think, think-outside-the-box, thinking"},{"quote":"The master of thinking is like a master of sword! He can easily win any fight with a high art and a great elegance!","author":"Mehmet Murat ildan","category":"thinking"},{"quote":"Put no limit to your thinking or you can never go far and never find the truth!","author":"Mehmet Murat ildan","category":"thinking"},{"quote":"Think, my friend, think millions of things! Thinking is the Art of God!","author":"Mehmet Murat ildan","category":"thinking"},{"quote":"Thinking is a great joy for a good writer and a great torture for the bad one!","author":"Mehmet Murat ildan","category":"thinking"},{"quote":"I drink much less than most people think, and I think much more than most people would believe.","author":"Hunter S. Thompson, Proud Highway: Saga of a Desperate Southern Gentleman, 1955-1967","category":"drinking, gonzo, thinking"},{"quote":"Saying that studying the brain is limited to the study of physical entities would be like saying that literary criticism must focus on paper and bookbinding, ink and its chemistry, page sizes and margin widths, typefaces and paragraph lengths, and so forth.","author":"Douglas R. Hofstadter, I Am a Strange Loop","category":"brain, structure, thinking"},{"quote":"No, no - I think about thinking","author":"Douglas R. Hofstadter, I Am a Strange Loop","category":"strange-loop, thinking"},{"quote":"People don't think when they're enjoying themselves. Thinking is a sign of disturbance.","author":"Marty Rubin","category":"disturbance, pleasure, thinking"},{"quote":"But Mr. Hale resolved that he would not be disturbed by any such nonsensical idea; so he lay awake, determining not to think about it.","author":"Elizabeth Gaskell, North and South","category":"insomnia, thinking"},{"quote":"Now I know without a shadow of doubt that you can't chase away those images, let alone the visible holes that burrow deep down inside. You can't chase away the reverberations or the memories that stir as night falls or in the early hours. You can't chase away echoing screams, still less echoing silence","author":"Delphine de Vigan, No and Me","category":"emotion, inspirational, thinking"},{"quote":"Walking is also an ambulation of mind.","author":"Gretel Ehrlich","category":"flâneur, thinking, walking"},{"quote":"I'm not a robot. I'm a freak of the universe ... a thinking animal ... and I'm trying to see my way clear through this morass.","author":"Alfred Bester, The Stars My Destination","category":"choice, self-actualisation, thinking"},{"quote":"I want a big breakfast,\" said Fuchsia at last. \"I want a lot to eat, I'm going to think today.","author":"Mervyn Peake, The Gormenghast Novels","category":"eating, thinking"},{"quote":"Thinking outside the box' is ridiculous nonsense, since whatever you can do in a 'box' or closed environment is not 'thinking'. If I 'think' about a problem but limit my thoughts to certain dimensions - then i am not thinking at all, because thinking implies that one at least tries to take all relevant factors into consideration, and as there's usually no way to tell which factors are and which are not relevant restricted thought is not 'thinking' and so 'thinking outside the box' is simply a eufemism for 'let's start to think', but the metafor implies a hidden desire to return to conformity immediately.","author":"Martijn Benders","category":"out-of-the-box, thinking"},{"quote":"The one and only true freedom we ALL possess is what we think","author":"and our intentions govern what we think.","category":"Bryant McGill, Voice of Reason"},{"quote":"Many ideas grow better when transplanted into another mind than in the one where they sprang up.","author":"Oliver Wendell Holmes Sr.","category":"ideas, reason, thinking"},{"quote":"There are few persons who have not, at some period of their lives, amused themselves in retracing the steps by which particular conclusions of their own minds have been attained. The occupation is often full of interest and he who attempts it for the first time is astonished by the apparently illimitable distance and incoherence between the starting-point and the goal.","author":"Edgar Allan Poe, The Murders in the Rue Morgue","category":"thinking"},{"quote":"Coincidences, in general, are great stumbling-blocks in the way of that class of thinkers who have been educated to know nothing of the theory of probabilities---that theory to which the most glorious objects of human research are indebted for the most glorious of illustration.","author":"Edgar Allan Poe, The Murders in the Rue Morgue","category":"philosophy, reason, thinking"},{"quote":"Thinking is a sign of disturbance. When your bladder doesn't hurt you don't think about it.","author":"Marty Rubin","category":"disturbance, thinking, thought, unhappiness"},{"quote":"Nothing is Lie until you get to know the truth, as nothing is false in Dream until you get to know that i'm Dreamer.","author":"The Ek","category":"attitude, classics, lies, philosophical, philosophy, philosophy-of-life, thinking, truth"},{"quote":"I Don't use common sense i use senses that's way more significant than common !!","author":"jojo1980","category":"life, philosophy-of-life, special, thinking, wisdom"},{"quote":"Thought is everything. Pain is something. Hence where there is no thought there can be no pain. Wherefore if you have a pain it is evident that you have a thought. To be rid of the pain stop thinking.","author":"John Kendrick Bangs","category":"pain, thinking"},{"quote":"Till the time u dont value urslf , the world wont take a step ahead ! Thinking matters !","author":"Suchet chaturvedi","category":"inspirational-quotes, thinking, value-of-life"},{"quote":"Always think backwards before moving forwards","author":"Benny Bellamacina, Philosophical Uplifting Quotes and Poems","category":"humor, life, love, philosophy, thinking, time, wisdom"},{"quote":"Good, don't think. Thinking is highly overrated.","author":"Mary Jane Auch, One Plus One Equals Blue","category":"thinking"},{"quote":"My thoughts are really all I think about.","author":"Peter Davis, Poetry! Poetry! Poetry!","category":"thinking"},{"quote":"What did an invisible God want from a bunch of frail, selfish people? The only thing Landon could figure was that He'd like for them to learn to love and help one another. Why else would they be living on such a difficult planet?","author":"Cindy Woodsmall, The Winnowing Season","category":"god, love, selfish, thinking"},{"quote":"Nothing in life is as important as you think it is when you are thinking about it.","author":"Daniel Kahneman, Thinking, Fast and Slow","category":"biases, focus, focusing-illusion, heuristics, importance, priorities, thinking"},{"quote":"He didn’t know if that was really true or not, but he discovered something which was tremendously liberating: he didn’t care. He was very tired of thinking and thinking and still not knowing. He was also tired of being frightened, like a man who has entered a cave on a lark and now begins to suspect he is lost. Stop thinking about it, then. That’s the solution.","author":"Stephen King, The Dark Half","category":"care, scared, thinking, tired, true"},{"quote":"The modern Westerner, persuaded that he has a right to \"think for himself\" and imagining that he exercises this right, is unwilling to acknowledge that his every thought has been shaped by cultural and historical influences and that his opinions fit, like pieces of jigsaw puzzle, into a pattern which has nothing random about it.","author":"Charles Le Gai Eaton, Islam and the Destiny of Man","category":"thinking"},{"quote":"It's only because I've lived with brothers that I realize, after a moment, that he's not looking outside but rather inside, wrestling with something inside himself. And there's nothing for it but to wait.","author":"Maggie Stiefvater, The Scorpio Races","category":"observation, thinking"},{"quote":"When I awake thinking of dreams I slept on, I often wonder, if the dreams ever wake up thinking of me?","author":"Anthony Liccione","category":"dreaming, dreams, going-unnoticed, reflect, thinking, waiting, wake-up"},{"quote":"Never again will I underestimate the greatness inside of me just because of the hate and limited thinking inside of others.","author":"Steve Maraboli, Unapologetically You: Reflections on Life and the Human Experience","category":"greatness, happiness, hate, life, people, success, thinking"},{"quote":"There is a devilishly direct relationship between the significance of an idea and how nervous we become at the prospect of having to think about it.","author":"Alain de Botton, Religion for Atheists: A Non-Believer's Guide to the Uses of Religion","category":"avoidance, decisions, ideas, life, significance, thinking"},{"quote":"I've been told, by various people, that I think too much. This is incorrect! The truth is that I deliberately challenge people to think more than they would like to.","author":"Wayne Gerard Trotman","category":"challenge, people, thinking, thought, truth"},{"quote":"Stop allowing your outdated ideas to hinder your progress. Become open to new information that can refine, improve, and enhance your way of thinking. This will empower your way of living.","author":"Steve Maraboli, Unapologetically You: Reflections on Life and the Human Experience","category":"empower, ideas, learn, progress, thinking"},{"quote":"Not your thinking, but your being, is distinctiveness. Therefore not after difference,ye think it, must ye strive; but after YOUR OWN BEING. At bottom, therefore, there is only one striving, namely, the striving after your own being.","author":"C.G. Jung, Septem Sermones ad Mortuos","category":"being, distinctiveness, striving, thinking"},{"quote":"It seems that we had...not a better education, per se, but perhaps more incentive to use it. They learn, but they hardly think.","author":"Ilona Andrews, Steel's Edge","category":"education, thinking"},{"quote":"The power of reason is thought small in these days, but I remain an unrepentant rationalist. Reason may be a small force, but it is constant, and works always in one direction, while the forces of unreason destroy one another in futile strife. Therefore every orgy of unreason in the end strengthens the friends of reason, and shows afresh that they are the only true friends of humanity.","author":"Bertrand Russell, Sceptical Essays","category":"rationality, reason, thinking, truth"},{"quote":"Knowing and thinking exist for the sake of love -- for the sake of building people up in faith. Thinking that produces pride instead of love is not true thinking.","author":"John Piper, Think: The Life of the Mind and the Love of God","category":"humility, love, pride, thinking"},{"quote":"A turmoil of winds rushed around him, spiraling up in to the air: he was thinking.","author":"Heather     James, Fire","category":"air, brae, elements, elements-of-power, fire, power, thinking, wind"},{"quote":"He looked out of the window to think, because without a window he couldn’t think. Or Maybe it was the other way round: where there was a window, he automatically started to think. Then he wrote, ‘When I grow up, I am going to be happy.","author":"Guus Kuijer, The Book of Everything","category":"happiness, thinking"},{"quote":"There are too many things around us, preventing us from thinking well! To think well, sometimes we need a heavy fog!","author":"Mehmet Murat ildan","category":"thinking"},{"quote":"Religion is like drugs, it destroys the thinking mind.","author":"George Carlin","category":"atheism, mind, religion, thinking"},{"quote":"The study of thinking machines teaches us more about the brain than we can learn by introspective methods. Western man is externalizing himself in the form of gadgets.","author":"William S. Burroughs, Naked Lunch","category":"machines, naked-lunch, thinking, william-burroughs"},{"quote":"Your most important task as a leader is to teach people how to think and ask the right questions so that the world doesn't go to hell if you take a day off.","author":"Jeffrey Pfeffer","category":"leadership, mentoring, questions, teaching, thinking"},{"quote":"You think too much.''I suppose I do; but I can’t help it, my mind is so terribly active. When I give myself, I give myself. I pay the penalty in my headaches, my famous headaches--a perfect circlet of pain! But I carry it as a queen carries her crown.","author":"Henry James, Washington Square","category":"thinking"},{"quote":"The best protection against propaganda of any sort is the recognition of it for what it is. Only hidden and undetected oratory is really insidious. What reaches the heart without going through the mind is likely to bounce back and put the mind out of business. Propaganda taken in that way is like a drug you do not know you are swallowing. The effect is mysterious","author":"you do not know afterwards why you feel or think the way you do.","category":"Mortimer J. Adler, How to Read a Book: The Classic Guide to Intelligent Reading"},{"quote":"Having a sense of purpose is having a sense of self. A course to plot is a destination to hope for.","author":"Bryant McGill","category":"direction, forethought, ideas, planning, purpose, thinking"},{"quote":"I’ll promise to think twice before I take any important step you seriously disapprove of.","author":"Anne Brontë","category":"disapproval, promises, thinking"},{"quote":"I feel that all knowledge should be in the free-trade zone. Your knowledge, my knowledge, everybody's knowledge should be made use of. I think people who refuse to use other people's knowledge are making a big mistake. Those who refuse to share their knowledge with other people are making a great mistake, because we need it all. I don't have any problem about ideas I got from other people. If I find them useful, I'll just ease them right in and make them my own.","author":"Myles Horton, We Make the Road by Walking: Conversations on Education and Social Change","category":"community, ideas, knowledge, sharing, thinking"},{"quote":"Yet she was so sweet. She wasn’t a hard-ass, wasn’t jaded after all that had been done to her. In bed, she was giving and generous. And she smiled a lot. She seemed to enjoy life.Whereas he’d been nothing but a giant pain in the ass, taking for granted everything that had been given to him. He’d had it so easy, while his parents had struggled to give him a good life so all he had to do was go out and live his dream.He and Savannah were as different as night and day. How could she tolerate being around him? He was nothing but a spoiled football player who craved the spotlight. He didn’t deserve to be sharing a bed with her. She needed someone who cared for her, who thought of nothing but her, who’d give up everything just to give her the kind of life she deserved.He sucked in a breath and realized it was time he made some serious life changes. It was time to go all in and stop hesitating about the things he really wanted in his career. In his life.It was time to start taking some chances.","author":"Jaci Burton, Playing to Win","category":"bed, burton, changes, cole, jaci, life, play, thinking, win"},{"quote":"I like Saturdays. They are my best thinking days. It is my day to try to find that one special thought that turns into an idea that I remember forever and becomes a part of who I am, like a freckle or a finger or an ear. Even before I open my eyes I take a deep breath and try to picture something, anything, as if my brain were a keyhole where I can spy on my future. So each Saturday morning I try to find a little piece of a thought, and then I keep turning it over in my mind until it turns into a complete idea and at the end of the day when I'm lying in bed I put the whole thought into a little room in my head so I can remember it.","author":"Jack Gantos, What Would Joey Do?","category":"thinking"},{"quote":"People think that they think things, and they also think that they know things. They could usefully give some attention to the question of whether they know what they think and know what they think they know.","author":"Idries Shah, Reflections","category":"attention, knowledge, thinking"},{"quote":"The bubbly play of wit, the chesty laughs, the resonant voices of men when glass in hand they shut the grey world outside and prod their brains with the fun and folly of an accelerated pulse.","author":"Jack London","category":"drinking, thinking"},{"quote":"The humility of wisdom is the happy consciousness that all things come from God, are sustained by God, and exist for God. This wisdom is rooted in the pride-destroying, joy-giving cross of Christ.","author":"John Piper, Think: The Life of the Mind and the Love of God","category":"faith, humility, thinking, wisdom"},{"quote":"It doesn’t matter what you think, what you believe or what you feel the only thing that ultimately matters is what you do.","author":"Na","category":"inspirational, think, thinking, wisdom"},{"quote":"The less you think and the more you do, the better things tend to become.","author":"Silvia Hartmann","category":"doing, thinking"},{"quote":"Critical thinking is a necessary and vital skill\".~R. Alan Woods [2012]","author":"R. Alan Woods","category":"critical-thinking, r-alan-woods, thinking, thinking-man, thinking-with-a-great-mind"},{"quote":"Author refers to, \"short silences in which the resolves which colour a life are so often taken.","author":"Thomas Hughes, Tom Brown's Schooldays","category":"reflection, silence, thinking"},{"quote":"The book to read is not the one that thinks for you but the one which makes you think.","author":"Harper Lee","category":"books, reading, thinking"},{"quote":"Running is a mental sport, more than anything else. You're only as good as your training, and your training is only as good as your thinking.","author":"Lauren Oliver, Pandemonium","category":"mental, running, sport, thinking, training"},{"quote":"While some of us act without thinking, too many of us think without acting.","author":"Dan Millman, The Four Purposes of Life: Finding Meaning and Direction in a Changing World","category":"taking-action, thinking"},{"quote":"I need something, Wax. A place to look. You always did the thinking.”“Yes, having a brain helps with that, surprisingly.","author":"Brandon Sanderson, The Alloy of Law","category":"brain, thinking"},{"quote":"Without any censorship, in the West fashionable trends of thought and ideas are carefully separated from those which are not fashionable; nothing is forbidden, but what is not fashionable will hardly ever find its way into periodicals or books or be heard in colleges. Legally your researchers are free, but they are conditioned by the fashion of the day.","author":"Aleksandr Solzhenitsyn","category":"herd-mentality, the-west, thinking"},{"quote":"The dull mind, once arriving at an inference that flatters the desire, is rarely able to retain the impression that the notion from which the inference started was purely problematic.","author":"George Eliot, Silas Marner","category":"assumptions, fallacy, thinking"},{"quote":"All what is existing already existed. We are together for a while pondering in agile world.","author":"Santosh Kalwar","category":"deep-thoughts, existing, multiverse, ponder, thinking, world"},{"quote":"I have often wished myself a beast. I preferred the condition of the meanest reptile to my own. Any thing, no matter what, to get rid of thinking! It was this everlasting thinking of my condition that tormented me. There was no getting rid of it. It was pressed upon me by every object within sight or hearing, animate or inanimate.","author":"Frederick Douglass","category":"animal, beast, frederick-douglass, human, object, thinking"},{"quote":"We naturally think from our own perspective, from a point of view which tends to privilege our position. Fairness implies the treating of all relevant viewpoints alike without reference to one's own feelings or interests. Because we tend to be biased in favor of our own viewpoint, it is important to keep the standard of fairness at the forefront of our thinking. This is especially important when the situation may call on us to see things we don't want to see, or give something up that we want to hold onto.","author":"Linda Elder, The Miniature Guide to Critical Thinking: Concepts and Tools","category":"fairness, leadership, thinking"},{"quote":"Each \"way of thinking\" has its own shape and color, which wax and wane like the moon.","author":"Haruki Murakami, 1Q84","category":"moon, thinking, thought"},{"quote":"Thinking is the toughest kind of work which is why so many people avoid it.","author":"Orrin Woodward","category":"mental-fitness, thinking"},{"quote":"There are no dead ends in life, only dead end thinking.","author":"Orrin Woodward","category":"mental-fitness, thinking"},{"quote":"A man cannot think himself out of mental evil; for it is actually the organ of thought that has become diseased, ungovernable, and, as it were, independent. He can only be saved by will or faith. The moment his mere reason moves, it moves in the old circular rut; he will go round and round his logical circle.","author":"G.K. Chesterton, Orthodoxy","category":"sin, thinking"},{"quote":"…the blogosphere is the friend of information but the enemy of thought.","author":"Alan Jacobs","category":"blog, blogs, information, internet, thinking, thought"},{"quote":"Be transparent like glass, be flexible like water, and be attractive like a magnet.","author":"Debasish Mridha","category":"be-attractive, be-flexible, be-transparent, debasish-mridha, debasish-mridha-md, glass, inspirational, magnet, philosophy, quotes, water"},{"quote":"When we don't know who to hate, we hate ourselves.","author":"Chuck Palahniuk, Invisible Monsters","category":"hate, self-loathing"},{"quote":"Animals don't hate, and we're supposed to be better than them.","author":"Elvis Presley","category":"animals, hate"},{"quote":"I already explained this. I don’t like you. True, I don’t like most people, but I especially dislike you. I could start my own religion based on how much I dislike you.","author":"G.A. Aiken, What a Dragon Should Know","category":"dislike, hate"},{"quote":"When you really know somebody you can’t hate them. Or maybe it’s just that you can’t really know them until you stop hating them.","author":"Orson Scott Card, Speaker for the Dead","category":"hate, understanding-others"},{"quote":"I will permit no man to narrow and degrade my soul by making me hate him.","author":"Booker T. Washington","category":"hate, hatred"},{"quote":"Hate hurts the hater more'n the hated.","author":"Madeleine L'Engle","category":"hate"},{"quote":"To truly hate is an art one learns with time.","author":"Carlos Ruiz Zafón, The Shadow of the Wind","category":"hate"},{"quote":"I know hate is a strong word and everything, but its okay: we're teenagers.","author":"Cecily von Ziegesar, You Know You Love Me","category":"hate, teen"},{"quote":"There is perhaps no phenomenon which contains so much destructive feeling as 'moral indignation,' which permits envy or hate to be acted out under the guise of virtue.","author":"Erich Fromm, Man for Himself: An Inquiry into the Psychology of Ethics","category":"dishonesty, double-standards, envy, hate, indignation, morality, vice, virtue"},{"quote":"Hate looks just like everybody else until it smiles. Until it spins around and lies with lips and teeth carved into the semblance of something too passive to punch.","author":"Tahereh Mafi, Shatter Me","category":"disguise, hate"},{"quote":"Hate is a bottomless cup","author":"I will pour and pour","category":"Euripides, Medea"},{"quote":"She looks at me, square in the eye. Taking aim. And then she pulls the trigger. “Because I hated you.”The wind, the noise, it all just goes quiet for a second, and I’m left with a dull ringing in my ear, like after a show, like after a heart monitor goes to flatline.“Hated me? W","author":"Gayle Forman, Where She Went","category":"hate, you-made-me-stay"},{"quote":"I can't take it anymore. The waiting. The wanting. Something inside me snaps. I hate myself. I hate that I have to deal with this. I hate my life. And I hate how I can't count on anyone to be completely there when I need them, exactly the way I need them to be.","author":"Susane Colasanti, Waiting for You","category":"hate"},{"quote":"if you learn to hate one or two persons... you'll soon hate millions of people.","author":"Jerry Spinelli, Love, Stargirl","category":"book, hate, love"},{"quote":"hate isn't healthy, it damages the hater more than the one who's hated!","author":"Eric Jerome Dickey, Liar's Game","category":"hate"},{"quote":"To hate man and worship God seems to be the sum of all the creeds.","author":"Robert G. Ingersoll, Some Mistakes of Moses","category":"atheism, creeds, hate, sum, worship"},{"quote":"People hate as they love, unreasonably.","author":"William Makepeace Thackeray","category":"hate, love"},{"quote":"Love unrequited is violent. He loves you so much that he's turned it into hate.","author":"Lauren DeStefano, Fever","category":"hate, love"},{"quote":"I hate clowns. I've mentioned that, right?","author":"D.J. MacHale","category":"clowns, hate"},{"quote":"If you can just stop loving her then you never really loved her at all. Love doesn't work that way. If you ever truly love someone, then it never goes away. It can become something else. There are all different sorts of love. It can even become hate- a thin line and all that- and, really, hate is just another kind of caring.","author":"Blakney Francis, Someone I Used to Know","category":"break-up, hate, love, love-hate, moving-on"},{"quote":"I don't understand my feelings. I really don't. I don't understand how I could hate you so much after so much time. How, no matter how much I'd like to not hate you, I hate you even more. It grows.","author":"Sam Shepard, Fool for Love","category":"betrayal, hate, love"},{"quote":"How sad. How frightening. To be filled with so much hate that you could not even rejoice in the healing of a child...How did anyone ever come to that point?","author":"Stephenie Meyer, The Host","category":"hate, hatred"},{"quote":"Hatred is self-punishment. Do you think they're feeling bad because you hate them?","author":"Michelle Cohen Corasanti, The Almond Tree","category":"facts-of-life, hate"},{"quote":"Hatred is like a long, dark shadow. Not even the person it falls upon knows where it comes from, in most cases. It is like a two-edged sword. When you cut the other person, you cut yourself. The more violently you hack at the other person, the more violently you hack at yourself. It can often be fatal. But it is not easy to dispose of. Please be careful, Mr.Okada. It is very dangerous. Once it has taken root in your heart, hatred is the most difficult think in the world to shake off.","author":"Haruki Murakami, The Wind-Up Bird Chronicle","category":"hate"},{"quote":"Oh love and hate are two sides of the same blade","author":"Jacqueline Carey, Kushiel's Dart","category":"hate, love"},{"quote":"As long as you draw breath anywhere -here or ten thousands miles from here- I will love you. I can't help loving you, so I choose to hate you...to make my love bearable.","author":"Rick Yancey, The Curse of the Wendigo","category":"hate, love"},{"quote":"I hate rarely, though when I hate, I hate murderously.","author":"Anaïs Nin","category":"hate"},{"quote":"If you start by hating one or two people, you won't be able to stop. Pretty soon you'll hate a hundred people.\" \"A zillion?\" \"Even a zillion. A little hatred goes a long, long way. It grows and grows. And it's hungry.\"\"Like Cimmamum?\"\"Even hungrier. You keep feeding it more and more people, and the more it gets, the more it wants. It's never satisfied. And pretty soon it squeezes all the love out of your heart\"--I pointed to her heart; she looked down at her chest--\"and all you'll have left is a hateful heart.","author":"Jerry Spinelli, Love, Stargirl","category":"hate"},{"quote":"I have so much hate that it has turned into love.","author":"Margaret Cho, I Have Chosen to Stay and Fight","category":"cho, comedy, hate, humor, love, margaret"},{"quote":"People who are filled with hate don't know how to handle love.","author":"P.C. Cast","category":"hate, love"},{"quote":"Hate can be a deeply stimulating emotion. The world becomes easier to understand and much less terrifying if you divide everything and everyone into friends and enemies, we and they, good and evil. The easiest way to unite a group isn't through love, because love is hard, It makes demands. Hate is simple. So the first thing that happens in a conflict is that we choose a side, because that's easier than trying to hold two thoughts in our heads at the same time. The second thing that happens is that we seek out facts that confirm what we want to believe - comforting facts, ones that permit life to go on as normal. The third is that we dehumanize our enemy.","author":"Fredrik Backman, Beartown","category":"emotion, hate, love"},{"quote":"I didn't know it was possible to simultaneously hate and ache for someone.","author":"Stephanie Perkins","category":"aching, hate, love"},{"quote":"I was modest--they accused me of being crafty: I became secretive. I felt deeply good and evil--nobody caressed me, everybody offended me: I became rancorous. I was gloomy--other children were merry and talkative. I felt myself superior to them--but was considered inferior: I became envious. I was ready to love the whole world--none understood me: and I learned to hate.","author":"Mikhail Lermontov, A Hero of Our Time","category":"bullying, good-and-evil, hate"},{"quote":"Loving someone is different from being in love with someone. You can hate someone you're in love with","author":"Fyodor Dostoyevsky, The Brothers Karamazov","category":"hate, love"},{"quote":"I'm running on hate.","author":"Suzanne Collins, Mockingjay","category":"hate"},{"quote":"How can two people hate so much without knowing each other?","author":"Alan Moore, Batman: The Killing Joke","category":"batman, hate, joker"},{"quote":"An eye for an eye, a tooth for a tooth. a burn for a burn. a life for a life. that's how all this got started. and that's how it's going to end.","author":"Jenny Han, Fire with Fire","category":"hate, murder, revenge"},{"quote":"We can always hate that which we loved, and with a fire as great as our love once was.","author":"Claudia Gray, Afterlife","category":"afterlife, christopher, evernight-series, hate, love"},{"quote":"Hate is often an obverse form of love.You hate someone whom you really wish to love but whom you cannot love.","author":"Sri Chinmoy","category":"hate, love"},{"quote":"You can’t keep messing me around like this. It’s been going on too long. I can’t take it anymore. I get sick every time you come around. Then I get sick when you leave. You’re like a disease to me.","author":"Sam Shepard, Fool for Love","category":"hate, love, lovers"},{"quote":"Love turns, with little indulgence, to indifference or disgust: hatred alone is immortal.","author":"William Hazlitt, On the Pleasure of Hating","category":"hate, love, satire"},{"quote":"The one thing ... that is truly ugly is the climate of hate and intimidation, created by a noisy few, which makes the decent majority reluctant to air in public their views on anything controversial. ... Where all pretend to be thinking alike, it's likely that no one is thinking at all.","author":"Edward Abbey, Postcards from Ed: Dispatches and Salvos from an American Iconoclast","category":"fox-news, hate, intimidation, sheep-mentality"},{"quote":"What’s the point in hating something if you aren’t proactive?","author":"Kiersten White, Supernaturally","category":"hate, jack"},{"quote":"Hate PoemI hate you truly. Truly I do.Everything about me hates everything about you.The flick of my wrist hates you.The way I hold my pencil hates you.The sound made by my tiniest bones were they trapped in the jaws of a moray eel hates you.Each corpuscle singing in its capillary hates you.Look out! Fore! I hate you.The blue-green jewel of sock lint I’m diggingfrom under by third toenail, left foot, hates you.The history of this keychain hates you.My sigh in the background as you explain relational databaseshates you.The goldfish of my genius hates you.My aorta hates you. Also my ancestors.A closed window is both a closed window and an obvioussymbol of how I hate you.My voice curt as a hairshirt: hate.My hesitation when you invite me for a drive: hate.My pleasant “good morning”: hate.You know how when I’m sleepy I nuzzle my headunder your arm? Hate.The whites of my target-eyes articulate hate. My witpractices it.My breasts relaxing in their holster from morningto night hate you.Layers of hate, a parfait.Hours after our latest row, brandishing the sharp glee of hate,I dissect you cell by cell, so that I might hate each oneindividually and at leisure.My lungs, duplicitous twins, expand with the utter validityof my hate, which can never have enough of you,Breathlessly, like two idealists in a broken submarine.","author":"Julie Sheehan","category":"hate"},{"quote":"Hate isn’t the opposite of love, apathy is. Hating doesn’t free you from feeling anything. You have to carry it around, using every scar, every little memory like a building block. Like a stone in a wall, until you’ve created a new person, a new life that you can live with.","author":"Rasmenia Massoud, Broken Abroad","category":"apathy, feeling, hate, life, love, reinventing-yourself, scars, walls"},{"quote":"The hated man is the result of his hater's pride rather than his hater's conscience.","author":"Criss Jami, Diotima, Battery, Electric Personality","category":"arrogance, conscience, ego, hate, haters, hatred, insecurity, irrationality, narcissism, pride"},{"quote":"I believe that love is better than hate. And that there is more nobility in building a chicken coop than in destroying a cathedral.","author":"Betty Greene","category":"hate, inspirational, love"},{"quote":"While it is better to be loved than hated, it is also far better to be hated than ignored.","author":"Viet Thanh Nguyen, The Sympathizer","category":"hate, ignored, love, significance"},{"quote":"You can't hate someone until you know what it might be like to love them.","author":"Jodi Picoult, Vanishing Acts","category":"hate, like, love"},{"quote":"Caroline was always moody and miserable, but I liked it. I liked feeling as if she had chosen me as the only person in the world not to hate, and so we spent all this time together just ragging on everyone, you know?","author":"John Green, The Fault in Our Stars","category":"feeling, hate, john-green, the-fault-in-our-stars"},{"quote":"You're a disaster for us, Clary! You're a mundane, you'll always be one, you'll never be a Shadowhunter! You don't know how to think like we do, think about what's best for everyone-- all you think about is yourself! But there's a war now, or there will be, and I don't have time or the inclination to follow around after you, trying to make sure you don't get us killed! Go home, Clary. Go home!","author":"Cassandra Clare, City of Glass","category":"city-of-glass, clary-fray, hate, jace-wayland, love, the-mortal-instruments"},{"quote":"When you keep hurting someone, you do one of three things. Either you fill them up with hate, and they destroy everything around them. Or you fill them up with sadness, and they destroy themselves. Or you fill them up with justice, and they try to destroy everything that's bad and cruel in this world. Me, I was the first kind of person.","author":"Nick Lake, In Darkness","category":"destruction, hate"},{"quote":"He'll love and hate equally under cover, and esteem it a species of impertinence to loved or hated again.","author":"Emily Brontë, Wuthering Heights","category":"hate, love"},{"quote":"You know what they say,\" Amanda said. \"Hatred isn't the opposite of love, it's just another variation of it. They both mean you have passionate feelings for someone.","author":"Robin Brande, Fat Cat","category":"hate, hatred, love"},{"quote":"Please don’t hate you??!! I hate that I love you. Loving you made me waste a year of my life. Loving you made me be passionate about nothing but you. Loving you made me take risks I never would have otherwise. Loving you made me give it up to you. Loving you made me neglect my parents and Amy. Loving you made me not care that my grandma just died. Loving you made me turn out bitter and hopeless like her. Loving you made me hate myself for being dumped by you. Loving you made me deluded, irrational, inconsiderate, and a liar. And because I love you, you’re always going to hau","author":"Daria Snadowsky, Anatomy of a Boyfriend","category":"breaking-up, hate, love"},{"quote":"At the center of non-violence stands the principle of love","author":"Martin Luther King Jr.","category":"hate, love, nonviolence"},{"quote":"An alternative to love is not hate but patience.","author":"Santosh Kalwar","category":"hate, love, patience"},{"quote":"Alas, that love, whose view is muffled still,Should, without eyes, see pathways to his will!Where shall we dine? O me! What fray was here?Yet tell me not, for I have heard it all.Here’s much to do with hate, but more with love.Why, then, O brawling love! O loving hate!O any thing, of nothing first create!O heavy lightness! Serious vanity!Mis-shapen chaos of well-seeming forms!Feather of lead, bright smoke, cold fire, sick health!Still-waking sleep, that is not what it is!This love feel I, that feel no love in this.Dost thou not laugh?","author":"William Shakespeare, Romeo and Juliet","category":"emotion, hate, love"},{"quote":"But I want to be better than the lessons they taught me. I want my love to be greater that my hate, my mercy to be stronger than my vengeance.","author":"Amy Engel, The Book of Ivy","category":"amy-engel, hate, life, love, mercy, revenge, the-book-of-ivy"},{"quote":"I´d rather have anybody´s hate than their pity","author":"S.E. Hinton, The Outsiders","category":"hate, pity"},{"quote":"Perhaps people hate because it's more difficult to love. It also takes more courage to do the latter.","author":"Primadonna Angela","category":"hate, love"},{"quote":"But sometimes we crave the love of those we’re afraid to hate.","author":"Anthony Breznican, Brutal Youth","category":"hate, love"},{"quote":"My only love sprung from my only hate.","author":"William Shakespeare, Romeo and Juliet","category":"hate, love"},{"quote":"But love like that doesn't just disappear, does it? No matter how powerful the hate, there is always a little love left, underneath.Yes. Horrible, isn't it?","author":"N.K. Jemisin, The Hundred Thousand Kingdoms","category":"hate, love, resentment"},{"quote":"I cannot hate them because nothing binds me to them","author":"I have nothing in common with them.","category":"Milan Kundera, Immortality"},{"quote":"Man can start with aversion and end with love, but if he begins with love and comes round to aversion he will never get back to love.","author":"Honoré de Balzac","category":"hate, love"},{"quote":"People think we had a love-hate relationship. Well, I did not love him, nor did I hate him. We had mutual respect for each other, even as we both planned each other's murder.","author":"Werner Herzog","category":"hate, love, respect"},{"quote":"You made them hate me.\" Said Ender\"So? What will you do about it? Crawl in a corner? Start kissing their little backsides so they'll love you again? There's only one thing that will make them stop hating you. And that's being so good at what you do that they can't ignore you. I told them you were the best. Now you damn well better be.\" -Graff","author":"Orson Scott Card, Ender's Game","category":"best, hate, inspirational, love"},{"quote":"To really know someone is to havelove and hated him in turn.","author":"Marcel Jouhandeau","category":"hate, knowing, love"},{"quote":"Religious fanaticism and hatred are a world-devouring fire, whose violence none can quench.","author":"Bahá'u'lláh","category":"fanaticism, hate"},{"quote":"I was still searching for someone to blame for my suffering. I really wanted someone to transfer my hate to, so that I could stop hating myself.","author":"Glenn Beck, The 7: Seven Wonders That Will Change Your Life","category":"blame, doubt, hate, shame"},{"quote":"You hate someone whom you really wish to love, but whom you cannot love. Perhaps he himself prevents you. That is a disguised form of love.","author":"Sri Chinmoy","category":"hate, love"},{"quote":"Prisons are the temples where devils learn to prey. Every time we turn the key we twist the knife of fate, because every time we cage a man we close him in with hate.","author":"Gregory David Roberts, Shantaram","category":"cage, hate"},{"quote":"Let's not hate the existence of hatred.","author":"Toba Beta, Betelgeuse Incident: Insiden Bait Al-Jauza","category":"acceptance, creation, existence, hate, hatred, life"},{"quote":"I kind of hate Nick right now, too, but there's someone else higher on my list, someone I hate more than Saddam Hussein and any asshole named Bush combined, hate more than that fuckhead who canceled 'My So-Called Life' and left me with a too-small boxed DVD set that does not answer the questions whether Angela and Jordan Catalano did it, or if Patty and Graham got a divorce, or if there really was something to all that lesbian subtext between Rayanne and Sharon.","author":"Rachel Cohn, Nick & Norah's Infinite Playlist","category":"hate, pop-culture"},{"quote":"As Lacy waited for her turn to speak on Peter's behalf, she thought back to the first time she realized she could hate her own child.","author":"Jodi Picoult, Nineteen Minutes","category":"child, hate, lacy, motherhood, peter, unconditional-love"},{"quote":"He loves deep... hates hard, ever'thing's that killed what he loves. All great warriors are sich men.","author":"Forrest Carter, The Outlaw Josey Wales","category":"hate, josey-wales, love, noremorse, revenge, western"},{"quote":"What's love if not the thing you'll do anything and everything to get back once lost? What's hate if not the thing you'll do anything and everything to get rid of once found?","author":"Brian Celio","category":"hate, love"},{"quote":"You don't bless what you love...It's when you want to love and you can't manage it. You stretch out your hands and you say God forgive me that I can't love but bless this thing anyway...We have to bless what we hate...It would be better to love, but that's not always possible.","author":"Graham Greene, Complete Short Stories","category":"1966, blessing, hate, the-blessing"},{"quote":"What we love we may also despise.","author":"Françoise Sagan, Dans un mois, dans un an","category":"hate, love"},{"quote":"Probably there is nothing in human nature more resonant with charges than the flow of energy between two biologically alike bodies, one of which has lain in amniotic bliss inside the other, one of which has labored to give birth to the other. The materials are here for the deepest mutuality and the most painful estrangement.","author":"Adrienne Rich, Of Woman Born: Motherhood as Experience and Institution","category":"family-relationships, feuds, hate, love, mother, mothers-and-daughters"},{"quote":"I am the mother that bore you, and your sorrow is my agony; and if you don't hate her, i do'Then, mother, you make me love her more. She is unjustly treated by you, and I must make the balance even.","author":"Elizabeth Gaskell, North and South","category":"hate, love, mother-s-love"},{"quote":"Hatred will never be erased! The only thing you can do... is erase the ones you hate. - Hakuryuu","author":"Shinobu Ohtaka","category":"enemies, erase, hakuryuu, hate, hatred, magi-the-labyrinth-of-magic"},{"quote":"Why do people assume? If I hate you, I'll tell you. In this case, it's not hate. It's hurt. I'll lick my wounds, which only oozed because I gave a damn, and be over it before the sun rises.","author":"Donna Lynn Hope","category":"assuming, assumptions, hate, hurt, offense"},{"quote":"Wherever love is blind, hatred can't see.","author":"Toba Beta, Master of Stupidity","category":"blind, hate, hatred, love, see"},{"quote":"In that shrinking moment he discovered that he had never hated anyone until now. It was a feeling as pure as love, but dispassionate and icily rational.","author":"Ian McEwan, Atonement","category":"hate"},{"quote":"I hate myself pretty often\" .She tilted her face back on the pillow, damning tears and attempting so smile at the same time. \"Pretty fucking often","author":"Jim Lynch, The Highest Tide","category":"hate"},{"quote":"Love is the big booming beat which covers up the noise of hate.","author":"Margaret Cho","category":"hate, love"},{"quote":"Piers is always going on about how he hated Stowe. As if that solves everything, as if to hate something means it can't have affected you.","author":"John Fowles, The Collector","category":"hate"},{"quote":"This story is about love, which means that it is also about hate.","author":"Philip José Farmer","category":"hate, love, story"},{"quote":"While love shuts down areas of the brain associated with judgment and reasoning by contrast those consumed with hate have very active reasoning facilities. It takes logic to figure out how to attack your enemy.","author":"Randall Parker","category":"hate, noremorse"},{"quote":"He leant his two elbows on his knees, and his chin on his hands and remained rapt in dumb meditation. On my inquiring the subject of his thoughts, he answered gravely 'I'm trying to settle how I shall pay Hindley back. I don't care how long I wait, if I can only do it at last. I hope he will not die before I do!''For shame, Heathcliff!' said I. 'It is for God to punish wicked people; we should learn to forgive.''No, God won’t have the satisfaction that I shall,' he returned. 'I only wish I knew the best way! Let me alone, and I'll plan it out: while I'm thinking of that I don't feel pain.","author":"Emily Brontë, Wuthering Heights","category":"hate, justice, revenge"},{"quote":"We passed from laughter to terror which, like love and hate, are close relatives.","author":"Lise Deharme","category":"hate, laughter, love, terror"},{"quote":"Cannot you conceive that another man may wish well to the world and struggle for its good on some other plan than precisely that which you have laid down?","author":"Nathaniel Hawthorne","category":"hate, perspective, polarism"},{"quote":"A Manhattan lawyer who describes himself as \"America`s leading expert on the militia movement\" writes that he hugged his three-year-old kid the night of the Oklahoma City bombing. He told junior that it happened \"because they hated too much\"For now, let`s accept the premise that one hundred sixty-eight humans died in Oklahoma City because people \"hated too much\"Now answer these questions if you would be so kind: did a federal sniper shoot Vicki Weaver in the face because he hated too much? Did our government conduct the Tuskegee with syphilis on black soldiers because it hated too much?","author":"Jim Goad, The Redneck Manifesto: How Hillbillies, Hicks, and White Trash Became America's Scapegoats","category":"dometic-terrorism, hate, oklahoma-bombing, vicki-weaver"},{"quote":"I could never hate you as much as I love you.","author":"Rachel Van Dyken, Elicit","category":"hate, heartache, love"},{"quote":"There was a time when I thought I loved my first wife more than life itself. But now I hate her guts. I do. How do you explain that? What happened to that love? What happened to it, is what I'd like to know. I wish someone could tell me.","author":"Raymond Carver, What We Talk About When We Talk About Love","category":"break-up, divorce, falling-out, hate, love, love-to-hate, questioning"},{"quote":"Go away. I hate everyone right now, and I'm pretty sure that includes you.","author":"Jill Shalvis","category":"hate, hurting, solitary"},{"quote":"Poor people never, or hardly ever, ask for an explanation of all they have to put up with. They hate one another, and content themselves with that.","author":"Louis-Ferdinand Céline, Journey to the End of the Night","category":"130, hate, poor-people"},{"quote":"She hated him and loved him, longed for him and loathed him, and cursed herself for feeling anything at all","author":"Rick Yancey, The Isle of Blood","category":"hate, love"},{"quote":"Even now, Dickon was upstairs, writing sonnets to his new love, while back at Seadown House, Marianne was writing 'Ella' on scraps of paper and then burning them.","author":"Jessica Day George, Princess of Glass","category":"hate, jealousy"},{"quote":"I love fake people provided they are mannequins.","author":"Pushpa Rana, Just the Way I Feel","category":"fake, fake-people, hate, mannequins"},{"quote":"Remember that there's a time to hate and a time to heal.","author":"Gayle Roper, Shadows on the Sand","category":"hate, heal"},{"quote":"Love or hatred calls for self-surrender. He cuts a fine figure, the warm-blooded, prosperous man, solidly entrenched in his well-being, who one fine day surrenders all to love—or to hatred; himself, his house, his land, his memories.","author":"Jean-Paul Sartre, No Exit and Three Other Plays","category":"hate, love, orestes, surrender, the-flies"},{"quote":"Hate and love are reciprocal passions.","author":"Gabriel García Márquez","category":"hate, life, love"},{"quote":"This is what you know about someone you have to hate: he charges you with his crime and castigates himself in you.","author":"Philip Roth, The Anatomy Lesson","category":"crime, hate"},{"quote":"There’s hardly anybody who doesn’t hate somebody now, and nobody at all whom somebody doesn’t hate.","author":"Jonathan Franzen, Farther Away","category":"hate"},{"quote":"Hate born from too many tears and too little Love","author":"Fred Rosen","category":"hate, life, love"},{"quote":"The function of hate, as Sarai saw it, was to stamp out compassion—to close a door in one's own self and forget it was ever there. If you had hate, then you could see suffering—and cause it—and feel nothing except perhaps a sordid vindication.","author":"Laini Taylor, Strange the Dreamer","category":"hate"},{"quote":" I simply hate the people who have no good words for anyone, who is impolite & who don't respect anyone.","author":"Prathima Bhandary","category":"bad, hate, impolite"},{"quote":"To hate everything is to be wounded by everything.","author":"Marty Rubin","category":"hate, haters"},{"quote":"Whenever I happen to be in a city of any size, I marvel that riots do not break out everyday: Massacres, unspeakable carnage, a doomsday chaos. How can so many human beings coexist in a space so confined without hating each other to death?","author":"Emil M. Cioran","category":"chaos, cities, hate, riots"},{"quote":"And the more he was irritated by her basic personality, the more he was drawn to her by a harsh, bestial sensuality, illusions of a moment, which ended in hate.","author":"Gustave Flaubert, Sentimental Education","category":"hate, love"},{"quote":"Do they hate the idea of her, because she's different from them, and that in this difference there might be some sort of inferiority or superiority that is hers or theirs, that in the end threatens the potential happiness of everyone?","author":"Steven Galloway, The Cellist of Sarajevo","category":"hate"},{"quote":"Tricks ripped and you tripped, tricked yourself by falling slowly.I’m the winner in this game,unable to stoop to your level of shame.Unwilling to reply to your words of ache.","author":"Coco J. Ginger","category":"ache, hate, heartbreak, jamie-weise, lesson-learned, love, love-story, shame, the-game, tricked, tricks"},{"quote":"We always hate people who surprise our secrets…","author":"L.M. Montgomery, Anne of Windy Poplars","category":"hate, l-m-montgomery, secrets"},{"quote":"Why should one hate you when you were so small? Could you be worth hating?","author":"L.M. Montgomery, Anne of Windy Poplars","category":"hate, l-m-montgomery"},{"quote":"I love you because we hate the same stuff","author":"Morley","category":"hate, love"},{"quote":"I think the people from Mississippi ought to come to Chicago to learn how to hate.\" Martin Luther King, Jr. after the violent reception he received in Chicago in 1966.","author":"Rick Perlstein, Nixonland: The Rise of a President and the Fracturing of America","category":"hate, northerners, southerners"},{"quote":"I need to learn to stay away from those who want to steal my heart and replace it with steel.","author":"Maria Nieves","category":"hate, heart-ache, indifference"},{"quote":"Being with you is like standing next to the sun. It's so hot you die if you don't move.","author":"Mo","category":"hate"},{"quote":"But that was just it - hate was exactly the right word. Hate is a force of attraction. Hate is just love with its back turned.","author":"Terry Pratchett, Maskerade","category":"hate"},{"quote":"If only it were that easy to let go of hate. Just relax your face.","author":"Laini Taylor, Dreams of Gods & Monsters","category":"face, hate, relax"},{"quote":"Outcasts, callused from being in exile for too long, learn to thrive on being the hated; the attention and infamy of our actions fuel us to become antiheroes. Too often do we forget: we risk self-destruction if we fail to follow what we know is right; our talents too often become misplaced, misdirected, misguided from what could have been something wonderful.","author":"Mike  Norton, Fighting For Redemption","category":"anti-hero, destruction, exile, hate, outcast, talent, wonderful"},{"quote":"love needs too much help, he said.hate takes care of itself.","author":"Charles Bukowski, Play the Piano Drunk Like a Percussion Instrument Until the Fingers Begin to Bleed a Bit","category":"bitter, effort, hate, hatred, love, love-lost"},{"quote":"Stories start in all sorts of places. Where they begin often tells the reader of what to expect as they progress. Castles often lead to dragons, country estates to deeds of deepest love (or of hate), and ambiguously presented settings usually lead to equally as ambiguous characters and plot, leaving a reader with an ambiguous feeling of disappointment. That's one of the worst kinds.","author":"Rebecca McKinsey, Sydney West","category":"ambiguity, castles, characters, disappointment, dragons, hate, love, plot, readers, stories"},{"quote":"To my way of thinking, the slavery issue is just an excuse to allow some people to do hateful things and feel righteous about it.","author":"Joan Lowery Nixon, A Dangerous Promise","category":"excuses, hate, morals"},{"quote":"His moods changed minute to minute, and Jan could change him quicker than anyone. The more he loved her the more mixed up he got. He was such a beautiful man, but so unstable.","author":"David Ritz, Divided Soul: The Life Of Marvin Gaye","category":"complicated-relationship, hate, instability, jewel-price, love, marvin-gaye, unstable"},{"quote":"Simon Glass was easy to hate. I never knew exactly why, there was just too much to pick from. I guess, really, we each hated him for a different reason, but we didn't realize it until the day we killed him.","author":"Gail Giles, Shattering Glass","category":"first-sentence, hate, murder"},{"quote":"The thing is, I don't even hate cops. To tell you the truth, I actually feel a little sorry for them.","author":"Markus Zusak, Fighting Ruben Wolfe","category":"cops, feel-sorry, hate"},{"quote":"Ruthie started to cry at Julia's use of the word \"hate,\" though Ruthie knew it was true, accurate. For a long time now it had been easier just to hate her sister. Easier to try to define the relationship with that simple emotion than to live with the conflicting set of feelings Julia brought forth.","author":"Susan Rebecca White, A Soft Place to Land","category":"denial, hate, sisters"},{"quote":"You cannot hate someone until you know what it might be like to love them.","author":"Jodi Picoult, Vanishing Acts","category":"hate, love"},{"quote":"Something had lubricated us. Something had washed us clean. I understood, and at the same minute I understood that that they all understood, too. Hate had passed away, and in its place was the other word that's just as big. (\"Golden Baby\")","author":"Alice Brown","category":"hate, love"},{"quote":"Hate is a strong emotion. Much more stronger than indifference. But those who burn with hate can also love just as intensely.","author":"Morgan Rhodes, Falling Kingdoms","category":"falling-kingdoms, hate, indifference, love, magnus-damora, morgan-rhodes, sabina"},{"quote":"Liberty will always triumph over fear and fundamentalism. Our desire to be free is greater than their desire to terrorise and our capacity to love far exceeds their capacity to hate.","author":"David Alejandro Fearnhead","category":"hate, liberty, love, terrorism-freedom"},{"quote":"Hate was such a waste of human resources. So little was accomplished with hate, so much more with love.","author":"Haley Walsh, Foxe Tail","category":"hate, homophobia, love, transphobia"},{"quote":"The more I lived with Jan, the more I loved her, the more I made her miserable. It was a vicious cycle (page 209)……The more I loved her the more I hated her. And the more she loved me, the more I harmed myself (page 269).","author":"Marvin Gaye","category":"complicated-relationship, david-ritz, divided-soul, hate, janis-hunter, love, marvin-gaye, self-harm"},{"quote":"I love you Tory. I know I say it a lot, but...\"\"I know baby. I feel the same way about you. Those words never convey what goes through my mind and heart every time I look up and see you sitting in my house. Funny thign is, I always thought my house was full and that there was nothing missing in my life. I had a job I loved. Family who loved me. Good friends to keep me sane. Everything a human could want. And t hen I met an infuriating, impossible man who added the one thing I didn't know wasn't there.\"\"Dirty socks on the floor?\"She laughed. \"No, the other part of my heart. The last face I see before I go to sleep and the first one I see when I get up. I'm so glad it was you.\" Those words both thrilled and scared him. Mostly because he knew firsthand that if love went untended it turned into profound hatred. --Tory and Acheron","author":"Sherrilyn Kenyon, Retribution","category":"hate, love"},{"quote":"...and it strikes her, as she walks, that borders, like hatred, are exaggerated precisely because otherwise they would cease to exist altogether.","author":"Colum McCann, Zoli","category":"borders, hate, immigration"},{"quote":"Love is both wondrous and yet full of peril. Love is a gateway through which hatred - disguised and unrecognized - can pass.","author":"David Gemmell, Dark Moon","category":"corruption, emotion, hate, love"},{"quote":"Like light and shadow, love and hate were inseparable. One could not exist without the other.","author":"David Gemmell, Dark Moon","category":"hate, love"},{"quote":"She hated herself more than she could express.","author":"Jane Austen, Northanger Abbey","category":"hate"},{"quote":"If she could hate this much she sure as hell had loved.","author":"Shannon Celebi, Papa Was A Gypsy","category":"hate, hate-to-love, love, love-to-hate"},{"quote":"Love humiliates you, hatred cradles you.","author":"Janet Fitch, White Oleander","category":"hate, love"},{"quote":"For maybe the first time he could remember, he was very seriously thinking about how to best kill someone he’d never even seen.","author":"Yukako Kabei, Kieli, Volume 6: The Sunlit Garden Where It Began, Part 2","category":"hate, love, revenge, tragedy"},{"quote":"If a person's mind is controlled by forces of revenge and jealousy, it cannot express love & sympathy. And even if they show love and sympathy to others it will yield no good result. The thought will not be reflected in love but in hate.","author":"Virchand Gandhi","category":"express, hate, jainism, love, sympathy, thought"},{"quote":"Ahh the 90's I hated ye when I was in it, but I love it now that it's gone...","author":"Allison B. Levine","category":"90s, hate, love"},{"quote":"I love fools who don't know they are fools but hate fools that know they are.","author":"Hmedon","category":"hate"},{"quote":"Gandiji says where there is love there is life. We can also say where there is hate there is hell!","author":"Mehmet Murat ildan","category":"hate"},{"quote":"Richard Wright, a Mississippi-born negro, has written a blinding and corrosive study in hate. It is a novel entitled \"Native Son\".","author":"David L. Cohn","category":"criticism, hate"},{"quote":"Why, she wondered, do we always reserve our worst hatred for our own?","author":"Donna Woolfolk Cross, Pope Joan","category":"hate, hatred"},{"quote":"Treacherous people do not last only memories of their treason last.So will it last with emotions mixed, of love and hate for treacherous ones.","author":"Amit Abraham","category":"hate, memories, treacherous, treason"},{"quote":"Jonathan Swift made a soul for the gentlemen of this city by hating his neighbor as himself.","author":"W.B. Yeats, Selected Poems and Four Plays","category":"golden-rule, hate, jonathan-swift, neighbors, the-tables-of-the-law"},{"quote":"Simon hated her for that. Perhaps it was automatic. Her appearance alone made her different from him, and human beings had always feared and hated anyone who was different. Two thousand years of history saw it being repeated over and over, the perpetual struggle of one race, or tribe, or creed, against another... each one thinking they were right, superior, morally justified, or chosen by God. Simon saw himself as normal, Laura as abnormal.","author":"Louise Lawrence, Children of the Dust","category":"dystopia, hate"},{"quote":"Never so sure our rapture to createAs when it touch'd the brink of all we hate.","author":"William Hazlitt","category":"hate, hatred, porup, rapture, satire, united-states-of-air"},{"quote":"…hate's got to be a disease with me.","author":"L.M. Montgomery, Anne of Windy Poplars","category":"hate, l-m-montgomery"},{"quote":"His hatred for her was now as solid as the boards he lay on, as the stones ringing the firepit.","author":"Stephen M. Irwin, The Dead Path","category":"hate, hatred"},{"quote":"This cavern is below all, and the enemy of all; it is hatred, without exception.","author":"Victor Hugo, Les Misérables","category":"hate"},{"quote":"Don't hate the game, hate the player... the player should have known better than to play the game in the first place.","author":"Nyki Mack","category":"cheater, deceit, drama, faithful, game, hate, liar, player"},{"quote":"If God is not the reason, I have no reason! If Jesus Christ is not my friend, I have no friend!","author":"Ernest Agyemang Yeboah","category":"christian-walk, doubt, hate"},{"quote":"I am a physician, and as a consequence I see things most clearly in medical terms. I am arguing that we need an immunization program, one that injects people with respect, dignity, and equality. One that inoculates them against hatred.","author":"Izzeldin Abuelaish, I Shall Not Hate: A Gaza Doctor's Journey on the Road to Peace and Human Dignity","category":"dignity, doctor, gaza, hate, i-shall-not-hate, immunization, israel, love, palestine, vaccine"},{"quote":"I hate Bangladesh, because it tortures my motherland.","author":"Shobuj Taposh","category":"bangladesh, hate, motherland, tortures"},{"quote":"Being hated isn't easy, you know. You just cannot falter meeting their expectations.","author":"Aniruddha Sastikar","category":"competition, hate, haters, hatred, jealousy, know-yourself, love, love-yourself-first"},{"quote":"I once listened to a woman describe a group of men marching toward her house with sticks lit afire, screaming things like 'git the nigger' and 'kill the nigger bitch.' Those tiki torches weren't about protest. They were about a statement. It said, 'We're still here because we never left.","author":"Janelle Gray","category":"hate, kkk, racism-in-america"},{"quote":"In 2015, the writer Alex Blank Millard engaged in her own gender-swap experiment to highlight the misogynist nature of online abuse. Sick of constantly receiving rape threats from ‘faceless eggs’ online, she changed her Twitter profile photo to that of a white man – but kept the content she posted the same. When Millard tweeted about rape culture, fat shaming, and systemic oppression as Lady Alex, the standard response was a deluge of rape and death threats, and a bunch of guys calling her fat. When she commented on the same things as Straight- and Cis-Looking White Dude Alex, she was retweeted, favourited, and even cited by Buzzfeed (Millard, 2015).","author":"Emma A. Jane, Misogyny Online: A Short (and Brutish) History","category":"cyberhate, gender, hate, hate-speech, misogyny, misogyny-online, sage-swifts"},{"quote":"I hate looking at you sometimes. Looking into the eyes of a woman that holds so many secrets, so much pain, so many regrets. On the surface, you seem so normal - as if life has been kind to you. But your eyes. - your eyes reveal a different story. Your eyes reveal...","author":"N'Zuri Za Austin, Fragments of a Reflection","category":"broken, deception, eyes, fragmented, hate, mirror, mirrors-reflection, regrets, searching-for-me, secrets"},{"quote":"I hate looking at you sometimes. Looking into the eyes of a woman that holds so many secrets, so much pain, so many regrets. On the surface, you seem so normal - as if life has been kind to you. But your eyes - your eyes reveal a different story. Your eyes reveal...","author":"N'Zuri Za Austin, Fragments of a Reflection","category":"broken, deception, eyes, fragmented-reflection, hate, mirror, mirrors-reflection, regrets, secrets, unspoken-truth"},{"quote":"Club Hate' does not admit fine people to it's membership.","author":"T.F. Hodge, From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","category":"good-people-quotes, hate, haters, membership, social-justice"},{"quote":"On Lou's lips a trace of pinot and out of them poured tales of acts of viciousness worthy of the great Lucifer himself, stories told through the night, the tortures, the beatings, the broken bones, every school has its Tigellinus, but his had more than one and each with followers, all-American boys who delighted in discovering how much pain a soul could withstand, two suicide attempts and all his parents and school could do was try to make Lou change his behavior, his behavior, his behavior, his, his, his, to modify his being just a bit. It gets better, Doc, fucking gets better, no one dared suggest that maybe the family and the school should change, or heaven forbid, that it was the all-Americans who should be modifying their beings, no, the homo should grin and bear it dumbly...","author":"Rabih Alameddine, The Angel of History","category":"bullying, hate, heteronormativity, homophobia, homophobic-violence, oppression, responsibility"},{"quote":"I hate comedy... Yo...-yo bitch.","author":"Deyth Banger, All As None and More","category":"bitch, comedy, hate, hatred, yo"},{"quote":"Anytime you think you hate somebody, what you do is pray for them. Try it, you’ll see.","author":"Lucia Berlin, A Manual for Cleaning Women: Selected Stories","category":"hate, pray"},{"quote":"The physics of gravity was not reserved only for large celestial objects to efficiently exert.","author":"Gayendra Abeywardane, Crocodile Chamber","category":"attraction, bond, gravity, hate, love"},{"quote":"you struggle with the notion that you can love a person you hate, or hate a person you love. It’s a strange feeling. You want to live in a world where someone is good or bad, where you either hate them or love them, but that’s not how people are.","author":"Trevor Noah, Born a Crime: Stories From a South African Childhood","category":"bad, good, hate, love"},{"quote":"Bigotry that is known and visible is bigotry that can be challenged.","author":"DaShanne Stokes","category":"bigotry, discrimination, discrimination-quotes, hate, lgbt, lgbt-rights, racism, racism-quotes"},{"quote":"If you defend free speech for bigots but not to combat bigotry, then you believe in bigotry, not free speech.","author":"DaShanne Stokes","category":"bigotry, discrimination, first-amendment, free-speech, freedom-of-speech, hate, homophobia, racism, white-privilege"},{"quote":"Privilege is when your voice is the norm but still you claim to be unheard.","author":"DaShanne Stokes","category":"bigot, bigotry, charlottesville, charlottesville-attack, charlottesville-terrorist-attack, discrimination, discrimination-quotes, divided-america, divisions, false-claims, hate, hate-quotes, hatred, hatred-quotes, klan, ku-klux-klan, lies-we-tell-ourselves, make-america-great, make-america-great-again, nazi, nazism, neo-nazism, normalcy, norms, prejudice, prejudices, privilege, privileges, racism, racism-in-america, racism-quotes, racist, skinhead, skinheads, terrorism, trump-resistance-movement, unheard, united-states, united-states-of-america, voice, white-nationalism, white-nationalist"},{"quote":"Cheating, betraying its easy, changing partner like clothes its easy that's why people run there.Honesty is so difficult ,only people with power of self respect Do it.","author":"Mohammed Zaki Ansari, \"Zaki's Gift Of Love\"","category":"betrayal, hate, love-world"},{"quote":"I tried to be good to Judith, I tried to be kind and loving, but our hatred kept coming between us.","author":"Robert Silverberg, Dying Inside","category":"hate, love"},{"quote":"It is easy to hate but divine to love.","author":"Lailah Gifty Akita","category":"divine, hate, inspirational, love, wise-sayings"},{"quote":"I have yet to figure out a better way to combat hate than to love harder.","author":"Scott Stabile","category":"hate, love"},{"quote":"You hide it well, but I can see it, Lord Verniers. You hate us. We have beaten you to obedience but it's still there, like dry tinder waiting for a spark.","author":"Anthony  Ryan, Tower Lord","category":"abused, beaten, biding-time, cover, despise, dry, enslaved, explode, fire, fury, hate, hide, hurt, inferno, know, lie, obedience, pretend, recognize, see, shade, slave, spark, tinder, wait, waiting"},{"quote":"Hate is only misdirected energy: it gets you nowhere.","author":"Marty Rubin","category":"energy, futility, hate"},{"quote":"The only thing I fear is a world where injustice stands and hate possesses our hearts.","author":"Robert Vanleeuwen","category":"hate, injustice, justice, life, truth"},{"quote":"Bigots often like to say they're the ones being hurt as they oppress and hurt others. Never fall for the 'pity the privileged' routine.","author":"DaShanne Stokes","category":"bias, biased, biases, bigot, bigotry, bigots, discrimination, discrimination-quotes, gay-rights, hate, hate-quotes, hatred-quotes, hurt-quotes, lgbt, lgbt-quotes, lgbt-rights, lgbtq, oppression, oppression-quotes, pity, pity-the-privileged-routine, race-and-racism-in-america, racism-quote, racism-quotes"},{"quote":"Sometimes the universe works in a really weird way. You hate the people who love you, and you love the people who just aren't really that into you. And then there are those who love you as you love them, but fate just decides that you're not meant to be.","author":"Altruistic, Philanthropy","category":"hate, love, philanthropy, poetry, prose, relatable, universe"},{"quote":"Even from high above, I could feel Amanda's hate. Or perhaps it was another dimension of my Shadow, my own hate for her closing in on me. Despite all I had learned and seen, I wished to God someone would choke her to death so I could get ahold of her and choke her some more.","author":"Christopher Pike, Remember Me","category":"afterlife, amanda-parrish, christopher-pike, death, ghosts, hate, hatred, remember-me, shari-cooper, threats"},{"quote":"Hate is a self-destructive illness.","author":"Joan Ambu","category":"hate, mental-illness"},{"quote":"If you never assume the truth, you'll never be shackled by a lie.","author":"Robert Vanleeuwen","category":"hate, lies, life, prison, truth"},{"quote":"I can’t hate you. We’re too connected. I can’t hate you without hating me.","author":"Kitty Thomas, The Last Girl","category":"connection, hate, love"},{"quote":"I don't hate anybody,\" Tobias said calmly. \"It's strange, but right now, I don't even hate the Yeerks. It's like, they're trying to survive. And we're trying to survive. I'm not really sure why it has to be an either-or thing.","author":"K. A. Applegate","category":"animorphs, hate, tobias"},{"quote":"You can forget how to hate, but you can never forget how to love.","author":"Scott Stabile","category":"hate, love"},{"quote":"Whoever hates, harm.","author":"Lailah Gifty Akita","category":"harm, hate, inspirational, wise-wisdom"},{"quote":"You go above and beyond them: but the higher you climb, the smaller you appear to the eye of envy. And he who flies is hated most of all.","author":"Friedrich Nietzsche, Thus Spoke Zarathustra","category":"envy, hate"},{"quote":"Haters are your most dedicated fans: ordinary fans can be disappointed in you or can get tired of you etc. but haters never.","author":"Bryanna Reid","category":"fanaticism, fans, hate"},{"quote":"It takes all of this technology to come up here and understand the simplicity of things. From here, it’s really difficult to understand borders, wars, and hate.","author":"Thomas Pesquet (French astronaut)","category":"borders, hate, space, technology, wars"},{"quote":"Hatred is prevalent on this earth because it requires no real effort, unlike the investment it takes to genuinely understand a person.","author":"Richelle E. Goodrich, Slaying Dragons","category":"effortless, getting-to-know-others, hate, hatred, knowing-others, richelle, richelle-e-goodrich, richelle-goodrich, understanding-others"},{"quote":"I would rather die than hate.","author":"Catherine Jones Payne, Breakwater","category":"hate"},{"quote":"Love me!Hate me!I don't care which because either way,you're still talking about me!","author":"Anthony T. Hincks","category":"hate, hate-me, love, love-me, me, philosophy, talking, you"},{"quote":"People always seem to band together in accordance to a principle that has nothing to do with love, a principle that releases them from personal responsibility. (p. 81)","author":"James Baldwin, The Fire Next Time","category":"hate, love, race"},{"quote":"Today I was rejected......I hate being rejected... SAYYYYYYYYYY MY FUCKING NAME \"Bill\".","author":"Deyth Banger, Notes Of A Dead Man Sequel","category":"hate, my, name, rejected, say"},{"quote":"Real love does not hurt, but the rotten lies about love can cause you to hate love.","author":"Gift Gugu Mona","category":"hate, hurt, lies, love, love-quotes-and-sayings, real-love"},{"quote":"Don't think you are special only because I hate you. I hate everybody.","author":"Mario Fingarov","category":"depressingly-honest, desperate, hate"},{"quote":"He knew in that moment that falling in love with her would destroy him, and so he decided at once that he would do his damnedest to despise her.","author":"Ash Gray, The Suns of Anarchy","category":"hate, humor, love, unrequited-love, unrequited-love-humor"},{"quote":"If i start hate her, just because of this that she betrayed me ,Then i will betray to my Love.","author":"Mohammed Zaki Ansari, \"Zaki's Gift Of Love\"","category":"hate, life, love"},{"quote":"Hate and envy are like a bomb that cannot destroy anything without first destroying itself.","author":"Magnus Nwagu Amudi","category":"destruction, envy, hate"},{"quote":"The energy contained in hatred is destructive, the energy contained in love is constructive.","author":"R.A.Delmonico","category":"hate, love"},{"quote":"All verbal spats have silent winners.","author":"Talees Rizvi","category":"argument, arrogance, attitude, hate, winner"},{"quote":"You think good people can't hate?\" she asked. \"You think good people don't kill?\"[...}\"Good people do all the things bad people do, Lazlo. It's just that when they do them, they call it justice.","author":"Laini Taylor, Strange the Dreamer","category":"good-vs-bad, hate, kill"},{"quote":"People think that I'm a nice guy.The truth is that I'm so nasty that I don't allow anyone else to hate me, except myself.","author":"Anthony T. Hincks","category":"allow, else, except, guy, hate, myself, nasty, nice, philosophy, truth"},{"quote":"Over the obsidian hills and the sunken yellow dale, through the vast oceans of fog and the fires of nevermore, sits the fickle doors of the land of twilight. I will traverse it all, and execute righteous judgment on all that oppose me.","author":"H.S. Crow, Lunora and the Monster King","category":"execution, hate, judgement, king, nevermore, revenge, twilight, vengeance"},{"quote":"Sometimes, lies were the same things as wishes. Sometimes, wishes were things to hate.","author":"Shannon A. Thompson, July Lightning","category":"hate, hate-quotes, liars, liars-quotes, lies, lying, lying-to-ourselves, wish, wishes, wishes-quotes"},{"quote":"If you hate it... you close it!If you can't do it... you don't do it...!...Don't try from shit to make gold!","author":"Deyth Banger","category":"close, gold, hate, lesson, shit"},{"quote":"You can always tell who a writer subconsciously/consciously dislikes/hates/discriminates against in real life based on who they don't write about more than who they do.","author":"Ash Gray","category":"discrimination, hate"},{"quote":"Don't hate me for being different.Just be thankful I'm not you.","author":"Anthony T. Hincks","category":"being, different, hate, just, not-you, philosophy, unique, you"},{"quote":"Life without caution is like a car without brake.","author":"Bamigboye Olurotimi","category":"abortion, adultery, brake, car, caution, fornication, hate, life, pride"},{"quote":"If you love your country, you must be willing to defend it from fraud, bigotry, and recklessness--even from a president.","author":"DaShanne Stokes","category":"bigot, bigotry, bigots, defend, defense, discrimination, discrimination-quotes, donald-trump, donald-trump-president, donald-trump-quotes, fraud, frauds, fraudulence, get-involved, hate, hatred, lgbt, lgbt-quotes, lgbt-rights, lgbtq, patriotic, patriotism, prejudice, president, president-donald-trump, president-donald-trump-quotes, president-of-the-united-states, president-trump, president-trump-quotes, presidents, race, race-relations, race-relations-in-america, racism, racism-in-america, racism-quotes, reckless, recklessness, take-action"},{"quote":"Trump didn't divide America. He just doused us with gasoline and fanned the flames.","author":"DaShanne Stokes","category":"bigot, bigotry, discrimination, discrimination-quotes, divided-america, divisions, donald-trump, donald-trump-president, donald-trump-quotes, fire, gasoline, gay-rights, hate, hate-quotes, hatred, hatred-quotes, immigration, islamophobia, lgbt, lgbt-rights, prejudice, prejudices, president, president-donald-trump, president-donald-trump-quotes, president-of-the-united-states, president-trump, president-trump-quotes, racism, racism-in-america, racism-quotes, racist, sexism, sexism-quotes, trump, trump-resistance-movement, united-states, united-states-of-america"},{"quote":"Building bridges takes us further than building walls.","author":"DaShanne Stokes","category":"bias, biased, biases, bigot, bigoted, bigotry, building-bridges, building-bridges-not-walls, building-bridges-quotes, discriminating, discrimination, discrimination-quotes, gay-rights, hate, hatred, immigration, lgbt, lgbt-quotes, lgbt-rights, lgbtq, lgbtqia, prejudice, prejudiced, prejudices, race, race-and-racism-in-america, race-relations, racism, racism-in-america, racism-quote, racism-quotes, religion, religion-and-philosophy, religion-spirituality, religious-tolerance, tolerance, tolerance-quotes"},{"quote":"It's a scary world we live in when a person of color endorses a racist for president.","author":"DaShanne Stokes","category":"ben-carson, bigotry, discrimination, discrimination-quotes, donald-trump, donald-trump-president, donald-trump-quotes, hate, hate-quotes, hatred, hatred-quotes, people-of-color, prejudice, president-donald-trump, president-donald-trump-quotes, president-trump, president-trump-quotes, race, race-and-racism-in-america, race-relations, racism, racism-in-america, racism-quotes, scary, scary-reality, trump, trump-resistance-movement"},{"quote":"Discrimination is discrimination, even when people claim it's 'tradition.","author":"DaShanne Stokes","category":"bigot, bigotry, discrimination, discrimination-quotes, ethnic-team-names, hate, hatred, hatred-quotes, lgbt, lgbt-quotes, lgbt-rights, lgbtq, native-american-mascot, prejudice, race, race-and-racism-in-america, race-relations, racism, racism-in-america, racism-quotes, sexism, sexism-quotes, tradition, traditional-values, traditions"},{"quote":"Calling for an end to hate shouldn't be treated as a punishable offense.","author":"DaShanne Stokes","category":"bias, biases, civil-rights, civil-rights-movement, discriminating, discrimination, hate, hate-crimes, hate-quotes, hatred, hatred-quotes, human-rights, human-rights-abuse, human-rights-day, human-rights-violations, lgbt, lgbt-quotes, lgbt-rights, prejudice, prejudices, race-and-racism-in-america, race-relations, racism, racism-in-america, racism-quotes, rights, sexism, sexism-quotes"},{"quote":"Someone made a grievous mistake when summer was created","author":"no novitiate or god in their right mind would make a season akin to hell on purpose. Someone should be fired.","category":"Michelle Franklin, I Hate Summer: My tribulations with seasonal depression, anxiety, plumbers, spiders, neighbours, and the world."},{"quote":"Oh, my darling, why is it that love makes me hate the world? It's supposed to have quite the opposite effect. I feel as though all mankind, and God, too, were in a conspiracy against us.","author":"Evelyn Waugh, Brideshead Revisited: The Sacred and Profane Memories of Captain Charles Ryder","category":"god, hate, love"},{"quote":"You have to hate them, you mean? You can’t decide: I will or I won’t hate them?”Amar did not completely understand. “But I hate them now,” he explained. “The day Allah wants me to stop hating them, He’ll change my heart.”The man was smiling, as if to himself. “If the world’s really like that, it’s very easy to be in it,” he said.“It will never be easy to be in the world,” Amar said firmly. “Er tabi mabrhach. God doesn’t want it easy.","author":"Paul Bowles, The Spider's House","category":"colonialism, easy, french-morocco, god, hate, morocco"},{"quote":"The Bloody-Nine opened his mouth, and shrieked out all of his bottomless love and his endless hate in one long wail.","author":"Joe Abercrombie, Last Argument of Kings","category":"emotion-in-excess, expression, hate, love, rage"},{"quote":"Have you ever had one of those moments when the world around you comes to a crashing halt? When your heart beats so loudly that it drowns out every other sound? When the universe collapses to a single, solitary, radiant point of energy? This was one of those moments for me. The last time I heard the name Sandra Flax, Clinton was still screwing that ugly chick from Arkansas.\" The squirrel cocked his head to the side. \"Not Hillary, the other one, before the chubby kid.\" The squirrel still looked confused. \"Fine! It was 1989. Anyway, the sound of Sandra's name sent shivers down my spine and reawakened a hatred so venomous, at one time I thought it would be my undoing.","author":"Blayne Cooper, The Story of Me","category":"hate, humor, squirrel, venom"},{"quote":"We live in a world with an ever-growing population. Personal space these days is at a premium. Physically, we are practically tripping over our fellow man. Mentally and spiritually, the divide among us seems to widen.","author":"Carlos Wallace, The Other 99 T.Y.M.E.S: Train Your Mind to Enjoy Serenity","category":"carlos-wallace, fellow-man, hate, hatred, hatred-quotes, reality-check, reality-of-life, reality-quotes, reality-relationship, seperation, seperation-people-earth-illusion, seperations"},{"quote":"Have you shat, my child, I said gently.","author":"Samuel Beckett, Molloy","category":"etiquette, hate, politeness"},{"quote":"Love has no opposite.Hate, fear, are not love’s opposites;they are its denial.","author":"Ivan M. Granger","category":"hate, love, opposites"},{"quote":"What does religious freedom mean if we would use it as a cover for hate and privilege?","author":"DaShanne Stokes","category":"bias, biased, biases, bigot, bigoted, bigotry, deception, discriminating, discrimination, discrimination-quotes, first-amendment, first-amendment-defense-act, freedom-of-religion, gay-rights, hate, hatred, lgbt, lgbt-quotes, lgbt-rights, lgbtq, lgbtqia, prejudice, prejudiced, prejudices, privilege, privileges, religion, religion-and-philoshophy, religion-and-philosophy, religion-spirituality, religious, religious-freedom, religious-tolerance"},{"quote":"Ugly doesn't have a color. It lives among selfishness and hate","author":"Ginger Scott, The Hard Count","category":"hate, racism"},{"quote":"The Fuhrer himself was the target of the fourth leaflet: \"Every word that comes from Hitler's mouth is a lie. When he says peace, he means war, and when he blasphemously uses the name of the Almighty, he means the power of evil, the fallen angel, Satan. His mouth is the foul-smelling maw of Hell, and his might is at bottom accursed.\" This leaflet ended with the words \"We will not be silent. We are your bad conscience. The White Rose will not leave you in peace.","author":"Russell Freedman, We Will Not Be Silent: The White Rose Student Resistance Movement That Defied Adolf Hitler","category":"hate"},{"quote":"To love those who hate us is to refuse to borrow their hatred.","author":"Craig D. Lounsbrough","category":"borrow, hate, hatred, love, retribution, revenge"},{"quote":"Hate feeds on itself, while love will always find itself fed.","author":"Craig D. Lounsbrough","category":"fed, feed, feeding, hate, hatred, love, loved, nurtured"},{"quote":"Hate is a cancer on one’s soul.","author":"Frank Sonnenberg, Follow Your Conscience: Make a Difference in Your Life & in the Lives of Others","category":"hate"},{"quote":"It's terrifying to think you could become the next statistic.","author":"DaShanne Stokes","category":"bias, biases, civil-rights, civil-rights-quotes, discriminating, discrimination, discrimination-quotes, gay-rights, hate, hate-crime, hate-crimes, hate-quotes, homophobia, human-rights, human-rights-violations, lgbt, lgbt-rights, lgbtq, lgbtqia, prejudice, prejudices, privilege, privileged, privileges, race, racism, racist, rights, violence, violence-in-society"},{"quote":"you can't have her. though you know she loves youand you would not be far from her . will be always empty without her at your side","author":"litymunshi","category":"care, happy, hate, jelousy, life, love, time"},{"quote":"your trouble is you. you came and get to know the facts ,which were not for you .now till end you will claim your share in to the story ,will remain as outsider","author":"litymunshi","category":"care, hate, life, love, share, story, troubles-quotes"},{"quote":"You want to live in a world where someone is good or bad. Where you either hate them or love them. But that's not how people are.","author":"Trevor Noah, Born a Crime: Stories From a South African Childhood","category":"bad, good, hate, love"},{"quote":"It is funny how the things we hate are the things we miss most when they are gone","author":"Erin Bowman, Vengeance Road","category":"apache, hate, love"},{"quote":"Let them go, Caine,” Diana pleaded.“Why, Diana? Why do you betray me?”“Betray you?” Diana laughed. “Betray you? I’ve been with you every day, every hour, from the start of this nightmare!”Caine looked at her. “But you hate me, anyway.”“No, you sick, stupid creep, I love you. I shouldn’t. I shouldn’t. You’re sick inside, Caine, sick! But I love you.","author":"Michael  Grant, Lies","category":"betray, caine-soren, diana-ladris, hate, i-love-you, let-go, love, sick"},{"quote":"A woman's love for a man is ha;f animal passion and half hate. The more a woman loves a man, the more she hates him. If a man is worth having, he must be a woman's superior; if he is her superior, part of her must hate him. It is only in beauty we surpass you, and it is therefore no wonder that we worship beauty above all else.","author":"Jed Rubenfeld, The Interpretation of Murder","category":"hate, love, women-and-men"},{"quote":"What would you do without me?” he asked one night. We were tangled in the silky sheets of his gigantic bed. My heart was still pounding as I came down from the high of what we’d just done, and he wasn’t helping matters by putting his lips so close to my ear.“Live a happy… happy life,” I murmured. “I might even… be an optimist… if you weren’t around.”“Liar.” He bit my earlobe playfully. “You’d be absolutely miserable. Admit it, Duffy. I’m the wind beneath your wings.”I bit my lip, but I still couldn’t hold back the laughter-and just as I was finally catching my breath, too. “You just referenced Bette Midler… in bed. I’m starting to question your sexuality, Wesley.”Wesley looked at me with a defiant glint in his eye. “Oh, really?” He grinned before moving his mouth back to my ear and whispering, “We both know that my manhood has never been in question… I think you’re just changing the subject because you know it’s true. I’m the light of your life.”“You…” I struggled for words as Wesley pressed his mouth into the crook of my neck. The tip of his tongue moved down to my shoulder and made my brain get all fuzzy. How was I supposed to argue under these conditions? “You wish. I’m just using you, remember?”His laughter was muffled against my skin. “That’s amusing,” he said, his lips still grazing my collarbone. “Because I’m pretty sure your ex is out of town by now.” One of his hands slid between my knees. “Yet you’re still here, aren’t you?” His fingers began gliding up and down my inner thigh, making it difficult for me to think of a retort. He seemed to like this, because he laughed again. “I don’t think you hate me, Duffy. I think you like me a lot.","author":"Kody Keplinger, The DUFF: Designated Ugly Fat Friend","category":"bianca-piper, hate, humor, liar, like, touching, using, wesley-rush, without-you"},{"quote":"For the person who tortured me in jail. For the person who tortured the many of my followers and killed them in jail, and the many other greater leaders than me and their followers in jail, and for the men who jailed my supporters, I pray. I don’t hate them. I love them as much as I love my closest loved ones, and I pray for their guidance. My loves, you be this way too. It doesn’t help to hate. If you hate, you pollute your own soul … Words cannot express how much I wish the best for you. My foremost ambition for you is that you have hearts full of light, thoughtfulness of God, and goodness, so much so that the devil has no space to get into your hearts. I want you to be happy with yourselves, and for other people to be happy with you, when you leave this life … May you be so good that rain of mercy falls onto you. May this brother (Ahmad), that is so unworthy of your love, also be so lucky.","author":"Ahmad Moftizadeh","category":"forgiveness-and-love, hate, love, love-and-hate"},{"quote":"Love is a better way.","author":"John Lewis","category":"civil-rights, hate, love"},{"quote":"Why waste time for a love partner, while you've already wasted a lot of time for your self.","author":"D.DelaTorre","category":"hate, love-hurts"},{"quote":"ot everyone liked Albert. Not everyone was happy that he had become the most important person around. Lots of people were jealous that Albert had a girl to clean his house and the porcelain basin where he did his business at night when he didn’t want to go outside to the only actual outhouse in Per-dido Beach. And that he could afford to send his clothes to be washed in the fresh water of the ironically named Lake Evian.And there were definitely people who didn’t like working for Albert, having to do what he said or go hungry.Albert traveled with a bodyguard now. The bodyguard’s name was Jamal. Jamal carried an automatic rifle over his shoulder. He had a massive hunting knife in his belt. And a club that was an oak chair leg with spikes driven through it to make a sort of mace.Unlike everyone else Albert carried no weapon himself. Jamal was weapon enough.","author":"Michael  Grant, Plague","category":"albert, bodyguard, hate, important, jamal, jealous, weapon, working"},{"quote":"You know those giant stuffed-animal prizes at the carnival? The kind practically nobody wins, except the lucky few? I've never won one.\"\"Yeah. I've never won one, either.\"\"Alex was my giant prize. I hated you for taking him away,\" she admits.I shrug. \"Yeah, well, stop hating me. I don't have him, either.\"\"I don't hate you anymore,\" she says. \"I've moved on.\"I swallow and then say, \"Me, too.\"Carmen chuckles. Then, just as she walks out of the room, I hear her mumble, \"Alex sure as hell hasn't.","author":"Simone Elkeles, Perfect Chemistry","category":"alex-fuentes, brittany-ellis, carmen-sanchez, hate, moved-on, prize, won"},{"quote":"The paradox of love is that its ultimate end is its opposite — hate. The paradox of hate is that its ultimate end is its opposite — love. Make deep hate inhabit any woman’s heart, and she can love one day. Make deep love inhabit any woman’s heart, and she can kill you one day.","author":"Elmar Hussein","category":"hate, love, paradox"},{"quote":"I loved him in a way I doubt I will ever love another man, and I know that because I’ve hated him more than I’ve ever hated anyone before. Hate is a product of failed love only when you can’t find it in you to let go. And you know what? I fucking hate him because I love him.","author":"Stevie J. Cole, Exrated","category":"hate, love"},{"quote":"Hate is like cancer, separate from the normal cells, devouring and not being nourished, annihilating itself along with everything it attacks.","author":"Madeleine L'Engle, Bright Evening Star: Mystery of the Incarnation","category":"hate, hatred"},{"quote":"If any man come to me, and hate not his father, and mother, and wife, and children, and brethren, and sisters, yea, and his own life also, he cannot be my disciple.","author":"Anonymous, Holy Bible: King James Version","category":"14-26, bible, gospel-of-luke, hate, luke"},{"quote":"I’m afraid you cannot leave,' said Zarniwoop, 'you are entwined in the Improbability Field. You cannot escape.' He smiled the smile that Zaphod had wanted to hit and this time Zaphod hit it.","author":"Douglas Adams","category":"departure, frustration, hate, smile"},{"quote":"On behalf of Soumya..-Zainab Zubair MalolYou can love meYou can hate meYou can take meYou can break meSimply cos I'm a girlAnd you're not.You're not richNeither am I But you wonAnd I became none!Simply cos I'm a girlAnd you're not.You've now become a heroAnd I've come to such a zeroBut little do you knowThat your winning is as short as a drop of snow...","author":"bintmalol","category":"case, hate, kerala, love, rape, verdict"},{"quote":"On behalf of Soumya..You can love meYou can hate meYou can take meYou can break meSimply cos I'm a girlAnd you're not.You're not richNeither am I But you wonAnd I became none!Simply cos I'm a girlAnd you're not.You've now become a heroAnd I've come to such a zeroBut little do you knowThat your winning is as short as a drop of snow...","author":"bintmalol","category":"case, hate, kerala, love, rape, verdict"},{"quote":"Some people love me for being odd, and some want to kill me for the same reason","author":"Hilal Hamdaan","category":"hate, individuality, love, odd"},{"quote":"We fill too many gutters while we argue unimportant points and confuse issues.","author":"John Howard Griffin, Black Like Me","category":"bureaucracy, hate"},{"quote":"There's a thin line between love and hate. Maybe in his mind he's doing the right thing.","author":"Kayla Krantz, Alive at Sunset","category":"crazy, hate, line, love, psycho"},{"quote":"Fear will hunt you down right to the very depth of your soul","author":"Aireen Pontillo","category":"betrayed, cheated, hate, inspiration, lesson, life, love, rules"},{"quote":"Truth be told, are you ready to defend yourself?","author":"Aireen Pontillo","category":"angry, betrayed, cheated, hate, hiding-the-truth, liers, lies, revenge, surrender, truth"},{"quote":"In hate feeling there is a more or less subtle estimation component.You do not hate those who take advantage or prevails over someone who is incapable or weak (albeit temporarily), you can at most despise them.","author":"Luigina Sgarro","category":"despise, hate"},{"quote":"Find Sam Temple. Tell him you escaped.”Jack gulped and bobbed his head.“Better yet, find that girl, Astrid.” Diana recovered some of her mocking attitude. “Astrid the Genius. She’ll be desperate to save Sam.”“Okay. Okay.” He steeled himself. “I better go.”Diana touched his arm. “Tell them about Andrew.”Jack froze with his hand on the key. “That’s what you want me to do?”“Jack, if Sam blinks out, Drake will turn on me, and Caine won’t be able to stop him. Drake is stronger than before. I need Sam alive. I need someone for Drake to hate. I need balance. Tell Sam about the temptation. Warn him that he’ll be tempted to surrender to the big jump, but maybe, maybe, if he says no…” She sighed. It was not a hopeful sound. “Now: go.","author":"Michael Grant, Gone","category":"alive, andrew, astrid-the-genius, caine, diana, drake, favor, find, go, hate, jack, need, poof, sam-temple, tell, temptation, warn"},{"quote":"The enemy of love is not hate it is apathy.","author":"R. A. Delmonico","category":"hate, love"},{"quote":"Are we taking the Subaru?”“No. We’ll run.”Running is not part of my plan. Stopping right here is my plan.“I’m not actually supposed to run,” I try to say. “The arm and everything.”“I’m sorry about your arm.”“Really?”He swoops me up as if I weigh nothing, leans me against his chest, and carries me the way grooms are supposed to carry brides over thresholds. He is cold now, away from the fire. He smells of mushrooms. “Are you afraid of heights?”He keeps my good arm against him, and doesn’t even jostle my cast arm. It’s smooth and quick and I don’t have time to ...He sets me down on the rolling ground in a large clearing in the middle of tall pine trees. My breath whooshes out like I’d been holding it.“Oh, that was amazing,” I say before I realize it.“You’re glowing. I thought you hated me.”“I do. But flying? I don’t hate flying. I read this book once where—”“You read?”“Yeah.”“Good. I like philosophy myself. It’s good to have a daughter who reads.”I swallow, shift my weight on my feet. They won’t be able to follow us here; we left no tracks. I can’t believe we flew. “Can all pixies fly? Because I was totally unprepared for that. I mean, I didn’t read that.”“Only ones with royal blood. You can.","author":"Carrie Jones, Need","category":"arm, father, fly, hate, pixie-king, read, run"},{"quote":"Luke said that he was surprised when I showed up at his room. That he hadn’t meant to give me the wrong idea. That he would never have taken it beyond just kissing. And he looked so genuine. So trustworthy. So sorry about what had happened. He almost convinced me that I’d misread his signals.” Hallelujah pauses. “The whole time, I kept my mouth shut. I wish I hadn’t. But I was still so humiliated. And I felt guilty. I made out with him. I liked it. And no one made me go to his room.”Her voice breaks. She has to swallow past a lump in her throat.“I know Luke’s not a good guy. I know what he did isn’t my fault. It’s his. But still, none of it would’ve happened if I hadn’t gone to his room.”She’s almost there. Almost done. Almost heard. Something deep inside her hurts like it hasn’t hurt in a long time. But she knows that this gash had to reopen in order to heal. That’s how wounds work. They need air.“I knew I’d get punished, and I did. My parents grounded me. I was put on youth group probation. But I honestly thought Luke’s lies would just fade away if I kept a low profile. There’s always gossip about someone. This time it was me.”...“Luke is still telling people about what supposedly happened that night,” Hallelujah says. “And he makes fun of me. All the time. What I look like, what I say, my name. And he does this thing at church: whenever we sing a hymn with my name in it, he sings it like he’s hooking up with me. He sings the word ‘hallelujah’ at me. He moans it. And I hate it.” That’s one of the reasons she stopped singing: his voice, his fake grunts of satisfaction, ruining the music she loved so much.“You said,” she says to Jonah, “he wanted to keep me upset. To keep me from telling anyone what really happened. Well, it worked.” She pauses. “Until now.”“Until now,” Rachel repeats. Then she curses. “I can’t believe him. I can’t believe he got away with it.”“I let him get away with it,” Hallelujah says softly.“No. He’s the one who crossed the line. And okay, maybe you could’ve spoken up sooner. But if no one pushed you for your side of the story, that’s on them.” Rachel yawns and stretches. “And when we get home, we’re going to set the record straight.","author":"Kathryn Holmes","category":"bully, get-away-with-it, hallelujah-calhoun, harass, hate, jonah, lies, luke-willis, punished, rachel-jackson, singing, torment"},{"quote":"I lost my beautiful mind with a nasty lady,i give her the true pure of love and she gives me a slow poison of death","author":"Karim El Kholoki","category":"death, hate"},{"quote":"Even love becomes a cause of hatred, if stars are not in favour of a man.","author":"Girdhar Joshi, Some Mistakes Have No Pardon","category":"hate, love, stars"},{"quote":"Then, Zil and a half dozen of his crew swaggered into the plaza from the far side. Astrid clenched her jaw. Would the crowd turn on them? She almost hoped so. People thought because she wouldn’t let Sam go after Zil she must not really despise the Human Crew’s Leader. That was wrong. She hated Zil. Hated everything he had done and everything he had tried to do.Edilio moved quickly between Zil and a few of the boys who had started toward him, sticks and knives at the ready.Zil’s kids were armed with knives and bats, and so were those who wanted to take them on. Edilio was armed with an assault rifle.Astrid hated that this was what life so often came down to: my weapon is bigger than your weapon.If Sam were here it would be about his hands. Everyone had either seen what Sam could do, or heard the stories retold in vivid detail. No one challenged Sam.","author":"Michael  Grant, Lies","category":"astrid-ellison, challenge, despise, edilio, hate, human-crew, sam-temple, weapons, zil-sperry"},{"quote":"You can choose love or hate…I choose love.","author":"Johnny Cash","category":"hate, love"},{"quote":"Holocaust survivors and their descendants are supposed to hate those who oppressed and killed them and their people. Black people are not. This is how anti-blackness works.","author":"Darnell Lamont Walker","category":"african-americans, anti-blackness, black-people, hate, hatred, hitler, holocaust, nazi, race, race-relations, racism"},{"quote":"They hate you not because of what you have done but because of who you are; you are different from who they are, and you are occupying the ground they want for themselves.","author":"Bangambiki Habyarimana, Pearls Of Eternity","category":"hate, hate-crimes, hate-quotes, haters-quote, racism, racism-and-culture, racism-in-america, racism-quote, racism-quotes, segregation"},{"quote":"They tried to get me to hate white people, but someone would always come along & spoil it.","author":"Thelonious Monk","category":"african-americans, hate, race-relations, whites"},{"quote":"We hate people who honestly tell us what they think about us. We wish we were what we are not","author":"Bangambiki Habyarimana, Pearls Of Eternity","category":"hate, hate-quotes, hateful, haters, hating-others, honest, honesty, honesty-quotes"},{"quote":"Hate is no respecter of race - as apparently neither is stupidity.","author":"Christina Engela, Bugspray","category":"apparently, hate, race, respecter, stupidity"},{"quote":"Hate's a terrible thing. It's a wasteful, stupid emotion. You can hate someone with all your heart, but it'll never do them a bit of harm. The only person it hurts is you. You can spend your days hating, letting it eat away at you, and the person you hate will go on living just the same. So what's the point?","author":"Stuart Neville, The Ghosts of Belfast","category":"hate"},{"quote":"It is a torture to see people whom you don't like.","author":"Nikita Dudani","category":"hate, seeing, tortured, tortured-soul"},{"quote":"I fail to see how somebody can hate me for 'what I do' and what I am without actually hating me as a person. That makes about as much sense as throwing the baby out with the bathwater - or gay man out the church door with his homosexuality.","author":"Christina Engela, For Love of Leelah","category":"church, gay, hate, hating, homosexuality"},{"quote":"I don't know how to hate","author":"It requires the same force as love for me. APATHY is the answer I find.","category":"Anshika Verma"},{"quote":"You kill one, there was another in his place, and what's worse, his nephew now hated you, his friend now hated you. . . . There was no end.","author":"Juliana Barbassa, Dancing with the Devil in the City of God: Rio de Janeiro on the Brink","category":"hate, violence"},{"quote":"I know there are many people who don't like me for different reasons cause they feel hurted by me, i am sorry that they feel like that but they need to understand which i am not trying to hurt them or anyone else, i am just trying to do what is right thing, i try to encourage my fellow human to love each others unconditionally cause i do believe we are all each other brothers and sisters and i am trying to ask them to stop following those religious leaders, politics leaders and others which are spreading hate and violence or trying to stand a group of people against other groups which i believe most religious and politics leaders are busy doing that, most important i am asking my brothers and sisters to refuse pick up guns and go war cause God does not allow us to take away someone life but he asked us to resepect the life of others and to love each others uncoditionally so let's love our brothers and sisters like how God want us to do and let's live according God's principle which most important is love.","author":"Arash Tabish","category":"hate, like, love"},{"quote":"Denying the facts is what enables people to hate and to persecute marginalized and threatened minority groups. Labeling the advocacy, educational and informational initiatives of these persecuted minority groups dismissively as 'propaganda for the gay agenda' undermines, belittles and trivializes the cause of those whose right to exist is under threat.","author":"Christina Engela","category":"advocacy, belittles, denying, dismissively, educational, enables, exist, facts, gay-agenda, groups, hate, informational, initiatives, labelling, marginalized, minority, minority-groups, persecute, persecuted, propaganda, threat, threatened, trivializes, undermines"},{"quote":"There is a philosophy by which many people live their lives, and it is this: life is a shit sandwich, but the more bread you've got, the less shit you have to eat.These people are often selfish brats as kids, and they don't get better with age: think of the shifty-eyed smarmy asshole from the sixth form who grow up to be a merchant banker, or an estate agent, or one of the Conservative Party funny-handshake mine's a Rolex brigade. (This isn't to say that all estate agents, or merchant bankers, or conservatives are selfish, but that these are ways of life that provide opportunities of a certain disposition to enrich themselves at the expense of others. Bear with me.)There is another philosophy by which people live their lives, and it goes thus: You will do as I say or I will hurt you.. . . Let me draw you a Venn diagram with two circles on it, denoting sets of individuals. They overlap: the greedy ones and the authoritarian ones. Let's shade in the intersecting area in a different color and label it: dangerous. Greed isn't automatically dangerous on its won, and petty authoritarians aren't usually dangerous outside their immediate vicinity -- but when you combine the two, you get gangsters and dictators and hate-spewing preachers.","author":"Charles Stross, The Fuller Memorandum","category":"dictator, dictatorship, greed, hate, weirdly-prophetic"},{"quote":"No one ever said you’ve got to prepare to be hated. You’ve got to prepare for the yelling and the anger. You have got to prepare how to survive being the guilty one, even in innocence.","author":"Tiffany McDaniel, The Summer that Melted Everything","category":"hate, homophobia, racism"},{"quote":"All notions of probable innocence aside, he seemed more at ease again, though somewhat more alert than before. Rudolf looked at her, more serious now.“A lot of men who kill have got a reason for what they do. Some are forced into it or have a threat hanging over their heads, natural inclinations they can’t ignore or a festering hatred caused by someone or something.”Cassia wondered about hatred and that fire of anger that smouldered inside of her, wanting to see the Nemorans slaughtered for what they did to her sisters. She didn’t just want justice, she wanted vengeance. Yet, she felt that went beyond hatred into hurt and the desire to protect others from their violence.","author":"Mara Amberly, Fire and Gold","category":"hate, hatred, hurt, protection, revenge, vengeance, violence"},{"quote":"We are disposable tonight. We are regrettable tonight. We can’t touch one another without the world imploding, tonight.","author":"Adrianna Stepiano, Impossible to Compose: Love in Poems","category":"being, clarity-of-mind, hate, human, love, mistakes, prophetic-soul, regrets, relationships, yearning"},{"quote":"If you hate others in the name of God, you should be looking within to see where it stopped being about God and where it started being about YOU.","author":"Christina Engela, Loderunner","category":"god, hate, stopped, you"},{"quote":"One does not hate as long as one disesteems, but only when one esteems equal or superior","author":"Friedrich Nietzsche, Beyond Good and Evil","category":"esteem, hate"},{"quote":"- because just by hating it’s possible to be purified from love, just with the sword, with the fire..","author":"Daphne du Maurier, Don't Look Now: Selected Stories","category":"fire, hate, love, sword"},{"quote":"The human mind houses a rich depository of positive emotions. It also builds a penitentiary that contains cells of ugly emotions. Love and laughter are two of the most esteemed emotions. Hate and jealously are the two of the most odious emotions. Hate is the rawest of all emotions, making hatred the most difficult of all emotions to curb.","author":"Kilroy J. Oldster, Dead Toad Scrolls","category":"emotional-growth, emotions, hate, hatred, hatred-quotes, jealousy, jealousy-quotes"},{"quote":"The simple truth of the matter is that people who complain about a peaceful parade which lasts at best one hour in a particular place - ONCE in a whole year - do so out of hatred and intolerance. it isn't just the parade, it is seeing gay and trans people in public - and gay and trans people BEING gay and trans in public. And that is the root of the problem - they HATE gay and trans people.","author":"Christina Engela, Black Sunrise","category":"being-gay, complain, gay, hate, hatred, intolerance, once, one-hour, parade, peaceful-parade, problem, public, trans, truth, year"},{"quote":"To me the hardest thing is hating you.Even harder than walking away still loving you.","author":"Wordions","category":"hate, love, loving-you, wordions, wordions-com"},{"quote":"Hate is contagious. A few seconds after Donald Trump has told me something hateful, somebody else repeats it. He has legitimized what people only dare say in their kitchens and bedrooms.","author":"Jorge Ramos","category":"contagion, hate, racism"},{"quote":"I am usually able to tolerate all kinds of victims of indoctrination except those who have been infected with xenophobia, racism, or homophobia.","author":"Mokokoma Mokhonoana","category":"apartheid, bias, bigot, bigotry, bigots, church, churches, countries, country, gay, gays, glbt, hate, hatred, homosexual, homosexuality, indoctrinate, indoctrination, infect, infection, judge, judgement, judgment, lesbian, lesbianism, lesbians, lgbt, nationality, preconceive, preconceived, prejudice, race, racism, religion, segregate, segregation, tolerance, tolerate, xenophobe, xenophobia"},{"quote":"You should never hate anyone, even your worst enemies. Everyone has something good about them,” [Jeannette's mom] said. “You have to find the redeeming quality and love the person for that.”“Oh yeah?” I said. “How about Hitler? What was his redeeming quality?”“Hitler loved dogs,” Mom said without hesitation.","author":"Jeannette Walls, The Glass Castle","category":"hate, hitler, love-your-enemies"},{"quote":"She didn’t want to keep talking about him as if everything was okay. Worst of all, she hated sorting through his mail. Reading the hatred people had for her family and worse, reading how others immortalized him into a god for what he’d done.","author":"Anais Torres, The Reaper's Daughter","category":"dad, daddy-issues, family-relationships, god, hate, serial-killers"},{"quote":"Beware! Friends are like chameleons, for they can turn enemies overnight.","author":"Auliq Ice","category":"betrayal, enemies, enemies-and-opposition, enemity, fighting, hate, hatred, trials-of-life, victory"},{"quote":"President Obama and the so call \"Department of Justice\" has ripped the fabric of America's People and suborning hate among African Americans against Law Enforcement and Whites. These actions have made President Obama, Attorney General Loretta Lynch and former Attorney General Eric Holder the biggest racists of all times.","author":"David Dweck","category":"attroney-general, barack-obama, corruption, eric-holder, hate, loretta-lynch, politicians, racism, racist"},{"quote":"The adversaries main goal is to confuse & discourage the great.","author":"Auliq-Ice","category":"adversaries, enemies, enemies-and-opposition, enemity, hate"},{"quote":"The world has become a much smaller place, there is no longer room for hatred.","author":"R.A.Delmonico","category":"hate"},{"quote":"The most obnoxious thing in the world is to listen to others drone on about how much they love the heat.I leaned over to one woman at the café, who was professing how at home she was in the sweltering rot of hell, and said, “If you enjoy the heat so much, marry it, honeymoon with it, and throw it off a cliff, to spare the rest of us the agony of having to listen to the joy of your wretched matrimony.”She laughed.I was completely serious.","author":"Michelle Franklin","category":"hate, heat, summer"},{"quote":"oh, oh GreenHollyWood says with a smile and even and angry sounds like devil who comes from hell... says not to lie and now he lies... so clever and such a smart ass. (Isn't he?!??!)","author":"Deyth Banger","category":"a, build, by, character, fat, guy, hate, he, isn-t, lie"},{"quote":"I hate today, today is everyday.- I think something is going on most cases I'm wrong others I'm right...","author":"Deyth Banger","category":"everyday, hate, hatred, today"},{"quote":"What I most hate is the books and films and all other stuff which all the time end in happy end, do you hate it...It's better to be in happy and... - After all I wanted to show the taste of the real world, a injury in father's childhood, then injury when his wife dies...","author":"Deyth Banger, It's not a happy","category":"childhood, dies, father, hate, it, wife"},{"quote":"Love and hate had their own secret languages, and Mark and Kieran were speaking in them now.","author":"Cassandra Clare, Lady Midnight","category":"faeries, hate, kieran, languages, love, mark-blackthorn"},{"quote":"If someone called me fat, that affects me way more than someone calling me a f----t. I think just because I've accepted that, if someone calls me a f----t, it's like, I am gay and I'm proud to be gay so there's no issues there. If something calls you fat, that's something I want to change.","author":"Sam Smith","category":"hate, homophobia, identity, lgbt"},{"quote":"The tyrant’s formula for every genocide since the beginning of time: differentiate, divide, destroy.","author":"Clifford Cohen","category":"dictatorship, fascism, genocide, hate, tyranny"},{"quote":"Hatred is increased by being reciprocated, and can on the other hand be destroyed by love.","author":"Baruch Spinoza, Ethics","category":"ethics, hate, love, love-thy-enemies, moral-philosophy, nonviolence, philosophy, spinoza, violence"},{"quote":"People who take you for granted would be mad at those who regard you as something.","author":"Michael Bassey Johnson, Master of Maxims","category":"attack, attention, attentive, begrudge, begrudging, danger, demeaning, disapproval, disgust, dishonour, domination, envy, granted, hate, hatred, heartburn, jealousy, lust, mad, malice, malignity, monopolizing, opposition, pride, regard, resentment, rivalry, selfishness, suspicion, wicked"},{"quote":"Her eyes were full of hate. Full. And... at the same time, empty. Soulless. Like those horrible creatures she keeps around her. The dragon was frightening... but Maleficent, she was bone-chilling.","author":"Liz Braswell, Once Upon a Dream","category":"dragon, hate, maleficent, prince-phillip"},{"quote":"Some say Twitter is overrated.Some love it, others hate it.I guess it depends on what you've got,If you have guts to write a funny plot!","author":"Ana Claudia Antunes","category":"communication, feedback, hate, internet, love, overrated, social-media, social-networking, twitter, twitter-audiences, twitter-mind, twitter-nation, twitter-quotes"},{"quote":"That's why he hates you, because you didn't suffer when he tried to punish you.","author":"Orson Scott Card, Ender's Game","category":"hate, punish, rival"},{"quote":"I remember that kind of kind of brain Fuck! Nasty","author":"Nica Anarna","category":"diss, hate, haters, haters-quote, legendary"},{"quote":"May the next girl you meet have the qualities of a praying mantis.","author":"Candy Lyn","category":"death, hate, love-hurts"},{"quote":"Love sees sharply, hatred sees even more sharp, but jealousy sees the sharpest for it is love and hate at the same time.","author":"Arab proverb","category":"hate, jealousy, love"},{"quote":"They should love you, just as you are. Parents should love their kids, right?\" \"You'd think so.","author":"N.R. Walker, Spencer Cohen, Book Three","category":"abandonment, abuse, andrew, bad-parenting, hate, heartache, heartbreak, lgbt, lgbtq, life, love, parents, spencer-cohen, unfair"},{"quote":"The hated have no reason to love.","author":"Terry Pratchett, Snuff","category":"hate, love"},{"quote":"Nothing is more pleasing than to see an arrogant prick fail.","author":"Abhishek Bisht","category":"hate, obscenity, pessimistic, sadism"},{"quote":"I hate beyond hate.","author":"John Fowles, The Collector","category":"beyond, hate"},{"quote":"Caress me sister wind and stop this hate.","author":"A.P. Sweet, dead, but dreaming","category":"hate, sister, wind"},{"quote":"Why do I spend every moment with you thinking about why I did not go in the opposite direction when I had the chance?","author":"Isabella Carter, A Shadow of a Dream","category":"friendship, hate, humor, teasing"},{"quote":"Then there was like quiet and we were full of like hate, so smashed what was left to be smashed.","author":"Anthony Burgess, A Clockwork Orange","category":"destruction, hate"},{"quote":"After finding \"God hates fags\" written in Magic Marker on his locker Roan had cleaned it off and then wrote, also in Magic Marker, \"I hate your God","author":"Andrea Speed, Infected: Life After Death","category":"bullies, hate, roan, roanism"},{"quote":"The water cleansed his soul of the clutter and junk he had acquired through advice from those who were loud, but wrong. Many who had claimed to be wise had filled him, like so many others, with fear, hate, and judgement - all emotions that could not be carried be carried into Eternity.","author":"Scott Thompson","category":"eight-days, eternity, fear, hate, hate-speech, heaven, judgement, life"},{"quote":"There is noroom for the love of others within the tight, crowded miser’s hole of a privateego. Be empty in order to be filled. ’He that loveth his life shall lose it; andhe that hateth his life in this world shall keep it unto life eternal.","author":"Ayn Rand, The Fountainhead","category":"hate, life, love"},{"quote":"Sometimes hate is silence, some stuff are made in such way that they are in front of your eyes.","author":"Deyth Banger","category":"eyes, hate, silence, sometimes"},{"quote":"There are times when a man's greatest need is to have someone to love, some focal point for his diffused emotions. Also there are times when the irritations, disappointments, and fears of life, restless as spermatozoids, must be released in hate.","author":"Carson McCullers","category":"hate, love, needs"},{"quote":"Blood and wine are interchangeable. Love and hate are unrecognizable. Sanity is no longer with me.","author":"A.P. Sweet, dead, but dreaming","category":"blood, hate, insanity, love, sanity, wine"},{"quote":"It's pointless to hate anything. Just trick your conscience by pretending you like something and soon enough you will.","author":"Gabriella Jording","category":"conscience, hate, pointless, pretend"},{"quote":"I have a yearning for my beautiful country, and I love its people because of their misery. But if my people rose, simulated by plunder and motivated by what they call \"patriotic spirit\" to murder, and invaded my neighbour's country, then upon the committing of any human atrocity I would hate my people and my country.","author":"Kahlil Gibran, The Treasured Writings of Kahlil Gibran","category":"hate, injustice, love, patriotism, war"},{"quote":"It is not enough to say that you are upset with something if you don't do anything to change it. If you want to know who a person truly is see what they do. Do they only talk or do they actually walk the walk! What do they get involved with? Making the world better or trying to divide us by pitting us against each other. Beware of the person that tries to divide and conquer","author":"Johnny Corn","category":"charity, donald-trump, hate, haters, johnny-corn, love, political, trump"},{"quote":"I've always sucked at games of chance. Always hated them for that reason.","author":"Rick Yancey, The Infinite Sea","category":"chance, game-of-chance, games, hate, sucking"},{"quote":"Hate is like zero because true love is not divisible by hate.","author":"Khang Kijarro Nguyen","category":"hate, love, not-divisiible, true-love"},{"quote":"Misery generates hate.","author":"Charlotte Brontë","category":"hate, misery"},{"quote":"Hater\" and \"hate\" are used when no critical thought can be formed. We can definitely do better.","author":"Darnell Lamont Walker","category":"critical-thought, hate, hater"},{"quote":"Hatred is unattractive, but it's also irresistible. If men were honest with themselves, they'd admit it's a stronger passion than lust.","author":"Norman Lock, The Boy in His Winter: An American Novel","category":"hate, huck-finn, human-nature, human-passion, literary-character-appropriation, lust"},{"quote":"For what religion has never had sects? Rest assured, Extremism is always the derrière.","author":"Criss Jami","category":"apologetics, butt, clever, cult, death, denominations, derriere, execution, extremism, fanaticism, funny, funny-but-true, hate, heresy, humor, ideology, law, murder, radical, religion, sin, violence, war, witty"},{"quote":"Plus, no matter how many times I'd brushed my teeth in Casey's bathroom (after half an hour she'd knocked on the door to make sure I was okay), the taste of disgusting, womanizing bastard was still in my mouth. Ugh!","author":"Kody Keplinger, The DUFF: Designated Ugly Fat Friend","category":"bastard, funny, hate, humor, womizer"},{"quote":"No one is born a monster. But I wish some people were. It would make it easier to hate them, to kill them, to forget their dead faces.","author":"Victoria Aveyard, Glass Sword","category":"hate, monster"},{"quote":"Hate is a pointless emotion to have inside you. It is like eating a scorpion to punish it for stinging you.","author":"Matt Haig, Reasons to Stay Alive","category":"emotions, hate"},{"quote":"Because Rhy didn’t need his protection, not anymore, and he’d only told a partial truth when he said they both needed this.The whole truth was, Rhy needed it more.Because Kell had given him a gift he did not want, could never repay.He’d always envied his brother ’s strength.And now, in a horrible way, it was his.He was immortal.And he hated it.And he hated that he hated it. Hated that he’d become the thing he never wanted to be, a burden to his brother, a source of pain and suffering, a prison. Hated that if he’d had a choice, he would have said no. Hated that he was grateful he hadn’t had a choice, because he wanted to live, even if he didn’t deserve to.But most of all, Rhy hated the way his living changed how Kell lived, the way his brother moved through life as if it were suddenly fragile. The black stone, and whatever lived inside it, and for a time in Kell, had changed his brother, woken something restless, something reckless. Rhy wanted to shout, to shake Kell and tell him not to shy away from danger on his account, but charge toward it, even if it meant getting hurt.Because Rhy deserved that pain.He could see his brother suffocating beneath the weight of it. Of him.And he hated it.And this gesture—this foolish, mad, dangerous gesture—was the best he could do.The most he could do.","author":"V.E. Schwab, A Gathering of Shadows","category":"brother, burden, hate, life"},{"quote":"I would rather have someone say they hate me and mean it, than have someone say they love me and not.","author":"Jeffrey Fry","category":"hate, love, mean-it"},{"quote":"So everybody who talks about homosexuals as a damnation better look in a mirror and try to heal their own selves. Who they call homosexuals do, at least, act out of their love. That’s better than the hate a whole lot of people act out of.","author":"J. California Cooper, Some Soul to Keep","category":"acceptance, hate, homosexuality, love, sins"},{"quote":"Self-governance does not mean no one is responsible. It means everyone is.","author":"Heather  Marsh, Binding Chaos","category":"anarchy-democracy, governance, hate, politics, racism, sexism"},{"quote":"Everything with me is either worship and passion or pity and understanding. I hate rarely, though when I hate, I hate murderously. But I am more preoccupied with loving.","author":"Anaïs Nin, Henry and June: From \"A Journal of Love\"--The Unexpurgated Diary of Anaïs Nin","category":"hate, loving"},{"quote":"But your own tears blind you to mine.I am not neglectful of friendship,but we two squat in the same coracle,we are both swamped by the same stormy waters,I have not the gifts of a happy man. . . Often enough.","author":"Catullus, I Hate and I Love","category":"friendship, hate, love, neglectful, poetry"},{"quote":"hate people like that, people you have to protect while they keep hurting you.","author":"Marlon James, A Brief History of Seven Killings","category":"hate"},{"quote":"Yes, writing comes easy for me and it's also a painful, arduous process. I love writing. I hate writing. I never want to write again, and I want to write all day, everyday.","author":"Tyrone Jaeger","category":"hate, love, writing"},{"quote":"Throughout his job ordeal, my father never complained. He remained an Iranian who loved his native country but who also believed in American ideals. He only said how sad it was that people so easily hate an entire population simply because of the actions of a few. And what a waste it is to hate, he always said. What a waste.","author":"Firoozeh Dumas, Funny in Farsi: A Memoir of Growing Up Iranian in America","category":"hate"},{"quote":"I made a lot of mistakes, one of them was to promise. I must stop promise, the promise is like something which you in everytime in any case you must do what you said you will do! - That's why I hate it!","author":"Deyth Banger","category":"chance, hate, promise, that-s, why"},{"quote":"All this is what it means to regret.","author":"Matthew J. Hefti, A Hard And Heavy Thing","category":"deployment, guilty-conscience, hate, hurt, love, regret, romance, serendipity, war"},{"quote":"Hate cannot live alone. It must have love as a trigger, a goad or a stimulant","author":"John Steinbeck","category":"hate, love"},{"quote":"In the absence of ancient hatreds, chauvinism can easily rustle up modern ones.","author":"Samanth Subramanian, This Divided Island: Stories from the Sri Lankan War","category":"chauvinism, hate, hatred, racism"},{"quote":"Always ensure that the roads you must take are filled with love not hate.","author":"Steven Redhead, Life Is Simply A Game","category":"ensure, hate, love"},{"quote":"Love is stronger than hate.","author":"Lailah Gifty Akita","category":"hate, love, wisdom-of-lailah-gifty-akita, wise-sayings"},{"quote":"You will draw what you love but you will also create what you hate.","author":"Russell Anthony Gibbs, The Six Principles of Enlightenment and Meaning of Life","category":"create, draw, hate, love"},{"quote":"I hate it too,” Violet said, and Klaus looked at his older sister with relief. Sometimes, just saying that you hate something, and having someone agree with you, can make you feel better about a terrible situation.","author":"Lemony Snicket, The Bad Beginning","category":"agree, empathy, hate, klaus, lemony-snicket, love, the-bad-beginning, violet"},{"quote":"I hated you,“ said Laurent. \"I hated you so badly I thought I’d choke on it. If my uncle hadn’t stopped me, I would have killed you. And then you saved my life, and every time I needed you, you were there, and I hated you for that, too.","author":"CS Pacat","category":"captive-prince-trilogy, damen, damianos-of-akielos, hate, hate-to-love, kings-rising, laurent, laurent-of-vere, love, the-best-line-ever"},{"quote":"I don’t hate you,” I said, and I almost believed it.","author":"Rosamund Hodge","category":"beauty-and-the-beast, cruel-beauty, hate, love, rosamund-hodge, sacrifice"},{"quote":"hate generalizes, love specifies","author":"Gloria Steinem, My Life on the Road","category":"hate, love"},{"quote":"You're a Black educated fool, son. These white folk have newspapers, magazines, radios, spokesmen to get their ideas across. If they want to tell the world a lie, they can tell it so well that it becomes the truth; and if I tell them you're lying, they'll tell the world even if you prove you're telling the truth. Because it's the kind of lie they want to hear.","author":"Ralph Ellison","category":"american-history, american-today, bigotry, hate, invisibility, invisible-man, media, racism, racism-in-america, racists, shame-of-society, white-privilege"},{"quote":"I know from experience Dev, purposely breaking a man and leaving him with nothing left to live for can be a very dangerous thing.-Moe","author":"Ashley Jade, Twisted Wrath","category":"hate, revengeful"},{"quote":"Who’s winning?”“I don’t have a f*cking clue nor do I f*cking care.”Echo’s head ticks back.“Back off, Beth.” I cross the room, drop a kiss on the curve of Echo’s neck and whisper in her ear, “She’d rip me to pieces, too, right now. She’s a b*tch when the Yankees play.”Her eyebrows rise. “Is she a Red Sox fan?”Isaiah chuckles and we both throw him a glare, but he doesn’t notice as he’s absorbed in a car manual.“Beth hates baseball.”Echo’s eyes dart from Beth to the television to me then she waves her hand in the air for an explanation.“She watches,” I explain. “Yankees only. It’s what she does and there are some things we don’t question about each other.”“Just the Yankees?” Echo whispers.“Just the Yankees,” I repeat.“And she hates baseball?”“With a passion.”“That’s...” Echo says in a hushed tone. “That’s messed up.","author":"Katie McGarry, Breaking the Rules","category":"baseball, beth, echo-emerson, hate, isaiah, noah-hutchins, yankees"},{"quote":"He thought to himself that there could be no greater torture in the world than at the same time to love and to contemn.","author":"W. Somerset Maugham, Of Human Bondage","category":"hate, love"},{"quote":"You know what I think? I think that the world never got the time to hate me. It just wanted to hate me long before it met me.","author":"Cameron Jace, Snow White Blood Red","category":"hate, time"},{"quote":"Don’t let either hate or evil conquer you.","author":"Lailah Gifty Akita, On Eagles Wings:Rise","category":"christian, encouragement, evil, faith, hate, hope, inspiration, life, love, motivational"},{"quote":"All my life I wanted to be accepted.","author":"Khali Raymond","category":"accept, acceptance-of-oneself, hate, hurt, inspitational"},{"quote":"There is no end to the hatred in men, but there is an end to the hatred in a man. If your hatred is just, and deeds will get you to the end of it, then go and do what must be done.","author":"Dan Groat, A Punctual Paymaster","category":"doing-what-must-be-done, hate, hatred"},{"quote":"Cold is hot, if you love it; hot is cold, if you hate it!","author":"Mehmet Murat ildan","category":"col, cold-quotations, cold-quotes, hate, hot, hot-quotes, love, murat-ildan-quotes"},{"quote":"We learn to love when we’re young. If we learn hating better, it has to go somewhere. We can hate ourselves or we can hate somebody else. Most people would rather hate somebody else.","author":"Dan Groat, A Punctual Paymaster","category":"hate, haters, love, racism"},{"quote":"My mother is quite the character. You'd hate her. Sometimes I think I hate her too, but mainly I feel sorry for her. Which is kind of worse.","author":"Karina Halle, The Lie","category":"character, hate, karina-halle, mom, mother, the-lie"},{"quote":"He loved her in his mind","author":"She hated him in her being!What's more authentic?","category":"Ramana Pemmaraju"},{"quote":"They feared you, and love can’t exist when there’s that much fear.","author":"Michelle Sagara, Cast in Fury","category":"fear, hate, love"},{"quote":"I will not hate you, of course i will not say : goodbye.But I will not forgive you, so i forget better.","author":"Nabil TOUSSI","category":"forget, forgive, goodbye, hate, life, life-lessons, love, love-quotes"},{"quote":"Climb upon the hates, and build upon the loves.","author":"Anthony Liccione","category":"build, destroy, distractions, don-t-give-up, hate, love, positive-and-negative, reach-your-destiny"},{"quote":"Most hate is more common and more complicated, with as many varieties as there are varieties of love. Just as there is possessive love and needy love; family love and friendship; romantic love and unrequited love; passion and respect, affection and obsession, so hatred has its shadings. There is hate that fears, and hate that merely feels contempt; there is hate that expresses power, and hate that comes from powerlessness; there is revenge, and there is hate that comes from envy. There is hate that was love, and hate that is a curious expression of love. There is hate of the other, and hate of something that reminds us too much of ourselves. There is the oppressor's hate, and the victim's hate. There is hate that burns slowly, and hate that fades. And there is hate that explodes, and hate that never catches fire.","author":"Andrew Sullivan","category":"hate, hatred"},{"quote":"Hate is a powerful emotion. It can take over a sane man's mind and cloud it with insanity.","author":"James Hauenstein","category":"emotions, hate, insanity, sane"},{"quote":"Chances are that there are white people who brag about being the first to move out of a suburb that has been intruded by blacks.","author":"Mokokoma Mokhonoana","category":"african, africans, aphorisms, blacks, boast, brag, ghetto, hate, hatred-and-bitterness, hatred-hatred-quotes, humor, humorous-quotations, humorous-quotes, humour, humours-quote, intrusion, move-out, moving-out, race, racism, racism-quote, satire, show-off, suburb, suburbs, town, township, whites"},{"quote":"If I hate a person, then I must still love him as well.. For the insignificant ones, I don't hate.. I just lose interest and become indifferent..","author":"Laarni Venus Marie","category":"hate, indifference, insignificant, losing-interest, love, uninterested"},{"quote":"I miss her some nights, I still think of her, more than I thought I would. I hate her, but there will always be a part of me that loves her. A part of me that will remember, the little things. The few times she wasn't completely out of her mind. She cared so much, I know that. She tried her best I know that too. The woman who brought me into this life may have ruined me, all of me, but I will remember the little things.","author":"Anya","category":"good, hate, love, miss, mother, remember"},{"quote":"If you hate me, you only harm yourself. You better love me.","author":"Lailah Gifty Akita, Pearls of  Wisdom: Great  mind","category":"hate, love, wi"},{"quote":"Hate and love be closer cousin than like and dislike.","author":"Marlon James, The Book of Night Women","category":"hate, love"},{"quote":"Knowing someone’s name meant knowing that the other person was a human being and not “the enemy.” Knowing someone’s name transformed him into a unique and special individual, with a past and a future, with ancestors and possibly descendants, a person who has known triumphs and failures. People are their names; they’re proud of them; they repeat them thousands of times in their lifetime and identify with them. It’s the first word they learn after “Daddy” and “Mummy.","author":"Paulo Coelho, The Winner Stands Alone","category":"hate, psychopathsath"},{"quote":"Fear can't be reasoned with. Neither can hate. They're like love. They're almost identical emotions. That's why Ares and Aphrodite like each other. Their twin sons - Fear and Panic - were spawned from both war and love.' 'But I don't...this doesn't make sense.''No,' Piper agreed. 'Stop thinking about it. Just feel.''I hate that.''I know. You can't plan for feelings. Like with Percy, and your future - you can't control every contingency. You have to accept that. Let it scare you. Trust that it'll be okay anyway.","author":"Rick Riordan, The Blood of Olympus","category":"fear, hate, inspirational, love"},{"quote":"There's a big difference between hating someone in peace and hating someone during war.","author":"Hannah Moskowitz, A History of Glitter and Blood","category":"death, different, hate, life, like, war"},{"quote":"How I hate you,\" he said softly. \"If hate were stone I could build a tower into the clouds.","author":"Jack Vance, The Gray Prince","category":"hate"},{"quote":"It wasn’t fair, he thought — Aaron having no family and Tamara having her scary family and now Jasper. Soon, there would be no one left for him to hate without feeling bad about it.","author":"Cassandra Clare","category":"aaron-stewart, callum-hunt, hate, humor, jasper-dewinter, tamara-rajavi"},{"quote":"A man who hates always believes himself justified. He never hates anything that he believes to be good. He thinks he is being just, therefore, in his hatred, but the hatred itself forms a very strong claim that will follow him throughout his lives, until he learns that only the hatred itself is the destroyer.","author":"Jane Roberts","category":"hate, hatred"},{"quote":"The best hiding place was love. Thus the conversion from pristine sadism to fabricated hatred, to fraudulent love.","author":"Toni Morrison, The Bluest Eye","category":"hate, hatred, love, love-and-hate, love-and-hatred, love-quotes"},{"quote":"Love is kind, Love endures, Love is the machine fueled by hate, We love our race; we kill in the name of it, We destroy lives, and we raise our flag high, so others can see what we can do,We proclaim our race, and our creed, We love our God, and we kill in his name, Hallowed be the name of love, We love our woman and the choice to murder life,We Love; and the fruits of Love are here for us to see,Love came to show us hell,Love came to give us choice, Love’s the machine, and its fuel is hateBlessed be the name of love, the force behind our pride, Love, the flag displayed up high, to show others love is on our side,Love gave us Choice, murder of fetuses,Love your race,hang them if not like you, slaved them, torture them, Murder in the name of Love!“Love and do what you will” (St. Augustine)","author":"Quetzal","category":"choice, creed, hate, love, murder, others, race"},{"quote":". . . they would neither hate nor envy us if they did not deem us so much happier than themselves.","author":"Charlotte Brontë, Shirley","category":"envy, happiness, hate"},{"quote":"How do you know when it's over?\" \"Maybe when you reach a paradoxical state-hating to love someone","author":"Pooja Bhatia","category":"hate, it-s-over, love, paradox"},{"quote":"It's ironic how those with the most loving arms are the ones who get the most hate.","author":"Sara Deuidicibus","category":"hate, irony, love, personal-quote"},{"quote":"When you hate something for twenty years, you get to know it well.","author":"Kiana Davenport, Shark Dialogues","category":"bigotry, hate, racism"},{"quote":"When someone hates you, send them flowers.","author":"Debasish Mridha","category":"debasish, debasish-mridha, hate, inspirational, mridha, philosophy, send-them-flowers, when-someone-hates-you"},{"quote":"While the differences between love and hate can be blurred and difficult to decipher at times, the dichotomy of denial and acceptance are much more distinct. One is halting and aggressively rejects all truth, while the other is more passive and at peace – welcoming whatever truth is in waiting, whether fortunate or tragic.","author":"Kenn Bivins, the Wedding & Disaster of Felona Mabel","category":"acceptance, denial, fortune, hate, love, tragic, truth"},{"quote":"She’d forgotten to love, but she also forgot to hate. (about Clara’s mother, who had dementia)","author":"Louise Penny, Bury Your Dead","category":"dementia, hate"},{"quote":"I was hated, you know. I made no secret of the fact that I was an atheist. People told me there are no atheists in fox holes. That's nonsense. [interview promoting Marching as to War (2002)]","author":"Pierre Berton","category":"atheism, hate"},{"quote":"The only things that last are love and hate. The only one that matters is love: Choose love. Hate erodes. Love nourishes..","author":"Na'ama Yehuda","category":"hate, love, universal-truth"},{"quote":"I pity those who hate because they will never experience the beauty of true love, there is no way they will be able to understand it for they are opposite emotions each leading you to different path in life one to joy and beauty the other to destruction.","author":"Maria Nieves","category":"hate, love, path"},{"quote":"If you said to me, “I do not love, I have never loved,” then you would sound incomplete. Equally, if you say “I do not hate, I have never hated,” then you sound like half a man.","author":"Matthew De Abaitua, If Then","category":"hate, love"},{"quote":"I sat near a window in our little synagogue and looked out at the large church and wondered how a statue whose face was so full of love could be worshipped by someone whose heart was so full of hate.","author":"Chaim Potok","category":"hate, love"},{"quote":"GOD couldn't love you more than He already does","author":"His love is infinite!","category":"TemitOpe Ibrahim"},{"quote":"Hatred, like a bush fire, ultimately consumes those who propagate it, leaving nothing but scorched, barren earth behind in their hearts. Love, the greatest of reckless endeavours, inspires men to greatness in the face of seemingly insurmountable odds... Maybe this book is just that, a reckless endeavour of the heart.","author":"Stephen Lee, Canton Elegy: A Father's Letter of Sacrifice, Survival, and Enduring Love","category":"book, books, greatness, hate, love, writing"},{"quote":"Love me or hate me, both are in my favour. If you love me, I'll always be in your heart... If you hate me, I'll always be in your mind.","author":"William Shakespeare","category":"hate, inspirational, love, shakespeare, uplifting"},{"quote":"You cannot change someone using fear, degradation, humiliation, or by comparing them to others. It can only be done through love, with love, for love.","author":"Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem","category":"comparison, degradation, degrading, education, fear, hate, humiliation, love, punishment, teaching"},{"quote":"I wish I could hold you,\" she continued bitterly, \"till we were both dead!","author":"Emily Brontë","category":"catherine, classic-novels, emily-brontë, hate, heathcliff, love, love-and-hate, twisted-romance, wuthering-heights"},{"quote":"People say hate is like a poison — but they're wrong. It's like a drug. You never forget your first hit, how it seduces you with its strength and power, and takes you completely by storm. It colors your world in light and meaning, until you wonder how you ever managed to get by without it. And then, eventually, you get to a point where you can't. It takes over your life, until hating becomes your reason for living.","author":"Nenia Campbell, Cease and Desist","category":"addiction, drug, hate, hatred, hatred-quotes, life, loathing, philosophy, poison"},{"quote":"I love my ex so much I printed out all his pictures. After all, I need him for target practice. And I just love customised toilet paper and doormats. My only regret is that those items don't bear his autograph.","author":"Natalya Vorobyova","category":"animosity, autograph, bitter, breakup, customized, doormat, ex, funny, gun, hate, humour, love, pictures, silly, target-practice, toilet-paper"},{"quote":"Odi et amo. Quare id faciam, fortasse requiris. Nescio. des fieri sentio et excrucior.I hate and I love. You may ask, why I do this. I do not know. But I sense that I do and it pains me.","author":"Catullus","category":"hate, hate-to-love, love"},{"quote":"But I am also concerned about our moral uprightness and the health of our souls. Therefore I must oppose any attempt to gain our freedom by the methods of malice, hate, and violence that have characterized our oppressors. Hate is just as injurious to the hater as it is to the hated. Like an unchecked cancer, hate corrodes the personality and eats away its vital unity. Many of our inner conflicts are rooted in hate. This is why psychiatrists say, “Love or perish.” Hate is too great a burden to bear.","author":"Martin Luther King Jr., The Autobiography of Martin Luther King, Jr.","category":"freedom, hate, nonviolence, nonviolence-quotes, soul"},{"quote":"Unable to understand why you think so, when you chose a different path.","author":"Sujata Mondal","category":"controversy, different-perspective, hate, humor, love, think"},{"quote":"Don’t hate on someone whose hard work placed them on the road to success, while your envy and ill-intent put you on a path toward failure.","author":"Carlos Wallace, Life Is Not Complicated-You Are: Turning Your Biggest Disappointments Into Your Greatest Blessings","category":"envying-successful-people, hate"},{"quote":"The walls that a hateful mind builds around it, make it impossible for happiness to find its way in.","author":"","category":"a-hateful-mind, edmond-mbiaka, happiness, happy, hate, negative-mind, walls-of-hate"},{"quote":"It's quite unfortunate how some people would like you when you are barely making ends meet, but would hate you with a passion if you start to do well.","author":"","category":"edmond-mbiaka, hate, hateful-minds"},{"quote":"Some people hate the rain, other appreciate it for the blooming flowers.","author":"Karen Quan, Better to be able to love than to be loveable","category":"appreciate, flowers, hate, people, rain"},{"quote":"You deepen the injury. It is sufficient already.","author":"Charles Dickens, David Copperfield","category":"hate"},{"quote":"Silly Felix, hate and love are the flip sides of the same tarnished coin.","author":"Heather R. Blair, Phoenix Rising","category":"choose, hate, love"},{"quote":"...I knew in the end the guilt of one side did not prove the innocence of the other.","author":"Sara Nović, Girl at War","category":"conflict, hate, war"},{"quote":"It's not love that you hate, it's the loved one who betrayed.","author":"Syed Arshad","category":"betrayal, hate, life, love, pain"},{"quote":"She dared to cry? On this day of all days? I was the one who would be married at sunset, and I hadn't let myself cry in five years. There was ice in my lungs and in my heart. I was floating. I was swept away, and out of the cold I spoke to her in a voice as soft as snow, the gentle and obedient voice I had used to consent to every order that Father and Aunt Telomache ever gave me, every order that they would never give Astraia because they actually loved her.\"You know, that Rhyme is a lie that Aunt Telomache only told you because you weren't strong enough to bear the truth.\"I had thought the words so often, they felt like nothing in my mouth, like no more than a breath of air, and as easily as breathing I went on.\"The truth is, Mother died because of you, and now I have to die for your sake, too. And neither one of us will ever forgive you.\"Then I shoved her aside and strode out of the room.","author":"Rosamund Hodge, Cruel Beauty","category":"cruelty, hate, sisters"},{"quote":"My sister compares her body to a junkyard and I find bits of scrap metal beneath her bed from boys who bury promises in her belly. Maybe love ruins you a little bit. Maybe we don’t care. We are so young to hate everything so much. Can recite the periodic table from memory but still can’t quite believe it when they say that they love us, too.","author":"Kristina Haynes","category":"hate, kristina-haynes, love, the-year-of-our-disbelief"},{"quote":"But I am very poorly today & very stupid & I hate everybody & everything. One lives only to make blunders.","author":"Charles Darwin, The Correspondence of Charles Darwin, Volume 9: 1861","category":"bad-day, bad-mood, hate"},{"quote":"Life is so transient, finite, and fragile that there is no time to hate anyone.","author":"Debasish Mridha","category":"debasish, debasish-mridha, finite, fragile, hate, life, life-is-so-transient, mridha, no-time-to-hate, philosophy"},{"quote":"We often hate others because we fail to understand them.","author":"Debasish Mridha","category":"debasish, debasish-mridha, fail-to-understand, hate, hate-others, mridha, philosophy"},{"quote":"We fear something before we hate it","author":"a child who fears noises becomes a man who hates noises.","category":"Cyril Connolly"},{"quote":"I have not met this person, and yet I hate him more than anything, for in him is everything I hate.","author":"Ben Willoughby, Gods on the Mountain","category":"hate, hatred"},{"quote":"Your mission: Be so busy loving your life that you have no time for hate, regret or fear.","author":"Karen Salmansohn, Instant Happy Journal: 365 Days of Inspiration, Gratitude, and Joy","category":"fear, happiness, hate, inspiration, loving-life, regret"},{"quote":"If you’d rather not go with me, I will completely understand and won’t hate you for more than a day. Maybe two.","author":"Gena Showalter, The One You Want","category":"date, dating, hate"},{"quote":"Men have always hated the wolf.\"\"Why?\" said the boy indignantly, suddenly looking very unhappy indeed.\"Maybe because they see something in the wolf that they hate and fear in themselves. Maybe because wolves take their sheep and goats, as if we shouldn't all share life's bounty.","author":"David Clement-Davies, The Sight","category":"fear, hate, humans, wolf"},{"quote":"I know she hates me, yet cannot choose but love her: No matter, if but to vex her, I'll haunt her still; Though I get nothing else, I'll have my will.","author":"Thomas Middleton, The Changeling","category":"hate, love"},{"quote":"Love me or hate me, both are in my favor. If you love me, I'll always be in your heart. If you hate me, I'll always be in your mind.","author":"William Shakespeare","category":"hate, inspirational, love"},{"quote":"You are not doing this for her. You're doing it for yourself. Your life is not just about the people you love. It's also about the people you hate.","author":"Tom Rob Smith","category":"hate, love"},{"quote":"Animosity breeds chaos.","author":"Jacob Addai","category":"hate"},{"quote":"When we continue to hate, we continue to lose. When we amplify mutual respect and love, we have a lot to gain. Quite simply, there is more for us to gain through love than hate.","author":"Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem","category":"hate, lose, love, loving-others, mutual-respect, respecting-others, suzy-kassem-quotes, win"},{"quote":"I've always looked at America like a foster mother doing it only for the check. At any minute, I just knew she'd be ready to give up on me.","author":"Darnell Lamont Walker","category":"america, black-people, foster-family, hate, mother, motherhood, oppression, race-relations, racism, white-people"},{"quote":"Love is as irrational as hate and just as unpredictable.","author":"Marty Rubin","category":"hate, love, unpredictability"},{"quote":"wars are fought so that peace can be achieved talk about irony","author":"Tom Collin","category":"agony, blood, hate, irony, irony-of-life, misery, peace, war"},{"quote":"Only the unloved hate","author":"the unloved and the unnatural.","category":"Charlie Chaplin"},{"quote":"If Fred's history will seem less unbiased then some would wish, let it never be overlooked that it is no small task to record a history of hate when one is among the hated.","author":"Larry Kramer, The American People: Volume 1: Search for My Heart: A Novel","category":"hate"},{"quote":"We are not enemies but we are just hostile to each other because of our different views and opinions.","author":"Auliq Ice","category":"alikkais, auliq-ice, enemies, enemies-and-friends, enemity-quotes, hate, hatred-quotes, misunderstanding, war"},{"quote":"Shall not ILearn place and wisdom? Have I not learned this,Only so much to hate my enemy,As though he might again become my friend,And so much good to wish to do my friend,As knowing he may yet become my foe?","author":"Sophocles, Ajax","category":"enemy, friend, hate, wisdom"},{"quote":"A man once told me that there are infinite places love will take you, but revenge is the business of hate, and there is only one place hate will take you---the end. The end of you and the end of everything you once stood for. But I welcomed my end.","author":"Tara Brown, A.E Watson","category":"hate, love, revenge, vanquished, vendetta, vengeance"},{"quote":"The way he looks at me makes me ache, but it isn’t fair. He hurt me first. He caused this ache from the start. This inside out, churning pain that feels mental and physical now.I fiddle with my hands, peering up at him again, and all I can think is, God, I wish he’d stop staring at me like that.","author":"Alex Rosa, Tryst","category":"angst, blake, emotional, eyes, hate, heartbreak, hurt, love, mental, new-adult, pain, tryst"},{"quote":"Hate is self-inflicted torture. It hungers for revenge, damage, division, and violence, but is never satiated. Hate is a psychological hell to which we condemn ourselves and endeavor to burn others.","author":"Steve Maraboli","category":"division, hate, hell, torture, violence"},{"quote":"Gilbert?\"Some days I hate all those who know my name.","author":"Peter Hedges, What's Eating Gilbert Grape","category":"hate"},{"quote":"I'm God. I will give you love and never hate you. I'll give you all the comforts you've ever imagined. Because I'm the God.","author":"nugas","category":"god, hate, love"},{"quote":"He came up flailing and sputtering and began to thrash his way toward the line of willows that marked the submerged creek bank. He could not swim, but how would you drown him? His wrath seemed to buoy him up. Some halt in the way of things seems to work here. See him. You could say that he's sustained by his fellow men, like you. Has peopled the shore with them calling to him. A race that gives suck to the maimed and the crazed, that wants their wrong blood in its history and will have it. But they want this man's life. He has heard them in the night seeking him with lanterns and cries of execration. How then is he borne up? Or rather, why will not these waters take him?","author":"Cormac McCarthy","category":"enemy-of-the-state, hate, hatred, scapegoat, the-indivisible-remainder, the-other"},{"quote":"Tereza's death hurt me so much, it was as if I had two heads smashing into each other. One was full of mown love, the other of hate. I wanted the love to grow back. It grew like grass and straw, all mixed up together, and turned into an icy affirmation on my brow. That was my damn stupid plant.","author":"Herta Müller","category":"hate, love"},{"quote":"The weak-minded choose to hate,\" she said. \"It's the least painful thing to do, isn't it?","author":"Yiyun Li, Gold Boy, Emerald Girl","category":"hate"},{"quote":"That child of Hell had nothing human","author":"nothing lived in him but fear and hatred.","category":"Robert Louis Stevenson, The Strange Case of Dr. Jekyll and Mr. Hyde"},{"quote":"I met a woman who told me she wasn't attracted to Asians. No worries, I said. I'm not attracted to racists.","author":"Simon S Tam","category":"dating, hate, humor, love, race, racial-preferences, racism, racists, stereotypes"},{"quote":"We are rich in hearts, but poor with love.","author":"Anthony Liccione","category":"hate, heartless, hearts, icy, lack, little, love, much, passionless, plenty, poor, rich, unfeeling, unloving"},{"quote":"Man's meanness is a fuse in search of a flame.","author":"Carlos Ruiz Zafón, Marina","category":"black-heart, hate, jealousy, mean-people, unkindness"},{"quote":"Pain withheld becomes hate, pain shared becomes love.","author":"Seekerohan","category":"hate, love, pain, sharing"},{"quote":"Don't expect everyone to admire this world is made up of hate and fire.","author":"Srishti","category":"admiration, admire, expect, expectations, expecting, fire, hate"},{"quote":"His mama put down the bag and headed for the door, her mouth a thin line.\t“Wait! What are you doing? Don’t go over there and yell at her.” Paul jumped off the stool and tried to beat her to the door. \t“Oh, honey, I would never do that.” His mama stepped into the hallway. “I’m fixin’ to invite her for dinner.","author":"Mary Jane Hathaway, The Pepper in the Gumbo","category":"hate, love, the-south"},{"quote":"Promoting what you don't like, invites more of it to your doorstep. Beat the right drum. ~T.F. Hodge","author":"T.F. Hodge, From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","category":"attraction, energy, hate, life-experience, love, negative, positive"},{"quote":"Hate feeds on your heart and pollutes your mind. It makes you lose sight of reality and forces you to focus on animosity instead of love. Hate makes you less of a person, because the borders of hate are so expansive they leave no room for anything else, and then the rest of your world becomes tiny and insignificant in comparison.","author":"Courtney M. Privett, The Crystal Lattice","category":"hate, hatred"},{"quote":"Jealousy is a general human behavior, Until it's not changed.","author":"Srishtie","category":"change, change-your-life, general, hate, human-behavior, human-behaviour, jealous, jealousy, life"},{"quote":"Love is the strongest motivator of all, Reagan. Stronger than fear, stronger than hate, stronger than whatever else is out there. Love is more than enough to survive with; it's enough to live with.","author":"Rachel Higginson, Love and Decay, Episode Two","category":"fear, hate, life, live, love, vaughan-parker"},{"quote":"We tend to search for happiness and love forgetting that both can be found when we stop searching for sadness and hate.","author":"Hisham Fawzi","category":"happiness, hate, inspirational, life, love"},{"quote":"She represents something about the corporate world that repel me, some deep coldness masked as relentless cheerfulness.","author":"Barbara Ehrenreich","category":"corporate, corporate-culture, corporations, fake, hate, mask, pretending"},{"quote":"There are some we cannot help but take an instant dislike to.","author":"Rick Yancey, The Final Descent","category":"hate"},{"quote":"It's easier to hate than to hurt.","author":"Erin McCahan, Love and Other Foreign Words","category":"hate, love"},{"quote":"I could never hate you, even if I wanted to.","author":"Laurie Halse Anderson, The Impossible Knife of Memory","category":"hate, love"},{"quote":"A coward's gun is emptied when fear pulls the trigger, and hate is the ammunition of choice.","author":"T.F. Hodge, From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","category":"abuse-of-power, ammunition, authority, black-males, choice, cowardly, cowards, death, fear, fearful, guns, hate, killing, law-enforcement, police, police-state, racism, racist, scared, shooting, trigger, weapons, young"},{"quote":"We need an enemy to give people hope. Someone said that patriotism is the last refuge of cowards: those without moral principles usually wrap a flag around themselves, and the bastards always talk about the purity of the race. National identity is the last bastion of the dispossessed. But the meaning of identity is now based on hatred, on hatred for those who are not the same. Hatred has to be cultivated as a civic passion. The enemy is the friend of the people. You always want someone to hate in order to feel justified in your own misery. Hatred is the primordial passion. It is love that’s abnormal.","author":"Umberto Eco","category":"hate, hope, patriotism, the-prague-cemetery"},{"quote":"What you hate the most, stays with you, while the loved ones walk away.","author":"Mehek Bassi","category":"hate, leave, love"},{"quote":"There are plenty of good reasons for fighting, but no good reason ever to hate without reservation, to imagine that God Almighty Himself hates with you, too.","author":"Kurt Vonnegut Jr.","category":"hate, violence, war"},{"quote":"Dictators long ago found that it is easier to unite people in common hatred than in common love.","author":"Dagobert D. Runes, A Dictionary of Thought","category":"dictatorship, hate, love"},{"quote":"Hate has no ears.","author":"Janny Wurts, Grand Conspiracy","category":"hate"},{"quote":"You don't realize it and that is why you hate who you are. You are living as someone else, so you unknowingly destroy that image everyday.","author":"E'yen A. Gardner, Have It Your Way: A Practical Guide to Living Life on Your Terms","category":"hate, hate-to-love"},{"quote":"210Suffering engenders passion; and while the prosperous blind themselves, or go to sleep, the hatred of the unfortunate classes kindles its torch at some sullen or ill-constituted mind, which is dreaming in a corner, and sets to work to examine society. The examination of hatred is a terrible thing.”Suffering begets rage, and while the prosperous turn a blind eye, or nod off which is always the same thing as shutting your eyes, the hate of the unprosperous masses has hits torch lit by some malcontent or warped mind dreaming away in a corner, somewhere, and it begins to examine society. Examination by hate is a terrible thing.","author":"Victor Hugo","category":"examining, hate, wealth-disparity"},{"quote":"I'm supposed to hate you for what you did, I think. But her eyes linger on me in a way that refuses to let me.","author":"Marie Lu, Legend","category":"day, hate, june, love"},{"quote":"God' is an excuse to justify hate.","author":"Anonymous","category":"antitheism, atheism, excuses, god, hate"},{"quote":"A friend is like a rope, you trust it until it snaps.","author":"Auliq Ice","category":"divorce, enemity-quotes, friendship, friendship-and-love, friendship-quotes, hate, hatred, human-nature, humanity-and-society, mistaken-identity, mistrust"},{"quote":"And everything I thought I knew - you made me trade it all for you...but, frankly, you're not worth it.","author":"Phar West Nagle","category":"hate, heartbreak, poetry, poetry-quotes, relationships"},{"quote":"Hatred is like fire. It burns the one who harnesses it. It's also extremely hard to see more helpful truths through its flames.","author":"Morgan Rhodes, Gathering Darkness","category":"cleo, hate, nerissa, truth"},{"quote":"The Creator favors the man who LOVES over the man who HATES. If you teach hatred to your children, one day your child will have that hatred reflected back onto them and onto YOU.","author":"Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem","category":"child, creator, faith, god, hate, love, parenting, quotes, suzy-kassem"},{"quote":"I don't hate you, because hate is a feeling and I feel absolutely nothing for you.","author":"Auliq Ice","category":"betrayed, hate, haters, haters-beware, haters-gonna-hate, haters-quote, haters-thoughts, hatred, hatred-and-imagination, rejection"},{"quote":"I hate often and easily. I hate, for example, people who sit with their legs splayed. People who claim to give 110 percent. People who call themselves \"comfortable\" when what they mean is decadently rich. You're so judgmental, my shrink tells me, and I cry all the way home, thinking of it.","author":"Jenny Offill, Dept. of Speculation","category":"hate, judgmental-heart, therapy-truth"},{"quote":"It's fallacious reasoning for the atheist to hate all religion due to men who manipulate religion to fit their own agendas. They are counterparts, therefore, if Truth is true, partners in crime. To believers, the atheist and the religiously corrupt boil down to the same person, the self-righteous: one denies Truth to fit his own agenda; the other manipulates Truth to fit his own agenda.","author":"Criss Jami, Killosophy","category":"agenda, apologetics, arrogance, atheism, corruption, denial, dishonesty, ego, egotistical, fallacies, falsehood, hate, honesty, hypocrisy, logic, logical-fallacies, manipulation, pride, reasoning, religion, self-righteousness, selfishness, spirituality, theism, truth"},{"quote":"Tolerance is certainly an improvement over hate, but it is not the same thing as freedom.","author":"Janet R. Jakobsen and Ann Pellegrini","category":"freedom, hate, lgbt, lgbt-rights, tolerance"},{"quote":"The love hidden within is always greater than the hate displayed without.","author":"Craig D. Lounsbrough","category":"hate, love, loving-people, valentine-s-day"},{"quote":"He's mad at me.\"\"For what?\"\"For not being like him.\"Eleanor looked dubious. \"Has he been mad at you for the last sixteen years?\"\"Basically.","author":"Rainbow Rowell, Eleanor & Park","category":"different, eleanor-and-park, father-son-relationship, hate"},{"quote":"Distance can make a love fade, while closeness can make hate flare; as distance can make hate fade, while closeness can make love flare.","author":"Anthony Liccione","category":"closeness, distance, fade, flare, hate, love, relationships"},{"quote":"The bacteria of resentment bred: distance turned to distrust; distrust turned to bitterness; bitterness to hate, which is, after all, a kind of grievous love","author":"Johnny Rich, The Human Script","category":"bitterness, distrust, hate, love, resentment"},{"quote":"Without virtue, it is hard to bear the results of good fortune suitably. Those who lack virtue become arrogant and wantonly aggressive when they have these other goods. They think less of everyone else, and do whatever they please. They do this because they are imitating the magnanimous person though they are not really like him.","author":"Aristotle on the Megalopsychos","category":"aristotle, death, ethics-and-moral-philosophy, hate, life, love, megalopsychos, philosophy, truth, wisdom"},{"quote":"Everyone is capable of hate, of wanting to hurt, even kill another person. But when those hatreds manifest themselves out of the mind and into real life, a line is crossed. The line between human and animal.","author":"Kate Kerrigan, Recipes for a Perfect Marriage","category":"hate"},{"quote":"Harbour love, not hate - don't let it contaminate your heart and conceal your beauty.","author":"Nishant Agrawal","category":"hate"},{"quote":"How may I hate that which I love with such intensity of passion? How should I abhor that for which my every drop of blood is boiling?","author":"Ludwig Tieck","category":"blood, hate, love"},{"quote":"Some might say; loving is worse than hating, yet leaving is the worst.","author":"Azza Nazh","category":"agony, hate, love"},{"quote":"It began with a hello, and ended in hell.","author":"Anthony Liccione","category":"gone-bad, hate, hell, hello, love, relationshipstionships, tormented"},{"quote":"People will try to break you, hate you, ignore youBut if you accept them with love, nothing will touch you.","author":"Debasish Mridha","category":"acceptance, debasish, hate, life, love, mridha, philosophy"},{"quote":"We hated each other so well and loved each other so badly...","author":"Seanan McGuire, Rosemary and Rue","category":"friendship, hate, love, love-and-hate"},{"quote":"Some kinds of misery make you hate the world, but some kinds make you hate yourself, and--butter and cheese not withstanding--Neve had no question that Spear was the latter.","author":"Laini Taylor, My True Love Gave to Me: Twelve Holiday Stories","category":"butter, cheese, hate, misery"},{"quote":"All hate is the result of people refusing to take responsibility for their own lives.","author":"Marty Rubin","category":"hate, hatred, personal-responsibility, responsibility"},{"quote":"Hemingway is overrated,Twain is even more lost at sea,And all truths point to the mouth of a woman,Where both her whispers and her screams,Are born.Pour another glass, Beer, wine, whiskey,I don't care,So long as its wisdom is sharp,And it tells lies instead of promises.","author":"Dave Matthes, The Kaleidoscope Syndrome: An Anthology","category":"alcohol, birth, booze, hate, hemingway, loathing, overrated, poems, poet, poetry, promise, screams, truth, twain, whiskey, whispering, woman"},{"quote":"The world is getting too small for both an Us and a Them. Us and Them have become codependent, intertwined, fixed to one another. We have no separate fates, but are bound together in one. And our fear of one another is the only thing capable of our undoing.","author":"Sam Killermann","category":"coexistence, divisiveness, hate, humanism, inclusion, love, religion, secularism, us-and-them"},{"quote":"Hating is easy. It's loving that's hard","author":"Morgan Llywelyn","category":"hate, irish, love"},{"quote":"She put others before herself and yet you hate her. What did she do to you?","author":"Edward Kitsis and Adam Horowitz","category":"empathy, hate, love, once-upon-a-time, self-sacrifice, selflessness, spite, television, the-huntsman"},{"quote":"Love and hatred are intertwined in life. They agree to disagree and they disagree to agree. When one is absent the other may become present. In what we hate most lay what we love most and in what we love most lay what we hate most","author":"Ernest Agyemang Yeboah, Distinctive Footprints of Life: Where Are You Heading Towards?","category":"absence, absence-and-attitude, disagreements, hate, hate-to-love, love, love-quotes"},{"quote":"Bureaucrats and Politicians are different people, work of Bureaucrats makes us hate Politicians.","author":"Amit Kalantri","category":"amit-kalantri, amit-kalantri-quotes, amit-kalantri-writer, bureaucracy, bureaucrats, democracy, governance, government, hate, hatred, inspiration, inspirational, inspirational-quotes, motivation, motivational, motivational-quotes, nation, politicians, politics, work"},{"quote":"It’s gotten far easier to allow ourselves to hate than it is to choose to love.","author":"Sam Killermann","category":"choice, happiness, hate, life, love, loving, philosophy-of-religion"},{"quote":"if you hate someone..wish he love someone.","author":"Mohamed Saad","category":"hate, love"},{"quote":"Hate. The word is thrown around as uselessly and as often as love is, and is used as a means in which to accuse and inflict damage; the weak-in-argument (weak in general) use it to discredit those with whom they disagree rather than dissect the issues for what they really are. I liken it to the predictable ad hominem attack, which is about as transparent as those who so ridiculously claim to know what’s in the heart of another.","author":"Donna Lynn Hope","category":"arguments, debate, hate, hating, politics"},{"quote":"Our heart is the key to liberating a generation that has been bred to hate.","author":"E'yen A. Gardner, Extreme Makeover","category":"freedom, hate, love, love-others, wholeheartedly"},{"quote":"I will always hate war, but will be forever proud of mine.","author":"David Bellavia, House to House: An Epic Memoir of War","category":"army, hate, iraq, marines, military, proud, soldiers, war"},{"quote":"You can do the right thing that seems wrong to others, or the wrong thing that seems right, and its actually puerile to await recommendation when what you are about to do doesn't concerns anyone.","author":"Michael Bassey Johnson","category":"bad-habit, bad-habits, difference, differences, dislike, disobedience, grudge, grudges, habit, hate, instruction, instructions, irritation, nonconformity, obedience, obligation, order, orders, presence, puerility, recommendation, right, wrong"},{"quote":"I will never forget seeing what hate can destroy… I will never forget seeing what love can heal…","author":"Steve Maraboli","category":"911-attacks, hate, love, never-forget, september-11, september-11-attacks"},{"quote":"You know all about love, but that is not enough. You must also learn that hate comes from God as well, that it too is in the Lord's service. And in times like these, with the world fallen to the state it has, hate serves God more than love.","author":"Nikos Kazantzakis, Saint Francis","category":"1962, dominican, hate, holy-war, inquisition, roman-catholicism, zealotry"},{"quote":"Hate is a very strong, pure emotion to be wasted on people you don't care about.","author":"Psyche Roxas-Mendoza","category":"carew-papritz, emotion, hate, people, pure, strong, wasted"},{"quote":"There is nothing so moving - not even acts of love or hate - as the discovery that one is not alone.","author":"Robert Ardrey, The Territorial Imperative: A Personal Inquiry Into the Animal Origins of Property and Nations","category":"alone, discovery, hate, love, moving"},{"quote":"I let the curtains fall back against the glass, effectively blocking the view of my nemesis standing there beneath the twinkle lights, looking way too hot in his charcoal-colored suit.It would be so much easier to hate him if he didn't look so good. And I want to hate him; I really do.","author":"Kristi Cook, Magnolia","category":"hate, jemma, nemesis, ryder"},{"quote":"Law & order embrace on hate's border.","author":"Kenneth Patchen, Collected Poems","category":"hate, law, order"},{"quote":"Love them that hate you, but you can't love those you hate.","author":"Leo Tolstoy, Anna Karenina","category":"hate, love"},{"quote":"A silence absorbed them both – a lack of sound so potent it blackened the place with something richer than hate.","author":"Carla H. Krueger, Sleeping with the Sun","category":"author-carla-h-krueger, childhood-trauma, fear, hate, hatred, silence, sleeping-with-the-sun"},{"quote":"If I had a wish, I would turn you to a pair of shoes to keep you under my feet and you get an opportunity to be under the bed too.","author":"Pushpa Rana, Just the Way I Feel","category":"feet, hate, love, shoes, under-the-bed"},{"quote":"The eternal wave of hate never stops.","author":"Lilo Abernathy, The Light Who Shines","category":"discrimination, hate, prejudice"},{"quote":"When you look through the window of hate, you are really looking in the Devil's mirror.","author":"Jack Byrne","category":"devil, hate, hatred, inspirational-quotes, mirror, windows-on-the-world"},{"quote":"The only person you can fiercely hate is the person you have loved once fiercely, with your whole heart.","author":"Anonymous","category":"hate, love"},{"quote":"People have been bred to hate for generations -- eons, maybe. Some fundamental urge. Something implicit in the human condition.","author":"Allan Dare Pearce, Hitler Burns Detroit","category":"hate, human-condition, human-nature, people"},{"quote":"Clouds shed the agony of the sky and rain concludes it by covering us in filth. What do you think about the puddles of mud and traffic jams? I so hate rain.","author":"Pushpa Rana, Just the Way I Feel","category":"agony, clouds, filth, hate, puddles, rain, traffic"},{"quote":"You must thrive to flood the nose and mouth of those who hate you and can't wait to see you fail.","author":"John Yang aka Private83","category":"hate, hater, inspirational, success"},{"quote":"People always have reason to hate, though they often may not find any reason for love.","author":"Awdhesh Singh, Good and Evil: Two Sides of the Same Coin","category":"hate, hatred, love"},{"quote":"They left like you knew they would. They went away and you fell like a stone. All the way to the bottom of your room. I see you, yes I see you. Sitting in your chair, hating every minute of it. Falling like a stone without even moving. It hurt you to know that you were right about all the shit you wanted to be wrong about. They always leave you. You put yourself in the right place to get left.","author":"Henry Rollins, The First Five","category":"alone, falling, fault, fell, hate, hurt, leave, left, lonely, rollins, wanted"},{"quote":"This was why I hated beautiful people. They build you up and then they destroy you. And we let 'em.","author":"Cassandra Rose Clarke, The Assassin's Curse","category":"beautiful, hate"},{"quote":"We both disliked rude rickshwalas, shepu bhaji in any form, group photographs at weddings, lizards, tea that has gone cold, the habit of taking newspaper to the toilet, kissing a boy who'd just smoked a cigarette et cetra. Another list. The things we loved: strong coffee, Matisse, Rumi, summer rain, bathing together, Tom Hanks, rice pancakes, Cafe Sunrise, black-and-white photographs, the first quiet moments after you wake up in the morning.","author":"Sachin Kundalkar, Cobalt Blue","category":"cold, couple, gay, hate, homosexual, india, love, matisse, morning, newspapers, painting, pancakes, photographs, queer, rain, rumi, tea"},{"quote":"At some point they show their true colorsAfter the break upAfter the trial After the contract is signed and brokenTheir true colors stinkThese daysI find it hard to get along with themI want to push them until the colors come out And sometimes I hate them so much, I push and seeI do the same to the ones I likeThe ones I don’t care about I smile at real nice","author":"Henry Rollins","category":"colors, destructive, hate, rollins, smile, true"},{"quote":"Those who cannot have your love, will gladly accept your hatred.","author":"Justin K. McFarlane Beau","category":"eternity, hate, inverse-relationships, love, obsession, paradox, relationships"},{"quote":"Another thing that happens in the movies: They all have these dramatic crises where everything looks bleak and you think the couple will never, ever get back together. But then they realize they can't live without each other, and in the end they live happily ever after.It's all a lie. When you hate someone you used to love, and you think he's done something awful-he probably has.You're not going to love him again.He's not going to apologize, or come back to you.He probably doesn't even ever think about you at all, because he's too busy thinking about someone else.","author":"E. Lockhart","category":"boys, face-it, hate, love, movies, truth"},{"quote":"Hate yearned to destroy and sought to forget, but love could not. Love strove creatively towards days that had yet to come.","author":"Richard Wright, The Outsider","category":"creative, hate, love"},{"quote":"I had a dream that I had no haters…I woke up missing them.","author":"Starley Ard, Dreaming is for lovers","category":"dreaming, dreams, hate, haters, life, missing, relationships"},{"quote":"Hate when hate acquaints the burns,Love when love heals it!","author":"Ekamdeep Singh","category":"hate, love"},{"quote":"Love always was and always will be the only real answer. Why else do you think we have been taught so much hate?","author":"Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life","category":"hate, love, teaching"},{"quote":"Your love for beauty has been perverted, repressed and savaged by hateful and controlling elements in the world.","author":"Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life","category":"beauty, control, hate, love, perversion, repression, savagery"},{"quote":"Anyone who hates anyone, only hates themselves.","author":"Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life","category":"hate, wisdom"},{"quote":"Hate when hate acquaints the burns","author":"Love when love that heals it!","category":"Ekamdeep Singh"},{"quote":"I wanted to hate you, but I just couldn't.","author":"H.M. Ward, The Wedding Contract","category":"enemy, hate, love, romance"},{"quote":"It's not hard to confuse love and hate.","author":"Tyler Mcmahon, How the Mistakes Were Made","category":"hate, love"},{"quote":"We are all too fixed on wrecking ourselves rather than bettering ourselves.","author":"Meggie Royer, Healing Old Wounds With New Stitches","category":"fix, hate, poetry, writing"},{"quote":"It was always like this. When you spoke the truth, they hated you. The more you talked about love, the more they hated you.","author":"Elif Shafak, The Forty Rules of Love","category":"bigotry, hate, love, truth"},{"quote":"Please don't trouble yourself with my scars. At least not right now, OK?","author":"Alex Rosa, Emotionally Compromised","category":"damage, hate, hurt, love, pain, scars, spy"},{"quote":"They say that people fall in and out of love, but do they, too, fall in hate? Or fall into indifference? It has hindered men for ages the notion that one falls in love rather than decides to truly love, the notion that his lack of control, on the B-side, can also make him fall in hate or indifference without the responsibility to help it or control it.","author":"Criss Jami, Killosophy","category":"choice, control, decision, emotions, fall, fall-in-love, hate, help, indifference, love, responsibility"},{"quote":"Children would struggle desperately to feel love for their parents. Rather than hate a parent, in fact, they'd choose to hate themselves. Love and violence became so intertwined for them that when they grew up and got into relationships, only hysteria could set their hearts at ease.","author":"Ryū Murakami, Piercing","category":"abuse, hate, love"},{"quote":"You need to respect people either good one or bad. Every person in this world have something good and something bad. You need to see the positive side of the person rather than the negative ones. By doing this you can never hate anyone in this world. Some time ago I use to think to shoot few peoples, but seeing the things they gave me when they love me, I use to forget their bad things. They taught me what's life, how to survive, how to struggle, how to be success, but they also left me on the middle of the desert…… but with due respect and the lessons they gave to me I easily come out from that desert…. And now I am trying to teach all these life experiences to them who need it…….","author":"Nutan Bajracharya","category":"hate, lesson, life, love, people, she, teach, women"},{"quote":"she hated everything her parents loved","author":"Stephen Chbosky, The Perks of Being a Wallflower","category":"daughter, hate, life, parents, parents-and-children"},{"quote":"You are all made of real poop.","author":"Anne Frank, The Diary of Anne Frank: And Related Readings","category":"hate, lol, pee, poop, tutti, you"},{"quote":"I got both hands on her throat and there was nothing inside me but the black madness of that desire to kill her, to close my hands until she turned purple and lay still and there’d be an end to her forever. Let them send me to the chair. Let ’em burn me. All they could do was kill me.","author":"Charles   Williams, The Hot Spot","category":"hate, insanity, killing, madness, revenge"},{"quote":"Knowing a person's true identity - it feels wonderful & painful at the same time. It feels wonderful because you will know a lot more about him. It feels painful because you only have one choice, it is \"acceptance\".","author":"Jan","category":"acceptance-of-others, hate, truthful-in-every-way"},{"quote":"Have you ever noticed how good things go to those who hate?","author":"Sol Luckman, Beginner's Luke","category":"comedy, funny, hate, hatred, humor, injustice, irony, unfair, unfairness, wit, witty"},{"quote":"Hatred is like a tow-edged sword. When you cut the other person, you cut yourself.","author":"Haruki Murakami, The Wind-Up Bird Chronicle","category":"hate"},{"quote":"Other married people have lived together and hated each other. Why shouldn't we? We may forget even to hate.","author":"E. Phillips Oppenheim","category":"hate, humour, marriage, relations"},{"quote":"I went into the living room and looked down at my mother’s torn body and shook my head. It was surreal. I guess some people in that situation would have crumbled, some would have cried, but I’d emotionally disconnected from life a long time ago. For that, I had to thank the skeletal bitch on the floor, with her greedy rodent soul and her short-tempered ape-mate in the kitchen. If anything, her death was a belated answer to old prayers, with a bit of an unexpected mess.","author":"Bobby Adair, Zero Day","category":"bitter, death, hate, mother, zombies"},{"quote":"I told her I hated normal people and the land of the fucking free and the home of the asshole brave, and I hated God and George and all and everything.","author":"Aleksandar Hemon, The Lazarus Project","category":"america, balkan, hate"},{"quote":"Jen's emotions, strong but invisible within an infallible Miran facade, raged with contempt. He'd met the man responsible for such despicable exploitation of his brother's life onboard the Aquarius. He didn't like him then.He hated him now.","author":"Marcha A. Fox, A Psilent Place Below","category":"augustus-troy, hate, jen-brightstar, science-fiction-young-adult"},{"quote":"Maybe it was clear that he cared about me, that he couldn't handle another risk, but in that moment the only thing that made sense was my anger. I might have even hated him for what he said about Grace, because hating him was so much easier than understanding him. He obviously felt the same way.","author":"Lisa Roecker, The Lies That Bind","category":"hate, kate-lowry, liam-gilmour"},{"quote":"your glory determines your haters","author":"Ernest Agyemang Yeboah, Distinctive Footprints of Life: Where Are You Heading Towards?","category":"authority-and-attitude, brainy-quote, glory, hate, inspirational-quotes"},{"quote":"Spread love not hate, so that we can live and die in peace.","author":"AKA","category":"die, hate, live, love, peace"},{"quote":"I tried turning my back on all this, but it is inside me. Like when I was little and you read me that story of the girl who hated footprints and shadows, so she tried to run away from both. But her shadow was always there, and she only made more footprints by running.","author":"Thomm Quackenbush, Danse Macabre (Night's Dream, #2)","category":"fear, footprint, hate, running, shadow"},{"quote":"Hate never can win a heart,Only love can do that.","author":"Debasish Mridha","category":"beauty, hate, heart, life, love, philosophy, truth, win"},{"quote":"He was her father after all. True, a father whose funeral rite she planned to dance at and toast with ale, but her father just the same.","author":"G.A. Aiken, A Tale of Two Dragons","category":"daughter, faher, hate"},{"quote":"I knew what it felt like to have no say in who you were as a sexual being. It didn’t just strip away your dignity. It stripped away everything you were: your identity, your self-respect, your pleasure. Because it was all about the pleasure of the other person take, take, taking whatever they wanted from you, even if it was uncomfortable, or caused you pain. Even if you died from it, the other person still wouldn’t care, because it was all about them.","author":"Jess C. Scott, Bedmates","category":"give-and-take, hate, hatred, jealous, jealousy, narcissistic-love, self-respect, selfish-love, selfishness"},{"quote":"I am going to put death in all their food and watch them die.","author":"Shirley Jackson, We Have Always Lived in the Castle","category":"hate"},{"quote":"I knew then what I had done. I had killed a man. I had killed a man to get a woman. I had put myself in her power, so there was one person in the world that could point a a finger at me, and I would have to die. I had done all that for her, and I never want to see her again as long as I lived. That’s all it takes, one drop of fear, to curdle love into hate.","author":"James M. Cain, Double Indemnity","category":"fear, hate, love"},{"quote":"I was cyber-bullied before all those Myspace-related suicides, so my school principal wasn't really impressed when my mom complained about what was happening to me on my Xanga blog and on AIM chat.“Get your life sorted out, you fucking scitzo [sic] dyke tranny bitch,” one comment might say.Another comment would say something like, “I know she's reading this, she's so pathetic.”And, perhaps most frightening of all: “I'm going to fuck you up until your mother bleeds.","author":"Nenia Campbell, Freaky Freshman","category":"abuse, bullies, bullying, cyber-bullying, fear, hate, hate-crimes, insults, threats, violence"},{"quote":"She wanted to punch her father in his snout, but she wouldn’t. He was her father after all. True, a father whose funeral rite she planned to dance at and toast with ale, but her father just the same.","author":"G.A. Aiken, A Tale of Two Dragons","category":"daughter, father, hate"},{"quote":"If I loved you for no reasons I will hate you for more reasons","author":"Yasser Hakeem","category":"hate"},{"quote":"You haven't even Fucking watched one piece. you're such a ignorant cunt. watch one piece. Watch it then judge, hate or whatever.","author":"Batuhan Ibal","category":"foul-words, grammar-fail, hate, ignorance, injustice, one-piece, prejudice"},{"quote":"You're everything I hate about the rock world and yet everything I love...","author":"Lexxie Couper, Lead Me On","category":"emotional, hate, love, romance"},{"quote":"One does not hate as long as one has a low esteem of someone, but only when one esteems him as an equal or a superior.","author":"Friedrich Nietzsche","category":"hate, superiority"},{"quote":"I respect people who hate me honestly.","author":"Toba Beta, Master of Stupidity","category":"hate, honest, respect"},{"quote":"It is strange how you shall hate a man, and yet pity him from the depths.","author":"Richard Llewellyn","category":"hate, hatred, pity"},{"quote":"Hate is for sissies. Fight makes gentleman.","author":"Toba Beta, Master of Stupidity","category":"hate, sissies"},{"quote":"hate school but love school and threat it right so you can be where you love to be all right?","author":"Mohlalefi j motsima","category":"brightside, conditional-love, education, hate, hummor, inspiration, knowledge, love, motivation, patience, persistency, school, time, wisdom, wordplay"},{"quote":"We need the life… We need to know what we take left someone weaker or dead. It reminds us what we were. The Hunger when you start out, it isn't in the stomach or brain. You want to kill because you hate that others get to live.","author":"Thomm Quackenbush, Danse Macabre (Night's Dream, #2)","category":"death, hate, hunger, kill, life, vampire"},{"quote":"they hate you when your up but they love you when your down that's why i never give a soul my last pound","author":"blanco vandam","category":"envy, hate"},{"quote":"Hatred must be a hard thing to learn.","author":"Margarita Engle, The Surrender Tree: Poems of Cuba's Struggle for Freedom","category":"behavior, hate"},{"quote":"In real life, love and hate are often only separable if we’re willing to recognize our demons and choose to become better people.","author":"John L. Monk, Kick","category":"demons, hate, life, love"},{"quote":"Jealousy is just love and hate at the same time.","author":"Drake","category":"emotion, fame, hate, jealousy, love, success, time"},{"quote":"Hate does that. Burns off everything but itself, so whatever your grievance is, your face looks just like your enemy's.","author":"Toni Morrison, Love","category":"hate"},{"quote":"Through violence you may murder the hater, but you cannot murder hate.","author":"Martin Luther King Jr.","category":"hate, hater, murder, violence"},{"quote":"I have a very strong feeling that the opposite of love is not hate — it’s apathy. It’s not giving a damn.","author":"Leo Buscaglia","category":"hate, love, truth"},{"quote":"As long as you're still walking with the demons of hell! You'll never have the time to slow down to see the angels of heaven behind you.","author":"Jerome D. Williams","category":"angel, angels-and-demons, demons, god, hate, heaven, hell, love, loyal, loyalty, power"},{"quote":"Instead of hating, my heart cries mercy! Mercy on me! Mercy on me! Mercy on me!","author":"Phindiwe Nkosi, Behind the Hospital","category":"betrayal, betrayed, birth, broken, cry, death, fear, hate, heart, hope, life, love, lover, mercy, mourning, pain"},{"quote":"It is unbelievable the amount of hate the human body can sustain before it begins to break.","author":"Megan McKenna, The New Stations of the Cross: The Way of the Cross According to Scripture","category":"bitterness, hate"},{"quote":"I hated sports. I hated sports, and I hated people who played them, and I hated people who watched them, and Ihated people who didn't hate people who watched or played them.","author":"John Green, Looking for Alaska","category":"hate, play, sports"},{"quote":"Love is born from disagreeing over something we believe in. Hate is born from disagreeing over something we fear.","author":"Craig  Stone, How to Hide from Humans","category":"hate, life, love, peace, war"},{"quote":"One of the many burdens of the person professing Christianity has always been the odium likely to be heaped upon him by fellow Christians quick to smell out, denounce and punish fraud, hypocrisy and general unworthiness among those who assert the faith. In ruder days, disputes about what constituted a fully qualified Christian often led to sordid quarrels in which the disputants tortured, burned and hanged each other in the conviction that torture, burning and hanging were Christian things to do…","author":"Russell Baker","category":"burden, dispute, hate, hypocrisy, intolerance, religious-hatred, religious-intolerance"},{"quote":"He hated the blue platter his mother served from, and the salt and pepper shakers, which were glass with red tops, and he hated the silverware designed in flowers, some pieces scratched almost beyond recognition. He even hated the round table and the succession of tablecloths, one pale blue with yellow leaves, one white with red and orange squares. He hated the uncomfortable chairs, particularly his own, where he sat squirming, and he hated his family and the way they talked.","author":"Shirley Jackson, The Road Through the Wall","category":"america, family, hate, suburbia"},{"quote":"I need little peace now,i cant handle the situations.","author":"pavankumar nagaraj","category":"fed-up, hate, life, love, peasce"},{"quote":"Three quarters of respectable England hates you.\"\"Half,\" Sebastian replied with a smile. \"It's really only half. Judging by my correspondence, it may be as little as forty-eight percent. And of those, only a small number want to cause me bodily harm. The rest just wish to have me gagged or thrown in prison.","author":"Courtney Milan, The Countess Conspiracy","category":"celebrity, fame, hate, infamous"},{"quote":"I loved her [Gilberte]; I was sorry not to have had the time and the inspiration to insult her, to hurt her, to force her to keep some memory of me. I thought her so beautiful that I should have liked to be able to retrace my steps so as to shake my fist at her and shout, \"I think you're hideous, grotesque; how I loathe you!\"_","author":"Marcel Proust, Swann's Way","category":"hate, love, unrequited-love"},{"quote":"When you are in love you know no fear or hatred. when you are fearful there is no possibility of love or hatred. And when there is hate, there is only hate.","author":"Christopher Pike, Thirst No. 1: The Last Vampire, Black Blood, and Red Dice","category":"fear, fear-of-love, hate, lack-of-courage, limiting-chances"},{"quote":"There was even a story passed among the queen’s court that when freshly hatched, Rhiannon bit her mother on the neck when she tried to cuddle her new daughter. But Rhiannon didn’t believe that for one second. True, she believed she bit her mother, but she didn’t believe her mother had tried to cuddle her.","author":"G.A. Aiken, Dragon Actually","category":"bite, daughter, hate, mother"},{"quote":"I hate that the actions of a minority can influence the opinions of a majority.","author":"Sarah Ayoub, Hate is Such a Strong Word","category":"deep, hate, opinions"},{"quote":"With every drop of my blood I hate and execrate every form of tyranny, every form of slavery. I hate dictation. I love liberty.","author":"Robert G. Ingersoll, The Liberty of Man, Woman and Child","category":"execration, hate, liberty, love, slavery, tyranny"},{"quote":"The theologians dead, knew no more than the theologians now living. More than this cannot be said. About this world little is known,—about another world, nothing.Our fathers were intellectual serfs, and their fathers were slaves. The makers of our creeds were ignorant and brutal. Every dogma that we have, has upon it the mark of whip, the rust of chain, and the ashes of","author":"Robert G. Ingersoll, The Liberty of Man, Woman and Child","category":"brutal, creeds, dogma, fagot, hate, ignorant, knowledge, liberty, logic, reason, serfs, slaves, theologians, theology, thought, torture"},{"quote":"Hatred is as easy as slipping on a well-worn woolen cloak. If only it provided the comfort of one.","author":"Nenia Campbell, Bleeds My Desire","category":"hate, haters, hatred, metaphor"},{"quote":"Humanity is a huge aggregate lie, and a huge lie is less than a small truth. Humanity is less, far less than the individual because the individual may sometimes be capable of truth, and humanity is a tree of lies. And they say that love is greatest thing, they persist in saying this, the foul liars, and just look at what they do (...It's a lie to say that love is greatest, what people want is hate - hate, and nothing but hate. And in the name of righteousness and love they get it...If we want hate, let us have it - death, murder, torture, violent destruction- let us have it: but not in the name of love.","author":"D.H. Lawrence, Women in Love","category":"hate, lies, love"},{"quote":"Don't be carried away by beauty, for the faeces also stays in the rectum of ravishing faces, and their private life is not beautiful as their public life...fear beauty!","author":"Michael Bassey Johnson","category":"absorbed, arrogance, arrogant, attitude, beauty, biological, conclusion, decay, deficiency, dirty, disease, engrossed, fact, fear, fear-beauty, flaw, futile, futility, girls, hate, human-nature, infatuation, intestine, life, loophole, malapropism, michael-bassey-johnson, nature, prejudice, pride, private-life, proud, public, rag, ravish, ravishing, rush, science, truth, unwanted, vanity, woman, women, worthless"},{"quote":"There you go, being human again,' said the Doctor. He put an arm around Rose, and hugged her to him. 'It's not fair, is it, when we're forced into pitying someone we hate. Feels like the world's turned topsy-turvy. But it's all right. You're still allowed to hate them. As long as you don't gloat at their downfall, that's all.","author":"Jacqueline Rayner, Doctor Who: Winner Takes All","category":"hate, pity"},{"quote":"Love is an immortal lie!","author":"Nitya Prakash, Dear, I Hate You","category":"hate, immortal, lie, love"},{"quote":"Preaching love disguised as hate is worst than screaming aloud to the world the darkness within you","author":"Mark W. Boyer","category":"boyer, hate, hypocracy, love, mark-boyer"},{"quote":"And I'd be willing to bet that you were great at it, if only because you have to love something before you can hate it.","author":"Nicholas Sparks, The Last Song","category":"hate, passion"},{"quote":"Hate hates what it mirrors or envies.","author":"T.F. Hodge, From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","category":"envy, hate, jealousy"},{"quote":"i love you,even you hate me","author":"pavankumar nagaraj","category":"hate, life, love"},{"quote":"Withholding love is a bit like drinking poison and expecting the other person to die.","author":"Matthew Kelly, The Seven Levels of Intimacy: The Art of Loving and the Joy of Being Loved","category":"hate, love, poison, self-destruction, spite"},{"quote":"If that’s what you’re willing to do for someone you hate, what would you do for someone you love?","author":"Ann Leckie, Ancillary Justice","category":"hate, love"},{"quote":"When you're working, some people relax and wait for the invisible right time, but when they see your fortune, they wake up and strategize an envious attack.","author":"Michael Bassey Johnson","category":"attack, bad-people, demon, enemy, envious, envy, fortune, friendships, hate, haters, hating, hatred, invisible, jealous, jealousy, laziness, lazy, michael-bassey-johnson, people, relax, strategy, time, toxic-people, wake-up, work, worker, working"}]}