{"author":"Ravindu Manoj","github":"ravindu01manoj","repo":"Quotes-500k","data":[{"quote":"Just relax and enjoy the magnificence of life.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, enjoy-life, inspirational, philosophy, quotes, relax, relax-and-enjoy-life"},{"quote":"Life is for learning. Life is for loving. Life is for living and life is for forgiving.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, inspirational, life-is-for-forgiving, life-is-for-learning, life-is-for-living, life-is-for-loving, philosophy, quotes, what-is-life-for"},{"quote":"The time is always right for the right thing.","author":"Debasish Mridha","category":"always-do-the-right-thing, debasish-mridha, debasish-mridha-m-d, do-the-right-thing, inspirational, philosophy, quotes, right-thing, time-is-right"},{"quote":"Live your life to care and your inner wealth to share.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, inspirational, live-your-life, philosophy, quotes, share-your-inner-wealth"},{"quote":"Be the light of love to enlighten the whole world.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, enlighten-the-whole-world, inspirational, light-of-love, love, philosophy, quotes"},{"quote":"A true lover is like a flower.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, inspirational, lover, philosophy, quotes, true-lover"},{"quote":"A true lover can never hate or hurt another.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, inspirational, never-hate-or-hurt-another, philosophy, quotes, true-lover"},{"quote":"The best friend you will ever find is you. Love yourself with joy and fill your heart with bliss and happiness.","author":"Debasish Mridha","category":"best-friend, debasish-mridha, debasish-mridha-m-d, fill-your-heart-with-bliss, happiness, inspirational, love-yourself, philosophy, quotes"},{"quote":"Whoever you meet in your journey of life, enlighten them with the light of your love and kindness.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, inspirational, journey-of-life, light-of-love-and-kindness, philosophy, quotes"},{"quote":"A mother’s love is more beautiful than any fresh flower.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, inspirational, love, mothers-love, philosophy, quotes"},{"quote":"When you build a relationship with your inner self, you will never be alone.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, inspirational, know-yourself, never-be-alone, philosophy, quotes, self-knowledge"},{"quote":"Everyone has a divine beauty. Beware, underneath there may be a hidden diabolical ego.","author":"Debasish Mridha","category":"beware-of-the-ego, debasish-mridha, debasish-mridha-m-d, diabolical-ego, divine-beauty, inspirational, philosophy, quotes"},{"quote":"A photograph captures a magical moment for the future to ponder.","author":"Debasish Mridha","category":"capture-magical-moments, debasish-mridha, debasish-mridha-m-d, for-the-future-to-ponder, inspirational, magical-moment, philosophy, quotes"},{"quote":"Always be in love.","author":"Debasish Mridha","category":"always-be-in-love, debasish-mridha, debasish-mridha-m-d, inspirational, love, philosophy, quotes"},{"quote":"Be joyful and beautiful like a flower and share your treasures with the universe.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, inspirational, joyful, philosophy, quotes, treasure-with-the-universe, treasures, universe"},{"quote":"Burn your fear of failure with the fire of desire so that you may open the door of success.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, door-of-success, fear-of-failure, fire-of-desire, inspirational, philosophy, quotes, success-and-failure"},{"quote":"If there are no barriers to cross or demons to slay in the journey to reach your desired destination, how can you call it a success?","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, failure, inspirational, overcoming-obstacles, philosophy, quotes, success, success-and-failure"},{"quote":"Let me talk to my mother. She is listening from the above.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, inspirational, let-me-talk-to-my-mother, missing-mom, mothers, philosophy, quotes"},{"quote":"To love is to open the window of your heart for all of the beauty of the world to come in and dance with the joy in your soul.","author":"Debasish Mridha","category":"beauty-of-the-world, dance-with-joy, debasish-mridha, debasish-mridha-m-d, inspirational, joy-in-your-soul, love, philosophy, quotes, window-of-your-heart"},{"quote":"Sometimes when you are falling down you grow wings to fly.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, failure, falling-down, how-to-deal-with-failure, inspirational, philosophy, quotes, wings-to-fly"},{"quote":"Death is the end of our ephemeral life and the beginning of an infinite eternal life.","author":"Debasish Mridha","category":"death, death-is-not-the-end, debasish-mridha, debasish-mridha-m-d, eternal-life, infinite-eternal-life, inspirational, philosophy, quotes"},{"quote":"Every new friend is a new journey through a brand new road toward a brand new mysterious heart.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, friendship, inspirational, new-friend, new-journey, new-road, philosophy, quotes"},{"quote":"Let it be then let it go.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, inspirational, let-it-be, let-it-go, life-lesson, philosophy, quotes"},{"quote":"My mission in life is to be kind, compassionate, caring, and loving in order to find and feel the deepest joy of life.","author":"Debasish Mridha","category":"be-kind, caring, compassionate, debasish-mridha, debasish-mridha-m-d, deepest-joy-in-life, inspirational, life-mission, loving, philosophy, quotes"},{"quote":"Find what is beautiful in a person and appreciate it. Ignore what is wrong.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, find-the-beauty-in-a-person, ignore-what-is-wrong, inspirational, kindness, philosophy, quotes"},{"quote":"If a nation blames other nations for its problems, most likely that nation will always be having problems.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, inspirational, nation-blames-other-nations, philosophy, problems-of-a-nation, quotes"},{"quote":"Focus on greatness to be great.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, focas-on-greatness, how-to-be-great, inspirational, philosophy, quotes"},{"quote":"Think and unfold the beauty of your mind.","author":"Debasish Mridha","category":"beauty-of-your-mind, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, unfold-the-beauty"},{"quote":"Your treasure chest is your mind","author":"not your gold mine.","category":"Debasish Mridha"},{"quote":"There is only one thing to learn and that is how to love and be love.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, inspirational, learn-hot-to-love-and-be-love, love, mission-is-life, philosophy, quotes"},{"quote":"If your love never ends, you become a legend.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, inspirational, love, love-never-ends, philosophy, quotes"},{"quote":"You can feel sweetness of heart even if you're not an expert.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, feeling-joy, feeling-sweetness, inspirational, philosophy, quotes, sweetness-of-heart"},{"quote":"Good things come to those who love","author":"better things come to those who act with love.","category":"Debasish Mridha"},{"quote":"The morning sun has a lesson to teach us—without judging, love everyone as he does.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, inspirational, life-lesson, love, morning-sun, no-judging, philosophy, quotes"},{"quote":"Burn yourself with love","author":"now enjoy the purity of the heart.","category":"Debasish Mridha"},{"quote":"You can love everyone, but you can never hurt anyone else without hurting yourself. You will burn yourself for the rest of your life with this fire and agony.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, fire-and-agony, hurting-others, hurting-yourself, inspirational, love, philosophy, quotes"},{"quote":"Home is— Where the heart wants to dwell, Where the mind wants to dance, Where the air is always pleasant, And where love is always abundant.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, home, inspirational, love, philosophy, poetry, quotes, where-is-home"},{"quote":"The sweetest song is the beautiful smile of a loving woman.","author":"Debasish Mridha","category":"beautiful-smile, debasish-mridha, debasish-mridha-m-d, inspirational, loving-woman, philosophy, quotes, sweetest-song"},{"quote":"Happiness is there when you are in love with what you are doing.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, happiness, inspirational, love, love-what-you-are-doing, philosophy, quotes"},{"quote":"Happiness is not found in success, but it is found in the essence and byproduct of success.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, essence-of-success, happiness, inspirational, philosophy, quotes, success"},{"quote":"There is no perfect condition so now is the perfect time and today is the perfect day to take action.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, inspirational, live-for-today, perfect-condition, perfect-day, philosophy, quotes"},{"quote":"The highest happiness on earth exists in the donation of self for the betterment of others.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, donation-of-self, happiness, how-to-help-others, inspirational, philosophy, quotes"},{"quote":"Life gets easier when you are ready to face the stress and storms of life.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, how-to-deal-with-stress, inspirational, life-gets-easier, philosophy, quotes, storms-of-life, stress"},{"quote":"Grow your love by donating to others everyday.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, donate-everyday, give-to-others, inspirational, life-lesson, love, philosophy, quotes"},{"quote":"Success is there when you continue to break your own records.","author":"Debasish Mridha","category":"breaking-records, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, success"},{"quote":"I am infected with the eternal virus of love. I am eager to spread it, and I never want a cure.","author":"Debasish Mridha","category":"cure-for-love, debasish-mridha, debasish-mridha-m-d, inspirational, love, philosophy, quotes, spread-love, virus-of-love"},{"quote":"Be the light","author":"clouds of darkness can never hide the light forever.","category":"Debasish Mridha"},{"quote":"Life is a journey toward the unknown. That is why life is so exciting!","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, inspirational, life-is-a-journey, life-is-so-exciting, philosophy, quotes"},{"quote":"Let your life be joyful, mystical, everlasting blossoms of poetic ecstasy.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, inspirational, joyful, let-your-life-be-joyful, philosophy, poetic-ecstasy, quotes"},{"quote":"Clean your home first before complaining about others.","author":"Debasish Mridha","category":"complaining-about-others, debasish-mridha, debasish-mridha-m-d, inspirational, judging-others, mind-your-own-business, people-in-glass-houses, philosophy, quotes"},{"quote":"Be wise like water and adapt, adjust, and appreciate whomever you are with and wherever you are.","author":"Debasish Mridha","category":"adapt, adjust, appreciate, appreciate-the-now, be-wise, debasish-mridha, debasish-mridha-m-d, inspirational, life-lesson, philosophy, quotes, wisdom"},{"quote":"Never fear to make mistakes","author":"be courageous enough not to repeat it.","category":"Debasish Mridha"},{"quote":"I am not for or against anyone or anything","author":"I am just kind.","category":"Debasish Mridha"},{"quote":"The door of opportunity is always open, but nobody bothers to push the door open. They just get tired out by knocking and then they leave.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, door-of-opportunity, how-to-handle-opportunities, inspirational, life-lesson, opportunity-knocks, philosophy, quotes"},{"quote":"Knowing the truth is important, but following the truth is much more important.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, inspirational, knowing-the-truth, philosophy, quotes, truth, truth-is-important, what-is-important"},{"quote":"Emulate greatness to be great.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, emulate-greatness, great, how-to-be-great, inspirational, philosophy, quotes"},{"quote":"Real beauty is not in your face","author":"it is in your soul.","category":"Debasish Mridha"},{"quote":"Life is a simple straight line between birth and death. The problem is you only realize it at the end of the line.","author":"Debasish Mridha","category":"birth-and-death, debasish-mridha, debasish-mridha-m-d, end-of-life, inspirational, life, life-is-not-simple, philosophy, quotes, what-is-life"},{"quote":"Whatever you do, let it be done with profound love.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, inspirational, life-lesson, love, philosophy, profound-love, quotes, what-to-do"},{"quote":"Music is the eternal language of love for every living species.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, inspirational, love, love-for-every-living-species, philosophy, quotes, the-language-of-music"},{"quote":"Life is not about living","author":"life is about contributing.","category":"Debasish Mridha"},{"quote":"Behind every smile there is love, thought, and action.","author":"Debasish Mridha","category":"action, behind-every-smile, debasish-mridha, debasish-mridha-m-d, inspirational, love, philosophy, quotes, smile, thought"},{"quote":"Most people really don’t know what they want","author":"so they never get it.","category":"Debasish Mridha"},{"quote":"All people have similar desires and needs. They only pursue them in different ways.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, desires, inspirational, needs, philosophy, pursue-your-desires, quotes, what-do-people-want"},{"quote":"Often we concentrate on the process and forget the results.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, inspirational, life-lesson, philosophy, process, process-of-life, quotes"},{"quote":"If you see only goodness in people, then people will be good.","author":"Debasish Mridha","category":"change-your-thoughts, debasish-mridha, debasish-mridha-m-d, expectations-of-people, goodness-in-people, inspirational, life-lesson, philosophy, quotes, see-only-goodness"},{"quote":"Don’t pray for help","author":"pray for the ability to help others.","category":"Debasish Mridha"},{"quote":"When you have left your life, you will be judged not for your possessions but for your contributions.","author":"Debasish Mridha","category":"contributions, debasish-mridha, debasish-mridha-m-d, dying, how-will-i-be-judged, inspirational, legacy, philosophy, quotes"},{"quote":"What we think and love persistently will be what we become.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, inspirational, love, love-persistently, philosophy, quotes, what-will-we-become"},{"quote":"Follow your own morality but never forget to be kind. Kindness is always better than morality.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, follow-your-own-morality, inspirational, kindness, morality, never-forget-to-be-kind, philosophy, quotes"},{"quote":"True progress happens slowly, unnoticeable, like a flower blooms slowly and silently.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, inspirational, life-lesson, making-changes, making-progess, philosophy, progress, quotes, true-progress-happens-slowly"},{"quote":"What you give away with love will always remain with you.","author":"Debasish Mridha","category":"charitable, debasish-mridha, debasish-mridha-m-d, give-away-with-love, giving, inspirational, life-lesson, love, philosophy, quotes"},{"quote":"Give me the power to love","author":"give me the power to be kind. Give me the power to forgive","category":"and give me the power to be non-judgmental."},{"quote":"Abundance comes from giving not from receiving.","author":"Debasish Mridha","category":"abundance, debasish-mridha, debasish-mridha-m-d, giving, inspirational, philosophy, quotes, receiving"},{"quote":"As if you are their mother, be kind to others.","author":"Debasish Mridha","category":"be-kind-to-others, debasish-mridha, debasish-mridha-m-d, inspirational, mother-instincts, philosophy, quotes"},{"quote":"Never lose your sense of common sense.","author":"Debasish Mridha","category":"common-sense, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes"},{"quote":"Morality is good when we use it to live our lives but not to hurt anyone.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, inspirational, morality, philosophy, quotes"},{"quote":"Live as if your life has become an example of goodness for others to follow.","author":"Debasish Mridha","category":"be-an-example-of-goodness, debasish-mridha, debasish-mridha-m-d, inspirational, live-your-life, philosophy, quotes"},{"quote":"Live for great hope and the beauty of dreams.","author":"Debasish Mridha","category":"beauty-of-dreams, debasish-mridha, debasish-mridha-m-d, hope, inspirational, live-for-great-hope, live-for-hope-and-dreams, philosophy, quotes"},{"quote":"If you want to live longer and to be strong, intelligent, loving, and kind--then don’t follow a tiger. Follow an elephant.","author":"Debasish Mridha","category":"be-intelligent, be-strong, debasish-mridha, debasish-mridha-m-d, don-t-follow-a-tiger, follow-an-elephant, how-to-live-longer, inspirational, loving-and-kind, philosophy, quotes"},{"quote":"In life, your greatest wealth is not your money, but it is your time.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, inspirational, life, philosophy, quotes, time-is-your-greatest-wealth, wealth"},{"quote":"You are a true success if you can trust yourself, love yourself, and be yourself.","author":"Debasish Mridha","category":"be-yourself, debasish-mridha, debasish-mridha-m-d, inspirational, love-yourself, philosophy, quotes, success, trust-yourself"},{"quote":"My purpose of life is very simple","author":"I live just for the joy of living.","category":"Debasish Mridha"},{"quote":"You must have a definite purpose of life and a deep desire to achieve it. Without purpose, life is boring.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, desire-to-achieve, inspirational, life-is-boring, philosophy, purpose-of-life, quotes"},{"quote":"Live as if today is the last day of your life. Love and be kind as if this is the last chance to express it.","author":"Debasish Mridha","category":"be-kind, debasish-mridha, debasish-mridha-m-d, inspirational, live-today, love, philosophy, quotes"},{"quote":"You are a prisoner of conformity when you care about what other people think.","author":"Debasish Mridha","category":"conformity, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, prisoner-of-conformity, quotes"},{"quote":"When you have a definite purpose of life, the universe will reveal the path to attainment.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, purpose-of-life, quotes, reveal-the-path-to-attainment, universe, your-path"},{"quote":"It is not the longevity of life that matters the most","author":"it is the beauty of life.","category":"Debasish Mridha"},{"quote":"At the end of my life I want to say, “I lived every moment of it.","author":"Debasish Mridha","category":"at-the-end-of-my-life, debasish-mridha, debasish-mridha-m-d, end-of-life, i-lived-every-moment, inspirational, philosophy, quotes"},{"quote":"What we think is life. What we do just defines it.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, inspirational, life, philosophy, quotes, what-we-do-defines-life, what-we-think-is-life"},{"quote":"Life is nothing but a drama and you are the performer and the audience","author":"enjoy the show.","category":"Debasish Mridha"},{"quote":"The purpose of life is to be happy by loving, giving, and forgiving.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, forgiving, giving, happy, inspirational, loving, philosophy, purpose-of-life, quotes"},{"quote":"For some people, life is boring. For some it is exciting. For some life is wrestling while for others it is dancing. For some people life is a long hard reality, and for others it is an ephemeral dream. Life is how you make it or how you take it.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, ephemeral-dream, inspirational, life-is-a-long-hard-reality, life-is-boring, life-is-for-dancing, life-is-how-you-make-it, life-is-how-you-take-it, philosophy, quotes"},{"quote":"When someone is unkind, respond with kindness.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, inspirational, kindness, philosophy, quotes, respond-with-kindness, unkind"},{"quote":"Every life has a divine purpose and that is to be happy.","author":"Debasish Mridha","category":"be-happy, debasish-mridha, debasish-mridha-m-d, divine-purpose, happiness, inspirational, philosophy, purpose-in-life, quotes"},{"quote":"I have found the key to a happy life is to get lost in love.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, get-lost-in-love, happy, inspirational, key-to-a-happy-life, love, philosophy, quotes"},{"quote":"I am deeply in love with my life. With profound gratitude, I love and enjoy everything around me.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, deeply-in-love, enjoy-everything, gratitude, inspirational, love, philosophy, quotes"},{"quote":"Yoga is not just a workout, it is a natural way of enhancing flexibility, calmness, clarity, and youthfulness.","author":"Debasish Mridha","category":"calmness, clarity, debasish-mridha, debasish-mridha-m-d, flexibility, inspirational, philosophy, quotes, yoga, yoga-is-not-just-a-workout, youthfulness"},{"quote":"Fear is a shadow of false perception and unreal imaginations.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, false-perception, fear, inspirational, philosophy, quotes, unreal-imaginations"},{"quote":"The true purpose of your life is your ultimate abode.","author":"Debasish Mridha","category":"abode, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, purpose-of-your-life, quotes"},{"quote":"Your eyes have no power to see. They only create optical illusions. Only the mind can see it when it is ready to see it.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, inspirational, optical-illusions, philosophy, quotes, what-the-mind-can-see, your-eyes-have-no-power-to-see"},{"quote":"Act, not for results, just for action.Give, not for appreciation, just to help.Be kind, not for something in return, just to love.","author":"Debasish Mridha","category":"appreciation, be-kind, debasish-mridha, debasish-mridha-m-d, inspirational, love, philosophy, quotes, take-action"},{"quote":"The greatest undiscovered splendid wealth is hidden in the most exquisite palace in the never ending land of your mind. You just have to find the wealth.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, inspirational, land-of-your-mind, philosophy, quotes, undiscovered-wealth, wealth"},{"quote":"Time is the most valuable currency so spend it wisely","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, inspirational, passage-of-time, philosophy, quotes, spend-your-time-wisely, time"},{"quote":"Love yourself first in order to endlessly love others.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, inspirational, love, love-others, love-yourself, philosophy, quotes"},{"quote":"The best treasure of life is not wealth, but it is simplicity with confidence.","author":"Debasish Mridha","category":"best-treasure-of-life, confidence, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, simplicity, value-of-life, wealth"},{"quote":"When it is summer, enjoy it, but you must also prepare for winter.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, prepare-for-winter, quotes, summer, winter"},{"quote":"I have no plan or purpose","author":"I am just enjoying every moment of life.","category":"Debasish Mridha"},{"quote":"Water is very soft and submissive, but not even the mighty mountain can resist it.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, inspirational, mountains, philosophy, quotes, soft-and-submissive, submissive, water"},{"quote":"When you give away everything without expecting anything in return, only then will everything belong to you.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, expectations, giving, inspirational, philosophy, quotes"},{"quote":"To be what you always wanted to be, step away from conformity.","author":"Debasish Mridha","category":"be-what-you-want-to-be, conformity, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, step-away-from-conformity"},{"quote":"I love, so I belong.","author":"Debasish Mridha","category":"belonging, debasish-mridha, debasish-mridha-m-d, inspirational, love, philosophy, quotes, valentines"},{"quote":"To be worthy of recognition, be humble.","author":"Debasish Mridha","category":"be-humble, be-worthy, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, recognition"},{"quote":"I never argue with a person; with love, I listen in deep silence.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, inspirational, listen, listen-in-deep-silence, love, never-argue, philosophy, quotes, silence"},{"quote":"Glorify what is great not what is important.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, glorify-what-is-great, inspirational, philosophy, quotes, what-is-important"},{"quote":"If you don’t want to leave your home, how can you begin your journey to what you want?","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, home, inspirational, journey, leave-your-home, philosophy, quotes, what-do-you-want"},{"quote":"Always be the solution—not the problem.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, problem-always-be-the-solution, quotes, solution"},{"quote":"When love is your power, then you will not have anything to fear.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, fear, inspirational, love, love-is-your-power, philosophy, quotes, you-have-nothing-to-fear"},{"quote":"You only win when you let others win.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, how-to-win, inspirational, philosophy, quotes, win, winning"},{"quote":"He who accumulates has little. He who gives away has much.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, generosity, giving-away, he-who-accumalets-has-little, inspirational, philosophy, quotes"},{"quote":"If you want to live forever, give yourself away for others.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, generosity, give-yourself-away, inspirational, live-forever, philosophy, quotes"},{"quote":"The best fighter fights with love and kindness.","author":"Debasish Mridha","category":"best-fighter-fights, debasish-mridha, debasish-mridha-m-d, inspirational, kindness, love, philosophy, quotes"},{"quote":"To love is the supreme right of the human heart.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, human-heart, inspirational, love, philosophy, quotes, to-love-is-the-supreme-right, valentine"},{"quote":"Forget to complain","author":"just be kind and compassionate.","category":"Debasish Mridha"},{"quote":"There are thousands of ways to get rich, but there is only one way to reach the island of happiness. You need unconditional love to reach that island.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, happiness, how-to-get-rich, inspirational, island-of-happiness, philosophy, quotes, unconditional-love"},{"quote":"Your actions reveal your thoughts.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, your-actions, your-thoughts"},{"quote":"Actions are the flowers of thoughts.","author":"Debasish Mridha","category":"actions, debasish-mridha, debasish-mridha-m-d, flowers-of-thoughts, inspirational, philosophy, quotes, thoughts"},{"quote":"A sound body with a non-judgmental mind and a heart full of love is the fountain of happiness.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, fountain-of-happiness, happiness, heart-full-of-love, inspirational, love, non-judmental-mind, philosophy, quotes, sound-body"},{"quote":"All wealth is the product of thoughts, labor, and love.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, inspirational, labor, love, philosophy, quotes, thoughts, wealth, wealth-is-a-product-of-thoughts"},{"quote":"The ultimate profit of all businesses should be happiness.","author":"Debasish Mridha","category":"business-profits, debasish-mridha, debasish-mridha-m-d, happiness, inspirational, philosophy, quotes, ultimate-profit-is-happiness"},{"quote":"What you say about the world reflects more about you and your perception of the world than the world itself.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, inspirational, perception-of-the-world, philosophy, quotes, what-you-say-about-the-world, what-you-say-about-yourself"},{"quote":"Life is not just for living","author":"life is a gift. Live just for the joy of giving.","category":"Debasish Mridha"},{"quote":"Your world is nothing but a reflection of your mind and all of its contents.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, reflection-of-your-mind, your-world"},{"quote":"Happiness is an indescribable intense ecstasy of life that comes from deep love and kindness for the world and all of its contents.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, ecstasy-of-life, happiness, happiness-is-indescribable, inspirational, kindness, love, philosophy, quotes"},{"quote":"To gain wisdom, try to understand with love.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, inspirational, love, philosophy, quotes, understand-with-love, wisdom"},{"quote":"A smile is the best compliment of love for a friend and for a stranger.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, importance-of-smiling, inspirational, love-for-a-friend, philosophy, quotes, smile"},{"quote":"To be simple, be kind. To be free, be non-judgmental. To be happy, be kind and loving.","author":"Debasish Mridha","category":"be-kind, be-kind-and-loving, be-non-judgmental, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, to-be-free, to-be-happy, to-be-simple"},{"quote":"To let love come in, you must smile to open the window of your mind.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, importance-of-smiling, inspirational, let-love-in, love, open-the-window-of-your-mind, philosophy, quotes, smile"},{"quote":"To build the bridges of love, extend your hands of kindness.","author":"Debasish Mridha","category":"build-bridges-of-love, debasish-mridha, debasish-mridha-m-d, extend-your-hands, inspirational, kindness, love, philosophy, quotes"},{"quote":"Life is a window of opportunity to love and enjoy.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, enjoy, inspirational, life, life-is-a-window-of-opportunity, love, opportunity, philosophy, quotes"},{"quote":"The highest freedom of mind comes from becoming non-judgmental.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, freedom, freedom-of-the-mind, inspirational, non-judgmental, philosophy, quotes"},{"quote":"Do not desire to be recognized, but always desire to do your best to help humanity.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, do-not-desire-to-be-recognized, do-your-best, help-humanity, humanity, inspirational, philosophy, quotes"},{"quote":"When I try to write in English, I feel like a bird without wings still trying to fly.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, feel-like-a-bird-without-wings, inspirational, multi-languages, philosophy, quotes, trying-new-things, writing-in-a-foreign-language"},{"quote":"Kindness is the best wisdom. Simplicity is the best achievement.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, inspirational, kindness, kindness-is-the-best-wisdom, philosophy, quotes, simplicity, wisdom"},{"quote":"To be is to belong.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, to-be, to-be-is-to-belong, to-belong"},{"quote":"The most important question that we should ask is, “How can I serve?","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, how-can-i-serve, inspirational, most-important-question, philosophy, quotes, serving-others"},{"quote":"Morality without kindness is the most dangerous weapon.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, inspirational, kindness, morality, morality-without-kindness, most-dangerous-weapon, philosophy, quotes"},{"quote":"If you cultivate inner peace, flowers of happiness will grow in your garden to spread the fragrance of peace all over the world.","author":"Debasish Mridha","category":"cultivate-inner-peace, debasish-mridha, debasish-mridha-m-d, flowers-of-happiness, inner-peace, inspirational, philosophy, quotes, spread-peace"},{"quote":"Act as if you are the hero of the movie we call life.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, hero, inspirational, life, movie-we-call-life, philosophy, quotes, you-are-the-hero"},{"quote":"He who does not know how to appreciate flowers will not be able to see the beauty of life","author":"Debasish Mridha","category":"appreciate-life, beauty-of-life, debasish-mridha, debasish-mridha-m-d, flowers, inspirational, know-how-to-appreciate-life, philosophy, quotes"},{"quote":"When you fill yourself with inner joy and inner peace, this world becomes peaceful.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, inner-joy, inner-peace, inspirational, peaceful, peaceful-world, philosophy, quotes"},{"quote":"Be as peaceful as a dancing spring flower.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, inspirational, peaceful, philosophy, quotes, spring, spring-flower"},{"quote":"Inner peace has no correlation with success or failure—winning or losing.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, failure, inner-peace, inspirational, losing, philosophy, quotes, success, success-or-failure, winning, winning-or-losing"},{"quote":"Life without love is empty","author":"success without happiness is a mirage.","category":"Debasish Mridha"},{"quote":"If you want to conform, then how can you change?","author":"Debasish Mridha","category":"conform, conformity, debasish-mridha, debasish-mridha-m-d, how-to-change, inspirational, philosophy, quotes"},{"quote":"Nothing can destroy your inner peace except your uncontrolled thoughts.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, destroy-your-inner-peace, inner-peace, inspirational, philosophy, quotes, uncontrolled-thoughts"},{"quote":"If you do not have inner peace, you may not be able to find it anywhere.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, find-inner-peace, inner-peace, inspirational, philosophy, quotes"},{"quote":"I often fear to talk so occasionally I express my opinions and my love in writing.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, express-yourself-in-writing, inspirational, opinions, philosophy, quotes, writer-about-writing"},{"quote":"You may think you will never get caught for your wrongdoing, but be assured that you will be imprisoned by your wrongdoing.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, inspirational, karma, never-get-caught, philosophy, quotes, wrongdoing"},{"quote":"You are a pure fresh flower in the garden of my heart.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, garden-of-my-heart, inspirational, love, philosophy, pure-fresh-flower, quotes, valentine-s-day"},{"quote":"The journey of life is amazingly beautiful if you take it as a fearless adventure.","author":"Debasish Mridha","category":"beautiful-fearless-adventure, debasish-mridha, debasish-mridha-m-d, inspirational, journey-of-life, philosophy, quotes"},{"quote":"Be kind to others—not because they deserve kindness—but because you deserve inner peace.","author":"Debasish Mridha","category":"be-kind, debasish-mridha, debasish-mridha-m-d, inner-peace, inspirational, kindness, philosophy, quotes"},{"quote":"When you are able to find your peace of mind, you will fill your world with peace.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, inspirational, life-lesson, peace-of-mind, philosophy, quotes, world-peace"},{"quote":"Holding on to grudges holds you back from achieving success.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, grudges, holding-on-to-grudges, inspirational, philosophy, quotes"},{"quote":"Don't forget to enjoy the winter, but never give up hopes for the spring.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, enjoy-winter, hope-for-spring, inspirational, philosophy, quotes, spring, winter"},{"quote":"Purpose driven attitude of service is the driving force for daring success.","author":"Debasish Mridha","category":"attitude-of-service, debasish-mridha, debasish-mridha-m-d, force-for-success, inspirational, philosophy, quotes, service, success"},{"quote":"Have you become a song in someone's heart?","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, inspirational, love, philosophy, quotes, song-in-someone-s-heart, valentine"},{"quote":"You are a beautiful flower of love in the endless wilderness of time.","author":"Debasish Mridha","category":"beautiful-flower, compliment, debasish-mridha, debasish-mridha-m-d, endless-wilderness-of-time, inspirational, love, philosophy, quotes"},{"quote":"A true friend fills our lives with the aroma of love.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, friendship, inspirational, love, philosophy, quotes, true-friend, valentine"},{"quote":"To be a success, be in love with your business.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, how-to-be-a-success, inspirational, love-your-business, philosophy, quotes, success"},{"quote":"The worst thing you can do is to hate someone. The best thing you can do is to totally love someone without expectations.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, effect-of-hating-someone, hate, how-to-love, inspirational, love-someone, philosophy, quotes, without-expectations"},{"quote":"Finally, you are in the most magical world having the most wonderful time. Let us not fill it with stress or anxieties.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, inspirational, magical-world, philosophy, quotes, stress-or-anxieties, wonderful-time"},{"quote":"A peaceful mind creates joyful thoughts and fills the world with infinite joy.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, infinite-joy, inspirational, joyful-thoughts, peaceful-mind, philosophy, quotes"},{"quote":"We are all connected","author":"our thoughts affect the whole universe. Every small thought of peace will make the world a little more peaceful.","category":"Debasish Mridha"},{"quote":"If you cannot change your condition, change your perception.","author":"Debasish Mridha","category":"change-your-condition, change-your-perception, debasish-mridha, debasish-mridha-m-d, how-to-change, inspirational, philosophy, quotes"},{"quote":"Listening is the best way to complement and value others opinion.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, inspirational, listening, philosophy, quotes"},{"quote":"You cannot have a beautiful life if you always focus on ugliness in others.","author":"Debasish Mridha","category":"beautiful-life, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, ugliness, ugliness-in-others"},{"quote":"Anyone who is dreaming of a beautiful future is living in a wonderful world.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, dreamer, dreaming-of-a-beautiful-future, inspirational, philosophy, quotes, wonderful-world"},{"quote":"Sometimes by failing we find a better opportunity to win.","author":"Debasish Mridha","category":"better-opportunity, debasish-mridha, debasish-mridha-m-d, fail-to-win, failing, inspirational, philosophy, quotes, win"},{"quote":"To make it a perfect season, love everyone without reason.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, inspirational, love-everyone, perfect-season, philosophy, quotes, seasons"},{"quote":"Be winds of kindness and be kind to all.","author":"Debasish Mridha","category":"be, be-kind-to-all, debasish-mridha, debasish-mridha-m-d, inspirational, kindness, philosophy, quotes"},{"quote":"Your sorrow is yours--truly yours. No one can borrow or share it. No one can carry it for you.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, how-to-go-on, inspirational, no-one-can-carry-your-sorrow, philosophy, quotes, sorrow"},{"quote":"This universe is alive. Every molecule is alive, but all of them have different levels of consciousness.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, inspirational, levels-of-consciousness, philosophy, quotes, universe, what-is-in-the-world"},{"quote":"When you love with kindness it will never give you heartaches.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, heartaches, inspirational, kindness, love, philosophy, quotes"},{"quote":"The wisest has nothing, knows nothing, but loves everything.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, how-to-be-wise, inspirational, loves-everything, philosophy, quotes, wisest"},{"quote":"Truth is different at different stages of wisdom and awareness.","author":"Debasish Mridha","category":"awareness, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, truth, truth-is-different, wisdom"},{"quote":"To make it a perfect season, let us feel joy and love everyone without a reason.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, feel-joy-and-love, inspirational, perfect-season, philosophy, quotes, with-everyone-without-a-reason"},{"quote":"Giving without expectation is the beauty of humanity and its foundation.","author":"Debasish Mridha","category":"beauty-of-humanity, debasish-mridha, debasish-mridha-m-d, expectations, giving, inspirational, philosophy, quotes"},{"quote":"To grow—overcome and go beyond your barrier.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, go-beyond, grow, how-to-grow, inspirational, overcoming-odds, philosophy, quotes"},{"quote":"Love is my life boat","author":"love is my star.","category":"Debasish Mridha"},{"quote":"Words cannot express love. Only thoughts of love born in silence can do that.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, express-love, inspirational, love-born-in-silence, philosophy, quotes, words-cannot-express-love"},{"quote":"Everything you love also loves you.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, everything-you-love, inspirational, love, philosophy, quotes, what-loves-you"},{"quote":"I really don’t want to win. I just want to improve and be better than I was.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, don-t-want-to-win, improve-yourself, inspiration, inspirational, philosophy, quotes"},{"quote":"Suddenly, I find the most beautiful smiles in your eyes.","author":"Debasish Mridha","category":"beautiful-smile, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, smile-in-your-eyes"},{"quote":"Be simple to fill life with abundance.","author":"Debasish Mridha","category":"abundance, be-simple, debasish-mridha, debasish-mridha-m-d, fill-life-with-abundance, inspirational, philosophy, quotes"},{"quote":"You have to be insane enough to live an insanely beautiful life.","author":"Debasish Mridha","category":"be-insane-enough, beautiful-life, debasish-mridha, debasish-mridha-m-d, how-to-have-a-beautiful-life, inspirational, philosophy, quotes"},{"quote":"I love the tranquility, serenity, generosity, and the beauty of the ocean.","author":"Debasish Mridha","category":"beauty-of-the-ocean, debasish-mridha, debasish-mridha-m-d, generosity, inspirational, philosophy, quotes, serenity, tranquility"},{"quote":"Even though I have not yet met you, you are part of me and I am part of you.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, i-am-part-of-you, inspirational, meeting-someone-new, philosophy, quotes, you-are-part-of-me"},{"quote":"Find out the difference between ethics and morality, but never forget to be kind.","author":"Debasish Mridha","category":"be-kind, debasish-mridha, debasish-mridha-m-d, ethics, ethics-and-morality, inspirational, kindness, morality, philosophy, quotes"},{"quote":"Forever, time is standing still. We are flying away with the wings of desire we call life.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, time-is-standing-still, what-is-time, wings-of-desire"},{"quote":"The most important decision that we can make in our lives is the decision to be happy.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, decision-to-be-happy, how-to-be-happy, important-decision, inspirational, life-lesson, philosophy, quotes"},{"quote":"I wanted to become courageous so I started to accept everything with kindness.","author":"Debasish Mridha","category":"accept-everything-with-kindness, be-courageous, debasish-mridha, debasish-mridha-m-d, inspirational, kindness, philosophy, quotes"},{"quote":"Morality is societal, but kindness is universal. Be kind even if it not always ethical.","author":"Debasish Mridha","category":"be-kind, debasish-mridha, debasish-mridha-m-d, ethical, inspirational, kindness, morality, philosophy, quotes"},{"quote":"I wholeheartedly believe in the power and truths of love and kindness.","author":"Debasish Mridha","category":"believe-in-the-power, debasish-mridha, debasish-mridha-m-d, inspirational, kindness, love, philosophy, power-of-love, quotes"},{"quote":"Fact is fact","author":"it is not true or false.","category":"Debasish Mridha"},{"quote":"Never complain","author":"never forget to compliment.","category":"Debasish Mridha"},{"quote":"Love is the miraculous power of life.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, inspirational, love, philosophy, quotes"},{"quote":"Love someone deeply and unconditionally to find the magical power of love.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, inspirational, love, love-unconditionally, philosophy, power-of-love, quotes"},{"quote":"To be a success, love what you do and what you love.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, inspirational, love, love-what-you-do, philosophy, quotes, what-you-love"},{"quote":"Science is a kind of worship to find the truth.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, find-the-truth, inspirational, philosophy, quotes, science-is-kind-of-worship, worship"},{"quote":"A baby is a dancing joy of life.","author":"Debasish Mridha","category":"babies, baby, dancing-joy-of-life, debasish-mridha, debasish-mridha-m-d, inspirational, joy-of-life, philosophy, quotes"},{"quote":"Be different to make a difference.","author":"Debasish Mridha","category":"be-different, debasish-mridha, debasish-mridha-m-d, inspirational, make-a-difference, philosophy, quotes"},{"quote":"To enjoy a great life, often have a great laugh.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, have-a-great-laugh, how-to-enjoy-life, inspirational, laughter, philosophy, quotes"},{"quote":"Our most important duty in life is to love. Our most important success in life is happiness.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, duty-in-life, happiness, inspirational, life-lessons, love, philosophy, quotes, success"},{"quote":"You must be the most beautiful and sophisticated thief I have ever met. Secretly you stole my heart without my knowledge.","author":"Debasish Mridha","category":"beautiful, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, stole-my-heart, valentine"},{"quote":"Ignore cynicism, appreciate criticism, and embrace optimism.","author":"Debasish Mridha","category":"cynicism, debasish-mridha, debasish-mridha-m-d, embrace-optimism, inspirational, life-lesson, optimism, philosophy, quotes"},{"quote":"To profoundly understand a baby, you must first be a mother.","author":"Debasish Mridha","category":"babies, baby, being-a-mother, debasish-mridha, debasish-mridha-m-d, inspirational, motherhood, philosophy, quotes"},{"quote":"My home is my heart. I am wandering through the way of love.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, home, home-is-my-heart, inspirational, love, philosophy, quotes, wandering-through-love"},{"quote":"Love is all around us","author":"you just have to feel it.","category":"Debasish Mridha"},{"quote":"Always believe that life is amazing.","author":"Debasish Mridha","category":"always-believe, being-positive, debasish-mridha, debasish-mridha-m-d, inspirational, life-is-amazing, philosophy, quotes"},{"quote":"With love and faith everything is possible.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, everything-is-possible, faith, inspirational, love, philosophy, quotes"},{"quote":"Create memories","author":"forget misery.","category":"Debasish Mridha"},{"quote":"Hope is the flower of life.","author":"Debasish Mridha","category":"being-positive, debasish-mridha, debasish-mridha-m-d, flower-of-life, hope, inspirational, philosophy, quotes"},{"quote":"There is a way","author":"you have to find it.","category":"Debasish Mridha"},{"quote":"Smile like the morning sun to fill life with fun.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, fill-life-with-fun, how-to-make-life-fun, inspirational, morning-sun, philosophy, quotes, smile"},{"quote":"The whole night I was thinking and dreaming to give you the most beautiful gift and that is my heart.","author":"Debasish Mridha","category":"beautiful-gift, debasish-mridha, debasish-mridha-m-d, expressing-love, gift-of-heart, inspirational, love, philosophy, quotes"},{"quote":"Think differently to change the society.","author":"Debasish Mridha","category":"change-society, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, think-differently"},{"quote":"Your limits are set by your thoughts. Remember, you can change them by changing your thoughts.","author":"Debasish Mridha","category":"change-your-limits, change-your-thoughts, debasish-mridha, debasish-mridha-m-d, inspirational, limits, philosophy, quotes, thoughts"},{"quote":"Expect to wonder to find wonder.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, expect-wonder, expectations, inspirational, philosophy, quotes, wonder"},{"quote":"Find the truth and forget the mistake.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, find-the-truth, how-to-deal-with-mistakes, inspirational, life-lesson, mistakes, philosophy, quotes"},{"quote":"Water is soft and humble, but it is the most powerful and is the most endurable.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, endurable, inspirational, philosophy, powerful-forces, quotes, water"},{"quote":"The whole universe is eager to listen to you","author":"just start the best melody of your precious life.","category":"Debasish Mridha"},{"quote":"A baby is the source of pure joy, a bundle of a warm smile, and a heart of dancing love.","author":"Debasish Mridha","category":"baby, debasish-mridha, debasish-mridha-m-d, inspirational, love, love-of-a-baby, philosophy, pure-joy, quotes"},{"quote":"Win them with your infectious optimism and burning smile.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, infectious-optimisim, inspirational, optimism, philosophy, quotes, smile, smiling"},{"quote":"Don’t worry about what people think about you","author":"always think about what you can do to help them.","category":"Debasish Mridha"},{"quote":"Fire can destroy everything, but it is also the most important creative force.","author":"Debasish Mridha","category":"creative-force, debasish-mridha, debasish-mridha-m-d, fire, inspirational, philosophy, quotes"},{"quote":"We often forget to draw a new picture because we are so busy criticizing other paintings.","author":"Debasish Mridha","category":"criticisim, criticizing, debasish-mridha, debasish-mridha-m-d, encouragement, inspirational, philosophy, quotes"},{"quote":"Sometimes the most important thing to do is to do nothing.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, do-nothing, inspirational, philosophy, quotes, the-most-important-thing"},{"quote":"Purpose is more important than the process that leads there.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, having-a-purpose, inspirational, philosophy, process-that-leads, purpose, quotes"},{"quote":"Let it go with love to let it be yours forever.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, inspirational, let-it-go, love, love-will-be-yours-forever, philosophy, quotes"},{"quote":"If your will is your deepest pure desires, then it will manifest in its own due time.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, deepest-pure-desires, desires, inspirational, philosophy, quotes"},{"quote":"Like the darkness of night, difficult times don’t last.","author":"Debasish Mridha","category":"darkness-of-night, debasish-mridha, debasish-mridha-m-d, difficult-times, how-to-deal-with-difficult-times, inspirational, philosophy, quotes"},{"quote":"My writings are the mirror of my soul and the dance of my mind.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, inspirational, mirror-of-my-soul, philosophy, quotes, writing"},{"quote":"In life, there is always something to feel wonderful about.","author":"Debasish Mridha","category":"being-positive, debasish-mridha, debasish-mridha-m-d, feel-wonderful, inspirational, life, philosophy, positive-attitude, quotes"},{"quote":"Feel wonderful because life is nothing but the most beautiful journey.","author":"Debasish Mridha","category":"beautiful-journey, debasish-mridha, debasish-mridha-m-d, feel-wonderful, inspirational, life-is-a-journey, philosophy, quotes"},{"quote":"Either get busy living your life or life will leave you behind.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, get-busy-living, inspirational, life-will-leave-you-behind, live-lessons, living-your-life, philosophy, quotes"},{"quote":"Failure could bring the best opportunity to start the most wonderful life.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, failure, failure-can-be-positive, inspirational, opportunities, opportunity, philosophy, quotes, wonderful-life"},{"quote":"Let your actions sing the best melody of life so that everyone can joyfully listen to it.","author":"Debasish Mridha","category":"being-positive, debasish-mridha, debasish-mridha-m-d, inspirational, let-your-actions-sing, life-lessons, melody-of-life, philosophy, quotes"},{"quote":"If you think it can be done, then go ahead with boldness. Don’t listen to those who do not believe in your dreams.","author":"Debasish Mridha","category":"believe-in-your-dreams, confidence, debasish-mridha, debasish-mridha-m-d, if-you-think-it-can-be-done, inspirational, philosophy, quotes"},{"quote":"You are the song of my mind, melody of my soul, dance of my spirit, and the indescribable ecstasy of my life.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, inspirational, melody-of-my-soul, philosophy, poetic-declaration-of-love, quotes"},{"quote":"If you do not enjoy a moment, you lose it forever. If you enjoy it, it is yours forever.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, enjoy-the-moment, forever, inspirational, live-in-the-present, philosophy, quotes"},{"quote":"You have to be a great lover to be a beloved.","author":"Debasish Mridha","category":"beloved, debasish-mridha, debasish-mridha-m-d, how-to-be-a-great-lover, inspirational, lover, philosophy, quotes"},{"quote":"The best revenge is kind forgiveness.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, forgiveness, inspirational, philosophy, quotes, the-best-revenge"},{"quote":"In this hospitable world it is much harder to be unsuccessful than successful.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, hospitable, inspirational, philosophy, quotes, successful, unsuccessful"},{"quote":"To be a best friend, the best word to live by is reciprocity.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, friendship, how-to-be-a-friend, inspirational, philosophy, quotes, reciprocity"},{"quote":"Society judges people by their successes. I get attracted by their dedication, simplicity, and humility.","author":"Debasish Mridha","category":"attraction, debasish-mridha, debasish-mridha-m-d, dedication, humility, inspirational, judging-people, philosophy, quotes, simplicity, success"},{"quote":"Never lose hope. Never forget the power of intentions and desires.","author":"Debasish Mridha","category":"debasish-mridha-m-d, desires, hope, inspirational, intentions, mridha, never-lose-hope, philosophy, quotes"},{"quote":"Be humble and kind. Kindness has power in it. Look at Mother Teresa, the truest example of kindness. She was humble, kind, and fragile yet she was also a symbol of power. I have never heard of a woman more powerful than her. When we hear name, we must bow our heads with deep respect.","author":"Debasish Mridha","category":"debasish-mridha-m-d, deep-respect, fragile, humble, inspirational, kindness, mother-teresa, mridha, philosophy, quotes, symbol-of-power"},{"quote":"Most often we are victims by our own choice.","author":"Debasish Mridha","category":"choice, debasish-mridha-m-d, inspirational, mridha, philosophy, quotes, victims, victims-by-our-own-choice"},{"quote":"Nothing but your choices define your life.","author":"Debasish Mridha","category":"choices, debasish-mridha-m-d, define-your-life, inspirational, mridha, philosophy, quotes"},{"quote":"Even if you are strange, you may not be able to deny that we all live in the same home that we call Earth. So let us love her.","author":"Debasish Mridha","category":"debasish-mridha-m-d, earth, earth-is-home, earth-is-our-home, inspirational, mridha, philosophy, quotes, we-all-live-in-the-same-home"},{"quote":"To think freely--you and only you can liberate yourself from the conformity of your society.","author":"Debasish Mridha","category":"conformity, conformity-of-society, debasish-mridha-m-d, inspirational, liberate-yourself, mridha, philosophy, quotes, think-freely"},{"quote":"Never complain, condemn, or criticize; just show them how to do better.","author":"Debasish Mridha","category":"complain, condemn, debasish-mridha-m-d, how-to-do-better, inspirational, mridha, philosophy, quotes"},{"quote":"Thoughts are more alive than you are. Without thoughts, are you there?","author":"Debasish Mridha","category":"debasish-mridha-m-d, existense, inspirational, mridha, philosophy, quotes, thoughts, what-are-thoughts, without-thoughts-are-you-there"},{"quote":"When your intentions are to serve, you will be served.","author":"Debasish Mridha","category":"debasish-mridha-m-d, inspirational, intentions-are-to-serve, mridha, philosophy, quotes, serve-others"},{"quote":"To serve the world, serve yourself first by becoming happy and the best person that you can be.","author":"Debasish Mridha","category":"be-the-best-person-you-can-be, debasish-mridha-m-d, how-to-be-happy, inspirational, mridha, philosophy, quotes, serve-the-world"},{"quote":"Feelings of guilt are the worst punishment. You are being punished by yourself.","author":"Debasish Mridha","category":"debasish-mridha-m-d, feelings-of-guilt, guilt, inspirational, mridha, philosophy, punishment, quotes"},{"quote":"What we call human is nothing but a dance of trillions of well organized, interconnected, interesting, and magical molecules.","author":"Debasish Mridha","category":"debasish-mridha-m-d, human, inspirational, magical-molecules, mridha, philosophy, quotes, what-is-it-to-be-human"},{"quote":"With persistence and never-ending improvements you can be the best.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, improvements, inspirational, persistence, philosophy, quotes"},{"quote":"You have to think before you can feel. You have to conceive before you can perceive.","author":"Debasish Mridha","category":"debasish-mridha-m-d, inspirational, mridha, philosophy, quotes, think-before-you-feel, think-before-you-perceive"},{"quote":"For success, focus on possibilities not problems.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, how-to-be-a-success, inspirational, philosophy, possibilities, quotes, success"},{"quote":"The thing I regret the most is that I cannot help everyone who really needs it.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, helping-others, inspirational, people-who-need-help, philosophy, quotes, regrets"},{"quote":"Life is too short to hate anything. I am too busy to love and enjoy everything.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, enjoy-everything, inspirational, life, life-is-short, love, philosophy, quotes"},{"quote":"The power of your intentions has a greater impact on your life than your actions.","author":"Debasish Mridha","category":"actions, debasish-mridha, debasish-mridha-m-d, inspirational, intentions, philosophy, power-of-your-intentions, quotes, your-actions, your-life"},{"quote":"I don’t regret or fear my problems and roadblocks. They have made me brave and given me the opportunity to overcome them.","author":"Debasish Mridha","category":"brave, debasish-mridha, debasish-mridha-m-d, fear, how-to-deal-with-problems, inspirational, opportunity, philosophy, problems, quotes, roadblocks"},{"quote":"Be a fairy. Dance like a butterfly.","author":"Debasish Mridha M.D.","category":"butterfly, dance, dance-like-a-butterfly, debasish-mridha, debasish-mridha-m-d, fairy, inspirational, philosophy, quotes"},{"quote":"Do you live to eat or eat to live?","author":"Debasish Mridha","category":"debasish-mridha-m-d, eat-to-live, eating-habits, inspirational, live-to-eat, mridha, philosophy, quotes"},{"quote":"A question impresses me more than an answer.","author":"Debasish Mridha M.D.","category":"a-question-impresses-me, answers, debasish-mridha, debasish-mridha-m-d, impresses-me, inspirational, more-than-an-answer, philosophy, questions, quotes"},{"quote":"With religion we divide people. With unconditional love we bring them under the same umbrella.","author":"Debasish Mridha","category":"debasish-mridha-m-d, inspirational, mridha, philosophy, quotes, religion, unconditional-love"},{"quote":"We celebrate the event not the time.","author":"Debasish Mridha","category":"celebrate, celebrate-the-event, debasish-mridha-m-d, inspirational, mridha, philosophy, quotes, time"},{"quote":"Knowing is important, but understanding is everything.","author":"Debasish Mridha","category":"debasish-mridha-m-d, inspirational, knowing-is-important, mridha, philosophy, quotes, understanding-everything"},{"quote":"Find the problems—not to complain—but to solve.","author":"Debasish Mridha","category":"debasish-mridha-m-d, how-to-solve-problems, inspirational, mridha, philosophy, problem-solving, quotes"},{"quote":"I do not fight with enemies, I try to help them and love them for their ignorance.","author":"Debasish Mridha","category":"debasish-mridha-m-d, enemies, how-to-deal-with-enemies, ignorance, inspirational, love, mridha, philosophy, quotes"},{"quote":"Never forget to express your gratitude for the abundance and beauty of your life.","author":"Debasish Mridha","category":"abundance, beauty-of-life, debasish-mridha-m-d, gratitude, inspirational, mridha, philosophy, quotes"},{"quote":"True freedom is a mental condition that no one can take or give to you.","author":"Debasish Mridha","category":"debasish-mridha-m-d, freedom, inspirational, mental-condition, mridha, philosophy, quotes, true-freedom"},{"quote":"Wisdom is the adobe of a great mind.","author":"Debasish Mridha","category":"debasish-mridha-m-d, greatness-of-mind, inspirational, mridha, philosophy, quotes, wisdom"},{"quote":"The best defense is to change and adapt without losing values and morals.","author":"Debasish Mridha","category":"adapting-to-change, change, debasish-mridha-m-d, inspirational, morals, mridha, philosophy, quotes, values"},{"quote":"Attract everyone! Smile like a flower.","author":"Debasish Mridha M.D.","category":"attract-everyone, debasish-mridha, debasish-mridha-m-d, flower, inspirational, philosophy, quotes, smile, smile-like-a-flower"},{"quote":"We are here to feel the joy of life, to love, and to expand the happiness.","author":"Debasish Mridha","category":"debasish-mridha-m-d, happiness, inspirational, joy-of-life, love, mridha, philosophy, quotes"},{"quote":"Death is the transcendence of life to a new level to begin an endless eternal life.","author":"Debasish Mridha","category":"death, debasish-mridha-m-d, eternal-life, inspirational, mridha, philosophy, quotes, transcendence-of-life"},{"quote":"If you fear doing something, don’t discourage others who are doing it.","author":"Debasish Mridha M.D.","category":"debasish-mridha, debasish-mridha-m-d, discouragement, discouraging, don-t-discourage-others, fear, inspirational, philosophy, quotes"},{"quote":"A small positive thought can bring a magical change to the world.","author":"Debasish Mridha M.D.","category":"change-the-world, debasish-mridha, debasish-mridha-m-d, inspirational, magical-change, philosophy, positive-thought, quotes"},{"quote":"Enjoy the vacation without going","author":"enjoy the conversation without talking.","category":"Debasish Mridha M.D."},{"quote":"Give life a chance.","author":"Debasish Mridha M.D.","category":"chance, debasish-mridha, debasish-mridha-m-d, give-life-a-chance, inspirational, life, philosophy, quotes"},{"quote":"It is raining in my heart.Humanity is shedding a tear.I asked, “Who is suffering?”Is it my mother?Silence.No answer.Everyone has a mother,And she always suffers.Why as a child do we let our mothers suffer?I could not get an answer.","author":"Debasish Mridha M.D.","category":"crying, debasish-mridha, debasish-mridha-m-d, humanity, inspirational, mother, philosophy, poem, poetry, quotes, suffering, weeping"},{"quote":"Life is magical when you are drunk with love.","author":"Debasish Mridha M.D.","category":"debasish-mridha, debasish-mridha-m-d, drunk-with-love, inspirational, life, life-is-magical, love, philosophy, quotes"},{"quote":"If you want to win, be bold but patient.","author":"Debasish Mridha M.D.","category":"be-bold, be-patient, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, win, winning"},{"quote":"Every day of our life has risk. So never fear to take one.","author":"Debasish Mridha M.D.","category":"debasish-mridha, debasish-mridha-m-d, fear, inspirational, life-has-risk, never-fear, philosophy, quotes, risks"},{"quote":"When you are having a difficult time, don’t lose your cool. Don’t hurry--be silent, listen, and think to find the way.","author":"Debasish Mridha M.D.","category":"debasish-mridha, debasish-mridha-m-d, difficult-time, don-t-lose-your-cool, inspirational, philosophy, quotes, what-to-do-for-stress"},{"quote":"Your journey will end in an unknown planet. Fully enjoy your journey.","author":"Debasish Mridha M.D.","category":"debasish-mridha, debasish-mridha-m-d, enjoy-your-journey, inspirational, journey, philosophy, quotes, unknown-planet"},{"quote":"When you have the right intention, the right opportunity will open the door.","author":"Debasish Mridha M.D.","category":"debasish-mridha, debasish-mridha-m-d, inspirational, intention, intentions, opportunity, opportunity-will-open-the-door, philosophy, quotes"},{"quote":"When you sing with love, everyone will listen.","author":"Debasish Mridha M.D.","category":"debasish-mridha, debasish-mridha-m-d, everyone-will-listen, inspirational, love, philosophy, quotes, sing-with-love"},{"quote":"Find a job from which you do not need a vacation.","author":"Debasish Mridha M.D.","category":"debasish-mridha, debasish-mridha-m-d, inspirational, job, job-stress, philosophy, quotes, vacation"},{"quote":"If someone criticizes you, give them a compliment.","author":"Debasish Mridha M.D.","category":"compliment, criticism, debasish-mridha, debasish-mridha-m-d, how-to-react-to-criticism, inspirational, philosophy, quotes"},{"quote":"The most important wisdom of life is to have the eagerness to gain wisdom.","author":"Debasish Mridha M.D.","category":"debasish-mridha, debasish-mridha-m-d, gain-wisdom, important-part-of-life, inspirational, life, philosophy, quotes, wisdom"},{"quote":"If you have a definite purpose with a plan, you will definitely reach it.","author":"Debasish Mridha M.D.","category":"debasish-mridha, debasish-mridha-m-d, definite-purpose, inspirational, life-purpose, philosophy, plan, purpose, quotes"},{"quote":"Life is better when happiness is your only purpose.","author":"Debasish Mridha M.D.","category":"debasish-mridha, debasish-mridha-m-d, happiness, happiness-is-your-only-purpose, inspirational, life, philosophy, quotes"},{"quote":"Knowing is important, but understanding is essential for wisdom.","author":"Debasish Mridha M.D.","category":"debasish-mridha, debasish-mridha-m-d, essential-for-wisdom, inspirational, knowing, philosophy, quotes, understanding, wisdom"},{"quote":"An intelligent person is eager to speak, but a wise person is eager to listen.","author":"Debasish Mridha M.D.","category":"debasish-mridha, debasish-mridha-m-d, inspirational, intelligent, intelligent-person, listen, philosophy, quotes, wise, wise-person"},{"quote":"Wisdom is the highest strength","author":"simplicity has intrinsic power.","category":"Debasish Mridha M.D."},{"quote":"Do--what should be done--without expecting anything in return.","author":"Debasish Mridha M.D.","category":"debasish-mridha, debasish-mridha-m-d, do-what-should-be-done, don-t-expect-anything-in-return, expectations, inspirational, philosophy, quotes"},{"quote":"Your intentions have more impact than your actions.","author":"Debasish Mridha M.D.","category":"actions, debasish-mridha, debasish-mridha-m-d, inspirational, intentions, philosophy, quotes, your-actions, your-intentions"},{"quote":"Thinking harder is more important than working harder.","author":"Debasish Mridha","category":"debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, thinking-harder, working-harder"},{"quote":"You cease to be wise or intelligent when your beliefs are false.","author":"Debasish Mridha M.D.","category":"beliefs, debasish-mridha, debasish-mridha-m-d, false-beliefs, inspirational, intelligent, philosophy, quotes, wisdom"},{"quote":"The beauty of a thought is true science fiction.","author":"Debasish Mridha M.D.","category":"beauty-of-thought, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, science-fiction, thought"},{"quote":"Never underestimate the power of a simple thought.","author":"Debasish Mridha M.D.","category":"debasish-mridha, debasish-mridha-m-d, inspirational, never-underestimate, philosophy, power-of-thought, quotes, thought"},{"quote":"Religion deals with beliefs and faith, but science deals with truth and facts.","author":"Debasish Mridha M.D.","category":"beliefs, debasish-mridha, debasish-mridha-m-d, faith, inspirational, philosophy, quotes, religion, science"},{"quote":"While we want to enjoy what we don’t have, don’t forget to enjoy the incredible beauty of what we do have.","author":"Debasish Mridha M.D.","category":"debasish-mridha, debasish-mridha-m-d, enjoy-what-you-have, incredible-beauty, inspirational, philosophy, quotes, what-we-don-t-have"},{"quote":"True wisdom is found in simplicity and in humility.","author":"Debasish Mridha M.D.","category":"debasish-mridha, debasish-mridha-m-d, humility, inspirational, philosophy, quotes, simplicity, true-wisdom, wisdom"},{"quote":"A wise person does not fear failure but gains experience and wisdom.","author":"Debasish Mridha M.D.","category":"debasish-mridha, debasish-mridha-m-d, failure, gain-experience, inspirational, philosophy, quotes, wisdom, wise, wise-person"},{"quote":"Science is what it is—not what we think.","author":"Debasish Mridha M.D.","category":"debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, science, think, what-is-science"},{"quote":"Wise people are always loving and humble.","author":"Debasish Mridha M.D.","category":"debasish-mridha, debasish-mridha-m-d, humble, inspirational, loving, philosophy, quotes, wise, wise-people"},{"quote":"It is not that I am wise","author":"it is because I see everything through nonjudgmental love and kindness.","category":"Debasish Mridha M.D."},{"quote":"Our abilities to understand, adjust, and change make us wise.","author":"Debasish Mridha M.D.","category":"abilities-to-understand, adjust, change, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, wisdom, wise"},{"quote":"Never lose the power to love.","author":"Debasish Mridha M.D.","category":"debasish-mridha, debasish-mridha-m-d, inspirational, love, philosophy, power-to-love, quotes"},{"quote":"The quality of life depends on the power of love.","author":"Debasish Mridha M.D.","category":"debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, power-of-love, quality-of-life, quotes"},{"quote":"Silently sit on the beach, close your eyes, now see the flowing blue sky, feel the dance of waves, and hear the whispering love song of the southern breeze.","author":"Debasish Mridha M.D.","category":"beach, dance-of-waves, debasish-mridha, debasish-mridha-m-d, hear-the-whispering-love-song, inspirational, love-song, philosophy, quotes"},{"quote":"An attitude of gratitude is one of the greatest attitudes of life.","author":"Debasish Mridha M.D.","category":"attitude, attitudes-of-life, debasish-mridha, debasish-mridha-m-d, gratitude, inspirational, philosophy, quotes"},{"quote":"Faith is trusting yourself to believe in uncertainties.","author":"Debasish Mridha M.D.","category":"believe-in-uncertainties, debasish-mridha, debasish-mridha-m-d, faith, inspirational, philosophy, quotes, trusting-yourself"},{"quote":"A flower cannot be more beautiful than your thoughts.","author":"Debasish Mridha M.D.","category":"beautiful, debasish-mridha, debasish-mridha-m-d, flower, inspirational, philosophy, quotes, thoughts"},{"quote":"Every cell in the body has eyes to see and perceptions to feel.","author":"Debasish Mridha M.D.","category":"body, debasish-mridha, debasish-mridha-m-d, every-cell-in-the-body, eyes-to-see, inspirational, perceptions, perceptions-to-feel, philosophy, quotes"},{"quote":"Wisdom is in uniconsciousness.","author":"Debasish Mridha M.D.","category":"debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, uniconsciousness, wisdom"},{"quote":"To be happy, be yourself.","author":"Debasish Mridha M.D.","category":"be-yourself, debasish-mridha, debasish-mridha-m-d, how-to-be-happy, inspirational, philosophy, quotes"},{"quote":"Anyone can find fault. It is the wise person that can find the remedies.","author":"Debasish Mridha M.D.","category":"debasish-mridha, debasish-mridha-m-d, find-fault, finding-fault, inspirational, philosophy, quotes, remedies, wise-person"},{"quote":"Philosophy has no value in a true sense, but it adds and defines value to our lives.","author":"Debasish Mridha M.D.","category":"debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, philosophy-has-no-value, quotes"},{"quote":"A smile is an antidote for stress.","author":"Debasish Mridha M.D.","category":"debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, smile, stress, stress-antidote"},{"quote":"A friend can give you the freedom to think differently.","author":"Debasish Mridha M.D.","category":"debasish-mridha, debasish-mridha-m-d, freedom-to-thing-differently, friend, friendship, inspirational, philosophy, quotes"},{"quote":"Life is the most fascinating journey that you will never ever be able to take again.","author":"Debasish Mridha M.D.","category":"debasish-mridha, debasish-mridha-m-d, fascinating-journey, inspirational, life, life-is-a-journey, philosophy, quotes"},{"quote":"Success leads to greater success.","author":"Debasish Mridha M.D.","category":"debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, success"},{"quote":"We are still living in the deep darkness of conformity.","author":"Debasish Mridha M.D.","category":"conformity, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes"},{"quote":"Life is nothing but an empty space filled with memories from beginning to end.","author":"Debasish Mridha M.D.","category":"beginning-to-end, debasish-mridha, debasish-mridha-m-d, empty-space, inspirational, life, memories, philosophy, quotes"},{"quote":"We make our lives complicated to prove that we are very intelligent.","author":"Debasish Mridha M.D.","category":"complicated-lives, debasish-mridha, debasish-mridha-m-d, inspirational, intelligent, philosophy, quotes"},{"quote":"Nothing will remain except space and time.","author":"Debasish Mridha M.D.","category":"debasish-mridha, debasish-mridha-m-d, inspirational, nothing-will-remain, philosophy, quotes, space-and-time"},{"quote":"Live today with joy. Don't wait for tomorrow. Tomorrow may never come.","author":"Debasish Mridha M.D.","category":"debasish-mridha, debasish-mridha-m-d, don-t-wait-for-tomorrow, inspirational, live-for-today, philosophy, quotes, tomorrow"},{"quote":"Kindness defines my morality.","author":"Debasish Mridha M.D.","category":"debasish-mridha, debasish-mridha-m-d, inspirational, kindness, morality, philosophy, quotes"},{"quote":"Truth does not cease to exist because no one believes it.","author":"Debasish Mridha M.D.","category":"believes, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, truth, truth-does-not-cease-to-exist"},{"quote":"Life gives you what you are deeply longing for.","author":"Debasish Mridha M.D.","category":"debasish-mridha, debasish-mridha-m-d, deeply-longing-for, inspirational, life, longing, philosophy, quotes"},{"quote":"Be courageous! Never fear to take a chance.","author":"Debasish Mridha M.D.","category":"be-courageous, debasish-mridha, debasish-mridha-m-d, inspirational, never-fear-to-take-a-chance, philosophy, quotes"},{"quote":"With your life, you are writing the history of the universe.","author":"Debasish Mridha M.D.","category":"debasish-mridha, debasish-mridha-m-d, inspirational, life, philosophy, quotes, universe"},{"quote":"My highest calling is to love endlessly.","author":"Debasish Mridha M.D.","category":"debasish-mridha, debasish-mridha-m-d, highest-calling, inspirational, love, love-endlessly, philosophy, quotes"},{"quote":"The universe belongs to you, and you belong to your conscience.","author":"Debasish Mridha M.D.","category":"conscience, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, the-universe-belongs-to-you, universe"},{"quote":"Integrity is the essence of a beautiful, ethical life.","author":"Debasish Mridha M.D.","category":"beautiful, debasish-mridha, debasish-mridha-m-d, ethical, inspirational, life, philosophy, quotes, universe"},{"quote":"The best experience that you can get is not from success but from failure.","author":"Debasish Mridha M.D.","category":"best-experience, debasish-mridha, debasish-mridha-m-d, failure, inspirational, philosophy, quotes, success"},{"quote":"Give! If you have nothing to give, don't forget to give your love.","author":"Debasish Mridha M.D.","category":"debasish-mridha, debasish-mridha-m-d, give-your-love, giving, inspirational, love, philosophy, quotes"},{"quote":"Be kind! Give small things with great love.","author":"Debasish Mridha M.D.","category":"be-giving, be-kind, debasish-mridha, debasish-mridha-m-d, give, inspirational, love, philosophy, quotes"},{"quote":"Heaven is not in the sky, but it is in your blissful mind.","author":"Debasish Mridha M.D.","category":"blissful, debasish-mridha, debasish-mridha-m-d, heaven, inspirational, philosophy, quotes, what-is-heaven"},{"quote":"Realize that you are deeply limitless. Your potential is unlimited.","author":"Debasish Mridha M.D.","category":"debasish-mridha, debasish-mridha-m-d, inspirational, limitless, philosophy, potential, potential-is-unlimited, quotes"},{"quote":"I will meet you in that gap where consciousness meets unconsciousness.","author":"Debasish Mridha M.D.","category":"consciousness, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, unconsciousness"},{"quote":"Dreams create desired things.","author":"Debasish Mridha M.D.","category":"debasish-mridha, debasish-mridha-m-d, dreams, dreams-create-desired-things, inspirational, philosophy, quotes, things"},{"quote":"What you think again and again becomes your truth. Think right.","author":"Debasish Mridha M.D.","category":"debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, think, thoughts, truth"},{"quote":"Opinions are many, but there is only one truth. Don’t get lost in opinions.","author":"Debasish Mridha M.D.","category":"debasish-mridha, debasish-mridha-m-d, inspirational, opinions, philosophy, quotes, truth"},{"quote":"Failure comes from fear. Success comes from boldness and persistence.","author":"Debasish Mridha M.D.","category":"boldness-and-persistence, debasish-mridha, debasish-mridha-m-d, failure, fear, inspirational, philosophy, quotes, success"},{"quote":"There are many kinds of truth: societal truths, religious truths, fundamental truths, scientific truths, and universal truths. Your truth should be what you can trust with your heart.","author":"Debasish Mridha M.D.","category":"debasish-mridha, debasish-mridha-m-d, fundamental-truths, inspirational, meaning-of-truth, philosophy, quotes, religious-truths, scientific-truths, societal-truths, truth, types-of-truth, universal-truth"},{"quote":"Live in love to live in abundance.","author":"Debasish Mridha M.D.","category":"abundance, debasish-mridha, debasish-mridha-m-d, inspirational, live, love, philosophy, quotes"},{"quote":"Curiosity, boldness, and persistence help you to be a success.","author":"Debasish Mridha M.D.","category":"boldness, curiosity, debasish-mridha, debasish-mridha-m-d, inspirational, persistence, philosophy, quotes, success"},{"quote":"I am part of you and you are part of me. We are one even though we have separate bodies.","author":"Debasish Mridha M.D.","category":"debasish-mridha, debasish-mridha-m-d, inspirational, part-of-you, philosophy, quotes, separate-bodies, we-are-one"},{"quote":"You have the power to change not only you but also the world.","author":"Debasish Mridha M.D.","category":"debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, power-to-change, power-to-change-the-world, quotes"},{"quote":"A good friend is someone who can love you like a dog and talk to you like a human.","author":"Debasish Mridha M.D.","category":"debasish-mridha, debasish-mridha-m-d, dog, dogs-love, friendship, good-friend, inspirational, love, philosophy, quotes"},{"quote":"A lack of love for humanity is our biggest enemy.","author":"Debasish Mridha M.D.","category":"debasish-mridha-m-d, humanity, inspirational, love, philosophy, quotes"},{"quote":"For eternity, time is standing still. In the expanding space, we are moving","author":"Debasish Mridha M.D.","category":"debasish-mridha, debasish-mridha-m-d, eternity, inspirational, philosophy, space, time"},{"quote":"Ethics are the moral compass of a human society that change and adjust over time.","author":"Debasish Mridha M.D.","category":"debasish-mridha, debasish-mridha-m-d, ethics, human-society, moral, moral-compass"},{"quote":"We think when there is a stimulation to create thoughts in our minds.","author":"Debasish Mridha M.D.","category":"create-thoughts, debasish-mridha, debasish-mridha-m-d, inspirational, minds, philosophy, quotes, think"},{"quote":"Thoughts are things that we can't see or feel yet.","author":"Debasish Mridha M.D.","category":"debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, thoughts"},{"quote":"When you love, the whole universe loves you back.","author":"Debasish Mridha M.D.","category":"debasish-mridha, debasish-mridha-m-d, inspirational, love, philosophy, quotes, universe"},{"quote":"A country is poor not because they have no wealth but because they have no good ideas.","author":"Debasish Mridha M.D.","category":"debasish, debasish-mridha-m-d, good-ideas, inspirational, mridha, philosophy, poor-country, quotes, wealth"},{"quote":"We are all the same. Only our thoughts are slightly different.","author":"Debasish Mridha M.D.","category":"debasish-mridha, debasish-mridha-m-d, equality, inspirational, philosophy, quotes, thoughts, we-are-all-the-same"},{"quote":"Hope with deep driving desires is an order of the most delicious delicacy in a restaurant we call the universe.","author":"Debasish Mridha M.D.","category":"debasish-mridha, debasish-mridha-m-d, desires, hope, inspirational, philosophy, quotes, universe"},{"quote":"I have a best friend and he is me.","author":"Debasish Mridha M.D.","category":"best-friend, best-friend-is-me, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes"},{"quote":"Let us think to live and love to think.","author":"Debasish Mridha M.D.","category":"debasish, debasish-mridha-m-d, inspirational, love, love-to-think, mridha, philosophy, quotes, think, thinking"},{"quote":"In life there is no road to go back","author":"we can only go forward.","category":"Debasish Mridha M.D."},{"quote":"We can’t undo an action, but we can redo or change our perception.","author":"Debasish Mridha M.D.","category":"change-your-perception, debasish-mridha, debasish-mridha-m-d, inspirational, perception, philosophy, quotes, we-can-t-undo-an-action"},{"quote":"We came out of nothing and we will go back to nothing.","author":"Debasish Mridha M.D.","category":"debasish-mridha, debasish-mridha-m-d, inspirational, nothing, philosophy, quotes, we-came-from-nothing, we-will-go-back-to-nothing"},{"quote":"You think that you have everything, but truly you have nothing but your wisdom, love, and kindness.","author":"Debasish Mridha M.D.","category":"debasish-mridha, debasish-mridha-m-d, inspirational, kindness, love, philosophy, quotes, wisdom, you-think-you-have-everything"},{"quote":"Very few people think","author":"most people just conform.","category":"Debasish Mridha M.D."},{"quote":"Fill the pages of your life with the exciting story of triumph and tragedy, failure and victory, desire and discovery.","author":"Debasish Mridha M.D.","category":"debasish, debasish-mridha-m-d, desire, discovery, inspirational, life, life-story, mridha, philosophy, quotes, triumph-and-tragedy, victory"},{"quote":"If time is standing still, then why do we allow months and years to let us kill?","author":"Debasish Mridha M.D.","category":"debasish, debasish-mridha-m-d, inspirational, life, mridha, passage-of-time, philosophy, quotes, time"},{"quote":"What you work for, you will receive.","author":"Debasish Mridha M.D.","category":"debasish, debasish-mridha-m-d, inspirational, mridha, philosophy, quotes, what-you-work-for, why-do-we-have-to-work, work"},{"quote":"The universal law is very simple, but we look at it in a complex way.","author":"Debasish Mridha M.D.","category":"debasish, debasish-mridha-m-d, how-we-look-at-things, inspirational, mridha, philosophy, quotes, universal-law"},{"quote":"Life is very simple, but to make ourselves feel intelligent, we insist on making it complex.","author":"Debasish Mridha M.D.","category":"debasish, debasish-mridha-m-d, inspirational, intelligent, life, life-is-very-simple, mridha, philosophy, quotes"},{"quote":"Nothing is absolute","author":"everything is relative.","category":"Debasish Mridha M.D."},{"quote":"Philosophy is the art of conscience.","author":"Debasish Mridha M.D.","category":"conscience, debasish, debasish-mridha-m-d, inspirational, mridha, philosophy, quotes"},{"quote":"The best thing in life is life itself.","author":"Debasish Mridha M.D.","category":"debasish, debasish-mridha-m-d, inspirational, life, mridha, philosophy, quotes, the-best-thing-in-life"},{"quote":"Life is a journey of time within the mind.","author":"Debasish Mridha M.D.","category":"debasish, debasish-mridha-m-d, inspirational, life, life-is-a-journey, mridha, philosophy, quotes"},{"quote":"Always be the right person for the right job at the right time. Remember time is always right.","author":"Debasish Mridha M.D.","category":"be-the-right-person, debasish, debasish-mridha-m-d, inspirational, mridha, philosophy, quotes, right-job, right-person"},{"quote":"Conformity keeps us closed minded.","author":"Debasish Mridha M.D.","category":"close-minded, conformity, debasish, debasish-mridha-m-d, inspirational, mridha, philosophy, quotes"},{"quote":"No matter where you are--no matter what happens to you--always be kind and always be loving.","author":"Debasish Mridha M.D.","category":"always-be-kind, always-be-loving, debasish, debasish-mridha-m-d, inspirational, kind, loving, mridha, philosophy, quotes"},{"quote":"The measure of wisdom is in simplicity, humility, and in friendliness.","author":"Debasish Mridha M.D.","category":"debasish, debasish-mridha-m-d, friendliness, humility, inspirational, mridha, philosophy, quotes, simplicity, wisdom"},{"quote":"Before we can change our condition, we have to change our thoughts.","author":"Debasish Mridha M.D.","category":"change-our-condition, change-our-thoughts, debasish, debasish-mridha-m-d, inspirational, mridha, philosophy, quotes, thoughts"},{"quote":"Thoughts are the product of a machine we call the human mind. So manufacture some excellent thoughts.","author":"Debasish Mridha M.D.","category":"debasish, debasish-mridha-m-d, human-mind, inspirational, mridha, philosophy, quotes, thoughts"},{"quote":"Our thoughts and our happiness are inseparable. Our happiness depends on our thoughts.","author":"Debasish Mridha M.D.","category":"debasish, debasish-mridha-m-d, happiness, inspirational, mridha, philosophy, quotes, thoughts"},{"quote":"Life is a time bound journey to experience the excitement of love, joy, and happiness.","author":"Debasish Mridha M.D.","category":"debasish, debasish-mridha-m-d, experience, happiness, inspirational, life-is-a-journey, love, mridha, philosophy, quotes"},{"quote":"You call it thought. I call it a mind manufactured invisible powerful product.","author":"Debasish Mridha M.D.","category":"debasish-mridha, debasish-mridha-m-d, definition-of-thought, inspirational, m-d, philosophy, powerful, thought"},{"quote":"Three things in human life are important: the first is to be kind","author":"the second is to be kind","category":"and the third is to be kind."},{"quote":"Do your little bit of good where you are","author":"it's those little bits of good put together that overwhelm the world.","category":"Desmond Tutu"},{"quote":"I hope you will have a wonderful year, that you'll dream dangerously and outrageously, that you'll make something that didn't exist before you made it, that you will be loved and that you will be liked, and that you will have people to love and to like in return. And, most importantly (because I think there should be more kindness and more wisdom in the world right now), that you will, when you need to be, be wise, and that you will always be kind.","author":"Neil Gaiman","category":"kindness"},{"quote":"Guard well within yourself that treasure, kindness. Know how to give without hesitation, how to lose without regret, how to acquire without meanness.","author":"George Sand","category":"kindness"},{"quote":"Be a little kinder than you have to.","author":"E. Lockhart, We Were Liars","category":"kindness, motto"},{"quote":"The beauty of a woman is not in a facial mole,but true beauty in a Woman is reflected in her soul. It is the caring that she lovingly gives, the passion that she knows.","author":"Audrey Hepburn","category":"aging-gracefully, inner-beauty, kindness"},{"quote":"Tenderness and kindness are not signs of weakness and despair, but manifestations of strength and resolution.","author":"Kahlil Gibran","category":"kindness"},{"quote":"You cannot do a kindness too soon, for you never know how soon it will be too late.","author":"Ralph Waldo Emerson","category":"kindness"},{"quote":"All I'm saying is, kindness don't have no boundaries.","author":"Kathryn Stockett, The Help","category":"kindness"},{"quote":"Kindness in words creates confidence. Kindness in thinking creates profoundness. Kindness in giving creates love.","author":"Lao Tzu","category":"kindness"},{"quote":"To belittle, you have to be little.","author":"Kahlil Gibran, The Prophet","category":"kindness"},{"quote":"The smallest act of kindness is worth more than the greatest intention.","author":"Kahlil Gibran, The Essential Kahlil Gibran","category":"action, deeds, kindness"},{"quote":"Few will have the greatness to bend history itself, but each of us can work to change a small portion of events. It is from numberless diverse acts of courage and belief that human history is shaped. Each time a man stands up for an ideal, or acts to improve the lot of others, or strikes out against injustice, he sends forth a tiny ripple of hope, and crossing each other from a million different centers of energy and daring those ripples build a current which can sweep down the mightiest walls of oppression and resistance.","author":"Robert F. Kennedy","category":"incrementalism, influence, justice, kindness, make-a-difference, oppression"},{"quote":"Never look down on anybody unless you're helping them up.","author":"Jesse Jackson","category":"judgement, kindness"},{"quote":"Don't be reckless with other people's hearts, and don't put up with people that are reckless with yours.","author":"Mary Schmich","category":"kindness"},{"quote":"I'd thought once, actually, of taking your mind, if you asked. I'd thought I could help you fall asleep at night.\"He opened his mouth to say something. Shut it again. His face closed for a moment, his unreadable mask falling into place. He spoke softly. \"But that wouldn't be fair; for after I slept you'd be left awake, with no one to help you sleep.","author":"Kristin Cashore, Fire","category":"brigan, fire, kindness, sleep, trauma"},{"quote":"Conquer the angry one by not getting angry; conquer the wicked by goodness; conquer the stingy by generosity, and the liar by speaking the","author":"Gautama Buddha, The Dhammapada","category":"anger, generosity, goodness, inspirational, kindness, knowledge, love, truth, wisdom"},{"quote":"...treat people with understanding when you can, and fake it when you can'tuntil you do understand.","author":"Kim Harrison","category":"empathy, kindness, understanding"},{"quote":"Be kind, for everyone you meet is fighting a battle you know nothing about.","author":"Wendy Mass, The Candymakers","category":"kindness"},{"quote":"I must be cruel only to be kind;Thus bad begins, and worse remains behind.","author":"William Shakespeare, Hamlet","category":"cruelty, kindness"},{"quote":"When we treat people merely as they are, they will remain as they are. When we treat them as if they were what they should be, they will become what they should be.","author":"Thomas S. Monson, Pathways To Perfection: Discourses Of Thomas S. Monson","category":"kindness, respect, taken-from-goethe"},{"quote":"For it is in giving that we receive.","author":"Francis of Assisi","category":"generosity, giving, kindness"},{"quote":"Always try to be a little kinder than is necessary.","author":"J.M. Barrie","category":"kindness"},{"quote":"He who sees a need and waits to be asked for help is as unkind as if he had refused it.","author":"Dante Alighieri","category":"help, kindness"},{"quote":"Never lose a chance of saying a kind word.","author":"William Makepeace Thackeray, Vanity Fair","category":"kindness"},{"quote":"We're all born with selfish desires, so we can all relate to those feelings in others. But kindness is something made individually by each person...so it's easy to misunderstand when others are trying to be kind to you.","author":"Natsuki Takaya, Fruits Basket Ultimate Edition, Vol. 3","category":"fruits-basket, kindness, misunderstanding"},{"quote":"There is nothing so rewarding as to make people realize that they are worthwhile in this world.","author":"Bob Anderson","category":"kindness, love, self-worth"},{"quote":"Never start a sentence with the words 'No offense.","author":"Gretchen Rubin, The Happiness Project: Or Why I Spent a Year Trying to Sing in the Morning, Clean My Closets, Fight Right, Read Aristotle, and Generally Have More Fun","category":"hypocrisy, kindness, offensive, politeness, tact"},{"quote":"You don't always have to chop with the sword of truth. You can point with it too.","author":"Anne Lamott, Bird by Bird: Some Instructions on Writing and Life","category":"honesty, kindness"},{"quote":"(I)f we are going to be kind, let it be out of simple generosity, not because we fear guilt or retribution.","author":"J.M. Coetzee, Disgrace","category":"generosity, guilt, kindness, retribution"},{"quote":"The smallest act of kindness is worth more than the grandest intention.","author":"Oscar Wilde","category":"action, kindness"},{"quote":"Moments of kindness and reconciliation are worth having, even if the parting has to come sooner or later.","author":"Alice Munro","category":"kindness, reconciliation"},{"quote":"A smile remains the most inexpensive gift I can bestow on anyone and yet its powers can vanquish kingdoms.","author":"Og Mandino","category":"kindness, smile"},{"quote":"And so I try to be kind to everything I see, and in everything I see, I see him.","author":"Hanya Yanagihara, A Little Life","category":"kindness"},{"quote":"Be kind. Always if you have a choice, be kind.","author":"Anne Rice","category":"kindness"},{"quote":"I coudn't be kind to him after what he'd done, couldn't be cruel after what I had done","author":"Rosamund Hodge, Cruel Beauty","category":"cruelty, ignefix, kindness, nix"},{"quote":"Because I haven't yet learned the simplest and most important thing of all: the world is difficult, and we are all breakable. So just be kind.","author":"Caitlin Moran, How to Build a Girl","category":"kindness"},{"quote":"Treat other people's home as you want them to respect yours because what goes around comes around.","author":"Ana Monnar","category":"golden-rule, goodness, karma, kindness"},{"quote":"I respect kindness in human beings first of all, and kindness to animals. I don't respect the law; I have a total irreverence for anything connected with society except that which makes the roads safer, the beer stronger, the food cheaper and the old men and old women warmer in the winter and happier in the summer.","author":"Brendan Behan","category":"kindness"},{"quote":"The various features and aspects of human life, such as longevity, good health, success, happiness, and so forth, which we consider desirable, are all dependent on kindness and a good heart.","author":"Dalai Lama XIV","category":"kindness"},{"quote":"There is no wrong way to perform an act of kindness.","author":"Catherine Ryan Hyde, Pay It Forward","category":"kindness, payitforward"},{"quote":"Christ came to be Father's compassion to the world. Be kind in your actions. Do not think that you are the only one who can do efficient work, work worth showing. This makes you harsh in your judgment of others who may not have the same talents. Do your best and trust that others do their best. And be faithful in small things because it is in them that your strength lies.","author":"Mother Teresa, In the Heart of the World: Thoughts, Stories and Prayers","category":"kindness"},{"quote":"If you can't be kind, at least be vague.","author":"Judith Martin","category":"etiquette, kindness, vagueness"},{"quote":"Every sunrise is an invitation for us to arise and brighten someone's day.","author":"Richelle E. Goodrich, Smile Anyway","category":"charity, generosity, giving, good-deeds, helping, kindness, richelle, richelle-goodrich"},{"quote":"It’s much easier to be cruel than one might think.","author":"Jonathan Safran Foer","category":"cruelty, kindness"},{"quote":"Each smallest act of kindness, reverberates across great distances and spans of time --affecting lives unknown to the one who’s generous spirit, was the source of this good echo. Because kindness is passed on and grows each time it’s passed until a simple courtesy becomes an act of selfless courage, years later, and far away. Likewise, each small meanness, each expression of hatred, each act of evil.","author":"Dean Koontz, From the Corner of His Eye","category":"butterfly-effect, kindness"},{"quote":"Be kind to one another. Bye, bye.","author":"Ellen DeGeneres","category":"compasion, kindness, love"},{"quote":"Practice kindness - particularly when you feel irritated or things are not going well. Kindness hardly ever goes wrong.","author":"Lewis Richmond, Work as a Spiritual Practice: A Practical Buddhist Approach to Inner Growth and Satisfaction on the Job","category":"kindness"},{"quote":"Choose being kind over being right and you'll be right every time.","author":"Richard Carlson","category":"choice, kindness"},{"quote":"You own everything that happened to you. Tell your stories. If people wanted you to write warmly about them, they should've behaved better.","author":"Anne Lamott, Bird by Bird: Some Instructions on Writing and Life","category":"authenticity, genuineness, honesty, kindness, self-awareness, truth-telling"},{"quote":"Be kind, because everyone is having a really hard time.","author":"Plato","category":"kindness"},{"quote":"Remember!--It is Christianity to do good always--even to those who do evil to us. It is Christianity to love our neighbours as ourself, and to do to all men as we would have them do to us. It is Christianity to be gentle, merciful and forgiving, and to keep those qualities quiet in our own hearts, and never make a boast of them or of our prayers or of our love of God, but always to show that we love Him by humbly trying to do right in everything. If we do this, and remember the life and lessons of Our Lord Jesus Christ, and try to act up to them, we may confidently hope that God will forgive us our sins and mistakes, and enable us to live and die in peace.","author":"Charles Dickens","category":"christian-values, golden-rule, grace, kindness"},{"quote":"Be kind to people and don’t judge, for you do not know what demons they carry and what battles they are fighting.","author":"Vashti Quiroz-Vega","category":"battles, demons, judgement, kindness"},{"quote":"Withhold a smile only when the smile can hurt someone. Otherwise, let it bloom forth in a riot.","author":"Vera Nazarian, The Perpetual Calendar of Inspiration","category":"benefit, harm, kindness, mercy, smile, smiling, timing, well-wishing"},{"quote":"You can't live a perfect day without doing something for someone who will never be able to repay you.","author":"Debbie Macomber, One Simple Act: Discovering the Power of Generosity","category":"generosity, kindness"},{"quote":"The happiest people I have known have been those who gave themselves no concern about their own souls, but did their uttermost to mitigate the miseries of others.","author":"Elizabeth Cady Stanton, History of Woman Suffrage, Volumes I-III","category":"kindness, stanton, suffrage"},{"quote":"But remember, boy, that a kind act can sometimes be as powerful as a sword. As a mortal, I was never a great fighter or athlete or poet. I only made wine. The people in my village laughed at me. They said I would never amount to anything. Look at me now. Sometimes small things can become very large indeed.","author":"Rick Riordan, The Battle of the Labyrinth","category":"dionysus, kindness, small-things, wine"},{"quote":"I expect to pass through life but once. If therefore there be any kindness I can show...let me do it now.","author":"William Penn","category":"kindness"},{"quote":"The wine god sighed. 'Oh Hades if I know. But remember, boy, that a kind act can sometimes be as powerful as a sword. As a mortal, I was never a great fighter or athlete or poet. I only made wine. The people in my village laughed at me. They said I would never amount to anything. Look at me now. Sometimes small things can become very large indeed.' He left me alone to think about that. And as I watched Clarisse and Chris singing a stupid campfire song together, holding hands in the darkness, where they thought nobody could see them, I had to smile.","author":"Rick Riordan, The Battle of the Labyrinth","category":"cute, gods, greek, greek-gods, greek-mythology, inspirational, kindness, percy-jackson, smile, wine-god"},{"quote":"If we have the opportunity to be generous with our hearts, ourselves, we have no idea of the depth and breadth of love's reach.","author":"Margaret Cho","category":"kindness"},{"quote":"When you are behaving as if you loved someone, you will presently come to love him. If you injure someone you dislike, you will find yourself disliking him more. If you do him a good turn, you will find yourself disliking him less.","author":"C.S. Lewis, Mere Christianity","category":"behavior, dislike, good-turns, injury, kindness, like, love"},{"quote":"He is as full of valor as of kindness. Princely in both.","author":"William Shakespeare, Henry V","category":"bravery, graciousness, humility, kindness, meekness"},{"quote":"They weren't nice words he said. He could've lived a good life and died never having made a person feel rubbed down to bones and too sad to hold together.","author":"Shannon Hale, Book of a Thousand Days","category":"kindness"},{"quote":"What virtue is there in a man who demonstrates goodness because he has been bred to it? It is his habit from youth. But a man who has known unkindness and want, for him to be kind and charitable to those who have been the cause of his misfortunes, that is a virtuous man.","author":"Deanna Raybourn, Silent on the Moor","category":"charity, kindness, virtue"},{"quote":"A yogi is much more disciplined in his speech. Yogic tradition has it that speech must pass before three barriers prior to being uttered aloud. These barriers come in the form of three questions: Is it kind? Is it true? Is it necessary? (112-113)","author":"Prem Prakash, The Yoga of Spiritual Devotion A Modern Translation of the Narada Bhakti Sutras","category":"honesty, kindness, necessity, right-speech, speech"},{"quote":"This is what kindness does, Ms.Albert said. Each little thing we do goes out, like a ripple, into the world.","author":"Jacqueline Woodson, Each Kindness","category":"kindness"},{"quote":"The wise man does not lay up his own treasures.The more he gives to others,the more he has for his own.","author":"Lao Tzu","category":"generosity, kindness"},{"quote":"Human kindness has never weakened the stamina or softened the fiber of a free people. A nation does not have to be cruel to be tough.","author":"Franklin D. Roosevelt","category":"kindness, nation"},{"quote":"Now is a time for, dare I say it, kindness. I thought being extremely smart would take care of it. But I see I have been found out.","author":"Margaret Edson, Wit","category":"kindness"},{"quote":"Thousands of years ago, man lived in harmony with the rest of the natural world. Through what we would today call Telepathy, he communicated with animals, plants, and other forms of life-none of which he considered \"beneath\" himself, only different, with different jobs to perform. He worked side by side with earth angels and nature spirits, with whom he shared responsibility for taking care of the world.","author":"Benjamin Hoff, The Te of Piglet","category":"inspirational, kindness"},{"quote":"Ravens bring things to people. We're like that. It's our nature. We don't like it.","author":"Peter S. Beagle, A Fine and Private Place","category":"giving, kindness, ravens"},{"quote":"they say it's like true love, good help. you only get one in a lifetime.....there is so much you don't know about a person. i wonder if i could've made her days a little bit easier, if I'd tried. if i'd treated her a little nicer.....","author":"Kathryn Stockett","category":"kindness"},{"quote":"Kindness trumps everything. Kind people are magnets for all of the good things in life.","author":"Tom Giaquinto, Be A Good Human","category":"happy, kind, kindness, nice"},{"quote":"I drop kindness pebbles in still water everyday, and I watch the effect they have on other people’s lives.My favorite kindness pebbles are compliments.Drop a compliment and watch the ripple affect that it has in your life.","author":"JohnA Passaro, Again","category":"kindness, other-people, ripple-effect, water"},{"quote":"It is not about how much money we make or how big and powerful our work appears to others, it is about the love with which we put into each act of kindness toward another human being.","author":"Joyce Vissell","category":"great-love, human-being, kindness, love"},{"quote":"Life is short and we have never too much time for gladdening the hearts of those who are traveling the dark journey with us. Oh, be swift to love, make haste to be kind.","author":"Henri-Frédéric Amiel, Amiel's Journal","category":"kindness, love, struggle"},{"quote":"But she was not even grateful to him for it; nothing good on Pierre's part seemed to her to be an effort, it seemed so natural for him to be kind to everyone that there was no merit in his kindness.","author":"Leo Tolstoy, War and Peace","category":"kindness, love, merit, morality"},{"quote":"His kindness was only meant to make later torments crueler.","author":"Rosamund Hodge, Cruel Beauty","category":"kindness, torture"},{"quote":"Be kind, be all sympathy,For each and every human beingIs forced to fight against himself.","author":"Sri Chinmoy, My Life's Soul-Journey: Daily Meditations for Ever-Increasing Spiritual Fulfillment","category":"kindness, sympathy"},{"quote":"A random act of kindness, no matter how small, can make a tremendous impact on someone else's life.","author":"Roy  Bennett","category":"kind, kindness, life"},{"quote":"Sometimes those who give the most are the ones with the least to spare.","author":"Mike  McIntyre, The Kindness of Strangers","category":"charity, helping-others, kindness, strangers"},{"quote":"Capable, generous men do not create victims, they nurture victims.","author":"Julian Assange","category":"kindness, nuturing, victim, victimhood, victims"},{"quote":"Once you begin to acknowledge random acts of kindness - both the ones you have received and the ones you have given - you can no longer believe that what you do does not matter.","author":"Dawna Markova","category":"kindness, love"},{"quote":"Life is short and we have never too much time for gladdening the hearts of those who are travelling the dark journey with us. Oh be swift to love, make haste to be kind.","author":"Henri-Frédéric Amiel","category":"kindness, love, sharing-pain"},{"quote":"If there is such a thing as a universal--and I wasn't ready to throw all of mine out the window--it's that there is power in a story. And if someone pays you such a kindness as to make up a tale so you'll enjoy a gingersnap, you go along with that story and enjoy every last bite.","author":"Clare Vanderpool, Moon Over Manifest","category":"gingersnaps, kindness, stories"},{"quote":"Nothing carries more potential for change than individual acts of human kindness.","author":"Jamie Winship","category":"kindness"},{"quote":"Royse Bergon: \"I've seen your integrity in action. It...widened my world. I'd been raised by my father, who is a prudent, cautious man, always looking for men's hidden, selfish motivations. No one can cheat him. But I've seen him cheat himself. If you understand what I mean.\"Caz: \"Yes.\"R.B.: \"It was very foolish of you to attack that vile Roknari galley-man.\"Caz: \"Yes.\"R.B.: \"And yet, I think, given the same circumstances you would do it again.\"Caz: \"Knowing what I know now...it would be harder. But I would hope... I would pray, Royse, that the gods would still lend me such foolishness in my need.\"R.B: \"What is this astonishing foolishness, that shines brighter than all my father's gold? Can you teach me to be such a fool, too, Caz?\"Caz: \"Oh,\" \"I'm sure of it.","author":"Lois McMaster Bujold","category":"foolishness, integrity, kindness"},{"quote":"I couldn't shake the impulse to help him. It seemed that the older I got the more I believed that everyone, homeless or not, deserved to be treated at least like a human.","author":"Julia Karr, XVI","category":"kindness, maturity"},{"quote":"Be kind to yourself, so you can be happy enough to be kind to the world.","author":"Misha Collins","category":"happy, inspirational, kindness, misha-collins"},{"quote":"Be kind whenever possible. It is always possible.-Dalai Lama","author":"Dalai Lama XIV","category":"kindness"},{"quote":"Give until it hurts.","author":"Corazon Cojuangco Aquino","category":"giving, kindness, selflessness"},{"quote":"I have wept in the nightAt my shortness of sightThat to others' needs made me blind,But I never have yetHad a twinge of regretFor being a little too kind.","author":"C.R. Gibson","category":"kindness"},{"quote":"I’m not denying their kindness,” said the Rani. “But after all kindness isn’t the only virtue.","author":"Aldous Huxley, Island","category":"kindness, virtue"},{"quote":"Men are like children, in that, if you spoil them, they become naughty. Therefore it is well not to be too indulgent or charitable with anyone. You may take it as a general rule that you will not lose a friend by refusing him a loan, but that you are very likely to do so by granting it; and, for similar reasons, you will not readily alienate people by being somewhat proud and careless in your behavior; but if you are very kind and complaisant towards them, you will often make them arrogant and intolerable, and so a breach will ensue.","author":"Arthur Schopenhauer, The Wisdom of Life and Counsels and Maxims","category":"alienation, arrogance, charity, kindness, taking-people-for-granted"},{"quote":"I wish stories were kinder to their characters,\" Maddie said. \"But I guess trouble is more interesting to read about.","author":"Shannon Hale, A Wonderlandiful World","category":"characters, kindness, stories, trouble"},{"quote":"When a cat flatters ... he is not insincere: you may safely take it for real kindness.","author":"Walter Savage Landor, Imaginary Conversations","category":"cats, flattery, kindness, sincerity"},{"quote":"A selfless act out of even the purest desire to do for others, will be selfish in the satisfaction and happiness it brings to one doing it.","author":"Ashly Lorenzana, Sex, Drugs, and Being an Escort","category":"kindness, selfishness"},{"quote":"There was a time when a new deputy tried to teach Mr. Fruit about the difference between a red and a green light, but Mr. Fruit had resisted all efforts to reorder what he had been doing perfectly well for many years. He had not only monitored the comings and goings of the town, his presence softened the ingrained evil that flourished along the invisible margins of the town’s consciousness. Any community can be judged in its humanity or corruption by how it manages to accommodate the Mr. Fruits of the world. Colleton simply adjusted itself to Mr. Fruit’s harmonies and ordinations. He did whatever he felt was needed and he did it with style. “That’s the Southern way” my grandmother said. “That’s the nice way.","author":"Pat Conroy, The Prince of Tides","category":"eccentricity, kindness, pat-conroy, southern"},{"quote":"If you put out acceptance and warmth, you tend to attract the same.","author":"Deborah Day","category":"acceptance, attitude-toward-life, friendships, kindness"},{"quote":"Rather than being a human, be a humanitarian","author":"Kowtham Kumar K","category":"human, kindness, life, love, philanthropy"},{"quote":"To you, whoever you are, when I am gone — remember to be kind tonight to some lonely person. For me.","author":"Tennessee Williams, Notebooks","category":"kindness, solitude"},{"quote":"To reprove a harm-doer, put him to shame by doing a good deed in return.","author":"Thiruvalluvar, Thirukkural","category":"act, action, activity, deeds, evil, good, harm, kindness, love, shame, virtue"},{"quote":"Give and receive","author":"give big and receive big","category":"give freely and receive freely"},{"quote":"One of the most difficult things to give away is kindness, for it is usually returned.","author":"Mark Ortman","category":"kindness"},{"quote":"George put his hand on top of Beatrice's and felt the warmth of both the woman and her hound pulsing through his fingers. \"Just because your father does not see your victory does not mean that it is none,\" he said softly.","author":"Mette Ivie Harrison, The Princess and the Hound","category":"hand-holding, kindness, reassurance, support, victories"},{"quote":"Kindness is stronger than iron bars.","author":"Margaret George, Mary Queen of Scotland and The Isles","category":"kindness"},{"quote":"Kindness is like a muscle, the more we exercise it the better we are at it.Kindness starts as a thought but ends as an action. Acting kindly toward others is the only real way to let people know we care about them and their happiness. Without action, kindness just lives in our minds but never touches the real world.Being kind to others doesn’t have to be complex or fancy. Sometimes the simplest acts of kindness are seen as the most sincere, such as holding the door, helping with directions, saying “please” and “thank you,” or even just a smile.","author":"Steven Handel","category":"kindness"},{"quote":"The Librarian was not familiar with love, which had always struck him as a bit ethereal and soppy, but kindness, on the other hand, was practical. You knew where you were with kindness, especially if you were holding a pie it had just given you.","author":"Terry Pratchett, Unseen Academicals","category":"kindness, love"},{"quote":"Let a kind word warm you when your thoughts turn cold","author":"Marty Rubin","category":"a-kind-word, coldness, kindness"},{"quote":"Ask yourself: Have you been kind today? Make kindness your daily modus operandi and change your world.","author":"Annie Lennox","category":"kindness"},{"quote":"In reality punk people are usually the gentlest, kindest folks you'll ever know. They're like hippies, only they wear way more black.","author":"Kate Rockland, Falling Is Like This","category":"hippies, kindness, punk"},{"quote":"Kindness is a much more crushing force than anger.","author":"Samael Aun Weor, Revolution of the Dialectic: Esoteric Psychology and Meditation","category":"kindness"},{"quote":"I love thee for a heart that’s kind--not for the knowledge in thy mind.","author":"W.H. Davies","category":"kindness, love, w-h-davies"},{"quote":"Even the smallest act of service, the simplest act of kindness, is a way to honor those we lost; a way to reclaim that spirit of unity that followed 9/11.","author":"Barack Obama","category":"9-11, honor, kindness, reclaim, service, spirit, unity"},{"quote":"Wouldn’t this old world be better If the folks we meet would say: ‘I know something good about you,’ And then treat us that way?","author":"N. Eldon Tanner","category":"kindness"},{"quote":"Human beings who leave behind them no great achievements, but only a series of small kindnesses, have not had wasted lives","author":"Charlotte Gray","category":"kindness"},{"quote":"For the multifold secret to work only one thing is necessary. You must take action. You must give. You must share. You must act with abandon. Send out waves of love and kindness into the world and then simply wait for the response. Or, better yet, continue to send out more waves. Why wait? The response will come. Keep sending waves and enjoy the reaction.","author":"John Kremer","category":"kindness, love, multifold-secret, response"},{"quote":"I required kindness and sympathy, but I did not believe myself utterly unworthy of it.","author":"Mary Wollstonecraft Shelley","category":"kindness, sympathy"},{"quote":"I know most people want others to have good lives, and, when they understand the situation, they will do what they can to steer the world back toward kindness. This is when human beings, I believe, are most admirable.","author":"Daoud Hari","category":"kindness, service"},{"quote":"Lift up your eyes and see the good in the world, for we are people with an amazing capacity to do great good. And if only the minority choose to exercise this capacity to the smallest degree, oh how wondrous and sweet the deeds performed at but a few hands!","author":"Richelle E. Goodrich, Slaying Dragons","category":"be-good, charity, do-good, doing-good, good-in-the-world, goodness, helping-others, kindness, richelle, richelle-e-goodrich, richelle-goodrich, see-the-good"},{"quote":"Be nice. And if you can't do that, just don't be mean.","author":"Richelle E. Goodrich, Smile Anyway","category":"kindness, love, nice, richelle, richelle-goodrich, self-control, tolerance"},{"quote":"The real trouble is that 'kindness' is a quality fatally easy to attribute to ourselves on quite inadequate grounds. Everyone feels benevolent if nothing happens to be annoying him at the moment. Thus a man easily comes to console himself for all his other vices by a conviction that 'his heart's in the right place' and 'he wouldn't hurt a fly,' though in fact he has never made the slightest sacrifice for a fellow creature. We think we are kind when we are only happy: it is not so easy, on the same grounds, to imagine oneself temperate, chaste, or humble.","author":"C.S. Lewis, The Problem of Pain","category":"kindness"},{"quote":"...to be unkind because you are thoughtless is the worst kind of blindness.","author":"Cameron Dokey, Golden:  A Retelling of Rapunzel","category":"kindness"},{"quote":"They told me adventures were over, so I got off the internet and got on a plane. They told me kindness was a thing of the past, so I spent a year helping others in need. They told me love was dead, so I fell into it. Head over heels.","author":"Abby Lass","category":"adventure, inspirational, kindness, love"},{"quote":"Needing kindness myself, I am kinder now, and we get on amazingly well. [p. 110]","author":"Lionel Shriver, We Need to Talk About Kevin","category":"kindness"},{"quote":"On the way home I absently minded (you know what I mean) went through a stop sign in Hyannis so of course there was a police car to apprehend me. A soft answer turnethed away wrath, fortunately.","author":"Edward Gorey, Floating Worlds: The Letters of Edward Gorey & Peter F. Neumeyer","category":"hyannis, kindness, speeding"},{"quote":"Big cities can have big hearts.","author":"Mary Elise Monsell, The Mysterious Cases of Mr. Pin","category":"chicago, kindness"},{"quote":"Kindness is a girl's best friend.","author":"Richelle E. Goodrich, Making Wishes","category":"a-girl-s-best-friend, best-friend, kind, kindness, richelle, richelle-e-goodrich, richelle-goodrich"},{"quote":"It seemed like an original act, the very kindest act of being human, that he listened.","author":"Sue Woolfe, The Secret Cure","category":"kindness"},{"quote":"Every kindness we have done is a monument built in our name in the heart of God!","author":"Mehmet Murat ildan","category":"kindness"},{"quote":"Generosity brings you respect from people and those who are miser get hatred from people.","author":"Abrar Ahmed chowdhury","category":"kindness"},{"quote":"Cookies are happy, because that is their job. Making those you know, and don't know happy. They tell people you care.","author":"Brent M. Jones","category":"cookies, cookies-care, cookies-happy, kindness, kindness-service"},{"quote":"We often look for kindness back  in the same place we gave it, and mostly that is where  we go wrong.  Kindness does not work that way,  you put your kind deeds into the universe and the universe  reflects back that energy  into your life, from unexpected  avenues at most appropriate  times.","author":"Drishti Bablani","category":"kindness, wordions, wordions-com"},{"quote":"Try going out of your comfort zone and doing something for someone else.","author":"Henry Hon, ONE: Unfolding God's Eternal Purpose from House to House","category":"being-kind, kindness, random-acts-of-kindness, serving-others, volunteering"},{"quote":"They were with him, and for that little while the darkness was kind.","author":"Stephen King, It","category":"darkness, kindness"},{"quote":"Accepting others through kindness and love defines a person's true character.","author":"Rick W. Terry","category":"acceptance, character, kindness, love"},{"quote":"Just like small acts of kindness can pave the way for a better world, small acts of corruption open the road for a corrupt world.","author":"Charbel Tadros","category":"better-world, corruption, evil, kindness"},{"quote":"I choose to walkwith gratitude, not envy; with faith, not worry; with confidence, not fear; with kindness, not anger.","author":"Charles F. Glassman, Brain Drain   The Breakthrough That Will Change Your Life","category":"confidence-quotes, faith-quotes, gratitude, gratitude-quotes, kindness, kindness-quotes"},{"quote":"A gift.A gift from a queen who had seen another woman in hell and thought to reach back a hand. With no thought of it ever being returned. A moment of kindness, a tug on a thread.","author":"Sarah J. Maas, Tower of Dawn","category":"gift, kindness"},{"quote":"That day, I learned that I could be a giver by simply bringing a smile to another person. The ensuing years have taught me that a kind word, a vote of support is a charitable gift. I can move over and make another place for someone. I can turn my music up if it pleases, or down if it is annoying. I may never be known as a philanthropist, but I certainly am a lover of mankind, and I will give freely of my resources.","author":"Maya Angelou, Letter to My Daughter","category":"charity, gifts, kindness, lover-of-mankind, philanthropy"},{"quote":"Do not underestimate the strength it takes to be the hearth everyone turns to for warmth.","author":"Megan Derr, The Painted Crown","category":"kindness, warmth"},{"quote":"Don’t judge people in their reduced circumstances, nobody aspires to be there.","author":"Shon Mehta","category":"care, goodwill, kindness"},{"quote":"Sweet mother Mary, boy, think about what you’re doing! Be cruel or be kind, but don’t be both, because now you’ve made a mess you can’t clean up in a hurry.","author":"Ursula Vernon, Jackalope Wives","category":"cruelty, kindness"},{"quote":"Nothing can make a face more impenetrable than the mask of kindliness.","author":"André Gide, Isabelle","category":"hiding-emotions, kindness"},{"quote":"A simple act of kindness and compassion towards a single animal may not mean anything to all creatures, but will mean everything to one.","author":"Paul Oxton","category":"africa, animal-rights, animal-welfare, animals, kindness, wildlife, wildlife-conservation"},{"quote":"I carry your kindness wherever I go. That way your love touches far more than just me.","author":"Lynda Cheldelin Fell","category":"kindness, kindness-quotes"},{"quote":"Be kind to all pets and animals because they will be kind back to you.","author":"J. Wesley Porter, A Spiritual Dog: \"Bear\"","category":"affection, animals, kind, kindness, love, pets"},{"quote":"the kind peopleare running this worldthey don't know how their one little smile has saved many lives","author":"Noor Unnahar, Yesterday I Was the Moon","category":"kindness"},{"quote":"Why have your followers all drawn their swords, may I ask?\" said Aslan.\"May it please Your High Majesty,\" said the second Mouse, whose name was Peepiceek, \"we are all waiting to cut off our own tails if our Chief must go without his. We will not bear the shame of wearing an honor which is denied to the High Mouse.\"\"Ah!\" roared Aslan. \"You have conquered me. You have great hearts. Not for the sake of your dignity, Reepicheep, but for the love that is between you and your people, and still more for the kindness your people showed me long ago when you ate away the cords that bound me on the Stone Table (and it was then, though you have long forgotten it, that you began to be Talking Mice), you shall have your tail again.","author":"C.S. Lewis, Prince Caspian","category":"aslan, honor, kindness, mice, reepicheep"},{"quote":"If you find a need, fulfill the gap.","author":"Lailah Gifty Akita","category":"gap, inspirational, kindness, need"},{"quote":"Kindness danced through the streets,leaving warmer hearts and smiles everywhere it dared to show itself.","author":"Scott Stabile","category":"kindness, love"},{"quote":"Our own random acts of kindness allow us to receive a gift each day in our hearts.","author":"Ron Baratono","category":"acts, gift, hearts, kindness, random, receive"},{"quote":"If you’re in a position to lift someone off the ground","author":"i.","category":"Say nothing about what it cost you to ii."},{"quote":"Do not confuse kindness with weakness. Kindness is a dying art. It is the single most important quality in this world and one which is sorely lacking.","author":"James Rhodes, Instrumental: A Memoir of Madness, Medication, and Music","category":"kindness"},{"quote":"How do you make me smile when it seems like there’s nothing in the whole world to smile about?","author":"Paula Stokes, Ferocious","category":"affection, kindness, love"},{"quote":"There are certain lesson you pick up gradually as you go, letting them accumulate after a series of similar mistakes or experiences until you finally realize you've been a fool al along. And then there are lessons that are so massive they smack you in the face - you don't reflect on a period of your life and realize, 'Oh, I learned something then'; you know it's happening when it's happening. The importance of kindness - which extends far beyond 'please,' 'thank you,' and 'your hair doesn't look bad today' - is a combination of both: Over and over in my life, I've been bowled over by how kind people can be, and how that kindness can change your outlook.","author":"Alyssa Mastromonaco, Who Thought This Was a Good Idea?: And Other Questions You Should Have Answers to When You Work in the White House","category":"kindness"},{"quote":"Larry (Summers - director of the National Economic Council) taught me two very important lessons. The first: Never judge a book by its cover (or the articles written about it). The second: Always make time to help a gal out. Kindness - you can call it generosity, or goodwill - really means something.","author":"Alyssa Mastromonaco","category":"kindness"},{"quote":"[We] need people who are kind by instinct, not by effort. But that is what we lack in this time. For progress, we have eaten our souls up, and nothing matters anymore.","author":"Claire North, The First Fifteen Lives of Harry August","category":"kindness, progress, souls"},{"quote":"Sometimes you welcome people only for them to show you how unwelcoming you are. Sometimes you generously help people only for them to show you how extravagant and evil you are. Sometimes you teach people only for them to show you how ignorant you are. Sometimes you open your doors to people only for them to show you how dirty your room is. Sometimes you make way for people only for them to block your ways. Sometimes you draw people closer to you only for them to teach you the real meaning of betrayal and loneliness. Sometimes you smile to people only for them to show you the color of your teeth. Sometimes you play with people only for them to show you how uncouth you are. In life, sometimes, your very best intentions shall be seen as woefully bad. Sometimes in life, your very good deeds and acts would see another meaning, but no matter how people perceive, accept and treat you or your good intentions, acts and deeds, know yourself, and dare not to be changed by circumstances so easily! Regardless of how hurtful circumstances might be, dare to guard your heart and your tongue, so you may not speak what you should never say that can make you miss your reward from the Sovereign Lord. Keep doing what you have to do, as you have to do, as a living sacrifice to your Father who is in Heaven, knowing that your reward is from Him alone, and wait patiently with a calm and an understanding heart for your reward from Him, regardless of the arduous nature of the hurt and trials!","author":"Ernest Agyemang Yeboah","category":"betrayals, bitterness, intentions, kindness, pain-quotes, revenge, ungrateful-people, ungratefulness"},{"quote":"You are positively beautiful and I love you. Pass it on…","author":"Scott Stabile","category":"beautiful, kindness"},{"quote":"Tommy and I put on a radio play to entertain everyone while they unpacked their cookies. It was about a girl who saves up money for a prom dress, but at the last minute she says, \"It's only clothes,\" and buys war bonds instead. The play was a big success, and my whole school pledged to buy war bonds, which should have made me happy. But it gave me a queer feeling; it's easy to write propaganda when everyone agrees with you. Do you understand? I think I'd rather bake cookies; it feels more honest. Your friend, LuluSammy looked down at me. \"A girl after your own heart!\" he said. \"In my experience it is a rare female who can say, 'It's only clothes,' and when the war came, you discovered who you really were. Women changed. Children grew up overnight. I wonder what happened to this one.","author":"Ruth Reichl, Delicious!","category":"kindness, lulu-swan, thoughtfulness, war-bonds, wartime"},{"quote":"Kindness is Love for Unknown.","author":"Gollapalli Nithin Kumar","category":"kindness, love, selflessness"},{"quote":"Kindness: It's ours to share.","author":"Anthony T. Hincks","category":"kindness, ours, philosophy, share"},{"quote":"The spirit of Christmas is a sweet, internal peace that testifies of the power of kindness and charity.","author":"Richelle E. Goodrich, Slaying Dragons","category":"charity, christmas, christmas-quotes, christmas-spirit, kindness, richelle, richelle-e-goodrich, richelle-goodrich, spirit-of-christmas"},{"quote":"The Christmas spirit is simply an honest spirit of love for all humanity. It is the force that moves us to give what we can, to help as we are able, and to always be of kind comfort.","author":"Richelle E. Goodrich, Slaying Dragons","category":"christmas, christmas-quotes, christmas-spirit, comfort, kindness, love, loving-others, richelle, richelle-e-goodrich, richelle-goodrich"},{"quote":"Jusging by the sour glance she threw on me as she said this, I concluded that I represented those 'late changes' to which all the sorrows of the house were referred. I felt unhappy under the ill-will even of this odious old woman, being one of those unhappily constructed mortals who cannot be indifferent when they reasonably ought, and always yearn after kindness, even that of the worthless.","author":"J. Sheridan Le Fanu, Uncle Silas","category":"approval, confidence, kindness, love"},{"quote":"So you want to improve the world? Then do it. To the next person who crosses your path, say something kind, do something generous, perform a simple act of service. By doing this on a regular basis, you will indeed improve the world.","author":"Richelle E. Goodrich, Slaying Dragons","category":"charity, everyday-acts-of-service, improve-the-world, kindness, richelle, richelle-e-goodrich, richelle-goodrich, service, volunteer"},{"quote":"My shoulders, broad and sculpted thick, were designed for two useful purposes. The one, to carry heavy loads like cedar logs and beams of steel and now and then the careful transfer of an injured friend to a bed of safety. The other purpose I consider superior, and that is to be, in all circumstances and forever, your headrest and cry pillow whereupon you may leave your heaviest burdens.","author":"Richelle E. Goodrich, Slaying Dragons","category":"assist, caring, carry-burdens, carry-heavy-loads, charity, comforter, consoling, help, helping-others, kindness, richelle, richelle-e-goodrich, richelle-goodrich"},{"quote":"Imagine the greatness this world would know if kindness were as contagious and enduring as the common cold.","author":"Richelle E. Goodrich, Slaying Dragons","category":"be-kind, be-nice, kindness, kindness-is-contagious, niceness, richelle, richelle-e-goodrich, richelle-goodrich"},{"quote":"So what if you’re right? So what if you’re wrong? In the end you might be surprised to find that God doesn’t care so much about whether you were right or wrong but whether, despite it all, you were kind or cruel.","author":"Richelle E. Goodrich, Slaying Dragons","category":"be-kind, cruel, cruelty, kind, kindness, richelle, richelle-e-goodrich, richelle-goodrich, right, right-or-wrong, wrong"},{"quote":"Learning to breathe fire isn’t nearly as extraordinary as learning to breathe a word of kindness.","author":"Richelle E. Goodrich, Slaying Dragons","category":"breathe-fire, extraordinary, kind-words, kindness, richelle, richelle-e-goodrich, richelle-goodrich, words-of-kindness"},{"quote":"You would think those who have endured unkindness would be kinder as a result, intent on sparing others the awful suffering they abhorred firsthand.","author":"Richelle E. Goodrich, Slaying Dragons","category":"endurance, enduring-unkindness, kindness, richelle, richelle-e-goodrich, richelle-goodrich"},{"quote":"The ideal man, takes joy in doing favours for others; but he feels ashamed to have others do favours for him. For it is a mark of superiority to confer a kindness; but it is a mark of inferiority to receive it.","author":"Aristotle","category":"kindness"},{"quote":"Malice is a greater magnifying-glass than kindness.","author":"George Savile Halifax","category":"kindness, malice, moralists"},{"quote":"I am convinced that I never wrong anyone intentionally...","author":"Socrates, Apology, Crito and Phaedo of Socrates.","category":"kindness, love, tact"},{"quote":"The pleasure of kindness is that it connects us with others; but the terror of kindness is that it makes us too immediately aware of our own and other people’s vulnerabilities (vulnerabilities that we are prone to call failings when we are at our most frightened). Vulnerability—particularly the vulnerability we call desire—is our shared biological inheritance. Kindness, in other words, opens us up to the world (and worlds) of other people in ways that we both long for and dread. How can people, from childhood onward, feel confident enough to take such risks?","author":"Adam Phillips, On Kindness","category":"kindness"},{"quote":"People are so scared of what they don't know.","author":"Caitlin Alifirenka, I Will Always Write Back: How One Letter Changed Two Lives","category":"kindness"},{"quote":"I don’t know how to save the world, though I do know it involves a great deal of love and kindness.","author":"Richelle E. Goodrich, Slaying Dragons","category":"kindness, love, richelle, richelle-e-goodrich, richelle-goodrich, save-the-world"},{"quote":"Life isn’t always kind. It isn’t gentle and loving or sympathetic to the pains and sorrows of humanity. I, however, as an individual in control of my own actions, can be kind and loving, gentle and sympathetic to those around me, and in the process improve what life is for everyone.","author":"Richelle E. Goodrich, Slaying Dragons","category":"agency, be-kind, be-nice, improve-the-world, kind, kindness, richelle, richelle-e-goodrich, richelle-goodrich"},{"quote":"Nature blessed every person with the innate capacity to express wonder and awe for the eternal world and act with a kind and unstinting soul.","author":"Kilroy J. Oldster, Dead Toad Scrolls","category":"beauty-in-nature, enlightenment-principles, kind-soul, kind-spirit, kindness, kindness-quotes, magnanimous"},{"quote":"What gives a person’s brief time on this planet meaning is engaging in small acts of kindness. Bestowing an act of kindness upon other people is the greatest gift that a person will ever give to other people and such acts shall renew the gifting person. When we unreservedly accept and love our brethren, we become the ineluctable wind that vivifies the lives of other people.","author":"Kilroy J. Oldster, Dead Toad Scrolls","category":"kindness, kindness-quotes, meaningful-life, meaningful-living, meaningful-quote"},{"quote":"Out of all the magic words in existence, kind words produce the most powerful transformation spells.","author":"Richelle E. Goodrich, Slaying Dragons","category":"be-kind, kind, kind-words, kindness, magic-words, richelle, richelle-e-goodrich, richelle-goodrich"},{"quote":"Keep pollinating the world with your kindness.","author":"H.L. Balcomb, Cinderella In Focus: \"Curiosity is the doorway to our personal possibility!\" 2nd Edition coming Oct.  31, 2017","category":"cinderellainfocus, fairy-tales-for-adults, hlbalcomb, hope-quotes, kindness, kindness-quotes"},{"quote":"Kindness is your best gift you can ever give to anyone in any time!","author":"Mehmet Murat ildan","category":"gift, gift-quote, gift-quotes, ildan-wisdom, ildan-wise-sayings, ildan-words, kindness, kindness-quotations, kindness-quote, kindness-quotes, mehmet-murat-ildan-quotations, mehmet-murat-ildan-quotes, turkish-aphorisms, turkish-authors, turkish-literature, turkish-playwrights, turkish-quotations, turkish-quotes, turkish-sayings, turkish-thinkers, turkish-wisdom-words, turkish-writers"},{"quote":"It’s easy to be kind to friends who return your smiles and happily lend a helping hand. But the true test of good character is finding the will and desire to be kind and charitable to those who give us absolutely no motivation to do so.","author":"Richelle E. Goodrich, Slaying Dragons","category":"be-charitable, be-kind, character, charity, good-character, kind, kindness, richelle, richelle-e-goodrich, richelle-goodrich"},{"quote":"We often look for kindness back in the same place we gave it, and mostly that is where we go wrong.Kindness does not work that way, you put your kind deeds into the universe and the universe reflects back that energy into your life, from unexpected avenues at most appropriate times.","author":"Drishti Bablani, Wordions","category":"drishti-bablani, kindness, universe, wordions, wordions-com"},{"quote":"I have my own peculiar yardstick for measuring a man: Does he have the courage to cry in a moment of grief? Does he have the compassion not to hunt an animal? In his relationship with a woman, is he gentle? Real manliness is nurtured in kindness and gentleness, which I associate with intelligence, comprehension, tolerance, justice, education, and high morality. If only men realized how easy it is to open a woman's heart with kindness, and how many women close their hearts to the assaults of the Don Juans.","author":"Sophia Loren","category":"kindness"},{"quote":"Many times people take my kindness for stupidity, including \"christians\" will try to take advantage of your kindness if you allow them, but if I feel helping them I'll tolerate bit of my kindest, not because i'm stupid but because I have a gentle heart","author":"Zybejta Beta Metani'Marashi","category":"kindness"},{"quote":"The right way to start your day...Guard well within yourself with benevolence, Hateful people will always try to provoke you.","author":"Napz Cherub Pellazo","category":"benevolence, guard-well, inspirational, kindness, right-path, start-day"},{"quote":"What weighs us down is not gravity! A little force of kindness can decelerate depravity.","author":"Igbinovia Ixrael Lee","category":"charity, depravity, force, giving, good, help, kindness, life, love, piety, sobriety"},{"quote":"Allow your daily small acts of kindness to degenerate into a lifetime of human excellence.","author":"Sravani Saha Nakhro","category":"kindness"},{"quote":"I don’t believe in a god, not in the traditional sense anyway. I guess that’s what being raised Catholic has done to me. But I do believe in energy. I do believe in right and wrong. I do believe in kindness and truth.","author":"R.B. O'Brien","category":"catholic, god, goodness, kindness, truth"},{"quote":"Live in a dignified way with nobility, pride, strength, and kindness.","author":"Seiji Fuji, Theoretical Modern History","category":"dignity, inspirational, kindness, life, nobility, philosophy, virtue, virtues"},{"quote":"Often the best gifts we can give each other cost nothing.","author":"Russ Ramsey, Struck: One Christian's Reflections on Encountering Death","category":"gifts, kindness, love, service"},{"quote":"As a child, I once suffered a bad fall that resulted in scratched palms and scraped knees. I remember how badly it stung, the cold air hitting my bleeding wounds; I felt that I couldn’t stand up for the pain. Through a veil of tears, I recall a kind hand reaching for me and helping me to my feet. My knees and palms were washed clean, and I remember thinking that for the rest of my life, I wanted to help people stand back up.","author":"Richelle E. Goodrich, Slaying Dragons","category":"be-kind, charity, good-samaritan, helping, helping-others, kindness, love, richelle, richelle-e-goodrich, richelle-goodrich"},{"quote":"But remember that good intentions pave many roads. Not all of them lead to hell.","author":"Neal Shusterman, Scythe","category":"death, good-intentions, hell, kindness, neal-shusterman, scythe, young-adult"},{"quote":"Selfishness is easy to find. Selflessness is a much rarer beast.","author":"Stewart Stafford","category":"kindness, kindness-quotes, selfishness, selflessness"},{"quote":"Think before you click. If people do not know you personally and if they cannot see you as you type, what you post online can be taken out of context if you are not careful in the way your message is delivered.","author":"Germany Kent","category":"awareness, awareness-and-attitude, awareness-quotes, best-practices, blogging, blogging-etiquette, blogging-quote, bullying, bullying-quotes, communication-tips, cyberbullying, cybersense, cyberspace, digital, digital-age, digital-citizens, digital-citizenship, digital-culture, digital-etiquette, digital-footprints, digital-life, digital-lit, digital-marketing, digital-media, digital-mind, digital-skills, digital-thinking, digitale, ed-tech, end-bullying, ethics, ethics-matter, etiquette-tips, germany-kent, germany-kent-quote, germany-kent-quotes, good-manners, hate-speech, higher-education, hope-guru, internet-education, internet-tips, issues, kindness, manners, marketers, media-literacy, motivational-speaker, motivational-speakers, netiquette, no-to-bullying, online, online-bullying, online-communication, online-discussion, online-ethics, online-etiquette, personal-branding, professional, protocol, responsibility, responsible-posting, self-help-authors, smart-tech, social-education, social-media, social-media-advice, social-media-audiences, social-media-authors, social-media-behavior, social-media-mind, students, table-talk, the-hope-guru, think-before-you-click, think-before-you-post, think-twice, tips, web-marketing, you-are-what-you-tweet, youth"},{"quote":"This woman did not know me, but she knew this stretch of trail. She didn't know if I was kind or mean, gentle or abrasive, honest or a liar. She didn't need to know what I had accomplished in life or what I had wasted. She just knew that if I was there in her hospital on my birthday, I was probably feeling a little lost. On that basis alone, i mattered to her.","author":"Russ Ramsey, Struck: One Christian's Reflections on Encountering Death","category":"kindness, love, service"},{"quote":"The very next day after Miss West and I’d talked about her son and missions, she was the same as she’d always been: volatile and unhappy with a hatred that spewed out of her like missiles. I thought I understood why. She must have hated us for being alive when her son was dead.Lately the class has been turning against her. They’re openly hostile, and they whisper plots for revenge. It seems unfair, the way unhappiness flows out of a person, just to ricochet.  “Adam…do you think we have a missions?” He looks at me with a confused expression. “What kind of missions?” “I don’t know. Do you think you have a mission?” I shrug, disappointed. If Adam doesn’t know, then I guess no one does.  A girl turns onto our hall, eyes red and sad, and she passes, Adam sends her a smile. Her whole face brightens and she sends him a smile back.  Hate ricochets, but kindness does too. Page 178.","author":"Robin Roe","category":"a-list-of-cages, kindness, robin-roe, roe, ya-quotes"},{"quote":"I find it a challenge to respect capable people who care only for their own interests.","author":"Brandon Mull, Dragonwatch","category":"empathy, kindness, respect, wisdom"},{"quote":"Do not wait until Christmas to spread a little cheer,people appreciate kindness, all through of the year.","author":"Charmaine J. Forde","category":"appreciate, cheer, christmas, kindness, spread, year"},{"quote":"For all those people, who took advantage of my kindness. Thank you. I won't drop to your level. I'll simply smile and move on.","author":"Saif Ullah","category":"inspirational, karma-quotes, kindness"},{"quote":"A little attention, a little kindness, a little thoughtfulness are worth more than all the wealth in the world.","author":"Avijeet Das","category":"artiste, attention, kindness, life-quoteslife-lessons, thoughtfulness, writer"},{"quote":"They celebrated the sins, while the kindness continued to weep in the corner. The swords of the demons shined brighter, while the wings of the angels were crumpled and bled.","author":"Akshay Vasu","category":"angels, bled, bright, celebrate, crumple, demons, kindness, shine, sins, swords, weep, wings"},{"quote":"There are those who are awkward in the face of sorrow, fearing to say the wrong thing; to them, I say, there is no wrong in comfort, ever. A kind word, a consoling arm ... these things are ever welcome.","author":"Jacqueline Carey, Kushiel's Dart","category":"kindness, sorrow"},{"quote":"I could doubt the value of my books as much as many do, except that, as a researcher and very curious person, I do read a lot too, and can clearly see the difference in value between what I do and what others do. I have no doubt that my books have much more value than nearly all others out there, and it wouldn't make sense for me to be an author if I couldn't see that, or if I saw the opposite, as I believe that, if we're not upgrading mankind, we're just making it lost and vulnerable to the claws of ignorance.","author":"Robin Sacredfire","category":"altruism, author, authors, authorship, daniel-marques, freemasonry, illuminati, kindness, positivism, research, rosicrucianism, secret-societies, warm-hearted, writer, writers, writing"},{"quote":"You were kind.”Cazaril shrugged. “Why not? What could it cost me, after all?”Bergon shook his head. “Any man can be kind when he is comfortable. I’d always thought kindness a trivial virtue, therefore. But when we were hungry, thirsty, sick, frightened, with our deaths shouting at us, in the heart of horror, you were still as unfailingly courteous as a gentleman at his ease before his own hear","author":"Lois McMaster Bujold, The Curse of Chalion","category":"kindness, virtues"},{"quote":"The century of Einstein and Planck was also the century of Hitler. The Gestapo and the scientific renaissance were children of the same age. How humane the nineteenth century seemed, that century of naive physics, when compared with the twentieth century, the century that had killed his [Viktor's] mother. There is a terrible similarity between the principles of Fascism and those of contemporary physics.Fascism has rejected the concept of a separate individuality, the concept of \"a man,\" and operates only with vast aggregates. Contemporary physics speaks of the greater or lesser probability of occurrences within this or that aggregate of individual particles. And are not the terrible mechanics of Fascism founded on the principle of quantum politics, of political probability?Fascism arrived at the idea of the liquidation of entire strata of the population, of entire nations and races, on the grounds that there was a greater probability of overt or covert opposition among these groupings than among others: the mechanics of probabilities and of human aggregates.But no! No! And again no! Fascism will perish for the very reason that it has applied to man the laws applicable to atoms and cobblestones!Man and Fascism cannot co-exist. If Fascism conquers, man will cease to exist and there will remain only man-like creatures that have undergone an internal transformation. But if man, man who is endowed with reason and kindness, should conquer, then Fascism must perish, and those who have submitted to it will once again become people.","author":"Vasily Grossman, Life and Fate","category":"fascism, kindness, physics, reason"},{"quote":"Stop looking for flaws, and kindness come much more easily.","author":"Deepak Chopra, Fire in the Heart: A Spiritual Guide for Teens","category":"kindness"},{"quote":"I sometimes get the feeling that he was less pleased by kindness itself than by the elegance of the gesture.","author":"Donna Tartt, The Secret History","category":"kindness"},{"quote":"Faced with delicate issue, consider kindness and deference. It's neither familiarity, indifference nor ire, but a perceived warmth to another soul","author":"Val Uchendu","category":"anger-quotes, delicate, familiarity, feelings-quotes, indifference, issues, kindness, kindness-quotes, soul-quotes"},{"quote":"No act of kindness deserves a debt in return.","author":"Erin Forbes, Fire & Ice: The Elementals","category":"kindness"},{"quote":"She had needed kindness before, and had received none. Now it was too late, and she did not know what to do with it.","author":"Frances Hardinge, The Lie Tree","category":"human, kindness"},{"quote":"Why should our nastiness be the baggage of an apish past and our kindness uniquely human? Why should we not seek continuity with other animals for our 'noble' traits as well?","author":"Stephen Jay Gould","category":"animal, cognitive-evolution, kindness, nastiness, noble, traits"},{"quote":"If everything I possessed, vanished, suddenly,I'd be sorry.But I value things unpossessed.The wind, and trees, and sky and kind thoughts, much more.","author":"Dorothy Hartley","category":"kindness, possessions, sky, tree, value, wind"},{"quote":"When you have a good heart, kindness becomes a responsibility you take up.","author":"Ufuoma Apoki, The Return of Lucas","category":"good-heart, kind-heart, kindness, responsibility"},{"quote":"Life is too short, so don't let no one to ruin your day, the best way to avoid them is to kill them with kindest","author":"\"Beta\" Metani' Marashi","category":"kindness"},{"quote":"He trusted that I would have a very pleasant stay: it was so peaceful, and the meals were delicious. As he said it, I realized that he was expressing not just a belief, but a hope, because he was one of those people, and you don't see them every day, who take an instinctive pleasure in the happiness of their fellow men – that he was, in other words, a nice guy.","author":"Michel Houellebecq, Soumission","category":"kindness, nice, nice-people, niceness"},{"quote":"But above all, above respect and esteem, there was a motive within her of good will which could not be overlooked. It was gratitude. -- Gratitude, not merely for having once loved her, but for loving her still well enough, to forgive all the petulance and acrimony of her manner in rejecting him, and all the unjust accusations accompanying her rejection. He who, she had been persuaded, would avoid her as his greatest enemy, seemed, on this accidental meeting, most eager to preserve the acquaintance, and without any indelicate display of regard, or any peculiarity of manner, where their two selves only were concerned, was soliciting the good opinion of her friends, and bent on making her known to his sister.","author":"Jane Austen, Pride and Prejudice","category":"elizabeth-bennet, kindness, love, mr-darcy, pride, pride-prejudice, regency, romance"},{"quote":"For the kindest of them was as far out of touch, as unreachable, as the crudest.","author":"Ursula K. Le Guin, The Word for World is Forest","category":"kindness"},{"quote":"The air was filled with phantoms... and... the misery with them all was, clearly, that they sought to interfere, for good, in human matters, and had lost the power forever.","author":"Charles Dickens, A Christmas Carol and Other Christmas Writings","category":"death, kindness, procrastination, service"},{"quote":"Words like “patience”, and “kindness”, and “goodness”. They are the words of a hero.","author":"Mark Andrew Poe, Ending Easter","category":"goodness, harry-moon, hero, kindness, patience, values"},{"quote":"You can get anything you want if you're nice to people. People like to do things for people, it's so easy to be kind.","author":"Kate Moretti, The Vanishing Year","category":"kindness"},{"quote":"Zoe leaned closer to Ruth, nearly nose to nose. “If they were made from better stuff, they would have pretended the fault was theirs. They would have made a moment of it--a pretty moment.","author":"Michael Benzehabe","category":"benzehabe, consideration, good-manners, immigrant, immigration, kindness, social-graces, unassimilated"},{"quote":"Plucking a flower and giving it to someone is not an act of kindness","author":"it is a behaviour of killing a defenceless fragile beauty for the sake of our own interest!","category":"Mehmet Murat ildan"},{"quote":"Diplomacy is so weak and prosaic. Diplomacy must never become an end, itself. Facts are so much more important in science. Yet, I'm beginning to appreciate the value of a soft word and a smile. --Unassimilated pg 294","author":"Michael Benzehabe","category":"diplomacy, immigration, iran, kindness, michael-benzehabe, unassimilated"},{"quote":"Even the most kindest person in the world, can be the most cruelest person.","author":"PureDragonWolf","category":"evil, infj, kindness, selflessness"},{"quote":"You can't worry about the rest of the world, never mind the rest of the universe. All you can do is look to your left and your right and try to be kind to whoever is there.","author":"Rowan Coleman, We Are All Made of Stars","category":"inspirational, kindness, love"},{"quote":"Are you a Buddhist?\"\"No, I'm an asshole. But I keep trying.","author":"Scott Hawkins, The Library at Mount Char","category":"assholes, kindness, trying"},{"quote":"She may not be the prettiest, or the smartest, or the wealthiest at the Academy, but she could be kind. Anyone could be kind.","author":"Alleece Balts, The Crowd","category":"boarding-school, bullying, bullying-isn-t-right, kind, kind-quotes, kindness, pretty, smart, truth, wealth"},{"quote":"If you appreciate, you will appreciate.","author":"Bernard Kelvin Clive","category":"appreciation, gratitude, kindness, thanksgiving"},{"quote":"Be a goal-setter, a go-getter, all the while, moving, in humility and kindness.","author":"Kamini Arichandran","category":"go-getter, goal-setting-quote, humility, kindness, moving"},{"quote":"Elegance and kindness is an elegant and kind reply to the rudeness of this world!","author":"Mehmet Murat ildan","category":"elegance, elegant, elegant-quotes, ildan-wisdom, ildan-wise-sayings, ildan-words, kind-quotes, kindness, kindness-quotes, mehmet-murat-ildan-quotations, mehmet-murat-ildan-quotes, rudeness, turkish-authors, turkish-literature, turkish-playwrights, turkish-quotations, turkish-quotes, turkish-wisdom-words, turkish-writers"},{"quote":"Though Julian could be marvelously kind in difficult circumstances of all sorts, I sometimes got the feeling that he was less pleased by kindness itself than by the elegance of the gesture.","author":"Donna Tartt, The Secret History","category":"donna-tartt, elegance, fake, julian-morrow, kindness, the-secret-history"},{"quote":"Answer suffering with kindness.","author":"Claudia Gray, Star Wars - Bloodline","category":"kindness"},{"quote":"And just as there is random horror-murder,suicide,child abuse,car accidents.......there is also indiscriminate kindness.Not merely miracles,though I have experienced them.But simple human connection,either brokered by an angel or sourced by one.That is why I try to encourage people to be receptive to that new person who seems to have appeared in their life out of nowhere.","author":"Chris Bohjalian, Secrets of Eden","category":"kindness, you-never-know"},{"quote":"Verily the kindness that gazes upon itself in a mirror turns to stone,And a good deed that calls itself by tender names becomes the parent to a curse","author":"Kahlil Gibran, The Prophet","category":"kindness"},{"quote":"What I want is so simple I almost can’t say it: elementary kindness.","author":"Barbara Kingsolver, Animal Dreams","category":"kindness, simplicity"},{"quote":"I have found that it is the small everyday deed of ordinary folks that keep the darkness at bay. Small acts of kindness and love.\" ~ Gandalf (J. R. R. Tolkein ~ The Hobbit)","author":"J.R.R. Tolkien","category":"kindness"},{"quote":"The biggest sin in Satanism is not murder, nor is it kindness. It is stupidity.","author":"Marilyn Manson, The Long Hard Road Out of Hell","category":"antireligion, kindness, murder, satanism-religion, sin, stupidity"},{"quote":"The world is a chaotic place find a love that doesn't allow a home to have the same feeling.","author":"Nikki Rowe","category":"happiness, inner-being, kindness, kindred-spirits, love, relationships, true-love, unconditional-love"},{"quote":"t wait until you become rich to help somebody, kindness doesn't always require money","author":"Charmaine J. Forde","category":"kindness, require, rich, somebody"},{"quote":"Don't wait until you become rich to help somebody, kindness doesn't always require money","author":"Charmaine J. Forde","category":"help, kindness, require-money, rich, somebody"},{"quote":"Plant seeds of kindness and watch your blessings flow abundantly","author":"Charmaine J. Forde","category":"abundantly-flow, blessings, kindness, plant, seeds, watch"},{"quote":"Be kind to UNKIND people.They need it the most.","author":"Dalai Lama XIV","category":"kindness, kindness-quotes"},{"quote":"As much as we seek approval, we dread condemnation","author":"Dale Carnegie, How to Win Friends and Influence People","category":"kindness"},{"quote":"All we have is \"One Life\", so go for IT!","author":"Shannon L. Alder","category":"charity, for-nathaniel, god-s-plan, kindness, love, love-one-another, never-give-up, one-life, service, songs, songs-of-hope"},{"quote":"Your words to yourself and to others should uplift, never tear down.","author":"Eileen Anglin","category":"kindness, kindness-quote, self-esteem, self-love, uplift-others"},{"quote":"Cracks in our souls help us bear the overwhelming imperfections of the world. They're not our flaws. Kindness knows this.","author":"Aditya Bhaskara","category":"imperfection, kindness"},{"quote":"So much drama off and online...Be kind and respect others.Follow the golden rule. Always.Don't step on others.Chase your dreams the right way.Keep your head up. Then, everything else will take care of itself.","author":"K.J. Kilton","category":"be-kind, care, drama, golden-rule, kindness, respecting-others"},{"quote":"Only kindness is spreadable","author":"because that is how we live","category":"Anoynmous"},{"quote":"Unexpected and pleasant surprises occur every day...random kindnesses from a stranger","author":"would-be tragic accidents narrowly avoided","category":"sicknesses healed.... We will notice if we look. We will see good sprinkled liberally over every day if we are open."},{"quote":"We cannot know. But sometimes there is kindness, and sometimes there is love.","author":"Guy Gavriel Kay, Children of Earth and Sky","category":"kindness, love, uncertainty"},{"quote":"There was a little girlWho had a little curlRight in the middle of her forehead.When she was good, she was very, very good.And when she was “bad”,Her Papa loved her anyway.","author":"Kristen McKee, Nursery Rhymes for the Unconditional and Unschooled","category":"kindness, partnership, rewriting-history, unconditional, unconditional-love, unschooling"},{"quote":"Since you cannot always carry and display your diploma. Kindly act like you have one. Professionalism. Include that to your dictionary.","author":"Joshua De Vera Bautista","category":"dictionary, diploma, kindness, professionalism"},{"quote":"I hate in-the-end kindnesses: they're about as nourishing as the third day of cold mutton.","author":"Edith Wharton, Old New York: Four Novellas","category":"kindness"},{"quote":"I know the scent of betrayal. I may be kind to you, but don't mistake my kindness for weakness. After all, the Angels have a sharp sword too","author":"Joshua De Vera Bautista","category":"angel, betrayal, kindness"},{"quote":"Rock-a-bye Baby In the tree topWhen the wind blows The cradle will rock.When the bough breaksThe cradle will fallAnd Mama will catch you Cradle and all!","author":"Kristen McKee, Nursery Rhymes for the Unconditional and Unschooled","category":"baby-shower, kindness, nursery-rhymes, parenting, partnership, unconditional-love, unschooling"},{"quote":"Even the kindest saint does have their own adversary","author":"Joshua De Vera Bautista","category":"adversary, kindness, saint"},{"quote":"When you stop living for luxuries you understand the real meaning of life.","author":"Edhi Sahab, 1928-2016","category":"generosity, helping-others, kindness, life, luxury, meaning-of-life"},{"quote":"If 10 percent of the population were to take a consciously ethical outlook on life and act accordingly, the resulting change would be more significant than any change of government,","author":"Peter Singer, Writings on an Ethical Life","category":"altruism, ethics, kindness, moral-philosophy, morality"},{"quote":"Be kind whenever possible. It is always possible. And be kinder than is necessary.","author":"Dalai Lama XIV","category":"dalai-lama, kind, kindness"},{"quote":"It's not a big thing, but I guess it's true- big things are often just small things that are noticed.","author":"Ned Vizzini, It's Kind of a Funny Story","category":"kindness, life"},{"quote":"There is no inner peace found in taking care of me and mine. It is present in attending to the needs of we and ours.","author":"John Bruna","category":"community, helping, inner-peace, kindness, needs"},{"quote":"In a world full of sadness and travail, kindness is not to be underestimated. You have the change to do a great deal of good, my dear, just by showing kindness to those the trail brings your way. Whatever you do, do your work heartily, not as unto men, but as unto God. He will take notice and He will be pleased.","author":"Stephanie Grace Whitson, Messenger By Moonlight","category":"kindness"},{"quote":"Kindness and love, love and kindness.. You can't have one without the other.. Kindness and love go hand-in-hand.","author":"Heather Wolf, Kipnuk Has a Birthday","category":"a-snowy-day, heather-wolf, kindness, kindness-quotes, kipnuk-adventure-series, kipnuk-has-a-birthday, kipnuk-s-joke-book-for-kiddies, kipnuk-the-talking-dog, kipnuk-visits-sea-isle, love, love-and-kindness, love-quotes, the-long-spring"},{"quote":"My reason to live is to love, my reason to get is to give. - The Lord is my witness.","author":"Nurudeen Ushawu","category":"ethics, generosity, inspirational, kindness, life, wisdom"},{"quote":"Kindness is love in action, not feeling emotions or thoughts of empathy only. Kindness is doing!","author":"Shannon L. Alder","category":"action, activism, altruism, doing, giving, helping-others, kindness, love-on-another, reaching-out, serving"},{"quote":"Don't consider my kindness as my weakness, the beast in me is sleeping not dead.","author":"Moosa Rahat","category":"beast, consider, dead, kindness, sleeping, weakness"},{"quote":"To keep a warm heart in winter is the real victory.","author":"Marty Rubin","category":"coldness, kindness, warmth, winter"},{"quote":"For though men be ignorant, yet they are men","author":"Baruch Spinoza, Ethics","category":"courtesy, ethics, ignorance, kindness, moral-philosophy, philosophy, spinoza, tolerance"},{"quote":"Do what you can to avoid or neutralize conversations which put people down. Think with your heart.","author":"Karen Salmansohn","category":"bullying, kindness"},{"quote":"Being extra nice to someone can be a form of manipulation--kindness is an exercise of power in its own right.","author":"Wang Anyi, The Song of Everlasting Sorrow: A Novel of Shanghai","category":"kindness, niceness"},{"quote":"When I realize I made someone's day, it makes my day.","author":"Genesis Quihuis","category":"day, kindness, make-your-day, realize"},{"quote":"You don't need your eyes to love, Right?","author":"R.J. Palacio","category":"hurt, inspirational, kindness, love"},{"quote":"You might pass by those who're stuck in the bottle neck while you are swimming in your whiskey, be kind !","author":"Farid F. Ibrahim","category":"kindness, lessons-in-life, wise-thoughts"},{"quote":"Before you go to bed think about what you left behind in the wake of the day…","author":"Nanette L. Avery","category":"bedtime, kindness, responsibility"},{"quote":"…there was no more that I could do to make myself look better in that moment than smile and be kind…","author":"Andie Mitchell, It Was Me All Along","category":"inner-beauty, inspriational, kindness"},{"quote":"The surest cure for selfishness is to continually practice random acts of kindness.","author":"R.A.Delmonico","category":"kindness"},{"quote":"It was a good thing to be an African. There were terrible things that happened in Africa, things that brought shame and despair when one thought about them, but that was not all there was in Africa. However great the suffering of the people of Africa, however harrowing the cruelty and chaos brought about by soldiers—small boys with guns, really—there was still so much in Africa from which one could take real pride. There was the kindness, for example, and the ability to smile, and the art and the music.","author":"Alexander McCall Smith, Morality for Beautiful Girls","category":"africa, kindness, suffering"},{"quote":"We should be carefulOf each other, we should be kindWhile there is still time","author":"Philip Larkin, Collected Poems","category":"kindness"},{"quote":"The mower stalled, twice; kneeling, I foundA hedgehog jammed up against the blades,Killed. It had been in the long grass.I had seen it before, and even fed it, once.Now I had mauled its unobtrusive worldUnmendably. Burial was no help:Next morning I got up and it did not.The first day after a death, the new absenceIs always the same; we should be carefulOf each other, we should be kindWhile there is still time.","author":"Philip Larkin, Collected Poems","category":"kindness"},{"quote":"For he did not seem to know any way to do a person a kindness but by killing him.","author":"Mark Twain, The Mysterious Stranger","category":"kindness, satan, twisted-logic"},{"quote":"Kindness in looks and words and ways is true politeness, and any one can have it if they only try to treat other people as they like to be treated themselves.","author":"Louisa May Alcott","category":"kindness"},{"quote":"No one is on this world today to be a pessimist. They may be one for a while, but they will always turn optimistic with the help of many people. Kindness, makes everyone feel better.It's like involuntary muscles. Your involuntary muscles didn't volunteer to do this for you, for your body functions. They just do it to keep you going.Kindness isn't given simply because they chose to. It is a natural act that everyone has, even if it isn't shown all the time. It is used to save people, to let them feel loved and important. Kindness can carry people a mile.","author":"Hina Yu","category":"hopeful-quotes, kindness, nice"},{"quote":"Everything we say and do affects people.It can be either physically or mentally.Words can cut deeper than a knife,and we all know that.We could have experienced it in our lives at least one.It isn't easy, dealing with those type of situation.It isn't easy, trying to heal those wounds.But we make it out of it alive, because we always have these amazing people that are always there for us.An act of kindness and support,is just that powerful.*******************************************************************************Don't pull away from the rest of the world. For those of you that are out there,with no friends,with no one to support you,those who are being neglected.You are never alone.Somewhere on this Earth, there is ALWAYS someone who is there for you.There is always someone that cares about you and feels your pain.There is always someone that will understand your story.Don't be afraid to come out of your shell.Don't be afraid to interact with people.Don't be afraid to be who you are.Dare to dream, Explore, and Love. <3 The outcomes are worth it.","author":"Hina Yu","category":"don-t-be-afraid, hardship-overcome, impactful, kindness, not-alone, powerful"},{"quote":"Bad stuff happens, people are mean, there are no steps you can take that ensure the world leaves you alone. All you can do is try not to be one of those people who contributes to the bad.","author":"Holly Bourne, Am I Normal Yet?","category":"bad, good, kindness, mean"},{"quote":"The Creator favors the man who loves over the man who hates.","author":"Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem","category":"animosity, creator, divide, god, hate, hatred, kindness, love, loving, unite"},{"quote":"You celebrate what works and you take tender care of what doesn’t, with lotion, polish, and kindness.","author":"Anne Lamott, Plan B: Further Thoughts on Faith","category":"kindness, lotion, polish"},{"quote":"Instead of measuring yourself by your weight, measure yourself by your acts of kindness.","author":"Elle Sommer","category":"kindness, weight"},{"quote":"To stay true to ourselves and remain kind to others is an art. It does require daily vigilance and, at the same time, it’s important to remember that art can often get messy.","author":"Christopher Dines, The Kindness Habit: Transforming our Relationship to Addictive Behaviours","category":"addiction, addiction-and-recovery, addictive-behaviour, addictiveness, boundries, kindness, self-kindness"},{"quote":"Love is donating a chunk of your life to patch up holes in the life of another.","author":"Richelle E. Goodrich, Slaying Dragons","category":"caring, charity, giving, helping, kindness, life, love, loving-others, richelle, richelle-e-goodrich, richelle-goodrich"},{"quote":"The greatest inspiration you can find in this world is \"YOU\" when you help someone, encourage them, praise them, smile at them or just be kind to them that is a huge Inspiration to you and them!!","author":"Angie karan","category":"encouragement, help-someone, kindness, praise, the-greatest-inspiration, you"},{"quote":"Love is eternal, and growing with each breath, every kind thought, word and deed.","author":"Theodore Volgoff, The Backpack","category":"eternal, growing, kindness, love"},{"quote":"There's no such thing as a problem that's yours and not mine.","author":"Dara Horn, The World to Come","category":"kindness, problems"},{"quote":"If you can't see the sun then too many things stand in your way. Sometimes, you have to climb to the top of all your fears to see any horizon, such is life. God needs to you rise higher before you will ever \"see\" something different.","author":"Shannon L. Alder","category":"kindness, perspective, rising-higher, sun, trees"},{"quote":"Since most of us are just trying to figure it all out, why not be kind and considerate while on the journey?","author":"Charles F. Glassman, Brain Drain   The Breakthrough That Will Change Your Life","category":"figure-out, kindness, kindness-quotes"},{"quote":"A good tree never seizes to bear good fruits.","author":"Lailah Gifty Akita","category":"fruits, good-deeds, kindness, motivational"},{"quote":"It is better to sow good deeds; love, goodness and kindness.","author":"Lailah Gifty Akita","category":"deeds, inspirational, kindness, love"},{"quote":"Be kind to yourself. Remember that when you abuse yourself, you will experience the anger, regret, and apathy of the bully as well as the depression, anxiety, and insecurity of the victim. Whatever you do, be kind to yourself.","author":"Vironika Tugaleva","category":"bullying, kindness, self-acceptance, self-compassion, self-esteem, self-judgment, self-love"},{"quote":"Every time we reach in to the cave of our loving heart and deliver an act of kindness, and touch another, we are truly sending a beautiful arrow of our love from our heart straight in to God's heart. When we purely serve another—whether it's someone hurting and confused, the cranky person at work, or the slightly strange elderly woman we help up the elevator—we are actually serving the beauty of God who lives within that person. In essence, we are magnificently surrendering to a higher and divine Love. My dear friends, lets be those beautiful instruments of that divine love. Lets open our wings and deliver small acts of everyday kindness, no matter how big or small. Remember, this divine love; is never wasted. It only flows out and becomes a great big ocean of oneness love for all","author":"Angie karan","category":"beautiful-arrow-of-our-love, god-s-heart, kindness, serving-others"},{"quote":"Make a difference in someones life everyday. It does make a difference. Everyone has the ability to make a difference. It doesn't take much to give someone encouragement. The wheel always comes full circle, and whatever we give out will always return to us. The most meaningful acts are often the ones we commit without prompting or expectations. We have such profound power when we lend an ear, a hand, or an act of kindness","author":"Angie karan","category":"ability, an-act-of-kindness, angie-karan-kezos-quotes, commit-without-prompting, kindness, make-a-difference"},{"quote":"To be a better person, spend less time filling out your personal scorecard and more time being kind . . . to you.","author":"Philip Chard, Nature's Ways: Experiencing the Sacred in the Natural World","category":"healing, kindness, self-compassion"},{"quote":"A most loving virtue of all, is that of a cheerful giver with the right attitude of LOVE! Giving is not just a random act of kindness. It is an investment in humanity. In return you become more than yourself, you transcend","author":"Angie karan","category":"a-most-loving-virtue-of-all, giving, kindness, love, transcendence, virtue"},{"quote":"Right is lovely.","author":"Lailah Gifty Akita","category":"kindness, lovely, right-action, wise-sayings"},{"quote":"The Limoges set has brought us more joy in its absence than it ever did in our cupboards. Of course, we no longer own a set of china to pass down to our kids, but that's okay. Francois and I plan on giving our children something more valuable, the simple truth that the best way to go through life is to be a major donor of kindness. We'll tell them that it's possible to own a whole bunch of beautiful, valuable things and still be miserable. But sometimes just having a recipe for chocolate Bunt cake can make a person far, far happier.","author":"Firoozeh Dumas, Funny in Farsi: A Memoir of Growing Up Iranian in America","category":"happiness, kindness"},{"quote":"I do not have respect for you who takes advantage of the soul that is kind and giving, for it is you who takes such liberties that becomes the ultimate fool.","author":"C.C. Franklin","category":"dishonest, fool, giving, kindness, taking-advantage"},{"quote":"Don't do something for recognition. Do it out of kindness. Do it because out of giving, it will make you whole and complete","author":"Angie karan","category":"giving, kindness, recognition, whole-and-complete"},{"quote":"I give this freely","author":"M.J. Haag, Devastation: A Beauty and the Beast Novel","category":"beast, kindness, price"},{"quote":"He was funny and charming, but also kind. It seemed the older she got, the more she appreciated kindness in people.","author":"Susan Mallery, All Summer Long","category":"kindness, truth"},{"quote":"Whatever you sow, you will reap. Sow the seeds of love, kindness and peace.","author":"Lailah Gifty Akita","category":"deeds, kindness, motivational, sowing"},{"quote":"The question to always be in your inner dialogue, asking yourself...is it kind?","author":"Eileen Anglin","category":"kindness, kindness-compassion, kindness-quote, kindness-quotes"},{"quote":"As the four girls were taking her father's life, she had tried to rush onto the stage. But two old university janitors held her down and whispered into her ear that she would lose her own life if she went.","author":"Liu Cixin","category":"china, china-sorrows, chinese-cultural-revolution, chinese-history, cultural-revolution, heroes, history-of-china, janitors, kindness"},{"quote":"Checking in on what our kids are doing online isn't helicoptering, it's parenting.","author":"Galit Breen, Kindness Wins","category":"cyber-bullying, cyberbullying, internet, internet-etiquette, internet-manners, kindness, kindness-quotes, kindness-to-others, online-education, online-etiquette, parenting, parenting-advice, parenting-children, parenting-quotes, parenting-teenagers, parenting-teens, social-media, teens, tweens"},{"quote":"The absolute best way to raise kind kids, is to be kind parents.","author":"Galit Breen, Kindness Wins","category":"cyber-bullying, cyberbullying, internet, internet-etiquette, internet-manners, kindness, kindness-quotes, kindness-to-others, online-education, online-etiquette, parenting, parenting-advice, parenting-children, parenting-quotes, parenting-teenagers, parenting-teens, social-media, teens, tweens"},{"quote":"They tell me, shaking their heads:\"You should be kinder. You are somehow furious\".I used to be kind. It didn’t last long.","author":"Yevgeny Yevtushenko","category":"fury, kindness"},{"quote":"Don't do something for recognition. Do it out of kindness ..because out of giving, it will make you whole and complete.","author":"Angie karan","category":"complete, giving, kindness, recognition, whole"},{"quote":"Checking in on what our kids are doing online isn't 'helicoptering,' it's 'parenting.","author":"Galit Breen","category":"cyber-bullying, cyberbullying, internet, internet-etiquette, internet-manners, kindness, kindness-quotes, kindness-to-others, online-education, online-etiquette, parenting, parenting-advice, parenting-children, parenting-quotes, parenting-teenagers, parenting-teens, social-media, teens, tweens"},{"quote":"He was always in a sort of fever because he was dropping behind schedule with his daily acts of kindness. However hard he tried, he'd fall behind; and then you would find him prowling about the house, setting such a clip to try and catch up with himself that Easeby was rapidly becoming a perfect hell for man and beast.","author":"P.G. Wodehouse, Carry on, Jeeves","category":"altruism, boy-scouts, kindness"},{"quote":"Hearts of gold are heavy.","author":"Jenim Dibie","category":"kindness, life, love"},{"quote":"Fearlessness is not what you do to win, but what you don't do. When you love yourself as much as your God, you won't see other people as the source of your pain. Rather, you will see who you have become because you honestly believed that your chains would be broken through hatred, instead of kindness.","author":"Shannon L. Alder","category":"accountability, confidence, cruelty, empowering-women, faith, fearless, kindness, learn, love-one-another, mistakes, outside-influence, relationship-with-god, relationships-101, self-growth"},{"quote":"To teach our kids what they need to know online, we have to talk to them off line.","author":"Galit Breen, Kindness Wins","category":"cyber-bullying, cyberbullying, internet, internet-etiquette, internet-manners, kindness, kindness-quotes, kindness-to-others, online-education, online-etiquette, parenting, parenting-advice, parenting-children, parenting-quotes, parenting-teenagers, parenting-teens, social-media, teens, tweens"},{"quote":"Love is the only force capable of transforming an enemy into a friend.","author":"Martin Luther King Jr.","category":"inspirational, kindness, love"},{"quote":"Just a little drop of kindness can water a whole garden.","author":"Heather Wolf","category":"a-snowy-day, heather-wolf, kindness, kindness-quotes, kipnuk-adventure-series, kipnuk-has-a-birthday, kipnuk-s-joke-book-for-kiddies, kipnuk-the-talking-dog, kipnuk-visits-sea-isle, quotes-and-saying, the-long-spring"},{"quote":"Don't let anyone fool you. The stars are always shining. And you don't just see them in the dark. The sun is a star, and it provides light for all of us.","author":"Halle Teart","category":"be-yourself, inspirational, inspirational-quotes, kindness, science, self-love, self-worth"},{"quote":"These people all woke up this morning and reminded themselves to be human beings. Not everyone knows how to do that. No vermin, my people. Real human beings.","author":"Jami Attenberg, Saint Mazie","category":"human, kindness"},{"quote":"Kindness may be the most difficult of virtues, but when I have encountered it, it has meant everything to me.","author":"George Hodgman","category":"kindness"},{"quote":"Life is a sacred shared-life.","author":"Lailah Gifty Akita, Pearls of  Wisdom: Great  mind","category":"good-deeds, inspiration, kindness, life, missionary, sacred, service, sharing, volunteers"},{"quote":"Kindness knows no kind.","author":"Brian Spellman, If the mind fits, shrink it","category":"kind, kindness, types"},{"quote":"Always do your best to be loving and kind to others.","author":"Heather Wolf, Kipnuk the Talking Dog","category":"heather-wolf, kindness, kindness-quotes, kipnuk-adventure-series, kipnuk-has-a-birthday, kipnuk-s-joke-book-for-kiddies, kipnuk-the-talking-dog, kipnuk-visits-sea-isle, love, love-quotes, love-quotes-and-sayings, loving, loving-others"},{"quote":"Just a little loving kindness is sometimes all anyone really needs.","author":"Heather Wolf, Kipnuk Visits Sea Isle","category":"a-snowy-day, kindness, kindness-quotes, kipnuk-adventure-series, kipnuk-has-a-birthday, kipnuk-s-joke-book-for-kiddies, kipnuk-the-talking-dog, kipnuk-visits-sea-isle, love, love-quotes, love-quotes-and-sayings, quotes-about-kindness, quotes-about-love, quotes-to-live-by, the-long-spring"},{"quote":"You may possibly become rich by just caring about yourself and what you want to gain from your profession and your life but you cannot possibly enrich the lives of everyone you meet that way.","author":"Rasheed Ogunlaru","category":"career, caring, enrichment, get-rich-quick, greed, helping-others, kindness, materialism, purpose, rasheed-ogunlaru, rasheed-ogunlaru-quotes, rich, selfishness"},{"quote":"No kindness is ever wasted, nor can we ever tell how much good may come of it.","author":"Nancy Farmer, The Sea of Trolls","category":"kindness, wisdom"},{"quote":"When you love someone, you don’t care that she ate your sandwich. You only hope she found it delicious.","author":"Richelle E. Goodrich, Slaying Dragons","category":"kindness, love, love-quotes, richelle, richelle-e-goodrich, richelle-goodrich, sweetness, true-love"},{"quote":"If you don't know what to do, just be kind. You can't go wrong.","author":"R.J. Palacio","category":"book, inspirational, kindness"},{"quote":"Be gentle and kind all the time.","author":"Heather Wolf, Kipnuk's Joke Book for Kiddies","category":"a-snowy-day, gentle, gentleness, gentleness-quotes, heather-wolf, kind, kindness, kindness-quotes, kipnuk-adventure-series, kipnuk-has-a-birthday, kipnuk-the-talking-dog, kipnuk-visits-sea-isle, quotes-to-live-by, the-long-spring"},{"quote":"We are with ourselves 24/7, so we should try to treat ourselves with the most kindness, love and respect.","author":"Karen A. Baquiran","category":"kindness, love, loveyourselfmovement, respect"},{"quote":"In this world we must try to be kind to one another.","author":"Heather Wolf, The Long Spring","category":"a-snowy-day, heather-wolf, kindness, kindness-quotes, kipnuk-adventure-series, kipnuk-has-a-birthday, kipnuk-the-talking-dog, kipnuk-visits-sea-isle, quotes-to-live-by, the-long-spring"},{"quote":"With just a little drop of kindness you can water a whole garden.","author":"Heather Wolf, Kipnuk's Joke Book for Kiddies","category":"a-snowy-day, kindness, kindness-quotes, kipnuk-adventure-series, kipnuk-has-a-birthday, kipnuk-the-talking-dog, kipnuk-visits-sea-isle, the-long-spring"},{"quote":"Practice loving kindness wherever you may go.","author":"Heather Wolf, Kipnuk Has a Birthday","category":"a-snowy-day, kindness, kindness-quotes, kipnuk-adventure-series, kipnuk-has-a-birthday, kipnuk-the-talking-dog, kipnuk-visits-sea-isle, life-quotes, loving-kindness, quotes-to-live-by, the-long-spring"},{"quote":"What he sensed more than anything else was kindness – a kindness of a human and immediate sort. It was surprising how very radical this simple emotion could be.","author":"Damon Galgut, Arctic Summer","category":"kindness"},{"quote":"Sometimes kindness doesn’t beget anything but misery. My mother didn’t have to learn that until she was in her thirties","author":"I’ve known it nearly all my life. I’m not sure which of us is better off.","category":"Jessica Warman, The Last Good Day of the Year"},{"quote":"She wondered if it counted as being good if you did the good thing for purely selfish reasons. Probably not, but who cared. What was important was what you did, not how you felt.","author":"Emily Gould, Friendship","category":"actions, charity, feelings, good, kindness, reasons, selfish, selfless, volunteering"},{"quote":"There's a little known virtue called magnificence: an unostentatious liberality of expenditure in doing good. You would deny me the practice of it. Mierda! I should have left you on the comet.","author":"Julian May, Perseus Spur","category":"doing-good, good-deeds, kindness, magnificence"},{"quote":"No matter who’s looking at you, love, honesty, and kindness will always make you beautiful!","author":"Delano Johnson, Rare Images of Love","category":"beautiful, kindness, love-quotes, poetry, poetry-quotes"},{"quote":"A true friend does not make you win by making you the winner to the detriment of the true winner. He makes sure that you become a loser, not because he likes the way you fail, but to enlighten you on how it feels to be treated that way and to demonstrate that love and respect are not exclusive.","author":"Michael Bassey Johnson","category":"competition, failure, fairness, gain, honesty, justice, kindness, losing, love, reality-of-life, regard, respect, self-esteem, success, treatment, true-friend, true-friends, truth, unbiased, understanding, winner"},{"quote":"Well, we're originally from Glace Bay.\"Grandma Elsie's eyes glittered. She was looking at one of her own, a lost Cape Bretoner in need of help and offering a new story. \"Tell me all about it, dear.","author":"Beatrice Rose Roberts, Twin Loyalties: From the Chronicles of Tar Ponds City","category":"canada, cape-breton, caper, community, glace-bay, grandma, help, kindness, legend, lost, nova-scotia, story, travel"},{"quote":"Numinous,\" Ursula said, breaking the silence eventually. \"There's a spark of the divine in the world -- not God, er'er done with God, but something. Is it love? Not silly romantic love, but something more profound...\"\"I think it's perhaps something we don't have a name for,\" Teddy said. \"We want to name everything. Perhaps that's where we've gone wrong.\"\"'And whatsoever Adam called every living creature, that was the name thereof.' Having dominion over everything has been a terrible curse.\"Afterwards -- because it turned out there was an afterwards for Teddy -- he resolved that he would try always to be kind. It was the best he could do. It was all that he could do. And it might be love, after all.","author":"Kate Atkinson","category":"god, kindness, love"},{"quote":"That was the thing about her. When you told her about an incident where you so badly screwed up, half expecting her to laugh at you in amusement, half anticipating a smirk of disgust, she would hardly express her pity or maybe she did express what she felt, for she would just nod her head, gesturing you to go on... As if it's normal... As if you're normal.","author":"Sanhita Baruah","category":"different, empathy, expressions, feelings, her, kind, kindness, life, love, misfit, normal, pity, pretty, she, smile, sweet, sympathy, understand, understanding, understood"},{"quote":"Before you step out into the world today, remember that you will encounter people whose struggles you do not know. Remember the way a pair of eyes light up when greeted with kindness.","author":"D. Antoinette Foy","category":"inspirational, kindness, life, people, quotes, quotes-about-life, quotes-to-live-by"},{"quote":"Home is the dearest spot on earth, and it should be the centre, though not the boundary, of the affections.","author":"Mary Baker Eddy","category":"better-life-empathy, inspirational-living, kindness"},{"quote":"When God blesses you, the highest form of gratitude is open-handedness.","author":"Chinonye J. Chidolue","category":"10-nuggets-of-generosity, charity, generosity, goodness, kindness, openhandedness"},{"quote":"Giving is not favor","author":"it's a form of self-reparation.","category":"Chinonye J. Chidolue"},{"quote":"Greatness isn't worldly fame and success. Laying humble service for humanity's best is true greatness.","author":"Chinonye J. Chidolue","category":"10-nuggets-of-generosity, charity, generosity, goodness, kindness, openhandedness"},{"quote":"We are all citizens of the world and we owe it to the world to make it a better place.","author":"Chinonye J. Chidolue","category":"10-nuggets-of-generosity, charity, generosity, goodness, kindness, openhandedness"},{"quote":"When kindness is here, hatred disappears. When hatred is here, kindness can never enter.","author":"Debasish Mridha","category":"debasish-mridha, hatred, inspirational, kindness, philosophy, quotes"},{"quote":"All life is emptiness. Fill it with endless love, bliss, and kindness.","author":"Debasish Mridha","category":"all-life-is-emptiness, bliss, debasish-mridha, endless-love, inspirational, kindness, life, love, philosophy, quotes"},{"quote":"Kindness can heal a wound that medicine can't touch.","author":"Debasish Mridha","category":"debasish, inspirational, kindness, mridha, philosophy"},{"quote":"Even Karma rewards generosity. The good that you do must surely catch up with you!","author":"Chinonye J. Chidolue","category":"10-nuggets-of-generosity, charity, generosity, goodness, kindness, openhandedness"},{"quote":"Giving is a necessary good","author":"Chinonye J. Chidolue","category":"charity, giving, kindness, love, tags-generosity, truth"},{"quote":"For every good deed done, a blessing is waiting to be born!","author":"Chinonye J. Chidolue","category":"charity, giving, kindness, love, tags-generosity, truth"},{"quote":"Giving is recieving","author":"Chinonye J. Chidolue","category":"kindheartedness, kindness, love, tags-generosity, truth"},{"quote":"A kind soul knows impoliteness is just preoccupied with distraction.","author":"Mike Dolan","category":"kindness"},{"quote":"What will I do when you're gone?\" said Alasdair, with a faltering voice.Bryeison placed a hand on his shoulder and said, with raging tranquility, \"Do what is good and what is right.","author":"Michelle Franklin","category":"inspirational, kindness, life"},{"quote":"Be kind to yourself and others.","author":"Lailah Gifty Akita, Think Great: Be Great!","category":"kindness, motivational, self-love, wisdom-of-lailah-gifty-akita, wise-words"},{"quote":"Rare is the man who seeks not only to heal himself but to heal his fellow man.","author":"José N. Harris, Mi Vida","category":"caring, caring-for-others, healing, kindness, man, rare, rarely"},{"quote":"I'm an answer, Frankie. Maybe you're an answer for me, too?—Emerson","author":"Liza M. Wiemer, Hello?","category":"caring, friendship, helping-others, kind-heart, kindness, liza-wiemer, phone-conversation, relationships, sharing-life, sharing-pain"},{"quote":"Everyone you meet is hurt, broken and fighting a hard battle. Please don’t be an ass.","author":"Sarvesh Jain, Naked Wisdom of the child","category":"inspirational-living, kindness"},{"quote":"For some reason, Beck's unexpected kindness was hard to bear - it made tears prick my eyes where Jack's threats hadn't.","author":"Maggie Stiefvater, Shiver","category":"kind-people, kindness"},{"quote":"So by keeping her word, Frieda B. made amends. And the two who'd been strangers became best of friends.","author":"Renata Bowers, Frieda B. Meets the Man in the Moon","category":"conflict-resolution, friendship, honesty, kindness, making-amends, the-golden-rule"},{"quote":"You'd be teary, too, yes you would be,\" he said, \"if a girl and her bed had crashed into your head.","author":"Renata Bowers, Frieda B. Meets the Man in the Moon","category":"adventure, conflict, conflict-resolution, dreams, friendship, honesty, kindness, making-amends, the-golden-rule"},{"quote":"We can only diffuse kindness, to the souls filled with bitterness","author":"Lailah Gifty Akita, Think Great: Be Great!","category":"encouragement, kindness, lailah-gifty-akita-affirmations, motivational, uplifting"},{"quote":"You will never let go of the one thing that God keeps prompting you to fix.","author":"Shannon L. Alder","category":"communication, empath, empathy, flashbacks, friendship, god, goodbyes, kindness, love, promptings, restlessness"},{"quote":"One kind word can warm three winter months.","author":"Japanese Proverb","category":"kindness"},{"quote":"That was when I learned that kindness could break a heart just as sure as meanness. The difference was the kindness made that broken heart softer. Meanness just made the heart want to be hard.","author":"Susie Finkbeiner, A Cup of Dust: a Novel of the Dust Bowl","category":"child, dust-bowl, kindness, meanness"},{"quote":"Use your voice for good in this world, it may not seem like it's getting you anywhere, but in the end good wins.","author":"Heather Wolf, Kipnuk the Talking Dog","category":"compassion-quotes, goodness, goodness-quotes, hope, kindness"},{"quote":"Beware of those who are stingy, for they would rather sting you than give you anything.","author":"Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem","category":"generosity, generous, give, giving, kindness, needy, selfish, selfishness, stinginess, stingy, taking"},{"quote":"What is love?It's not empathy, nor kindness.Empathy takes two, the one who hurts and the one who empathizes.Kindness takes two, the one who gives and the one who takes.But love takes just one.The two get together into one.They don't separate.The \"I\" and the \"you\" disappear.I LOVE MEANS I DISAPPEAR..","author":"Nikos Kazantzakis","category":"empathy, kindness, love, nikos-kazantzakis, what-is-love"},{"quote":"If kindness is beauty, patience is disarming elegance.","author":"Richelle E. Goodrich, Slaying Dragons","category":"beauty, grace, kindness, patience, richelle, richelle-e-goodrich, richelle-goodrich"},{"quote":"May you find help when you need it most.","author":"Lailah Gifty Akita, Think Great: Be Great!","category":"christian-life, good-deeds, help, helping-others, helplessness, hope, kindness, need, service, volunteers"},{"quote":"We were all victims of the arbitrary nature of a totalitarian regime that constantly intruded into the most private corners of our lives and imposed its relentless fictions on us. Was this rule the rule of Islam? What memories were we creating for our children? This constant assault, this persistent lack of kindness, was what frightened me most.","author":"Azar Nafisi, Reading Lolita in Tehran","category":"kindness"},{"quote":"Tiny acts of kindness can have BIG results.","author":"Elizabeth Bourgeret","category":"acts-of-kindness, big-results, kindness, kindness-quotes"},{"quote":"People think kindness is a soft, weak, submissive influence when in reality it is the most potent, persuasive force in existence.","author":"Richelle E. Goodrich, Slaying Dragons","category":"gentleness, influence, influential, kind, kindness, nice, persuasive, richelle, richelle-e-goodrich, richelle-goodrich"},{"quote":"Do you not think, Mrs. Givings, that snow is always kind? Because it has to fall slowly, to meet the ground slowly, or the eyelash slowly— And things that meet each other slowly are kind.","author":"Sarah Ruhl, In the Next Room, or the vibrator play","category":"kindness, slowly, snow"},{"quote":"At times we feel outnumbered in our attempts to improve the world—to brighten and beautify, to preserve and heal and do what’s best for humanity. Selfless efforts can start to feel beleaguering, discouraging, even pointless with so little support. It is at these times I remind myself that I would rather be the last Good Samaritan standing than to join the ranks of selfish multitudes creating misery.","author":"Richelle E. Goodrich, Making Wishes","category":"charity, good-samaritan, help, helping, humanitarian, kindness, misery, reaching-out, richelle, richelle-e-goodrich, richelle-goodrich, selfish-people"},{"quote":"There are hundreds of reasons to be kind, but only one that matters—because it’s who you are.","author":"Richelle E. Goodrich, Making Wishes","category":"be-kind, kind, kindness, richelle, richelle-e-goodrich, richelle-goodrich, who-you-are"},{"quote":"Kindness is not entered onto the great ledger of civilisation.","author":"Matthew De Abaitua, If Then","category":"civilization, kindness"},{"quote":"Teddy bears, not grizzly bears, get invited in for honey.","author":"Richelle E. Goodrich, Making Wishes","category":"be-kind, grizzly-bears, grouchiness, grouchy, kind, kindness, richelle, richelle-e-goodrich, richelle-goodrich, teddy-bears"},{"quote":"Don’t just act with kindness, think with kindness.","author":"Elaina Marie, Happiness is Overrated - Live the Inspired Life Instead","category":"kindness"},{"quote":"We've decided to wake a miss for you because you are nice. We want a booby as roomful as ours.\"Everybody had seen the Hobgoblin laugh, but nobody believed he could smile. He was so happy that you could see it all over him -- from his hat to his boots! Without a word he waved his cloak over the grass -- and behold! Once more the garden was filled with a pink light and there on the grass before them lay a twin to the King's Ruby -- the Queen's Ruby.","author":"Tove Jansson, Finn Family Moomintroll","category":"generosity, hobgoblin, kindness, king-s-ruby, precious-stones, wishes-fulfilled"},{"quote":"We must encourage, support and comfort one another.","author":"Lailah Gifty Akita, Think Great: Be Great!","category":"advice, christian-living, coexistence, encourage, faith, good-deeds, humanity, inspire, kindness, motivational, people, uplifting"},{"quote":"Everything passed, and what trace of its passage remained? It seemed to Kitty that they were all, the human race, like the drops of water in that river and they flowed on, each so close to the other and yet so far apart, a nameless flood, to the sea. When all things lasted so short a time and nothing mattered very much, it seemed pitiful that men, attaching an absurd importance to trivial objects, should make themselves and one another so unhappy.","author":"W. Somerset Maugham, The Painted Veil","category":"happiness, human-race, humanity, kindness, metaphor, triviality-of-life"},{"quote":"Your wealth or status doesn't make you. Your kindness and character does.","author":"Venkat Desireddy","category":"character, kindness, status, wealth"},{"quote":"Whoever said kindness should be earned is wrong. A kick in the shins is earned - kindness should be a given.","author":"Jodi Ann Bickley","category":"kindness"},{"quote":"Remember the many compartments of the heart, the seed of what is possible. So much of who we are is defined by the places we hold for each other. For it is not our ingenuity that sets us apart, but our capacity for love, the possibility our way will be lit by grace. Our hearts prisms, chiseling out the colors of pure light.","author":"Kare Anderson, Getting What You Want: 2how to Reach Agreement and Resolve Conflict Every Time","category":"caring, connectedness, kindness, leadership-characteristics"},{"quote":"Love and kindness are most precious where there is endless suffering.","author":"Debasish Mridha","category":"debasish, debasish-mridha, endless-suffering, inspirational, kindness, love, mridha, philosophy"},{"quote":"Daniel studied her face. Have you ever thanked God for giving you the advantages he has? Advantages?All those things I've already mentioned. Your tall and strong, loyal and brave, kind and loving. You stand out in a crowd and your a leader. He wouldn't trust those qualities with just anyone. He must love you a great deal.","author":"Colleen Coble, Safe in His Arms","category":"brave, kindness, leader, loving, loyal, standing-out, strong-female-characters, tall"},{"quote":"Some men are more easily broken by kindness than censure.","author":"Patrick W. Carr, A Cast of Stones","category":"kindness"},{"quote":"But for better or worse, I am not motivated by kindness.","author":"Suzanne Collins, Mockingjay","category":"katniss, kindness, survival, unkind"},{"quote":"As Chris Granger, executive vice president at the NBA, explains, \"Talented people are attracted to those who care about them. When you help someone get promoted out of your team, it's a short-term loss, but it's a clear long-term gain. It's easier to attract people, because word gets around that your philosophy is to help people.","author":"Adam Grant","category":"kindness"},{"quote":"History is so comprehensive and detailed. I couldn't be a history student. I thought there was a time when I couldn't be a history maker, because of my limited understanding of what that meant. Today, thinking about the passing of Julian Bond and a wonderful conversation with a woman who has influenced so much, I think we all are history makers. All of our names will not be as known as Mr. Bond's or in books, but our names will be on someone's tongue and our memories will be in someone's heart, and we will all be a part of someone's personal story. We have a unique opportunity at this very second to change how we affect someone's life as living history and historians. Flaws and all. Yep.","author":"Robin Caldwell","category":"goodness, historians, history, influencer, inspiration, julian-bond, kindness, mentoring-quotes"},{"quote":"But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, gentleness, self-control; against such things there is no law.","author":"Galatians 5:22-23","category":"bible-quotes, faith, kindness, love"},{"quote":"Polly tried to conquer the bad feeling; but it worried her, till she remembered something her mother once said to her: \"When you feel out of sorts, try to make someone else happy, and you will soon be so yourself.","author":"Louisa May Alcott","category":"kindness"},{"quote":"Be ye kind one to another.","author":"Anonymous","category":"do-under-others, kindness"},{"quote":"Our daily endeavours and activities should be about or around these value systems. They reflect love. They reflect care. They reflect kindness. They are qualities of heaven.","author":"Sunday Adelaja","category":"activities, care, endeavour, heaven, kindness, love, values"},{"quote":"Be kind. Only feelings of kindness can purify our ever judgemental minds.","author":"Debasish Mridha","category":"be-kind, debasish, debasish-mridha, inspirational, judgemental-minds, kindness, mridha, only-feelings-of-kindness, philosophy"},{"quote":"In the end, the only thing that really matters is how we treated all living things.","author":"Ka Chinery, Perceptions from the Photon Frequency: The Ascended Version","category":"altruism, death, immortality, kindness, life, living-well, the-end"},{"quote":"The cure for everything, is not a medicine, but the pure kindness of acompassionate heart.","author":"Debasish Mridha","category":"compassionate-heart, cure-for-everything, debasish, inspirational, kindness, mridha, philosophy"},{"quote":"Kind words can heal and harsh words can kill","author":"Beta Metani' Marashi","category":"kindness"},{"quote":"Nothing can erase the touch of your love and kindness.","author":"Debasish Mridha","category":"debasish, debasish-mridha, inspirational, kindness, love, mridha, philosophy"},{"quote":"Kindness is all we have to give others","author":"Kimberley Freeman, Wildflower Hill","category":"goodness, kindness"},{"quote":"I don’t know what I would have done if they had hugged me. I probably would have frozen in place, become stiff. It took most of my life to overcome my distaste for physical contact and not to stiffen when I was touched, or flinch, twitch, fidget, and eventually figure out how to move away. I learned to accept being hugged by my children when they were infants. Their joy at seeing me enter a room was real and filled with true love and affection and it showed in their embraces. Like a convert, when I learned the joy and comfort of being hugged by and hugging those I loved, I became a regular practitioner.","author":"John William Tuohy, No Time to Say Goodbye: A Memoir of a Life in Foster Care","category":"foster-child, kindness"},{"quote":"Don’t try to please others at the expense of your values and your integrity. At the end of the day, you want to like yourself when you look in a mirror.","author":"Millen Livis","category":"authenticity, beliefs, geneous, generocity, honesty, integrity, kind, kindness, love, peace, soul, values, yourself"},{"quote":"Right on the other side of our fears resides hope and happiness. We get stuck in our lives afraid to walk over there when it’s a much kinder place.","author":"Ron Baratono","category":"fear, happiness, kindness, life"},{"quote":"We have probably all seen teachers who would pick a student up by the scruff of the neck for saying ‘Shit,’ but who would walk by without a word when overhearing that same student taunting a classmate, calling him a ‘fag.’ It is often easier not to intervene — even when there is a clear-cut victim. It’s out in the hall. It isn’t our business. It isn’t our problem.But our inactions, like our actions, define who we are and what are true values are.","author":"Richard H. Eyster","category":"actions, bullying, cruelty, discipline, gay, gay-baiting, intervention, kindness, not-our-problem, teacher, values, victimization"},{"quote":"Every opportunity with another was an opportunity to serve my fellow man. Every moment alone was a chance to grow and become more of who I already was. I instantly felt how great a life could be, and that was only made possible by service toward others.","author":"Chris Matakas, My Mastery: Continued Education Through Jiu Jitsu","category":"kindness, personal-growth, service, service-to-others"},{"quote":"The ability to extend kindness requires an other-awareness. We are apt to miss the needs of those around us if we remain self-focused. Helping children to see the needs of others will bless them with perspective on their own lives, as well as propel them toward good works that display the kindness of God.","author":"Melissa B. Kruger, Walking with God in the Season of Motherhood: An Eleven-Week Devotional Bible Study","category":"helping-others, kindness, parenting"},{"quote":"The world must begin sharing again. We need more kindness. -Takua Kawirembeyju, Guarani Shaman of Paraguay","author":"Nancy Connor, Shamans of the World","category":"kindness, sharing"},{"quote":"Even small gestures of kindness have the potential to reap enormous rewards. Only the shortsighted man believes otherwise.","author":"Erika Johansen, The Invasion of the Tearling","category":"kindness"},{"quote":"Remember your grandpa’s saying: kill them with kindness.","author":"C.B. Cook, Paralyzed Dreams","category":"inspirational, killing, kindness, quotes-and-saying"},{"quote":"Love is a battle with yourself. Be kind and love yourself before you love anyone else.","author":"Karen Quan, Better to be able to love than to be loveable","category":"battle, kind, kindness, love, love-yourself"},{"quote":"Understand your driving force, whether you're operating out of fear or love. When we operate in fear, we tend to hold back and not get the most from life. When we operate in love, we open new avenues and experience life more abundantly.","author":"Amaka Imani Nkosazana, Sweet Destiny","category":"faith, fear, happiness, honesty, hope, inspiration, inspirational-quotes, kindness, life, love, quotes, truth, words-to-live-by"},{"quote":"He has told you, O man, what is good; and what does the LORD require of you but to do justice, and to love kindness, and to walk humbly with your God? Micah 6:8","author":"Anonymous, The Holy Bible: English Standard Version","category":"humility, justice, kindness"},{"quote":"But you are too lovely even to care to be kind as others are.","author":"Thomas Hardy, Far from the Madding Crowd","category":"bathsheba-everdene, beauty, far-from-the-madding-crowd, kindness, sergeant-troy, thomas-hardy, vanity"},{"quote":"Come, let us build bridges of love with each other with the cement of kindness and pillars of trust.","author":"Debasish Mridha","category":"build-bridges-of-love, cement-of-kindness, debasish, debasish-mridha, kindness, love, mridha, philosophy, pillars-of-trust"},{"quote":"Renew yourself with love. Wash away all the fear, hatred and societal conformity to create a brand new humanity filled with love, kindness and happiness.","author":"Debasish Mridha","category":"debasish, debasish-mridha, happiness, hatred, kindness, mridha, philosophy, renew-yourself, societal-conformity, wash-away-fear"},{"quote":"Now anybody can be \"kind.\" And everybody's supposed to be. Except that long ago it was something you were born into and couldn't help. Now it's just a faked-up attitude half the time, like teachers the first day of class.","author":"Robert M. Pirsig, Zen and the Art of Motorcycle Maintenance: An Inquiry Into Values","category":"being-kind, kindness, philosophy"},{"quote":"Just think how beautiful you can be if kindness is your ornament of beauty.","author":"Debasish Mridha","category":"beauty, debasish, debasish-mridha, kindness, mridha, ornament, philosophy, positive-thoughts"},{"quote":"Enlighten everyone you meet in your journey of life with the light of your love and kindness.","author":"Debasish Mridha","category":"debasish, debasish-mridha, everyone-you-meet, journey-of-life, kindness, light-of-love, light-of-your-love, love, mridha, philosophy"},{"quote":"Kindness expressed to a stranger is kindness expressed to God.","author":"Virginia Lieto","category":"kindness, virtue"},{"quote":"If I could bottle kindness, I wonder if formaldehyde would preserve it.","author":"Amanda Mosher, Better to be able to love than to be loveable","category":"formaldehyde, humor, kindness, love-quotes-and-sayings"},{"quote":"Kindness is the best nourishment for humanity.","author":"Debasish Mridha","category":"debasish, debasish-mridha, humanity, kindness, mridha, nourishment, philosophy"},{"quote":"Such a simple thing, kindness. Such a simple thing. A nice word of encouragement, given when needed. An act of friendship. A passing smile.","author":"R.J. Palacio","category":"encouragement, friendship, kindness, simple, smile"},{"quote":"A moment of kindness can bring infinite beauty in life.","author":"Debasish Mridha","category":"debasish, debasish-mridha, infinite-beauty-in-life, kindness, moment-of-kindness, mridha, philosophy"},{"quote":"Kindness is very soft but it creates the hardest bond.","author":"Debasish Mridha","category":"debasish, debasish-mridha, hardest-bond, kindness, kindness-is-soft, mridha, philosophy"},{"quote":"A soul without kindness is like a garden without plants and flowers.","author":"Debasish Mridha","category":"debasish, debasish-mridha, garden, kindness, mridha, philosophy, soul, without-plants-and-flowers"},{"quote":"The elegance of the moon teaches us to be elegant and kind.","author":"Debasish Mridha","category":"debasish, debasish-mridha, elegance, elegance-of-the-moon, kind, kindness, moon, mridha, philosophy"},{"quote":"Always try to be a little kinder than necessary.","author":"R.J. Palacio","category":"being-kind, kindness"},{"quote":"To be kind is to respond with sensitivity and human warmth to the hopes and needs of others. Even the briefest touch of kindness can lighten a heavy heart. Kindness can change the lives of people\"~ Aung Sun Suu Kyi","author":"Aung Sun Suu Kyi","category":"forget, isnot, kind, kindness, never-ever, tobe, weakness"},{"quote":"Let your love, care, and kindness speak louder than your words.","author":"Debasish Mridha","category":"care, debasish, debasish-mridha, kindness, kindness-speak-louder-than-words, love, mridha, philosophy"},{"quote":"Does he expect the flood to just move out of his way if he asks nicely?","author":"Tanya Huff, The Quartered Sea","category":"kindness"},{"quote":"And it was then that I realized that families might be the ones who pick us up time and again but strangers also rescue us-even if they don't know they're doing so.","author":"Martin Pistorius","category":"kindness"},{"quote":"It's not enough to be kind. One should be kinder than needed. Why I love that line, that concept, is that it reminds me that we carry with us, as human beings, not just the capacity to be kind, but the very choice of kindness. And what does that mean? How is that measured? You can't use a yardstick. It's like I was saying just before: it's not like measuring how much you've grown in a year. It's not exactly quantifiable, is it?","author":"R.J. Palacio","category":"choice, kindness"},{"quote":"What you did was not only very kind, but brave and honorable.","author":"Peter Cimino, The Four Corners, a Sicilian Story","category":"bravery, honor, kindness"},{"quote":"Be a kind person. Yes, even to jerks. Let them be a jerk. You be a kind person.","author":"Karen Salmansohn","category":"bullying, hate, inspirational, kindness, love, resentment"},{"quote":"A Princess has beautiful manners no matter who she’s dealing with. She would never stoop to being brusque when giving a burger order, or shouting at the barista who forgot her syrup shot. When we behave like true Princesses, people enjoy serving us, because they’re more likely to get a sympathetic smile instead of a complaint about the long wait.","author":"Rosie Blythe, The Princess Guide to Life","category":"kindness, princesses"},{"quote":"Wisdom tells us that the best time for silence is when we are mad or upset.","author":"John Patrick Hickey, Oops! Did I Really Post That","category":"civility, etiquette, kindness, manners, personal-development, social-media, success"},{"quote":"As a success-minded person, you should always be looking to not only do your job but do it with excellence and go the extra mile.","author":"John Patrick Hickey, Oops! Did I Really Post That","category":"civility, etiquette, kindness, manners, personal-development, social-media, success"},{"quote":"Let your heroes be known. Give praise and honor to those to whom it is rightly due. Spend more time posting stories about heroes than you do about the wrongs in the world. When we know about heroes and we see those who perform heroic acts, we too want to be heroes. There is a hero in all of us. Heroes are important.","author":"John Patrick Hickey, Oops! Did I Really Post That","category":"civility, etiquette, kindness, manners, personal-development, social-media, success"},{"quote":"Success-minded people must understand that the use of profane and obscene words have no place in their vocabulary.","author":"John Patrick Hickey, Oops! Did I Really Post That","category":"civility, etiquette, kindness, manners, personal-development, social-media, success"},{"quote":"No matter who it is or what you think of them, never rejoice in the pain of others. It lowers you to a level you should not be at.","author":"John Patrick Hickey, Oops! Did I Really Post That","category":"civility, etiquette, kindness, manners, personal-development, social-media, success"},{"quote":"We are all different and we all have a different sense of humor.","author":"John Patrick Hickey, Oops! Did I Really Post That","category":"civility, etiquette, kindness, manners, personal-development, social-media, success"},{"quote":"Keep the personal, personal and do not be guilty of spreading bad feelings.","author":"John Patrick Hickey, Oops! Did I Really Post That","category":"civility, etiquette, kindness, manners, personal-development, social-media, success"},{"quote":"Trustworthiness is a mark of a success-minded person. To be seen as trustworthy is a great compliment. When people trust you, they expect that you will honor their trust.","author":"John Patrick Hickey, Oops! Did I Really Post That","category":"civility, etiquette, kindness, manners, personal-development, social-media, success"},{"quote":"Not everyone will support every mission or work, you can still enjoy their friendship. No one likes to feel that the only reason you are friends is what you can get out of them.","author":"John Patrick Hickey, Oops! Did I Really Post That","category":"civility, etiquette, kindness, manners, personal-development, social-media, success"},{"quote":"If you want friends you must be friendly. Always complaining and posting negative comments is not going to bring you friends. No one likes to get puked on.","author":"John Patrick Hickey, Oops! Did I Really Post That","category":"civility, etiquette, kindness, manners, personal-development, social-media, success"},{"quote":"Gossip has always been a problem. It is one of the most powerful, addictive behaviors there is. As long as the human race has had a common language they have used it to gossip.","author":"John Patrick Hickey, Oops! Did I Really Post That","category":"civility, etiquette, kindness, manners, personal-development, social-media, success"},{"quote":"Remember that people who seek to do evil can play hit and miss all they want. People who are seeking companionship online have to be right every time. Miss out on this one and the price could be very dear, even costing your life.","author":"John Patrick Hickey, Oops! Did I Really Post That","category":"civility, etiquette, kindness, manners, personal-development, social-media, success"},{"quote":"By no means do I think that playing games online is wrong or rude. However, constantly sending requests is an act of bad manners as well as being very annoying to the one receiving them.","author":"John Patrick Hickey, Oops! Did I Really Post That","category":"civility, etiquette, kindness, manners, personal-development, social-media, success"},{"quote":"It is rudeness of the highest order to hit a family when they are down.","author":"John Patrick Hickey, Oops! Did I Really Post That","category":"civility, etiquette, kindness, manners, personal-development, social-media, success"},{"quote":"Remember this, posting pictures are like speaking words, you cannot take them back.","author":"John Patrick Hickey, Oops! Did I Really Post That","category":"civility, etiquette, kindness, manners, personal-development, social-media, success"},{"quote":"If you are going to share something with a person, first look on their social media accounts and see how they have handled other people trust. If someone has shared the secrets of others, they will share yours.","author":"John Patrick Hickey, Oops! Did I Really Post That","category":"civility, etiquette, kindness, manners, personal-development, social-media, success"},{"quote":"Okay, I cannot say this without being very direct. If you are looking for a spouse or even a romance through social media, you are looking for trouble.","author":"John Patrick Hickey, Oops! Did I Really Post That","category":"civility, etiquette, kindness, manners, personal-development, social-media, success"},{"quote":"Posting something that is encouraging and well done compared to something that is trashy and common is the difference between eating a fine meal or the scraps from making that meal.","author":"John Patrick Hickey, Oops! Did I Really Post That","category":"civility, etiquette, kindness, manners, personal-development, social-media, success"},{"quote":"Be a blessing to all you are connecting with on social media. Encourage, rejoice and celebrate with each and every one. You will find that it will do wonders for your own attitude as well as those who may struggle with a negative mind-set.","author":"John Patrick Hickey, Oops! Did I Really Post That","category":"civility, etiquette, kindness, manners, personal-development, social-media, success"},{"quote":"Success-minded people know that first and foremost, in all we do, we must think of others first. By thinking of others, how they feel and what they need, will not cost you a thing nor will it lessen what you have to say.","author":"John Patrick Hickey, Oops! Did I Really Post That","category":"civility, etiquette, kindness, manners, personal-development, social-media, success"},{"quote":"Positive people on the other had are not those who deny what is going on around them for some pie-in-the-sky type of thinking. Positive people are very award of the problems, disasters and difficulties that are happening all around them. What they do not do is give into defeat.","author":"John Patrick Hickey, Oops! Did I Really Post That","category":"civility, etiquette, kindness, manners, personal-development, social-media, success"},{"quote":"If someone is trying to share a laugh and you personally do not find it funny, then just move on and leave it alone. Do not steal someone else’s humor.","author":"John Patrick Hickey, Oops! Did I Really Post That","category":"civility, etiquette, kindness, manners, personal-development, social-media, success"},{"quote":"Heroes show us courage, honor, integrity and strength. Now more than ever, we need heroes.","author":"John Patrick Hickey, Oops! Did I Really Post That","category":"civility, etiquette, kindness, manners, personal-development, social-media, success"},{"quote":"We have gotten so use to humor being something nasty and offensive that we started to believe that was the only way to get a laugh.","author":"John Patrick Hickey, Oops! Did I Really Post That","category":"civility, etiquette, kindness, manners, personal-development, social-media, success"},{"quote":"To be truly grateful for the kindness of other and to have those you love in your life is a great and powerful emotion.","author":"John Patrick Hickey, Oops! Did I Really Post That","category":"civility, etiquette, kindness, manners, personal-development, social-media, success"},{"quote":"The rules from those who are politically correct restrict what you can say to or about anything in our daily life. They tell you what to call others and what others can call you.","author":"John Patrick Hickey, Oops! Did I Really Post That","category":"civility, etiquette, kindness, manners, personal-development, social-media, success"},{"quote":"It is not the job for those who are angry about the events of the day to strike out and post things that they hope will incite anger in others as well. Do not sell your social media friends short as far as their ability to find the news for themselves.","author":"John Patrick Hickey, Oops! Did I Really Post That","category":"civility, etiquette, kindness, manners, personal-development, social-media, success"},{"quote":"Everybody oughta have a dog,\" he said thoughtfully, his hand still scratching Beau. \"Dogs teach you love and kindness. They remind you what's important.\" He nodded and took a sip of his coffee. \"A life ain't much of a life without a dog in it, s'what I always said.","author":"Dan Gemeinhart, The Honest Truth","category":"dogs, kindness"},{"quote":"Right from the moment of our birth, we are under the care and kindness of our parents. Later on in life, when we are oppressed by sickness and become old, we are again dependent on the kindness of others. Since we are dependent on the kindness of others at the beginning and end of our lives, then how can we neglect projecting kindness towards others in the middle of our lives, when it is our best time to share it?","author":"Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem","category":"baby, compassion-quotes, elderly, kind, kindness, kindness-quotes, life-quotes, old, suzy-kassem-quotes, wisdom-of-suzy-kassem, young"},{"quote":"But there are times,\" said Charlotte, \"when it is necessary and an act of friendship to write nothing rather than not to write.","author":"Johann Wolfgang von Goethe, Elective Affinities","category":"customs, friendship, kindness"},{"quote":"So many of the world's problems, he mused, were solved by sheer human decency.","author":"Maggie Stiefvater, The Dream Thieves","category":"humans, kindness, problems-in-the-world"},{"quote":"I am getting tired of feeling disappointed. I am getting tired of other people trying to always take my kindness for weakness, I sure don't deserve it. I should assume responsibility and become cold to others and warm to myself. Some call it self loving, other selfishness... I call it respect. Why to give less that what is being given? Maybe I am way too much for you, maybe that is your biggest fear, to feel less.","author":"Andres Oliver","category":"break-ups, disappointment, kindness, love, relationships, self-esteem, self-love-quotes"},{"quote":"Every decision you ever make has its own consequences. Freedom is not the issue. You have freedom to do what you want, you just cannot do it and not pay the price for it.","author":"John Patrick Hickey, Oops! Did I Really Post That","category":"civility, decisions, etiquette, kindness, manners, personal-development, social-media, success"},{"quote":"If people were kinder, the world might cease weeping.","author":"Richelle E. Goodrich, Making Wishes","category":"kind, kindness, kindness-quotes, richelle, richelle-e-goodrich, richelle-goodrich"},{"quote":"Kindness is a language more often misunderstood than taken at face value.","author":"Joyce Rachelle","category":"abuse, abusealue, kindness, language, misunderstood"},{"quote":"With those who are kindthe sage is kindWith those who are not kindthe sage is also kindbecause the way of Tao is kindness","author":"Lao Tzu","category":"kindness, lao-tzu, tao"},{"quote":"be kind, even when others are not, It empowers them to become a better version of themselves.","author":"Nikki Rowe","category":"happiness, kindness, life"},{"quote":"Perhaps all the dragons of your life are princesses, who are only waiting for us to show a little beauty and courage. Perhaps at the very bottom every horror is something helpless, that wants help from us","author":"Rainer Maria Rilke, Letters to a Young Poet","category":"dragons, kindness, letters-to-a-young-poet, rainer-maria-rilke"},{"quote":"Good manners is just being respectful of others. Whether you know them or not, you should show respect for all people.","author":"John Patrick Hickey, Oops! Did I Really Post That","category":"civility, etiquette, kindness, manners, personal-development, social-media, success"},{"quote":"Everything has a consequence to it.","author":"John Patrick Hickey, Oops! Did I Really Post That","category":"civility, etiquette, kindness, manners, personal-development, social-media, success"},{"quote":"Posting your thoughts on any social media site is like telling you most deeply held secret to the town gossip. Not a wise move.","author":"John Patrick Hickey, Oops! Did I Really Post That","category":"civility, etiquette, kindness, manners, personal-development, social-media, success"},{"quote":"Please hold onto your kindess, we share the world with many selfish beings And we need open hearts to create change.","author":"Nikki Rowe","category":"change, change-the-world, kindness"},{"quote":"We watch death and destruction on TV, in movies, over the news and online so much that it is just a part of our lives. It was never meant to be that way. In the end, we have paid a heavy price for our curiosity.","author":"John Patrick Hickey, Oops! Did I Really Post That","category":"civility, etiquette, kindness, manners, personal-development, social-media, success"},{"quote":"Social media is just that - social.","author":"John Patrick Hickey, Oops! Did I Really Post That","category":"civility, etiquette, kindness, manners, personal-development, social-media, success"},{"quote":"And kindness is a weakness. I can see that now. But it's a weakness I'm still not sure I'd want to give up entirely .","author":"Kallypso Masters, Nobody's Dream","category":"kindness"},{"quote":"It seems that the days of public modesty and concern about how we look are far from us. I will not say they are gone forever, in culture nothing is forever.","author":"John Patrick Hickey, Oops! Did I Really Post That","category":"civility, etiquette, kindness, manners, personal-development, social-media, success"},{"quote":"What goes out always returns","author":"remember to be kind to yourself.","category":"Janni Styles"},{"quote":"I believe that when a person has hope in the future, believe in their ability to achieve and understand that God made them for a purpose, then they will, in the end, and achieve great things.","author":"John Patrick Hickey, Oops! Did I Really Post That","category":"civility, etiquette, kindness, manners, personal-development, social-media, success"},{"quote":"Sit with me, and I'll not be alone.Hold my hand, and I'll not feel alone.Cry with me, and I'll no longer suffer alone.","author":"Richelle E. Goodrich, Making Wishes","category":"charity, cry, empathy, giving, hardships, holding-hands, kindness, loneliness, lonely, richelle, richelle-e-goodrich, richelle-goodrich, service, suffering, suffering-of-humanity, sympathy"},{"quote":"True devotion and humility is when you carelessly allow yourself to fall in love with things you consider will make you look inferior, which in essence, makes you superior.","author":"Michael Bassey Johnson","category":"acceptance, achilles-heel, admiration, affection, careless, defeat, devotion, downfall, endurance, essence, faith, funny-but-true, grass-to-grace, hero, humble-beginning, humility, inferior, kindness, lion-heart, love, poison, reckless, self-surrender, sensitivity, soft-spot, strong, submission, superior, sympathy, truth, vulnerable"},{"quote":"Kind words and tender affections will not save me from this lake of woe and misery, but they may be enough of a buoy to prevent my drowning.","author":"Richelle E. Goodrich, Making Wishes","category":"affection, affections, charity, help, helping-others, kind-words, kindness, rescue, richelle, richelle-e-goodrich, richelle-goodrich, save"},{"quote":"Even more than the time when she gave birth, a mother feels her greatest joy when she hears others refer to her son as a wise learned one.","author":"Thiruvalluvar, Thirukkural","category":"affection, clever, education, enlightenment, intelligent, joyousness, kindness, learned, love, mother, sagacious, sage, son, wise"},{"quote":"Allowing a person or thing to leave your life, without further pain is the basis of humanity. Everything else is the reason (theology).","author":"Shannon L. Alder","category":"divorce, empathy, friendship, humanity, kindness, lack-of-judgement, love, theology, understanding"},{"quote":"Reading and writing are not education if they do not help people to be kind to all creatures","author":"John Ruskin","category":"education, kindness, reading, wisdom, writing"},{"quote":"Sometimes \"No\" is the kindest word.","author":"Vironika Tugaleva","category":"guilt, kind-words, kindness, saying-no, saying-no-is-okay, self-respect"},{"quote":"The only way to tell the truth is to speak with kindness. Only the words of a loving man can be heard","author":"Henry David Thoreau","category":"kindness, love"},{"quote":"If you start each day happy and treat people with more kindness, it determines the way you live your day. It's all about your choices!","author":"Wesam Fawzi","category":"happiness, happy-life, kindness, live-and-learn, live-in-the-moment"},{"quote":"Every act of kindness is another step up Heaven’s stairway.","author":"Donald L. Hicks, Look into the stillness","category":"heaven, heavenly-rewards, kindness"},{"quote":"They truly embodied goodness and generosity – like angels sent to save me in my hour of greatest need. Mohammed had risked everything to keep a promise to my father. He and his family saved not only my life, but also my faith in others.","author":"Zack Love, The Syrian Virgin","category":"bonds, contemporary, faith, goodness, hope, kindness, life, people, syria"},{"quote":"I wouldn't give you two cents for all your fancy rules if behind them they didn't have a little bit of plain ordinary everyday kindness, and a little looking out for the other fellow, too.","author":"Sidney Buchman","category":"kindness, movies"},{"quote":"To someone you may be their only sunlight","author":"so don't dim the light. Keep shinning.","category":"Bernard Kelvin Clive"},{"quote":"Some people are crazy in love. They are so captivated to where they've lost themselves. Do not be lured in so deep that you lose the essence of who you truly are.","author":"Amaka Imani Nkosazana, Sweet Destiny","category":"adults, affection, crazy, essence, hope, infatuation, inspiration, inspire, inspired, kindness, life, love, people, quotes, you"},{"quote":"Why are you doing this?” Amanvah whispered, her accent thick like her mother’s, but every word clear. “My mother would not be so kind to one who tried to poison her.”“Nor would mine, but we are not our mothers, Amanvah,” Leesha said.","author":"Peter V. Brett, The Desert Spear","category":"choice, forgivingness, freedom-of-choice, kindness"},{"quote":"He looked up at her. Kindness was something he didn't even know he wanted, and here it was.","author":"Marilynne Robinson, Lila","category":"kindness"},{"quote":"Talking with the mouth of a beast won't ease your pain.","author":"Andrew Davidson, The Gargoyle","category":"anger, insults, kindness"},{"quote":"Don't worry about the water,\" said a man with a nervous grin. \"This is hardwood, it won't ruin. You'll have this chair into your old years. How much do you have? I'll take anything. My children need to eat.\"A few of the businessmen like Mister Mangochi bought things they later gave back. But most people had no money. They simply shrugged and shook their heads.","author":"William Kamkwamba, The Boy Who Harnessed the Wind: Creating Currents of Electricity and Hope","category":"famine, heartbreaking, kindness, malawi, poverty"},{"quote":"let us not love with words or tongue but with actions and in truth.","author":"Victoria Bando","category":"kindness, love"},{"quote":"A man of worth is a man that sees the worth in others more than himself.","author":"Shannon L. Alder","category":"authentic, character, choose-the-right, courting, dating, fiance, gentleness, heroes, husbands, integrity, kindness, loving-one-another, marriage, morals, selective, spouse, true-beauty, worth"},{"quote":"Real popularity is taking the time to love others, reaching out, and never being afraid to be the first one dancing. REMEMBER THE GIRL IN PEARLS.","author":"Maya Van Wagenen","category":"inspirational, kindness, life, loving-others, popularity, teenage, wisdom"},{"quote":"Wealth without virtue is no harmless neighbor.","author":"Sappho, A Garland: The Poems and Fragments of Sappho","category":"kindness, nobility, philanthropy, virtue, wealth"},{"quote":"Kindness is gracious demonstrate sensitivity and human warmth.","author":"Kishore Bansal","category":"demonstrate, kindness, sensitivity"},{"quote":"A person's Acts of #Kindness far outlives their lifespan,for they leave behind a true, meaningful legacy.","author":"Michael Levy","category":"books, ego, kindness, lifestyle-change, meaning, mindfulness, philosophy-of-life, soul, spirituality, truth, wisdom"},{"quote":"I have nothing to do with him,” L said. “To be completely accurate, I do not even know B. He is simply someone I am aware of. But none of this affects my judgment. Certainly, I was interested in this case, and began to investigate it because I knew who the killer was. But that did not alter the way I investigated it, or the manner in which my investigation proceeded. Naomi Misora, I cannot overlook evil. I cannot forgive it. It does not matter if I know the person who commits evil or not. I am only interested in justice.”“Only... in justice…” Misora gasped. “Then... nothing else matters?” “I wouldn’t say that, but it is not a priority.”“You won’t forgive any evil, no matter what the evil is?” “I wouldn’t say that, but it is not a priority.”“But...”Like a thirteen-year-old victim. “There are people who justice cannot save.” Like a thirteen-year old criminal. “And there are people who evil can save.”“There are. But even so,” L said, his tone not changing at all, as if gently admonishing Naomi Misora. “Justice has more power than anything else.”“Power? By power... you mean strength?”“No. I mean kindness.” He said it so easily.","author":"NisiOisiN, Death Note: Another Note - The Los Angeles BB Murder Cases","category":"death-note-another-note, ispirational, justice, kindness, l-lawliet"},{"quote":"A Simple act of Kindness can create endless Ripples","author":"Pushkar Saraf","category":"goodness, humble, kindness, life, mankind"},{"quote":"Every self-respecting act of persuasion must find appeal to curiosity, then to vanity, and lastly to kindness or remorse. Isabella looked down and slowly nodded.","author":"Carlos Ruiz Zafón, The Angel's Game","category":"curiosity, kindness, persuasion, remorse, vanity"},{"quote":"Kindness never use harsh words its touch warmth the needy person.","author":"Kishore Bansal","category":"harsh-words, kindness"},{"quote":"Nothing in the world is so strong as a kind heart","author":"Frances Hodgson Burnett","category":"inspirational, kindness"},{"quote":"I know of only one duty, and that is to love.","author":"Albert Camus","category":"duty, kindness, love, love-quotes, unconditional-love"},{"quote":"Be kind to every person you meet because we don't know their battles.","author":"Zelda la Grange","category":"kindness"},{"quote":"touchKindness never use harsh words its touch warmth the needy person.","author":"Kishore Bansal","category":"harsh-words, kindness, touch"},{"quote":"You can say the same thing nicely.","author":"Peggy Sue Wells","category":"kindness, parenting, peggysue-wells, relationships, speech"},{"quote":"Sometimes kindness can be delivered in a clumsy way. But it's far more sincere in its clumsiness than those distinguished men you read about in books. Your father was very clumsy.”\"Sometimes there is such beauty in awkwardness. There's love and emotion trying to express itself, but at the time, it just ends up being awkward. Good men are often more practical than pretty . . . . [He] just happens to be both.","author":"Ruta Sepetys","category":"kindness, love"},{"quote":"Charlestonians had a particularly vicious and cunning game, developed after the War. They treated outsiders with so much graciousness and consideration that their politeness became a weapon. 'Visitors end up feeling as if they're wearing shoes for the first time in their lives. It's said that only the strongest ever recover from the experience. The Chinese never developed a torture to match it, although they're a very subtle people.","author":"Alexandra Ripley","category":"charleston, chinese-torture, kindness, manners, the-south"},{"quote":"Who am I, for God's sake, that I should be kind!","author":"Charles Dickens, Great Expectations","category":"kindness, miss-havisham"},{"quote":"See your greatness. Be your greatness. Pay it forward.","author":"Monika Zands","category":"greatness, kindness, love, molo, spirituality"},{"quote":"We complicate our faith and lives in many ways, but at the core, our purpose is simple: We are called to love.","author":"John Ortberg","category":"kindness"},{"quote":"Being popular comes when you have everything. But to be liked, it means that you must be treating people with respect and you must be showing kindness toward them.","author":"Rania Al Abdullah","category":"kindness, monarchy, popularity, respect, responsibility"},{"quote":"Today you.... tomorrow me.","author":"Random Mexican to redditor Rhoner","category":"immigrant, kindness, mexican, reddit, rhoner"},{"quote":"WHAT COMES FROM THE HEART TOUCHES THE HEART.","author":"Lester Swan","category":"kindness"},{"quote":"You become good at what you practise, basketball, anger or compassion, it is up to you!","author":"Kamon, Victor en amour","category":"care-for-children, compassion-quotes, kindness"},{"quote":"Respond with love and kindness even to hurtful treatment.","author":"Debasish Mridha","category":"education, happiness, hope, hurtful, inspirational, intelligence, kindness, knowledge, life, love, philosophy, treatment, truth, wisdom"},{"quote":"Rx for life: see through the heart and live with kindness.","author":"Debasish Mridha","category":"education, happiness, heart, hope, inspirational, intelligence, kindness, knowledge, life, love, philosophy, truth, wisdom"},{"quote":"The best beauty in the world is the beauty of kindness.","author":"Debasish Mridha","category":"beauty, education, happiness, hope, inspirational, intelligence, kindness, knowledge, life, love, philosophy, truth, wisdom"},{"quote":"Kindness is magical! Be kind to each other.","author":"Debasish Mridha","category":"education, happiness, hope, inspirational, intelligence, kind, kindness, knowledge, life, love, magical, philosophy, truth, wisdom"},{"quote":"The more you are kind, the more kindness you will find.","author":"Debasish Mridha","category":"education, happiness, hope, inspirational, intelligence, kind, kindness, knowledge, life, love, philosophy, truth, wisdom"},{"quote":"When you're appeasing too much, you might be egotistically over-estimating everyone's need for your approval.","author":"Criss Jami, Killosophy","category":"appease, appeasement, approval, arrogance, artificial, compliments, ego, egotistical, fake, false, flattery, insincerity, kindness, nice, pride, selfish, support"},{"quote":"The most irresistible beauty is the radiant glow from a kind and gentle heart.","author":"Richelle E. Goodrich, Making Wishes","category":"beautiful, beauty, gentle, kind, kindness, radiant, richelle, richelle-e-goodrich, richelle-goodrich, shining"},{"quote":"A simple act of kindness could be the source of great happiness.","author":"Debasish Mridha","category":"education, happiness, hope, inspirational, intelligence, kindness, knowledge, life, love, philosophy, truth, wisdom"},{"quote":"Manifest kindness to embrace greatness.","author":"Debasish Mridha","category":"education, embrace, greatness, happiness, hope, inspirational, intelligence, kindness, knowledge, life, love, manifest, philosophy, truth, wisdom"},{"quote":"By giving away with kindness, you get it back with greatness.","author":"Debasish Mridha","category":"education, greatness, happiness, hope, inspirational, intelligence, kindness, knowledge, life, love, philosophy, truth, wisdom"},{"quote":"When you are giving give with love and kindness.","author":"Debasish Mridha","category":"education, give, giving, happiness, hope, inspirational, intelligence, kindness, knowledge, life, love, philosophy, truth, wisdom"},{"quote":"Respond with love and kindness when someone trying to hate you and hurt you.","author":"Debasish Mridha","category":"education, happiness, hate, hope, hurt, inspirational, intelligence, kindness, knowledge, life, love, philosophy, truth, wisdom"},{"quote":"There is no love without kindness, there is no kindness without love.","author":"Debasish Mridha","category":"education, happiness, hope, inspirational, intelligence, kindness, knowledge, life, love, philosophy, truth, wisdom"},{"quote":"The truth, he thought, has never been of any real value to any human being- it is a symbol for mathematicians and philosophers to pursue. I human relations kindness and lies are worth a thousand truths.","author":"Graham Greene, The Heart of the Matter","category":"kindness, lies, mathematics, philosophy, truth"},{"quote":"...her very kindness was cruel because it was founded not on love but on reason...","author":"W. Somerset Maugham, Collected Short Stories: Volume 1","category":"kindness, reason"},{"quote":"The road to greatness is often sought, but if journeyed with kindness, it is sweetly paved.","author":"Tom Althouse","category":"greatness, kindness, life-lesson, life-paths, sweetness"},{"quote":"A piece of benevolence, a shard of good will is sometimes all that is needed to raise a truly loyal army.","author":"LordBloodySoul","category":"benevolence, good, goodness, kindness, lordbloodysoul, loyalty, war"},{"quote":"Doubt is not an offense. Questioning is a step toward understanding. I am riven by beauty. I am humbled by grace. I strive to be kind, but not because I was told to.","author":"Laurie Seidler, 22 Shelters: Lessons From Letters","category":"authority, beauty, doubt, grace, kindness, questioning-beliefs"},{"quote":"Don't,\" she begged, knowing that surely she was trying his patience, that his kindness would stretch just so far, that if he were truly kind he could never have survived as a vampire.","author":"Vivian Vande Velde","category":"kindness, vampires"},{"quote":"Being kind is not hereditary","author":"Benny Bellamacina, Philosophical Uplifting Quotes volume 2","category":"kindness, life, love, peace, philosophy, wisdom"},{"quote":"Life is a gift, so appreciate it. Love is abundant, so share it.Enthusiasm is infectious, so spread it.Kindness is divine, so embody it.Peace is the only way, so embrace it.The earth is your home, so take care of it. Life is for happiness, so enjoy it.","author":"Debasish Mridha","category":"appreciate, debasish, divine, earth, embrace, enjoy, enthusiasm, gift, happiness, home, kindness, life, love, mridha, peace, philosophy, scare, share"},{"quote":"When you search for happiness, it flies away.When you serve others, you will find the way.When you share blessings and express kindness,You will find the source of enduring happiness.","author":"Debasish Mridha","category":"blessings, education, enduring, happiness, hope, inspirational, intelligence, kindness, knowledge, life, love, philosophy, service, truth, wisdom"},{"quote":"If you love everyone, how will you ever find an enemy?","author":"Debasish Mridha","category":"debasish, enemy, kindness, life, love, mridha, philosophy"},{"quote":"There is only one purpose in life, which is happiness. We attain happiness by serving others with love and kindness.","author":"Debasish Mridha","category":"debasish, happiness, kindness, life, love, mridha, philosophy, purpose, serving"},{"quote":"Love, caring, and the spirit of kindness always bring happiness. Our greatest happiness depends on what we love, how we care, and how we share.","author":"Debasish Mridha","category":"care, caring, education, happiness, hope, inspirational, intelligence, kindness, knowledge, life, love, philosophy, share, spirit, truth, wisdom"},{"quote":"Be kind to every body and every body will be kind to you.","author":"Debasish Mridha","category":"debasish, kind, kindness, life, mridha, philosophy"},{"quote":"My purpose of life is sweet indeed.I like to help people when in need.I am longing for happiness.I am expressing my kindness.I am expressing my love every day.I am compassionate all the way.","author":"Debasish Mridha","category":"compassionate, education, express, happiness, help, hope, inspirational, intelligence, kindness, knowledge, life, love, need, philosophy, purpose, sweet, truth, wisdom"},{"quote":"Happiness will comeToday, tomorrow and every yearNow, then and every moment For if, we learn to love, care and share.Happiness will comeTo fill our heart with kindnessIt is a gift from the universeTo touch our life with joyful silence.Happiness will comeFor if we know, wealth and splendors are illusionBut attainment of certain mental state,And Unconditional love is a real possession.","author":"Debasish Mridha","category":"care, education, happiness, hope, illusion, inspirational, intelligence, joyful, kindness, knowledge, life, love, mental, philosophy, possession, share, splendor, truth, unconditional, wealth, wisdom"},{"quote":"Kindness is the greatest gift for the humanity. Nothing is more important than to be kind to each other.","author":"Debasish Mridha","category":"education, happiness, hope, humanity, inspirational, intelligence, kind, kindness, knowledge, life, love, philosophy, truth, wisdom"},{"quote":"Your smile is the twinkle of happiness.Your heart is the source of kindness.Your presence is the source of joyfulness.Your thoughts are symbols of greatness.","author":"Debasish Mridha","category":"education, greatness, happiness, heart, hope, inspirational, intelligence, joyfulness, kindness, knowledge, life, love, philosophy, presence, smile, symbols, thoughts, truth, wisdom"},{"quote":"Life is for happiness and we feel it with appreciation and kindness.","author":"Debasish Mridha","category":"appreciation, education, happiness, hope, inspirational, intelligence, kindness, knowledge, life, love, philosophy, truth, wisdom"},{"quote":"Kindness is the magical beauty of a person.","author":"Debasish Mridha","category":"beauty, education, happiness, hope, inspirational, intelligence, kindness, knowledge, life, love, magical, person, philosophy, truth, wisdom"},{"quote":"We were sent here just to be kind to each other.","author":"Debasish Mridha","category":"education, happiness, hope, inspirational, intelligence, kind, kindness, knowledge, life, love, philosophy, truth, wisdom"},{"quote":"Happiness is an inner perception, inner joyfulness. We are happy when we express our kindness unconditionally. We are happy when we love some one unconditionally. By becoming the source of happiness for some one we become happy. Happiness is the purpose of every creation.","author":"Debasish Mridha","category":"creation, education, express, happiness, hope, inspirational, intelligence, joyfulness, kindness, knowledge, life, love, perception, philosophy, purpose, truth, unconditional-happy, wisdom"},{"quote":"Kindness is not an option, it is an absolute necessity of life.","author":"Debasish Mridha","category":"education, happiness, hope, inspirational, intelligence, kindness, knowledge, life, love, necessity, philosophy, truth, wisdom"},{"quote":"My happiness comes from the kindness of those around me.","author":"Natsuki Takaya, Fruits Basket: The Complete Collection","category":"fruits-basket, happiness, kindness, positive, tohru-honda"},{"quote":"When someone is crying and her heart is torn,Be an angel of kindness and help her to carry on.","author":"Debasish Mridha","category":"angel, debasish, heart, help, kindness, life, mridha, philosophy, torn"},{"quote":"Be kind as if life is for love and kindness.","author":"Debasish Mridha","category":"debasish, kind, kindness, life, love, mridha, philosophy"},{"quote":"Love yourself to fill your heart with kindness.Then love others to fill the world with happiness.","author":"Debasish Mridha","category":"debasish, happiness, heart, kindness, life, love, mridha, philosophy, world"},{"quote":"Peace and love are just as contagious as anger and fear. Your mindset affects the people around you and perpetually changes the world. The question is - what kind of world are you creating? What new society are you thinking into existence?","author":"Vironika Tugaleva","category":"anger, change-the-world, changing-the-world, fear, kindness, love, mindset, peace, power-of-thoughts, thinking, thoughts"},{"quote":"What’s the kindest thing you almost did? Is your fear of insomnia stronger than your fear of what awoke you? Are bonsai cruel? Do you love what you love, or just the feeling? Your earliest memories: do you look through your young eyes, or look at your young self? Which feels worse: to know that there are people who do more with less talent, or that there are people with more talent? Do you walk on moving walkways? Should it make any difference that you knew it was wrong �as you were doing it? Would you trade actual intelligence for the perception of being smarter? Why does it bother you when someone at the next table is having a conversation on a cell phone? How many years of your life would you trade for the greatest month of your life? What would you tell your father, if it were possible? Which is changing faster, your body, or your mind? Is it cruel to tell an old person his prognosis? Are you in any way angry at your phone? When you pass �a storefront, do you look at what’s inside, look at your reflection, or neither? Is there anything you would die for if no one could ever know you died for it? If you could be assured that money wouldn’t make �you any small bit happier, would you still want more money? What has �been irrevocably spoiled for you? If your deepest secret became public, �would you be forgiven? Is your best friend your kindest friend? Is it in any way cruel to give a dog a name? Is there anything you feel a need to confess? You know it’s a “murder of crows” and a “wake of buzzards” but it’s a what of ravens, again? What is it about death that you’re �afraid of? How does it make you feel to know that it’s an “unkindness �of ravens”?","author":"Jonathan Safran Foer","category":"anger, bonsai, change, confession, cruelty, death, fear, feeling, happiness, insomnia, intelligence, kindness, love, memories, money, perception, potential, sacrifice, secrets, spoiled, talent, youth"},{"quote":"No one is too poor to give a smile - a gift, often, of greater consequence than any sum of money.","author":"Vironika Tugaleva","category":"acts-of-kindness, kindness, smile, smiling"},{"quote":"She knew that kindness kills. All her life she'd suspected this and so she'd only ever been cold and cruel. She'd faced kindness with cutting remarks. She'd curled her lips at smiling faces. She'd twisted every thoughtful, considerate act into an assault. Everyone who was nice to her, who was compassionate and loving, she rebuffed.Because she'd loved them. Loved them with all her heart, and wouldn't see them hurt. Because she'd known all her life that the surest way to hurt someone, to maim and cripple them, was to be kind. If people were exposed, they die. Best to teach them to be armored, even if it meant she herself was forever alone. Sealed off from human touch.","author":"Louise Penny, The Cruelest Month","category":"kindness"},{"quote":"father taught me that the tongue should have three gatekeepers: Is it true? Is it kind? Is it necessary? If it’s not one of those three, it’s best not to say it","author":"Honor Raconteur Deepwoods","category":"kindness"},{"quote":"If you REALLY want to know what another person is like, notice how he or she treats the less fortunate or those without position or title.","author":"Steve Shallenberger, Becoming Your Best: The 12 Principles of Highly Successful Leaders","category":"golden-rule, kindness"},{"quote":"If you've put a smile on someone's face today, you've done more good than you know.","author":"Richelle E. Goodrich, Making Wishes","category":"doing-good, kindness, richelle, richelle-e-goodrich, richelle-goodrich, smile, smiling"},{"quote":"Your good deeds is an act of love.","author":"Lailah Gifty Akita","category":"be-great, good, good-deeds, kind, kindness, kindness-compassion, kindness-quotes, love, love-quotes, loving-kindness, loving-others, loving-people, loving-yourself"},{"quote":"Kindness is my weapon of choice. My second is a Semmian da","author":"Richelle E. Goodrich, Making Wishes","category":"conflict, kindness, richelle, richelle-e-goodrich, richelle-goodrich, weapons"},{"quote":"Be happy you are alive and be good.","author":"Lailah Gifty Akita","category":"alive, blessing, blessing-of-the-lord, blessings, blessings-in-disguise, kind, kindness, kindness-compassion, kindness-friendship-quotes, kindness-quote, kindness-quotes, live, live-life, live-life-so-well, live-your-beliefs, live-your-best-life, live-your-dreams, live-your-life, live-your-life-as-if-you-re-one, live-your-own-life"},{"quote":"Between the wrinkles of age and her features which indicated a number of years resided a beauty that was touching and awakened trust. Since by now I had observed many faces quite closely in order to sketch them, I fully realized that it was more than mere beauty, it was the soul which shone through so kindly and self-contained, which had such a striking effect on whoever came into contact with her.","author":"Adalbert Stifter, Indian Summer","category":"ageing-beauty, beauty, kindness, soul"},{"quote":"That was why she was happy. He now knew that happiness ad kindness went together. There was not one without the other. For Jean-Guy it was a struggle. For Annie it seemed natural.","author":"Louise Penny, The Long Way Home","category":"happiness, kindness"},{"quote":"Kind eyes under all the mascara.","author":"Jojo Moyes, One Plus One","category":"beauty, kindness"},{"quote":"Allow your humanity to shine.","author":"Tara Estacaan","category":"humanity, kindness, love"},{"quote":"Every small, unselfish action nudges the world into a better path. An accumulation of small acts can change the world.","author":"Robin Hobb, Fool's Fate","category":"inspirational, kindness, selfishness"},{"quote":"When you show up with kindness, others can be more themselves.","author":"Sue Fitzmaurice","category":"inspirational, kindness"},{"quote":"Beauty that steals the heart is often imperfect, suggests grace and kindness, and inspires tenderness more than it incites lust.","author":"Dean Koontz, Forever Odd","category":"beauty, kindness, lust, odd-thomas, tenderness"},{"quote":"Extend to each person, no matter how trivial the contact, all the care and kindness and understanding and love that you can muster, and do it with no thought of any reward. Your life will never be the same again.","author":"Og Mandino","category":"again, contact, extend, kindness, love, never, person, reward, the-same, thought, trivial, understanding, your-life"},{"quote":"Dress yourself in the silks of benevolence because kindness makes you beautiful.","author":"Richelle E. Goodrich, Making Wishes","category":"benevolence, charity, good-deeds, kindness, richelle, richelle-e-goodrich, richelle-goodrich"},{"quote":"I lent only half an ear to those well-intentioned folk who say that happiness is enervating, liberty too relaxing, and that kindness is a corruption for those upon whom it is practiced. That may be; but in the world as it is, such reasoning amounts to a refusal to nourish a starving man decently, for fear that in a few years he may suffer from overfeeding. When useless servitude has been alleviated as far as possible, and unnecessary misfortune avoided, there will remain as a test of man’s fortitude that long series of veritable ills, death, old age, and incurable sickness, love unrequited and friendship rejected or betrayed, the mediocrity of a life less vast than our projects and duller than our dreams; in short, all the woes caused by the divine nature of things.","author":"Marguerite Yourcenar, Memoirs of Hadrian","category":"kindness, liberty, life"},{"quote":"Always be good, but be wickedly beautiful.","author":"Richelle E. Goodrich, Making Wishes","category":"beautiful, beauty, kind, kindness, richelle, richelle-e-goodrich, richelle-goodrich, wicked"},{"quote":"The girl was kind in a special way; when you spoke to her, she seemed to stop thinking of whatever she been thinking and listened to you altogether.","author":"Ellery Queen, The Player on the Other Side","category":"attentive, attentiveness, kindness, listening, listening-skills, listening-to-others, waiting-to-speak"}]}