{"author":"Ravindu Manoj","github":"ravindu01manoj","repo":"Quotes-500k","data":[{"quote":"If I hurt your feelings we ought to discuss it. I don't like this kiss-and-forget.''But I don't want to argue. I think it's wonderful that we can kiss and forget, and when we can't it'll be time to argue.","author":"F. Scott Fitzgerald, The Beautiful and Damned","category":"argue, argument, beautiful, damned, fitzgerald, forget, kiss, love"},{"quote":"Thomas Edison’s last words were ‘It’s very beautiful over there’. I don’t know where there is, but I believe it’s somewhere, and I hope it’s beautiful","author":"John Green","category":"author, beautiful, hope, johngreen"},{"quote":"Everything beautiful has a story it wants to tell'\" she said reading aloud the store's tagline at the top of the form.. \"I love that.","author":"Susan Meissner, A Fall of Marigolds","category":"beautiful"},{"quote":"Her heart is of a much harder material... A diamond. Beautiful, but deadly…And amid people with hearts of diamonds, it is best to remember that no one is exempt from their malevolence. Not even themselves.","author":"Katlyn Charlesworth, Where Men Sit","category":"beautiful, deadly, diamonds, hearts"},{"quote":"You made me face something I should have faced a long time ago. I'm grateful. And I should have never asked you to leave. You don't ask someone you to love to walk out of your life","author":"Jaci Burton, Straddling the Line","category":"and-sweet, beautiful, romantic"},{"quote":"My heart beats for you and the most precious and beautifully fated life we share together.","author":"Jewel E. Ann, Releasing Me","category":"beautiful, fated, love"},{"quote":"Have intercourse with females, acquire wealth.","author":"John Stuart Mill","category":"beautiful"},{"quote":"But once upon a time - that would be our time - a telephone cord seemed like nothing less than a lifeline.It was your attachment to the outside world and, even more than that, your attachment to the people you loved, or wanted to love, or tried to love. Everything about it was fitting - the way it curled in on itself, the way it got so easily tangled, the way you could pull it only so far before it kept you in place.Twisted and knotted and essential.","author":"David Levithan, Two Boys Kissing","category":"beautiful"},{"quote":"I'm not a perfect girl my hair doesn't always stay in place and i spill things a lot I'm pretty clumsy and sometimes I have a broken heart my friends and I sometimes fight and maybe some days nothing goes right but when I think about it and take a step back and remember how beautiful life truly is and maybe just maybe I like being imperfect<3","author":"Allie Roberts","category":"beautiful"},{"quote":"Love is beautiful even if they are in movies and books.","author":"M.F. Moonzajer, LOVE, HATRED AND MADNESS","category":"beautiful, books, love, movies"},{"quote":"Those beautiful, green-blue eyes that change colour like they're bewitched, and look deep into my soul, making me see my true self. Right now, I don't like what I see.” -Nik Driver","author":"A.Z.Green","category":"beautiful, eyes, love, romance, soul, true-self"},{"quote":"The beautiful must be incongruous.","author":"Julien Torma, 4 Dada Suicides: Selected Texts of Arthur Cravan, Jacques Rigaut, Julien Torma, and Jacques Vaché","category":"beautiful, beauty, euphorisms, incongruity, incongruous"},{"quote":"When I go up there, which is my intention, the Big Judge will say to me, “Where are your wounds?” and if I say I haven’t any, he will say, “Was there nothing to fight for?” I couldn’t face that question.","author":"Alan Paton","category":"beautiful"},{"quote":"Once upon a long ago time I was a girl with hopeful halos in my eyes—not unlike you—not a typical beauty but beautiful nonetheless, as all young girls tend to be in their prime, even if they don’t tend to know it.","author":"Shannon Celebi, Small Town Demons","category":"beautiful, beauty, hopelessness, young, young-girl, young-girls, youth, youthful, youthfulness"},{"quote":"Bea did not want a new mother. She'd hardly even seen the one she once had, except for glimpses out the window when her mother was climbing into a carriage to go off to a party. She'd been as beautiful as an angel, all sparkling and laughing in her lovely gowns, but not much use.","author":"Amanda McCabe, Running from Scandal","category":"absent, beautiful, mother, much-use, new, new-mother, parent, stranger, use"},{"quote":"Always think about loyal not for beautiful,about true not for rich,because if you have your loyal and true,you have your beautiful and rich","author":"Jarman Sandhu","category":"beautiful, inspirational, loyal, richest, true"},{"quote":"She felt as if she knew the stars, and had been among them, or would be.","author":"Mark Helprin, Winter's Tale","category":"beautiful"},{"quote":"The Clown turned his powdered face to the mirror.\"If to be fair is to be beautiful,\" he said, \"who can compare with me in my white mask?\"\"Who can compare with him in his white mask?\" I asked Death beside me.\"Who can compare with me?\" said Death, \"for I am paler still.\"\"You are very beautiful,\" sighed the Clown, turning his powdered face from the mirror.","author":"Robert W. Chambers, The King in Yellow and Other Horror Stories","category":"beautiful, death, fair, pale-demon"},{"quote":"You're a beautiful wreck.","author":"C.L.Stone","category":"beautiful, kota, sang, the-academy"},{"quote":"Us in the graveyard, we wants you to stay alive. We wants you to surprise us and disappoint us and impress us and amaze us.","author":"Neil Gaiman, The Graveyard Book","category":"beautiful"},{"quote":"Izzy. Sweet, beautiful, but eternally strange Izzy.","author":"G.A. Aiken, What a Dragon Should Know","category":"beautiful, family, humor, strange"},{"quote":"Split in two,” he sang, “Loved by one, and then another. Pulled in a direction and then the other. If I could breathe you in, all of you, every day of my life, it wouldn’t be enough. My heart was captive long ago — then you stole it away, you helped me grow. Now I’m staring at my crossroads with a choice to make, wondering how in the world I even thought there was one way to take.” His hands flew over the piano, muscles tightened in his forearms as he leaned forward and continued singing. “My biggest fear, is not the ending of this life, but going through it without you by my side.” He repeated the chorus and closed his eyes, humming the haunting melody in such a way that I felt hypnotized. “Letting her go will be the hardest thing I’ve ever had to do — but I’m doing it so I can say goodbye to her — and good morning to you. Tell me it’s not too late to ask for a second.” He smirked but continued singing. “Third, fourth, tenth date.” His hands slowed. “Loving you will always be easy because when I look into your eyes I know you see the real me, so be my love, be my rain, be my clouds, be my pain.” “My biggest fear, is not the ending of this life, but going through it without you by my side.” He stopped playing. The room fell silent.","author":"Rachel Van Dyken, Toxic","category":"beautiful, both, choices, song, take-away, you-by-my-side"},{"quote":"Everyone, at nineteen, is dumb and beautiful in equal parts...","author":"Raphael Kadushin","category":"beautiful, dumb, dumb-and-beautiful, nineteen"},{"quote":"The sound of her voice was so pretty, it almost disguised the ugliness of her words.","author":"Grace Burrowes, Lady Maggie's Secret Scandal","category":"beautiful, beauty, pretty, ugliness, ugly, voice, word"},{"quote":"You need a man, Kara. A man you can open up to. A man whose passion for life matches yours. A man who grabs your hair in big fistfuls and twists and pulls it when he's fucking you. A man willing to walk wire for you.","author":"Pamela Clare, Extreme Exposure","category":"beautiful, love, sexy-men, swoon-worthy"},{"quote":"The life can be easy, beautiful, enjoyable and sensational, but it is never amazing without you.","author":"M.F. Moonzajer, LOVE, HATRED AND MADNESS","category":"amazing, beautiful, easy, enjoyable, life, sensational"},{"quote":"Anyone who can see will see you beautiful.","author":"Kekla Magoon","category":"beautiful, books, inspirational"},{"quote":"It's not perfection that makes you beautiful, It's your imperfections","author":"Peyton J Glenn","category":"beautiful, beauty, humanity, imperfection, perfection"},{"quote":"Before them is the most beautiful city she has ever seen, has ever imagined. Golden rooftops shine brightly; windows made from diamonds and rubies gleam; tall buildings reach toward the clouds. She is again overwhelmed, this time with gratitude. All this, for her.","author":"Victoria Kahler, Luisa Across the Bay","category":"beautiful, beauty, cities, city, gratitude, views"},{"quote":"He thinks you're pretty.\" Genevieve yawned. \"Guys always think you're pretty.\"\"Well people think you look like me,\" I responded.\"They're only being nice.\" Her voice was hurt as she curled closer to me.\"They aren't being nice. You're beautiful, smart, and you know who you are. You're never afraid of saying what you believe in. I never want you to forget that, Genevieve,\" I spoke tenderly as I watched her eyes start to sag. \"I love you, Genevieve.","author":"Ottilie Weber, Beneath the Scars","category":"beautiful, love, sister-bond, sister-love, smart, sweet"},{"quote":"He simply translated what was in LuLing's heart: her better intentions, her hopes.","author":"Amy Tan, The Bonesetter's Daughter","category":"beautiful, hopes, simple"},{"quote":"- It doesn't do anything obvious. But it might be able to do something in here. - Then she touched her hand to her heart. - Beautiful things sometimes do.","author":"Veronica Roth, Allegiant","category":"art, beautiful, design, heart, items, purpose, things, touched"},{"quote":"Certainly not the way someone will have told you the same thing yesterday, made you feel alternately - simultaneously - angry and guilty, guilty because complicit because flattered, therefore unfairly angry.","author":"Jennifer Clarvoe, Invisible Tender","category":"angry, beautiful, compliment, flattered, guilty"},{"quote":"Dad, she's beautiful. I remember where she was standing.","author":"Kasie West, Split Second","category":"beautiful, love, sweet"},{"quote":"I said ”I love you so much it’s killing me”and you kept saying sorryso I stopped explainingfor it never made sense to youwhat always did to meto let what you love kill youand never regret. As Romeo is dying Juliet says”I am willing to die to remain by your side”and love was never a static place of restbut the last second of euphoriawhile throwing yourself out from a 20 store windowto be able to say”I flew before I hit the ground”,and it was glorious.Don’t be sorry.The fall was beautiful, dear.The crash was beautiful.","author":"Charlotte Eriksson","category":"beautiful, break-up, charlotte-eriksson, falling, fly, flying, heartbreak, love, moving-on, no-regrets, poetry, prose-poetry, romeo-and-juliet, shakespeare, sorry, the-glass-child, youth"},{"quote":"I’d do it all over again, knowing that you were going to be there at the end. I’d walk through the sadness and the loneliness all over again for you.","author":"Kimberly Lauren, Beautiful Broken Mess","category":"audrey, beautiful, beautiful-broken-mess, broken, cole, em, jace, jax, kimberly-lauren, lane, mess, quinn"},{"quote":"I saw you before. All your flaws, your imperfections. Your body’s going to a lot of trouble to hide something, something inside of you. It must be very precious.","author":"Shaun Hick, The Army of Five Men","category":"appearances, beautiful, beautiful-inside, beauty, deception, flaw, flaws, imperfect, imperfections, inner-beauty, mask, physical-beauty, precious"},{"quote":"The air moved slowly around his body, somehow tangible, gold flaked, every dust mote a lantern.","author":"Maggie Stiefvater, The Raven Boys","category":"beautiful, figurative"},{"quote":"He was fine; he, that orphan that foundling that outcast; he felt himself august and strong; he looked full in the face that society from which he was banished, and into which he had so powerfully intervened; that human justice from which he had snatched its prey; all those tigers whose jaws perforce remained empty; those myrmidons, those judges, those executioners, all that royal power which he, poor, insignificant being, had foiled with the power of God.","author":"Victor Hugo, The Hunchback of Notre-Dame","category":"beautiful, hunchback-of-notre-dame, notre-dame, paris, the-hunchback-of-notre-dame, victor-hugo"},{"quote":"All of a sudden you see reading in bed and waffles on Sunday and laughing at nothing and his mouth on yours. And it's so far beyond fine that you know you can never go back to fine.","author":"Gillian Flynn, Gone Girl","category":"beautiful, gone-girl, love"},{"quote":"The speech of God’s beautiful woman is a fountain of life to those around her.","author":"Elizabeth George, Beautiful in God's Eyes: The Treasures of the Proverbs 31 Woman","category":"beautiful, christian, eyes, faith, fountain, girl, god, her, lady, lady-like, life, nice, pretty, speech, woman"},{"quote":"Smile on the face or innocence on the face is as attractive as beauty on the face.","author":"Amit Kalantri","category":"attract, attraction, attractions, attractive, beauties, beautiful, beautiful-face, beauty, innocence, innocent, innocent-face, quotes-about-beautiful-face, quotes-about-beauty, quotes-about-smile, quotes-about-smiling, smile, smiles, smiling, smiling-face"},{"quote":"A charming girl gets more proposals than a beautiful girl.","author":"Amit Kalantri","category":"beautiful, beautiful-girl, beauty, charm, charming, charming-girl, charming-men, inspiration, inspirational, inspirational-quotes, love, motivation, motivational, motivational-quotes, proposals, propose, relationships, romance"},{"quote":"All women may not be beautiful but every woman can look beautiful.","author":"Amit Kalantri","category":"beauties, beautiful, beautiful-woman, beautiful-women, beauty, fun, funny, funny-quotes, wit, witty, witty-quotes, woman, women"},{"quote":"Beauty should be the goal of your communication. Learn to speak with godly wisdom.","author":"Elizabeth George","category":"beautiful, beauty, christian, communicate, gentle, goal, god, soft, speak, wisdom"},{"quote":"Sometimes words are just a crude translation of love.","author":"Saleem Sharma","category":"beautiful, expression, love, translation"},{"quote":"Do you think I'm pretty?”He regarded me with utter seriousness, like he always did. \"I think you're beautiful.”\"Beautiful?”\"You are so beautiful, it hurts me sometimes.","author":"Richelle Mead, Vampire Academy","category":"beautiful, it-hurts, pretty"},{"quote":"It does not mean you are not awesome, if no one ever appreciates your beauty. But I can see that, in your juicy eyes, funny smiles and innocent face. And I am telling you now; you are exceptionally beautiful and awesome.","author":"M.F. Moonzajer, LOVE, HATRED AND MADNESS","category":"appreciate, awesome, beautiful, beauty, face, funny, innocent, smiles"},{"quote":"I do not have a beautiful face, soft skin or a pretty smile, but I know how to inspire a bunch of pretty and lovely girls.","author":"M.F. Moonzajer, LOVE, HATRED AND MADNESS","category":"beautiful, face, girls, inspire, lovely, pretty, skin, smile, soft"},{"quote":"It doesn't matter, the important thing is to fall asleep caressing the charm of an image. Because the last thing you think of before falling asleep must always be the most beautiful.","author":"Filippo Bologna, The Parrots","category":"beautiful, beauty, charm, sleep"},{"quote":"Her [Odette's] eyes were beautiful, but so large they seemed to droop beneath their own weight, strained the rest of her face and always made her appear unwell or in a bad mood.","author":"Marcel Proust, Swann's Way","category":"beautiful, beauty, eyes"},{"quote":"Beauty is an advantage, smile is guarantee.","author":"Amit Kalantri","category":"advantage, advantageous, advantages, beautiful, beautiful-guy, beauty, beauty-of-guy, beauty-of-men, certain, certainty, guarantee, guarantees, smile, smile-anyway, smiles, smiley, smiley-face, smiling, smiling-face"},{"quote":"Life is so spine chillingly beautiful.","author":"Amani Abbas","category":"beautiful, inspirational, life, spine-chilling"},{"quote":"as the shadows assumeshapesI fight the slowretreatnowmy once-promisedwindlingdwindlingnowlighting new cigarettespouring moredrinksit has been a beautifulfightstillis.","author":"Charles Bukowski, You Get So Alone at Times That it Just Makes Sense","category":"beautiful, beauty, bukowski, cigarettes, death, fight, life, promise, promises, shadow"},{"quote":"Why is your heart racing Tris?","author":"Veronica Roth, Divergent","category":"beautiful, four, love, smile, tobias, tobias-and-tris, tris"},{"quote":"A girl stood before him in midstream, alone and still, gazing out to sea. She seemed like one whom magic had changed into the likeness of a strange and beautiful seabird. Her long slender bare legs were delicate as a crane's and pure save where an emerald trail of seaweed had fashioned itself as a sign upon the flesh. Her thighs, fuller and soft-hued as ivory, were bared almost to the hips, where the white fringes of her drawers were like feathering of soft white down. Her slate-blue skirts were kilted boldly about her waist and dovetailed behind her. Her bosom was as a bird's, soft and slight, slight and soft as the breast of some dark-plumaged dove. But her long fair hair was girlish: and girlish, and touched with the wonder of mortal beauty, her face.","author":"James Joyce, A Portrait of the Artist as a Young Man","category":"beautiful, beauty, breast, fair, girl, hair, hips, legs, love, lust, ocean, skirt, thighs, water"},{"quote":"Julia\", I answered breathlessly. \"Chloe, are you in the bathroom fucking that nice slice of man cake?\" \"I'll be there in a second, okay?\" I ended the call and shoved the phone back into my bag. I looked up at him, feeling my rational side return after the small interruption. \"I should go.\" \"Look, I-\" He was cut off as my phone rang again. I answered without bothering to look at the screen. \"God, Julia! I’m not in here fucking the piece of man cake!\" \"Chloe?\" Joel's confused voice sounded through the phone. \"Oh... hi.\" Shit. This could not be happening to me.","author":"Christina Lauren, Beautiful Bastard","category":"bastard, beautiful, bennett-ryan, chloe-mills, man-cake, nice, slice"},{"quote":"Usually, the murmur that rises up from Paris by day is the city talking; in the night it is the city breathing; but here it is the city singing. Listen, then, to this chorus of bell-towers - diffuse over the whole the murmur of half a million people - the eternal lament of the river - the endless sighing of the wind - the grave and distant quartet of the four forests placed upon the hills, in the distance, like immense organpipes - extinguish to a half light all in the central chime that would otherwise be too harsh or too shrill; and then say whetehr you know of anything in the world more rich, more joyous, more golden, more dazzling, than this tumult of bells and chimes - this furnace of music - these thousands of brazen voices, all singing together in flutes of stone three hundred feet high, than this city which is but one orchestra - this symphony which roars like a tempest.","author":"Victor Hugo","category":"beautiful, hunchback-of-notre-dame, music, orchestra, paris, romantic, romanticism, symphony, the-hunchback-of-notre-dame, victor-hugo"},{"quote":"Allow yourself to let go, surrender, and breathe in the beautiful world that is waiting for you just outside of your comfort zone.","author":"Leigh Hershkovich","category":"beautiful, breathe, comfort, surrender"},{"quote":"And courage to me meant ploughing through that dull gray mist that comes down on life--not only overriding people and circumstances but overriding the bleakness of living.","author":"F. Scott Fitzgerald, The Offshore Pirate","category":"beautiful, courage, life, thought-provoking"},{"quote":"Darker and darker, he said; farther and farther yet. Death takes the good, the beautiful, and the young - and spares me. The Pestilence that wastes, the Arrow that strikes, the Sea that drowns, the Grave the closes over Love and Hope, are steps of my journey, and take me nearer and nearer to the End.","author":"Wilkie Collins, The Woman in White","category":"arrow, beautiful, beauty, dark, death, drown, end, fin, grave, hope, journey, love, mortality, pestilence, sea, spares, the-end, the-good, the-sea, tragedy, wastes, young, youth"},{"quote":"Let go of all expectations, and you shall never be disappointed. I find that rather disappointing to never be disappointed is very expected. Therefore let's only let go of those expectations we know will disappoint us and let's expect to be disappointed sometimes. Life is beautiful that way.","author":"Nicole Haslam","category":"beautiful, disappointment, expectations, life, life-changing"},{"quote":"London is one of the most fascinating, historic, amazing cities in the world!","author":"Sophie Kinsella, Twenties Girl","category":"beautiful, city, london, town"},{"quote":"There's no shame compared to being beautiful with nothing in your brain, an ugly devil with wits is much better that the former.","author":"Michael Bassey Johnson","category":"attract, attractiveness, beautiful, beauty, brains, brainy, comparison, fools, ignorance, intelligence, knowledge, loving, michael-bassey-johnson, pleasing, reflection, splendid, ugly, wisdom, wits"},{"quote":"The only thing that ever came close to tugging my heart strings is music. I know this because that is the only time I've felt them move.","author":"Hafsa Shah","category":"beautiful, heart, heart-strings, inspirtational, moment-of-being, music"},{"quote":"We must pay a price if we are to become priceless.","author":"Elizabeth George, Beautiful in God's Eyes: The Treasures of the Proverbs 31 Woman","category":"beautiful, christian, cost, eyes, faith, gem, god, love, pay, price, priceless"},{"quote":"I would fall asleep with my face pressed into her fur, while her deep electrical purr vibrated softly against my cheek. They made me think of the seaside, and so I called her Ocean, and I could not have told you why.","author":"Neil Gaiman, The Ocean at the End of the Lane","category":"animal, beautiful, calming-the-mind, ocean"},{"quote":"When you have to pretend to be someone, anyone other than yourself. Then you need to make over every part of you. Because just pretending to be someone, anyone other than yourself, you always will be just you. Make over your attitude, your ways, values and morals. Then you will be free to be just you.","author":"Vanessa Vanney Thompson, Words of \"Expressions\" on a Page: Poetry Love","category":"beautiful, inner-soul, love, one-self, peace"},{"quote":"Death is always equal but never fair","author":"The person I really am","category":"beautiful"},{"quote":"We all labor against our own cure, for death is the cure of all diseases","author":"Thomas Browne","category":"beautiful, cure, dark, death, diseases, holly-black, labor, reality-check, the-coldest-girl-in-coldtown, thomas-brown"},{"quote":"I'm a crumbled up piece of paper lying here, 'cause I remember it all too well","author":"Taylor Swift","category":"beautiful, insirational, love, taylor-swift"},{"quote":"Tana would sit near the door to the basement with fingers in her ears, tears and snot running down her face as she cried and cried and cried. And little Pearl would toddle up, crying, too. They cried while they ate their cereal, cried while they watched cartoons, and cried themselves to sleep at night, huddled together in Tana's little bed. 'Make her stop' Pearl said, but Tana couldn't.","author":"Holly Black, The Coldest Girl in Coldtown","category":"beautiful, books, dark, holly-black, monstrous, pearl, pearl-bach, tana, tana-bach, tana-s-mother, terror, the-coldest-girl-in-coldtown, wonderfully-awful"},{"quote":"K.I.S.SKeep. It. Simple. Stupid.","author":"Laura Lee Gulledge, Page by Paige","category":"artistic, beautiful, graphic-novel"},{"quote":"Idealists are either blind or clowns","author":"because they think it is possible to have a beautiful world with asshole creatures like humans.","category":"M.F. Moonzajer"},{"quote":"Every poet creates their own universe that looks more beautiful than reality.","author":"M.F. Moonzajer","category":"beautiful, creation, poet, reality, universe"},{"quote":"Regardless of how beautiful the world could be; when you have no place in it, it is always ugly.","author":"M.F. Moonzajer","category":"always, beautiful, place, ugly, world"},{"quote":"Cause I'll know my weakness, know my voice. And I'll believe in grace and choice. And I know perhaps my heart is farce, But I'll be born without a mask.","author":"Mumford and Sons","category":"beautiful, inspirational, mumford-and-sons, music"},{"quote":"Life is beautiful, when you make it beautiful","author":"Roshni","category":"beautiful, change, happiness, life, love, make, when, you"},{"quote":"The problem with our sense of justice is we always seemed to be kind to beautiful and attractive criminals.","author":"M.F. Moonzajer","category":"beautiful, criminals, justice, kind, problem, sense"},{"quote":"It seemed as if at least a moment some spring had burst forth in his barren soul.","author":"Väinö Linna, Reconciliation","category":"beautiful"},{"quote":"A beautiful woman always has her own place in everyman’s heart.","author":"M.F. Moonzajer","category":"beautiful, heart, woman"},{"quote":"…there’s just something beautiful about walking on snow that nobody else has walked on. It makes you believe you’re special, even though you know you’re not.","author":"Carol Rifka Brunt, Tell the Wolves I'm Home","category":"beautiful, june-elbus, snow, special, tell-the-wolves-i-m-home, walking-on-snow"},{"quote":"It is the reflection of my face. Often in these lost days I study it: I can understand nothing of this face. The faces of others have some sense, some direction. Not mine. I cannot even decide whether it is handsome or ugly. I think it is ugly because I have been told so. But it doesn't strike me. At heart, I am even shocked that anyone can attribute qualities of this kind to it, as if you called a clod of earth or a block of stone beautiful or ugly.","author":"Jean-Paul Sartre, Nausea","category":"beautiful, jean-paul, nausea, reflection, sartre, ugly"},{"quote":"Then you don't know. You can't know what it feels like to meet a person and suddenly know without a doubt that the whole purpose of your life so far-every choice you made, every twist of fate along the way-was just a journey to get you to that person. My life started when I met Clea. Every minute without her is just killing time until we can be together again.","author":"Hilary Duff, Devoted","category":"beautiful, journey, life, love, meaningful, soulmate, true"},{"quote":"I must forget you forever; that kind face, beautiful smile and heartbreaking black eyes, I should have known that, angels are not made for humans.","author":"M.F. Moonzajer, A moment with God ; Poetry","category":"angels, beautiful, black-eyes, face, forever, heartbreaking, humans, kind, smile"},{"quote":"It is not your beautiful face or soft skin that kills me","author":"it is your simplicity and being you.","category":"M.F. Moonzajer, A moment with God ; Poetry"},{"quote":"Sometimes the most beautiful things are in front of our eyes, and we don’t even notice because we’re either too busy or too afraid to take a closer look.","author":"Katja Michael","category":"afraid, beautiful, closer-look, eyes, fear, inspirational, love"},{"quote":"Shake those stars from your hair, pretty Moonchild. It's time to dance with the noonday sun!","author":"Jaeda DeWalt","category":"beautiful, inspirational, moon-child, moonchild, poetic, romantic, stars, sun"},{"quote":"She was lovely with eyes that captivated your heart, a smile that drew your mind, and a presence that captured your soul. She was everything you wanted in a girl, and so much more.","author":"Victoria Sophia A.B.","category":"beautiful, beauty, captivating, girls, gorgeous, love, lovely, uplifting"},{"quote":"But flowers feed our soul in a different way. They remind us of a God who creates beautiful things and takes notice of the tiniest detail","author":"Tricia Goyer, A Christmas Gift for Rose","category":"beautiful, flowers"},{"quote":"Even though we'd put each other through hell, we'd found heaven. Maybe it was more than a couple of sinners like us deserved, but I wasn't going to complain.","author":"Jamie McGuire, Walking Disaster","category":"beautiful, deserve, sinners"},{"quote":"The real world reveals itself like surprise gifts on our doorstep, special moments that seem above and beyond the reality of others. These times are full, beautiful and meaningful beyond words, even when wrapped in pain.","author":"Christopher Hawke, Unnatural Truth","category":"beautiful, beauty, enlightenment, meaningful, moment, moments, pain, real, real-life, real-world, reality, world"},{"quote":"Beauty in the world is not always in the \"beautiful.","author":"Christopher Hawke","category":"beautiful, beauty"},{"quote":"Allow the beauty of all that we love be reflected in who we are and in our actions.","author":"Mark W. Boyer","category":"beautiful, inspirational-quotes, mark-boyer, wisdom, work-ethic"},{"quote":"She is beautiful like an angel, charming like a fairy and sweet like honey.","author":"M.F. Moonzajer, A moment with God ; Poetry","category":"angel, beautiful, charming, fairy, honey, sweet"},{"quote":"Lean in a bit so you can see the beautiful world, but don't lean in too far because you can fall","author":"Nina Boddin","category":"a-bit, beautiful, can, fall, far, lean, see, world"},{"quote":"I know you all, and will awhile uphold the unyoked humour of your idleness . . .","author":"William Shakespeare","category":"beautiful"},{"quote":"Here's the thing about Hazel: Almost everyone is obsessed with leaving a mark upon the world. Bequeathing a legacy. Outlasting death. We all want to be remembered. I do, too. That's what bothers me most, is being another unremembered casualty in the ancient and inglorious war against disease.I want to leave a mark.But Van Houten: The marks humans leave are too often scars. You build a hideous minimall or start a coup or try to become a rock star and you think, \"They'll remember me now,\" but (a) they don't remember you, and (b) all you leave behind are more scars. Your coup becomes a dictatorship. Your minimall becomes a lesion....We are like a bunch of dogs squirting on fire hydrants. We poison the groundwater with our toxic piss, marking everything MINE in a ridiculous attempt to survive our deaths. I can't stop pissing on fire hydrants. I know it's silly and useless--epically useless in my current state--but I am an animal like any other.Hazel is different. She walks lightly, old man. She walks lightly upon the earth. Hazel knows the truth: We're as likely to hurt the universe as we are to help it, and we're not likely to do either.People will say it's sad that she leaves a lesser scar, that fewer remember her, that she was loved deeply but not widely. But it's not sad, Van Houten. It's triumphant. It's heroic. Isn't that the real heroism? Like the doctors say: First, do no harm.The real heroes anyway aren't the people doing things; the real heroes are the people NOTICING things, paying attention. The guy who invented the smallpox vaccine didn't actually invent anything. He just noticed that people with cowpox didn't get smallpox....But then I wanted more time so we could fall in love. I got my wish, I suppose. I left my scar....What else? She is so beautiful. You don't get tired of looking at her. You never worry if she is smarter than you: You know she is. She is funny without ever being mean. I love her. I am so lucky to love her, Van Houten. You don't get to choose if you get hurt in this world, old man, but you do have some say in who hurts you. I like my choices. I hope she likes hers.","author":"John Green, The Fault in Our Stars","category":"animals, beautiful, choices, death, disease, dogs, dying, eulogy, fire-hydrant, hurt, legacy, love, making-a-difference, scars, survival"},{"quote":"If it hadn't been what it was, it would've been beautiful.","author":"Megan Abbott, Dare Me","category":"beautiful, inspirational"},{"quote":"It's the Joshua tree's struggle that gives it its beauty.","author":"Jeannette Walls, The Glass Castle","category":"beautiful, inspirational, meaningful, symbolic"},{"quote":"You are as beautiful as sky, as soft as moon, as shiny as stars and as angry as Sun.","author":"M.F. Moonzajer","category":"beautiful, moon, sky, soft, stars, sun"},{"quote":"If there is one thing I have come to believe over the years, it’s the notion that there really is somebody for everybody. Every single person is going to look at beauty from a different angle. Every single person is going to be attracted to certain features and characteristics that are completely different than the next person. And… there isn’t a person on earth that everybody on earth finds attractive.","author":"Dan Pearce, Single Dad Laughing","category":"attraction, beautiful, beauty, individuality, love, people"},{"quote":"You look beautiful and tragic, just the way a heroine should on the eve of battle. Like Joan of Arc in her silver armor.","author":"Melissa de la Cruz, Gates of Paradise","category":"beautiful, gates-of-paradise, melissa-de-la-cruz, oliver-hazard-perry, tragic, warrior"},{"quote":"...and on some nights in bed, in that moment before sleep erased the day, I would picture the way the sky in Lapland looked the morning I left, how the train had sped south beneath a sky that was brighter than it had been in weeks. It had pulsed with reds and oranges, as though hiding a beating heart.","author":"Vendela Vida, Let the Northern Lights Erase Your Name","category":"beautiful, nature"},{"quote":"I took a breath, seeing from across the room the rain on his eyelashes. A sudden need to brush them free filled me. I could almost feel the dampness of the rain on my fingers, how soft it would feel.","author":"Kim Harrison, Dead Witch Walking","category":"beautiful"},{"quote":"Beauty is one of the rare things which does not lead to doubt of God.","author":"Jean Anouilh","category":"beautiful, beauty, evidence, god, rare"},{"quote":"And John Kearns whispered into my ear: \"Do you see it now? *You* are the nest. *You* are the hatchling. *You* are the chrysalis. *You* are the progeny. *You* are the rot that falls from the stars. All of us--you and I and poor, dear Pellinore. Behold the face of the magnificum, child. And despair.\"Though I was sickened by the sight, I looked. In the bower of the beast at the top of the world, I beheld the face of the magnificum, and I did not turn away.","author":"Rick Yancey, The Isle of Blood","category":"beautiful, john-kearns, magnificum, pellinore-warthrop, spoiler, the-beast, will-henry"},{"quote":"Beautiful toes are an addition to a woman’s appearance.","author":"Ellen J. Barrier","category":"appearance, beautiful, beauty, toes, woman"},{"quote":"A chill December morning dawned, with rags and tatters of mist hanging on the trees like poor people’s washing.","author":"Ken Follett, The Pillars of the Earth","category":"beautiful, metaphor"},{"quote":"If they can worship a weird creature, which is even not existed; why I must not worship a beautiful one who is already here.","author":"M.F. Moonzajer, A moment with God ; Poetry","category":"beautiful, creature, weird, worship"},{"quote":"The world population is nearing seven billion. John Travolta and Farrah Fawcett didn’t procreate and produce all seven thousand million of us. Audrey Hepburn and Burt Lancaster didn’t personally populate the world. Almost every child that was ever born is the byproduct of two everyday people who found each other attractive enough to go jump in the sack together. Almost every child that was ever born came about because two everyday people thought the other was attractive enough to warrant a second glance. If you want proof that attraction belongs to the individual, go sit on a bench at the mall and look at all the different couples walking by.You will believe that there literally is someone for everyone.","author":"Dan Pearce, Single Dad Laughing","category":"attraction, beautiful, beauty, couples, individuals, looksiful"},{"quote":"Ain’t I your man?” he persisted.“Yeah, Ellis, you’re my man.” Her lips quaked as she said it.","author":"Tracy Winegar","category":"beautiful, love, romance"},{"quote":"To be original is not creating your own idea","author":"it's the essence of the idea in the reader's mind.","category":"Kaela Marooney"},{"quote":"This is my story. I don't know where I'm going, but I know I'm going somewhere beautiful, and I know I'm on my way... It's been a beautiful adventure. It always will be.","author":"Charlotte Eriksson, Empty Roads & Broken Bottles; in search for The Great Perhaps","category":"beautiful, beautiful-struggle, story"},{"quote":"The tragedy of life, Howard, is not that the beautiful die young, but that they grow old and mean. It will not happen to me.","author":"Raymond Chandler, The Long Goodbye","category":"beautiful, death-and-dying, goodbyes, life"},{"quote":"Some boys... Are perfect shits. & other boys are very, very beautiful.","author":"Benjamin Alire Sáenz, He Forgot to Say Goodbye","category":"beautiful, boys"},{"quote":"There are two sacred causes in this world,” he said, holding up his pinkie and ring ringer. “Chance and necessity. By chance I was there to help when you had need.","author":"Rachel Hartman, Seraphina","category":"beautiful, cause, chance, help, necessity"},{"quote":"Love is a gamble and sometimes it hurts, but whether you win or lose being in love is a beautiful thing.","author":"M.J. Abraham, Happenstance","category":"beautiful, gamble, love"},{"quote":"She is so beautiful. Perfect. Mine.No. Not mine. I am hers.","author":"Stacey Jay, Romeo Redeemed","category":"beautiful, love, romeo"},{"quote":"She's not classically beautiful, but somehow that only makes her more interesting.","author":"Jodi Picoult, Keeping Faith","category":"beautiful, beauty, charm, interesting-quotes, woman"},{"quote":"I think things are beautiful when you don’t plan them, and you don’t have any expectations, and you’re not trying to get somewhere in particular.","author":"Alison Mosshart","category":"beautiful, expectations, particular, plan, somewhere, things"},{"quote":"I wanted to be strong when I went back to Persuasion. Strong and beautiful and totally together. I dreamed of the day I’d get to rub all your faces in my sheer awesomeness.","author":"Susan Donovan, The Girl Most Likely To...","category":"beautiful, coming-home, dreams, strong-women"},{"quote":"...\"Are you okay?\" he says, still looking at me, and I feel my smile slip, fade, and the silence that falls over us then is so total I can’t hear anything, not the rush-hiss of my heart pounding in my chest, not the sounds all around us; insects, wind, and the distant clatter of others’ lives in houses built close but not too close because when we look out our windows we all like to pretend that everything we see is ours. But Ryan is not mine.","author":"Elizabeth Scott, The Unwritten Rule","category":"beautiful, crying, love, omg, painful"},{"quote":"I saw a woman who physically and spiritually blocked out the definition of being celestial, and replaced it with her own divine beauty. She was transcendent. She was beyond astonishing in her presence. But what she truly did, which was beyond the scope of an average woman's power, was step above the barriers of reality and illusion with her pure, majestic, and omnipotent beauty.","author":"Lionel Suggs","category":"beautiful, beauty, goddess, women"},{"quote":"We'll go down to the stream behind the house with a bottle of wine and none of our clothes and remind each other that--even in the midst of so much goodness--there are delightful ways to be wicked. And we'll swim and laugh and kiss, and the stars will shine, beautiful and bright, but Ariel will always shine brighter.At least for me.","author":"Stacey Jay, Romeo Redeemed","category":"beautiful, love, romeo"},{"quote":"But I never just quite liked that ryhme.''Why not, child?''Because it seems to say one's as good as another, or two new ones are better than one that's lost. . . . Somehow, when once you've looked into anybody's eyes, right deep down into them, I mean, nobody will do for that one any more. Nobody, ever so beautiful or so good, will make up for that one going out of sight.","author":"George MacDonald, At the Back of the North Wind","category":"beautiful, good, lost, love, unique"},{"quote":"Had it been possible for me to fix the plane permanently in the sky, to defy the winds and clouds and all the forces pushing it upward and pulling it earthward, I would have willingly done so. I would have stayed in my seat with my eyes closed, all strength and passion gone, my mind as quiescent as a coat rack under a forgotten hat, and I would have remained there, timeless, unmeasured, unjudged, bothering no one, suspended forever between my past and my future.","author":"Jerzy Kosiński, Steps","category":"beautiful, melancholy"},{"quote":"I haven’t seen angels, but I am sure they are not as beautiful as you are.","author":"M.F. Moonzajer, A moment with God ; Poetry","category":"angels, beautiful"},{"quote":"It's a luxury being a writer because all you ever think about is life.","author":"Amy Tan","category":"beautiful, so-true-for-me"},{"quote":"All girls say men are the same but I'm different, I don’t like calling girls hot or sexy because to me calling a girl that means you’re looking something of them. So I like using the word beautiful because beautiful is a very strong word and I feel it’s from the same category as love because love and beautiful come from the heart and not the eyes.","author":"Anndrue Martin","category":"beautiful"},{"quote":"You’re incredibly brave. And you’re going to make it through this because you have a very strong heart. A heart that is capable of loving so much about life and people in a way you never dreamt a heart could love. And you’re beautiful in here. Your heart is so beautiful and someday someone is going to love that heart like it deserves to be loved.","author":"Colleen Hoover, Hopeless","category":"beautiful, brave, hope, hopeless, life, love, sky-davis, sky-to-hope"},{"quote":"How could such a beautiful man be insecure?","author":"R.K. Lilley, In Flight","category":"beautiful, insecure"},{"quote":"Not gray, exactly. Right before the sun rises there's a moment when the whole sky goes this pale nothing color-not really gray but sort of, or sort of white, and I've always really liked it because it reminds me of waiting for something good to happen.","author":"Lauren Oliver, Delirium","category":"amazing, beautiful"},{"quote":"You put your soul into those paintings, and nothing in this world is more beautiful to me than that soul of yours.","author":"R.K. Lilley, Grounded","category":"beautiful, paint, soul"},{"quote":"The only thing true about what you just said was the storybook damsel part - and that only because you're pretty enough to be one.","author":"Richelle Mead, The Golden Lily","category":"beautiful, damsel-in-distress"},{"quote":"Ladies, most of you have no idea how beautiful you are. Don't let mean words from an insecure soul blind you from the truth of your beauty. You are beautiful by design... just the way you are.","author":"Steve Maraboli, Unapologetically You: Reflections on Life and the Human Experience","category":"beautiful, beauty, design, insecure, inspirational, soul, truth, women"},{"quote":"This woman is beautiful and clever: but how much cleverer she would have become if she were not beautiful!","author":"Friedrich Nietzsche, Daybreak: Thoughts on the Prejudices of Morality","category":"beautiful, clever, woman"},{"quote":"The paperweight was the room he was in, and the coral was Julia's life and his own, fixed in a sort of eternity at the heart of the crystal.","author":"George Orwell, 1984","category":"1984, beautiful, beautiful-imagery, deep, different-worlds, dystopian-fiction, george-orwell"},{"quote":"At the base of the immense pillar, tiny Babylon was in shadow. Then the darkness climbed the tower, like a canopy unfurling upward. It moved slowly enough that Hillalum felt he could count the moments passing, but then it grew faster as it approached, until it raced past them faster than he could blink, and they were in twilight... For the first time, he knew night for what it was: the shadow of the earth itself, cast against the sky.","author":"Ted Chiang, Stories of Your Life and Others","category":"astronomy, beautiful, nature, tower-of-babylon"},{"quote":"I want something good to die for. . . to make it beautiful to live.","author":"Stacey T. Hunt, The Adventure Begins","category":"beautiful, beauty, cascade, crown, crowns, death, find, found, good, good-and-evil, goodbye, goodness, inspirational, life, live, love, safe, save, save-me, save-the-world, saved, saved-my-life, saved-souls, secrets, something, tell, told, want"},{"quote":"Hewas beautiful. I know, it’s not the manliest way to describe a guy, but inmy head, it was the adjective I used most often and it fit him to a tee.","author":"S.C. Stephens, Thoughtless","category":"beautiful, guy"},{"quote":"When I am alone and my skull is ripsaw I want to jump into the womb of any bonfire, I want to leap into the ceiling fan head first, but I need that fan this coming summer.","author":"Derrick Brown, Scandalabra","category":"beautiful"},{"quote":"You'd be surprised what poison is often hidden in the most beautiful camouflage.","author":"Evelyn Klebert, Ghost Soldier","category":"beautiful, camouflage, hidden, poison, surprised"},{"quote":"Moderation sees itself as beautiful","author":"it is unaware that in the eye of the immoderate it appears black and sober and consequently ugly-looking","category":"Friedrich Nietzsche, Daybreak: Thoughts on the Prejudices of Morality"},{"quote":"Do not forget to tell your daughters God made them beautiful.","author":"Habeeb Akande","category":"beautiful, daughters, god, women"},{"quote":"That— we seemed to have decided without saying a word— might go a long way toward spoiling something that was special, and beautiful, by virtue of its strangeness and delicacy.","author":"Stephen King, The Green Mile","category":"beautiful, inexplicable, strange"},{"quote":"This proves the significance of individualism; being able to face the music, to embrace it, and then create something beautiful from it. You can’t truly be happy unless you’re unhappy sometimes and the pinnacle of life can only be reached when one can carve their own path.","author":"Nadège Richards","category":"beautiful, individualism, life, love, music, path"},{"quote":"Death, is a beautiful conclusion to these short stories, that which we have so interestingly entitled, lives.","author":"Kiar","category":"beautiful, conclusion, death, lives, short-stories"},{"quote":"True beauty express itself automatically. It's not only visible in the material, but around one's being, and within their aura. I once met a female, who was like that of a jeweled flower. Her celestial atmosphere and genuine conception could not separate from the true expression of the definition of beauty.","author":"Lionel Suggs","category":"admiration, beautiful, beauty, love"},{"quote":"We celebrate beauty in life and all its possibility so we open it up for others and at the same time for ourselves.","author":"Jay Woodman","category":"beautiful, beauty"},{"quote":"I gripped against her like she was metal and I was all full of lightning, charged up and jagged and of that moment alone.","author":"Chris   Howard, Rootless","category":"beautiful, prose, rootless"},{"quote":"Fireworks made of glass. An explosion of dew. Crescendo. Diminuendo. Silence.There are drugs that work the same, and while I am not suggesting that our founder purchased the glassworks to get more drops, it is clear that she had the seed planted, not once, but twice, and knew already the lovely contradictory nature of glass and she did not have to be told, on the day she saw the works at Darling Harbour, that glass is a thing in disguise, an actor, is not solid at all, but a liquid, that an old sheet of glass will not only take on a royal and purplish tinge but will reveal its true liquid nature by having grown fatter at the bottom and thinner at the top, and that even while it is as frail as the ice on a Parramatta puddle, it is stronger under compression than Sydney sandstone, that it is invisible, solid, in short, a joyous and paradoxical thing, as good a material as any to build a life from.","author":"Peter Carey","category":"beautiful, glass"},{"quote":"She looked... She looked young, and- and--\" I glanced down at Rossana gazing up at me, lips parted, eyes shining, her hair loose around her shoulders, and the next words I spoke were intended with no artifice at all. \"She is almost as beautiful as you.\" There was laughter, and I looked up, confused. \"If you wish to pay court to my daughter, Matteo, you must first speak to me,\" Captain dell'Orte said in mock severity. Rossana's face colored pink.\"Elizabetta is also very beautiful,\" I said quickly, thinking to cover any embarassment, but also because it was true. The adults roared with laughter. \"Now Matteo seeks to woo both girls with one compliment.","author":"Theresa Breslin, The Medici Seal","category":"beautiful, humor, leonardo-da-vinci, matteo, ten-year-old-boy"},{"quote":"I learned from her that every woman is worriedabout her looks, no matter how beautiful she is.","author":"Richard Feynman, Surely You're Joking, Mr. Feynman!: Adventures of a Curious Character","category":"beautiful, looks, woman"},{"quote":"You will be a beautiful person, as long as you see the beauty in others.","author":"Bryant McGill","category":"attitude, beautiful, beauty, judgement, perspective, projection"},{"quote":"So, I guess that's what happens, when you fall in love with that perfect someone you just never want to fall out, because they treat you right, you know, like they give you kisses and they remind you of how beautiful you are, and how sweet you make them feel, and they do all kinds of things just to see you smile.","author":"Abraham M. Alghanem, Summer and Autumn","category":"beautiful, falling-in-love, love"},{"quote":"As they grew sloppier and less alert, the twins argued too loudly about whether Tiger Lily was ugly or beautiful, and finally agreed that she was \"ugly beautiful\".Tiger Lily pretended she hadn't heard, but her heart slowed to absorb the blow.","author":"Jodi Lynn Anderson, Tiger Lily","category":"beautiful, lost-boys, tiger-lily, ugly"},{"quote":"Time flies with you","author":"Mitch Albom, The Time Keeper","category":"beautiful, mitch-albom, the-time-keeper, thoughtful"},{"quote":"Black as night and as beautiful as forever.","author":"Stephen King, Everything's Eventual: 14 Dark Tales","category":"beautiful, compliment, forever, night"},{"quote":"The little island seemed to float on the dark lake-waters. Trees grew on it, and a little hill rose in the middle of it. It was a mysterious island, lonely and beautiful. All the children stood and gazed at it, loving it and longing to go to it. It looked so secret - almost magic.“Well,” said Jack at last. “What do you think? Shall we run away, and live on the secret island?”“Yes!” whispered all the children.“Let’s!","author":"Enid Blyton, The Secret Island","category":"beautiful, children, island, lonely, mysterious, running-away, secret"},{"quote":"Do I love you because you're beautiful, or are you beautiful because I love you? Am I making believe I see in you, a woman too perfect to be really true? Do I want you because you're wonderful, or are you wonderful because I want you? Are you the sweet invention of a lover's dream, or are you really as beautiful as you seem?","author":"Oscar Hammerstein II, Rodgers & Hammerstein's Cinderella","category":"beautiful, beauty, cinderella, love, woman"},{"quote":"She was--I keep using the past tense; I ought to say she is--one of those people who, at first sight, look plain, are quiet, unassertive, unmemorable even. But who, when they start to talk and you get to know them, become more and more attractive and impressive, and you see that in fact they are beautiful. Not conventionally beautiful, not celebrity beautiful, but beautiful all through.","author":"Aidan Chambers, Dying to Know You","category":"beautiful, beautiful-people, beautiful-women"},{"quote":"This womens skin is shimmering and pale, her long black hair is tied with dozens of silver ribbons that fall over her shoulders. Her gown is white, covered in what to Bailey looks like looping black embroidery, but as he walks closer he sees that the black marks are actually words written across the fabric. When he is near enough to read parts of the gown, he realizes that they are love letters, inscribed in handwritten text. Words of desire and longing wrapping around her waist, flowing down the train of her gown as it spills over the platform. The statue herself is still, but her hand is held out and only then does Bailey notice the young woman with a red scarf standing in front of her, offering the love letter-clad statue a sungle crimson rose.The movement is so subtle that it is almost undetectable, but slowly, very, very slowly, the statue reaches to accept the rose.Her fingers open, and the young woman with the rose waits patiently as the statue gradually closes her hand around the stem, releasing it only when it is secure.....The statue is lifting the rose, gradually, to her face. Her eye lids slowly close.","author":"Erin Morgenstern, The Night Circus","category":"beautiful, descriptive"},{"quote":"If you took the world away and just left the elctricity, it would look like the most exquisite filigree ever made - a ball of twinkling silver lines with the occasional coruscating spike of a satellite beam. Even the dark areas would glow with radar and commercial radio waves. It could be the nervous system of a great beast.","author":"Terry Pratchett, Good Omens: The Nice and Accurate Prophecies of Agnes Nutter, Witch","category":"beautiful, creative"},{"quote":"She is a beautiful creature, but beauty doesn't equal good and it certainly doesn't equal sane.","author":"Carrie Jones, Endure","category":"beautiful, beauty, creature, good, sane"},{"quote":"She was a keen observer, a precise user of language, sharp-tongued and funny. She could stir your emotions. Yes, really, that's what she was so good at - stirring people's emotions, moving you. And she knew she had this power...I only realized later. At the time, I had no idea what she was doing to me.","author":"Haruki Murakami, Norwegian Wood","category":"beautiful, emotional, norwegian-wood"},{"quote":"Funny hoe everything can change in an instant. From death to life. From empty to full. From darkness to light.  Or maybe I just wasn't looking. I hadn't known that light could be a feeling and sound could be a color and a kiss could be both a question and an answer. And that heaven could be the ocean or a person or this moment or something else entirely.","author":"Megan Miranda, Fracture","category":"beautiful, lessons, life, moments, time"},{"quote":"Lies cannot nourish or protect you. Only freedom from fear, freedom from lies, can make us beautiful, and keep us safe.","author":"Anne Lamott, Grace (Eventually): Thoughts on Faith","category":"beautiful, beauty, fear, freedom, lies, safe, safety"},{"quote":"I think she is beautiful, but in a way that is not friendly, like in a way that just makes me want her to be mine.","author":"Abraham M. Alghanem, Summer and Autumn","category":"beautiful, love"},{"quote":"At moments of great enthusiasm it seems to me that no one in the world has ever made something this beautiful and important.","author":"M.C. Escher","category":"art, artist, beautiful, enthusiasm, important"},{"quote":"Be patient, darling, and try to trust both your heavenly and your earthly father. You know that no trial can come to you without your heavenly Father's will, and that He means this for your good. Look to Him and he will help you to bear it, and send relief in His own good time and way.","author":"Martha Finley, Elsie's Girlhood","category":"beautiful"},{"quote":"...I remember the oily smoke of a cigarette suspended in a shaft of sunlight - with you, everything was beautiful...","author":"John Geddes","category":"beautiful, cigarette, shaft, smoke, sunlight"},{"quote":"Kane wondered if any man in her life had really noticed how beautiful she was.","author":"Dannika Dark, Closer","category":"admire, beautiful, closer, dannika-dark, love, mageri, notice, paranormal, romance, sexy, wonder"},{"quote":"The world is being created and destroyed in this very moment.","author":"Paulo Coelho, Aleph","category":"beautiful, inspirational, wisdom, world"},{"quote":"I have been mocked by beauty, too. But it was the beauty which cost me nothing that in the end turned upon me.","author":"Katherine Paterson, Of the Nightingales That Weep","category":"beautiful, beauty, mockery"},{"quote":"...I hardly ever see your profile, but have I told you it's beautiful? - like the soft gentle lines of snow...","author":"John Geddes, A Familiar Rain","category":"beautiful, gentleness, love, snow, softness"},{"quote":"Stella scribbledin thick black textaacross half the pagesof my best storybook,filled with people who venturedwhere their hearts took them.Beautiful worlds beyond mine.","author":"Emma Cameron, Cinnamon Rain","category":"beautiful, hearts, pages, people, scribbles, storybook, worlds"},{"quote":"He saw her right after the seventh-period bell rang. She seemed dressed for the sole purpose of blending in with the lockers, but she stood out, anyway. It didn’t matter that her wide blue eyes were narrowed or that her pretty mouth was twisted into a near snarl — she was blatantly beautiful. It was kind of sick the way Ed was preoccupied with beautiful girls these days.He felt a little sorry for her. (He was also preoccupied with finding ways of feeling sorry for people.) She was new and trying hard not to look it. She was confused and trying to look tough. It was endearing is what it was.","author":"Francine Pascal, Fearless","category":"beautiful, blending-in, endearing, lockers, pity, school, snarls"},{"quote":"Death is a force, not a man in a horse","author":"Dry the River","category":"beautiful, music"},{"quote":"She was beautiful, but her youth, the very awkwardness of her age, prevented her from flaunting it.","author":"Richard J.  O'Brien","category":"age, beautiful, beauty, teen, youth"},{"quote":"I'll think about you every day. Part of me is scared that there will come a time when you don't feel the same way,that you'll somehow forget what we shared, so this is what I want to do. Wherever you are and no matter what's going on in your life, when it's the first night of the full moon-like it was the first time we met-I want you to find it in the nighttime sky. I want you to think about me and the week we shared, because wherever I am and no matter what's going on in my life, that's exactly what I'll be doing. If we can't be together, at least we can share that, and maybe between the two of us, we can make it last forever.","author":"Nicholas Sparks","category":"beautiful, dear-john, letter, love, moon, nicholas-sparks"},{"quote":"She reminded me of the sea; the way she came dancing towards you, wild and beautiful, and just when she was almost close enough to touch she'd rush away again.","author":"Glenda Millard, A Small Free Kiss in the Dark","category":"beautiful, close-enough, dancing, rush-away, sea, touch, wild"},{"quote":"Let's get something straight; you're not a piece of shit, you're amazing. It doesn't matter who buys me drinks, or who asks me to dance, or who flirts with me. I'm going home with you. You've asked me to trust you, and you don't seem to trust me. - Abby, Beautiful Disaster","author":"Jamie McGuire, Beautiful Disaster","category":"abby, beautiful, disaster, jamie, love, mcguire, travis"},{"quote":"If this is really it...if you're really done with me...will you let me hold you tonight? - Travis","author":"Jamie McGuire, Beautiful Disaster","category":"abby, beautiful, break-up, disaster, jamie, mcguire, travis"},{"quote":"My experiences remind me that it's those black clouds that make the blue skies even more beautiful.","author":"Kelly Clarkson","category":"beautiful, clouds, experiences, inspirational, life, sky"},{"quote":"What a face this girl possessed!—could I not gaze at it every day I would need to recreate it through painting, sculpture, or fatherhood until a second such face is born. Her face, at once innocent and feral, soft and wild! Her mouth voluptuous. Eyes deep as oceans, her eyes as wide as planets. I likened her to the slender Psyché and judged that the perfection of her face ennobled everything unclean around her: the dusty hems of her bunched-up skirt, the worn straps of her nightshirt; the blackened soles of her tiny bare feet, the coal-stained balcony bricks upon which she sat, and that dusty wrought-ironwork that framed her perch. All this and the pungent air!—almost foul, with so many odors. Ô, that and the spicy night! …Pungency, spice, filth and night, dust and light; all things dark did blossom in sight; flower and bloom, the night has its pearl too—the moon! And once a month it will make the face of this tender girl bloom.","author":"Roman Payne","category":"balcony, barcelona, beautiful, beauty, cleanliness, dirt, face, faces, fatherhood, flowers, full-moon, guitar, love, nightshirt, painting, payne, psyche, roman, roman-payne, sculpture, skirt, smells, the-wanderess, women"},{"quote":"Remember that you don't owe anyone an apology. You are who you are, you have no choice, and that is beautiful.","author":"Emy Storey","category":"beautiful, don-t-apologize, emy-storey, lgbt, tegan-and-sara, you-are-who-you-are"},{"quote":"I keep having the urge to cross my hands over my chest, to cover up my breasts, to hide. I'm suddenly aware of how pale I look in the sunshine, and how many moles I have spotting up and down my chest, and I just know he's looking at me thinking i'm wrong or deformed. But the he breathes, 'Beautiful' and when his eyes meet mine I know that he really, truly means it.","author":"Lauren Oliver, Delirium","category":"alex, beautiful, lena"},{"quote":"Like how stars might sound. Or moons But not mountains. Too floaty for mountains. It's a sound like one planet singing to another, high stretched and full of different voices starting at different notes and sloping down to other different notes but all weaving together in a rope of sound that's sad but not sad and slow but not slow and all singing one word. One word.","author":"Patrick Ness, The Knife of Never Letting Go","category":"beautiful, music"},{"quote":"Och, Sarah, how shall I call augh’ beautiful again unless it be the sight of you?","author":"Pamela Clare, Defiant","category":"beautiful, beauty, defiant"},{"quote":"The sign of a true woman isn't the ability to recite French poetry or play the pianoforte or cook Chateaubriand. The sign of a true woman is learning to listen to her own voice even when society does its best to drown it out.","author":"Eve Marie Mont","category":"beautiful, romantic, woman"},{"quote":"He’d lapped at her ankles like a lovesick pup, and she’d been exactly what she was now, a woman born too beautiful and too rich to worry about a small thing like integrity.","author":"Susan Elizabeth Phillips, Ain't She Sweet","category":"beautiful, integrity, lovesick, puppy-love, rich"},{"quote":"She knew all about love—that beautiful, exquisitely painful but precious journey.","author":"Mary Hart Perry, The Wild Princess: A Novel of Queen Victoria's Defiant Daughter","category":"beautiful, love, romance"},{"quote":"She said she wanted to see beautiful things. I took her to where i planted my seeds.","author":"Darnell Lamont Walker","category":"beautiful, plants, seeds"},{"quote":"I am dying: it's a beautiful word. Like the long slow sigh of a cello: dying. But the sound of it is the only beautiful thing about it.","author":"Sonya Hartnett, Surrender","category":"beautiful, dying, word"},{"quote":"Full of beautiful grace so we steal their space, and death comes quickly.","author":"Sara Quin","category":"beautiful, beautiful-grace, death-comes-quickly, our-trees, sara-quin, steal, steal-their-space, tegan-and-sara, tegan-quin, under-feet-like-ours"},{"quote":"Beautiful breezes in ugly parts of town give hope to those who want to be free.","author":"Darnell Lamont Walker","category":"beautiful, city, ugly"},{"quote":"The beautiful is powerless but always exceeds what frames it, and what always frames it is discourse.","author":"Jeremy Gilbert-Rolfe, Beauty and the Contemporary Sublime","category":"beautiful, beauty, discourse, the-beautiful"},{"quote":"... I'll tell her about Tia. I'll tell her how beautiful she was and how brave. And I'll tell her the most important thing of all: that her mother loved her better than her life.","author":"Glenda Millard, A Small Free Kiss in the Dark","category":"beautiful, brave, life, love, mother, the-most-important-thing"},{"quote":"Be not afraid of greatness. Some are born great, some achieve greatness, and others have greatness thrust upon them.","author":"William Shakespeare, Twelfth Night","category":"greatness"},{"quote":"Keep away from people who try to belittle your ambitions. Small people always do that, but the really great make you feel that you, too, can become great.","author":"Mark Twain","category":"greatness"},{"quote":"Is it so bad, then, to be misunderstood? Pythagoras was misunderstood, and Socrates, and Jesus, and Luther, and Copernicus, and Galileo, and Newton, and every pure and wise spirit that ever took flesh. To be great is to be misunderstood.","author":"Ralph Waldo Emerson, Self Reliance","category":"greatness"},{"quote":"Always be a first rate version of yourself and not a second rate version of someone else.","author":"Judy Garland","category":"be-yourself, greatness, individuality"},{"quote":"Great men are not born great, they grow great . . .","author":"Mario Puzo, The Godfather","category":"greatness"},{"quote":"I used to walk down the street like I was a fucking star... I want people to walk around delusional about how great they can be - and then to fight so hard for it every day that the lie becomes the truth.","author":"Lady Gaga","category":"delusional, greatness, star"},{"quote":"To be great is to be misunderstood.","author":"Ralph Waldo Emerson, Self-Reliance and Other Essays","category":"greatness"},{"quote":"Be careful not to mistake insecurity and inadequacy for humility! Humility has nothing to do with the insecure and inadequate! Just like arrogance has nothing to do with greatness!","author":"C. JoyBell C.","category":"arrogance, greatness, humility, inadequacy, insecurity, wisdom-inspirational, wisdom-quote"},{"quote":"A foolish consistency is the hobgoblin of little minds, adored by little statesmen and philosophers and divines. With consistency a great soul has simply nothing to do. He may as well concern himself with his shadow on the wall. Speak what you think now in hard words, and to-morrow speak what to-morrow thinks in hard words again, though it contradict every thing you said to-day. — 'Ah, so you shall be sure to be misunderstood.' — Is it so bad, then, to be misunderstood? Pythagoras was misunderstood, and Socrates, and Jesus, and Luther, and Copernicus, and Galileo, and Newton, and every pure and wise spirit that ever took flesh. To be great is to be misunderstood.","author":"Ralph Waldo Emerson, Self-Reliance","category":"consistency, greatness, misunderstood"},{"quote":"Its hard to be a diamond in a rhinestone world.","author":"Dolly Parton","category":"diamonds, excellence, greatness, individuality"},{"quote":"Until you're ready to look foolish, you'll never have the possibility of being great.","author":"Cher","category":"bravery, foolishness, greatness"},{"quote":"Doing what needs to be done may not make you happy, but it will make you great.","author":"George Bernard Shaw","category":"doing, greatness, needs"},{"quote":"Nothing is more simple than greatness; indeed, to be simple is to be great.","author":"Ralph Waldo Emerson","category":"greatness, simplicity"},{"quote":"Greatness is a transitory experience. It is never consistent. It depends in part upon the myth-making imagination of humankind. The person who experiences greatness must have a feeling for the myth he is in. He must reflect what is projected upon him. And he must have a strong sense of the sardonic. This is what uncouples him from belief in his own pretensions. The sardonic is all that permits him to move within himself. Without this quality, even occasional greatness will destroy a man.","author":"Frank Herbert, Dune","category":"greatness, myth, pretension, sardonic"},{"quote":"Not everybody can be famous but everybody can be great, because greatness is determined by service.","author":"Martin Luther King Jr.","category":"fame, greatness"},{"quote":"Those who have the ability to be grateful are the ones who have the ability to achieve greatness.","author":"Steve Maraboli, Life, the Truth, and Being Free","category":"appreciation, gratitude, greatness, inspirational, life"},{"quote":"I believe that the first test of a great man is his humility. I don't mean by humility, doubt of his power. But really great men have a curious feeling that the greatness is not of them, but through them. And they see something divine in every other man and are endlessly, foolishly, incredibly merciful.","author":"John Ruskin","category":"greatness, humility"},{"quote":"Good and great are seldom in the same man.","author":"Winston S. Churchill","category":"greatness, virtue"},{"quote":"The final proof of greatness lies in being able to endure criticism without resentment.","author":"Elbert Hubbard","category":"greatness"},{"quote":"Here was buried Thomas Jefferson, author of the Declaration of American Independence, of the Statute of Virginia for Religious Freedom, and Father of the University of Vir","author":"Thomas Jefferson","category":"declaration-of-independence, epitaph, greatness, religious-freedom, university-of-virginia"},{"quote":"The greatness comes not when things go always good for you. But the greatness comes when you're really tested, when you take some knocks, some disappointments, when sadness comes. Because only if you've been in the deepest valley can you ever know how magnificent it is to be on the highest mountain.","author":"Richard M. Nixon","category":"greatness"},{"quote":"Greatness is a property for which no man can receive credit too soon","author":"it must be possessed long before it is acknowledged.","category":"Ralph Waldo Emerson, Self Reliance"},{"quote":"In our time no one has the conception of what is great. It is up to me to show them.","author":"Napoléon Bonaparte","category":"greatness"},{"quote":"People don't want to think. And the deeper they get into trouble, the less they want to think. But by some sort of instinct, they feel that they ought to and it makes them feel guilty. So they'll bless and follow anyone who gives them a justification for not thinking. Anyone who makes a virtue - a highly intellectual virtue - out of what they know to be their sin, their weakness and their guilt... They envy achievement, and their dream of greatness is a world where all men have become their acknowledged inferiors. They don't know that that dream is the infallible proof of mediocrity, because that sort of world is what the man of achievement would not be able to bear","author":"Ayn Rand, Atlas Shrugged","category":"achievement, greatness, mediocrity"},{"quote":"If a man has any greatness in him, it comes to light, not in one flamboyant hour, but in the ledger of his daily work.","author":"Beryl Markham, West with the Night","category":"greatness"},{"quote":"Mithorden: 'He was brilliant, yes, but ready to laugh at himself when he made mistakes. You may not believe it, but he made mistakes often.'Luthiel: 'Why?' She choked around her tears.Mithorden: 'Because he tried to do great things. Anyone can succeed at easy things. But the things Valkire tried were very difficult. He wanted to make things better for people of all races -- for he saw the good in them.","author":"Robert Fanney","category":"difficulty, good, greatness, luthiel, mistakes, mithorden"},{"quote":"The firstsign of greatness is when a man does not attempt to look and actgreat. Before you can call yourself a man at all, Kipling assuresus, you must \"not look too good nor talk too wise.","author":"Dale Carnegie, The Art of Public Speaking","category":"greatness, public-speaking"},{"quote":"Enlightenment is the transforming process that makes one kind, happy, and compassionate to the world. Enlightenment is bringing greatness in our ordinary life. Enlightenment is bringing beauty in our words, actions, breath and thoughts. Enlightenment is unfolding our true divinity. Enlightenment is bringing sweetness in our relationships. Enlightenment is making friendship with the whole existence. Enlightenment is making the whole existence as the center of our heart.","author":"Amit Ray, Enlightenment Step by Step","category":"beauty-in-action, beauty-in-nature, beauty-in-words, divinity, divinity-within, enlightenment, enlightenment-quotes, friendships, greatness, greatness-in-you, relationships"},{"quote":"Some are born great. Some achieve greatness. Some get it as a graduation gift.","author":"Robin Williams","category":"greatness"},{"quote":"It's because I haven't courage,' said Samuel. 'I could never quite take the responsibility. When the Lord God did not call my name, I might have called his name - but I did not. There you have the difference between greatness and mediocrity. It's not an uncommon disease. But it's nice for a mediocre man to know that greatness must be the loneliest state in the world.''I'd think there are degrees of greatness,' Adam said.'I don't think so,' said Samuel. 'That would be like saying there is a little bigness. No. I believe when you come to that responsibility the hugeness and you are alone to make your choice. On one side you have warmth and companionship and sweet understanding, and on the other - cold, lonely greatness. There you make your choice. I'm glad I chose mediocrity, but how am I to say what reward might have come with the other? None of my children will be great either, except perhaps Tom. He's suffering over the choosing right now. It's a painful thing to watch. And somewhere in me I want him to say yes. Isn't that strange? A father to want his son condemned to greatness! What selfishness that must be.","author":"John Steinbeck, East of Eden","category":"east-of-eden, father, greatness, john-steinbeck, mediocrity, son"},{"quote":"Those touchy mediocrities who sit trembling lest someone's work prove greater than their own - they have no inkling of the loneliness that comes when you reach the top. The loneliness for an equal - for a mind to respect and an achievement to admire.","author":"Ayn Rand, Atlas Shrugged","category":"greatness, mediocrity"},{"quote":"Some people are born with a fire inside them. The will to succeed. It isn’t a learned behavior. It’s just some unknown biological factor that makes them try harder.","author":"J.A. Konrath, The List","category":"greatness, quotable"},{"quote":"In reaffirming the greatness of our nation, we understand that greatness is never a given. It must be earned. Our journey has never been one of shortcuts or settling for less. It has not been the path for the faint-hearted, for those who prefer leisure over work, or seek only the pleasures of riches and fame. Rather, it has been the risk-takers, the doers, the makers of things -- some celebrated, but more often men and women obscure in their labor -- who have carried us up the long, rugged path towards prosperity and freedom.","author":"Barack Obama","category":"achieving, greatness, inspirational, obama-speeches"},{"quote":"Fame is a jealous mistressAnd will brook no rival.","author":"Thiruvalluvar, Kural","category":"fame, greatness, jealousy, virtue"},{"quote":"Every step gets him closer to greatness...or disaster.","author":"Jody Feldman, The Seventh Level","category":"disaster, greatness, meaningful, positive"},{"quote":"The excitement of opportunity and challenge inspires us to push for greatness.","author":"Lorii Myers, Targeting Success, Develop the Right Business Attitude to be Successful in the Workplace","category":"greatness, opportunity"},{"quote":"Always to be right, always to trample forward, and never to doubt, are not these the great qualities with which dullness takes the lead in the world?","author":"William Makepeace Thackeray","category":"dullness, greatness, vanity-fair"},{"quote":"A man's shortcomings are taken from his epoch","author":"his virtues and greatness belong to himself.","category":"Johann Wolfgang von Goethe"},{"quote":"A great chessplayer is not a great man, for he leaves the world as he found it.","author":"William Hazlitt, Table-Talk, Essays on Men and Manners","category":"chess, essays, great-men, greatness"},{"quote":"Those touchy mediocrities who sit trembling lest someone's work prove greater than their own - they have no inkling of the loneliness that comes when you reach the top. The loneliness for an equal - for a mind to respect and an achievement to admire...They envy achievement, and their dream of greatness is a world where all men have become their acknowledged inferiors. They don't know that that dream is the infallible proof of mediocrity, because that sort of world is what the man of achievement would not be able to bear.","author":"Ayn Rand, Atlas Shrugged","category":"achievement, greatness, mediocrity"},{"quote":"Denys (Finch-Hatton) has been written about before and he will be written about again. If someone has not already said it, someone will say that he was a great man who never achieved greatness, and this will not only be trite, but wrong; he was a great man who never achieved arrogance.","author":"Beryl Markham, West with the Night","category":"denys-finch-hatton, greatness, humility"},{"quote":"There is no one great man. Only millions of men and women in possession of tiny pieces of greatness, which when put together, when assembled in the aggregate make the whole. I am a piece of a very large jigsaw puzzle. One of the corner pieces. The one you go for first - important for a time, different from most of the others. But then, in the end, in the big picture, just one of many.","author":"Mark Dunn, Ibid","category":"greatness, jigsaw"},{"quote":"If a man has a capacity for great thoughts, he is likely to overtake them before he is decrepit.","author":"George Eliot, Middlemarch","category":"greatness, intellect"},{"quote":"Greatness is an opiate.","author":"Toba Beta, Master of Stupidity","category":"greatness, opiate"},{"quote":"A man’s greatness is neither determined by having great dreams nor by his determination to realize them; but by his contribution - however small may be - to the progression of the humanity, without forgetting other creatures as well!","author":"Mehmet Murat ildan","category":"greatness"},{"quote":"The herd seek out the great, not for their sake but for their influence; and the great welcome them out of vanity or need.","author":"Napoléon Bonaparte","category":"greatness"},{"quote":"I believe that we are all born for greatness yet most of us mire in the mediocrity of life. We become complacent or worse, discouraged and stagnate. We damn ourselves by not progressing.","author":"Toni Sorenson","category":"achievement, greatness, life, progress"},{"quote":"Don't die a pauper, don't die a commoner and a weakling.","author":"Jaachynma N.E. Agu, The Prince and the Pauper","category":"agu, be-different, book, books-reading, books-reading-bibliophily, bookstore, chiyson, faith-strength, greater-glory, greatness, higher-living, jaachynma, planning, strategy-class, success-self-improvement, the-best-option"},{"quote":"PERFECT VIRTUE PRODUCES NOTHING, because it needs nothing. Production comes out of desire, production comes because you are imperfect. You create something as a substitute because you feel unfulfilled. When you are absolutely fulfilled, why should you create, how can you create? Then you yourself have become the glory of creation, then the inner being itself is so perfect, nothing is needed.PERFECT VIRTUE PRODUCES NOTHING. If the world is virtuous, all utilitarian goals will be lost. If the world is really virtuous there will be play and no production. Then the whole thing will just become a game. You enjoy it, but you don’t need it. A perfect sage is absolutely useless.","author":"Osho, The Empty Boat: Talks on the Sayings of Chuang Tzu","category":"enjoy-life, great-men, great-men-and-women, greatness, virtue"},{"quote":"Every day, in every moment, you get to exercise choices that will determine whether or not you will become a great person, living a great life. Greatness is not something predetermined, predestined, or carved into your fate by forces beyond your control. GREATNESS IS ALWAYS IN THE MOMENT OF THE DECISION. But you have to start.","author":"Jeff Olson","category":"choice, decisioni, greatness"},{"quote":"The world did not appreciate Abraham Lincoln until he died. His great figure has been looming higher each succeeding decade. We understand Jesus better than any other generation..A great man is like a mountain, you cannot appreciate when standing at its base.","author":"Charles Jefferson, The character of Jesus","category":"abraham-lincoln, fame, greatness, jesus"},{"quote":"The greatest thing in all the world is loving. The second greatest in all the world is learning.","author":"George H. Morrison, Addresses by The Reverend George H. Morrison: \"The Afterglow of God\" and \"The Gateways to the Stars\"","category":"devotional, greatness, learn, love"},{"quote":"DO! Don’t be concerned about what you are doing – do it so wholeheartedly that the very doing becomes a bliss. And don’t think of great things, there is no such thing as great or small. Don’t think that you are to do great things, play great music, paint great paintings, that you are to become a Picasso or a Van Gogh, or something else – a great writer, a Shakespeare, or a Milton. There is nothing – no great things, no small things. There are great men and small men but things are not great and small. And a great man is one who brings his greatness to every small thing that he is doing: he eats in a great way, he walks in a great way, he sleeps in a great way. He brings the quality of greatness to everything.And what is greatness? Nature.... Nothing is greater than nature.","author":"Bhagwan Shree Rajneesh, When the Shoe Fits: Stories of the Taoist Mystic Chuang Tzu","category":"greatness, greatness-in-you, greatness-quotes"},{"quote":"A Mother Has the Best of all Smiles; She is a Wonderful Friend, Lover & Adviser.","author":"Agu, Jaachynma N.E.","category":"greatness, love, love-quotes-and-sayings, motherhood, womanhood"},{"quote":"It’s not one of our finest hours.","author":"Brian   Cook, The Thin Blue Line: Perception is Deception","category":"achievement, finest-hour, greatness, luck"},{"quote":"The pursuit of goodness leads to greatness, but the pursuit of greatness, whether by a man or a nation, leads to ruin…. [G]ood men build; great men destroy. They destroy because they try to control something other than themselves and that always leads to destruction.","author":"John   Kramer, Blythe","category":"build, controlling-others, destroy, destruction, goodness, greatness, pursuit, ruin"},{"quote":"Whereas goodness makes greatness teachable, greatness makes goodness touchable.","author":"Orrin Woodward","category":"goodness, greatness, service-to-mankind, teachable"},{"quote":"Every craft is a self portrait of the maestro who does it. Autograph your work with greatness.","author":"Sravani Saha Nakhro","category":"greatness"},{"quote":"The greatness of God!","author":"Lailah Gifty Akita","category":"god, greatness, inspirational"},{"quote":"You are treading your path of greatness: now it must call up all your courage that there is no longer a path behind you!You are treading your path of greatness: no one shall steal after you here! Your foot itself has extinguished the path behind you, and above that path stands written: Impossibility.","author":"Friedrich Nietzsche, Thus Spoke Zarathustra","category":"greatness, impossibility, path, treading"},{"quote":"You don't need to become great 1st to step into your greatness. Have you left your comfort zone and ventured out to unleash your greatness?","author":"Assegid Habtewold, The 9 Cardinal Building Blocks: For Continued Success in Leadership","category":"comfort-zone, greatness, step-into-your-greatness, unleash"},{"quote":"You're a greatness material! You're great in your own unique ways. Have you found the source of your greatness?","author":"Assegid Habtewold, The 9 Cardinal Building Blocks: For Continued Success in Leadership","category":"greatness, unique"},{"quote":"Greatness can only be procured with the currency of time and discipline","author":"Topsy Gift","category":"currency, discipline, greatness, procured, time"},{"quote":"The outward manifestation of greatness is that we excite devotion and love in our work.","author":"Sravani Saha Nakhro","category":"greatness"},{"quote":"No monument was ever erected in favor of a critic.","author":"Sravani Saha Nakhro","category":"greatness"},{"quote":"Challenges prepare us for something greater! Only when it's done with love, can this greatness change us and fulfill our highest good!","author":"Angie karan","category":"angie-karan-quotes, challenges, greatness, highest-good, love"},{"quote":"Those who are unwilling to invest in the future haven't earned one.","author":"Sravani Saha Nakhro","category":"greatness"},{"quote":"It is only wishful thinking that makes a sheep seek that a lion feeds on grass just to make it comfortable.","author":"Magnus Nwagu Amudi","category":"greatness, lion, sheep"},{"quote":"The good life is a process, not a state of being; the great life a penance.","author":"Sravani Saha Nakhro","category":"greatness"},{"quote":"Gratitude is who you are, sans baggage.","author":"Sravani Saha Nakhro","category":"greatness"},{"quote":"Every star, turning in the black depth of heaven, burns for no better reason than that humanity raised its face to look. Every great deed needs to be witnessed. Go out there and do something great.","author":"Mark  Lawrence, Red Sister","category":"greatness, inspirational"},{"quote":"Life has placed seeds of greatness in you. Let what you are capable of blossom.","author":"Sravani Saha Nakhro","category":"greatness"},{"quote":"You really have no idea what other people are going through in their personal life so just be kind, it's that simple.","author":"Sravani Saha Nakhro","category":"greatness"},{"quote":"Idea is not to live forever but to create a life that does.","author":"Sravani Saha Nakhro","category":"greatness"},{"quote":"Respect is not delivered it is earned. If you want more respect in the world treat people with tremendous respect.","author":"Sravani Saha Nakhro","category":"greatness"},{"quote":"Gratitude beats paucity. Love trumps hate and integrity and honor are more valuable than huge wealth.","author":"Sravani Saha Nakhro","category":"greatness"},{"quote":"Abandon your resentments, they keep you small.","author":"Sravani Saha Nakhro","category":"greatness"},{"quote":"Remember the shortness of life. Be true to your dreams, talents and values today.","author":"Sravani Saha Nakhro","category":"greatness"},{"quote":",Be generous, giving grows your spirit just as reading grows your intellect.","author":"Sravani Saha Nakhro","category":"greatness"},{"quote":"Astonish the world with your acts of kindness, being deliberately kind to yourself and others.","author":"Sravani Saha Nakhro","category":"greatness"},{"quote":"An uneasy past often builds the strongest and finest people.","author":"Sravani Saha Nakhro","category":"greatness"},{"quote":"MY Life is my masterpiece. My work is my worship.","author":"Sravani Saha Nakhro","category":"greatness"},{"quote":"Your life is your masterpiece. In-script an era.","author":"Sravani Saha Nakhro","category":"greatness"},{"quote":"Ordinary people want everything the world does better. Extraordinary people focus on what they do best.","author":"Sravani Saha Nakhro","category":"greatness"},{"quote":"Your life will always echo your relationship with yourself.","author":"Sravani Saha Nakhro","category":"greatness"},{"quote":"Greatness comes not in possessing security, but in withstanding insecurity.","author":"Jeffrey Fry","category":"but, comes, greatness, insecurity, not-from, possessing, security, withstanding"},{"quote":"Learn the difference between good and great and then chose greatness.","author":"Jeffrey Fry","category":"between, chose, good, great, greatness, learn"},{"quote":"Don’t limit yourself by what you’ve achieved. All your past achievements are only stepping stones for the greatness to come.","author":"LaShawnda Jones","category":"achievement, greatness, no-lmits"},{"quote":"God connects us with those who inspire us and connect us to those whom we can inspire to greatness","author":"Sunday Adelaja","category":"connect, greatness, inspire"},{"quote":"Good fortune will elevate even petty minds, and gives them the appearance of a certain greatness and stateliness, as from their high place they look down upon the world; but the truly noble and resolved spirit raises itself, and becomes more conspicuous in times of disaster and ill fortune...","author":"Plutarch, Plutarch's Lives, Vol 2","category":"disaster, eumenes, fortune, greatness, greece, greek, ill-fortune, noble, noble-spirit, stateliness"},{"quote":"Seek not greatness, but seek truth and you will find both.","author":"Horace Mann","category":"greatness, truth"},{"quote":"Maybe real-life Mom didn't vacuum the house flawlessly arrayed in pearls and a pleated shirt like the mother on leave it to beaver. Maybe she flirted with the milkman or waited for the kids to go to bed so she could hammer back a couple of mugs of vodka pretending it was tea. But she was there to greet us when we came home from school in the afternoon. She made us dinner, kept watch on us through the kitchen window, put Band-Aids on our scrapes and bruises. She was Mom and that was no small thing.","author":"Andrew Klavan, The Great Good Thing: A Secular Jew Comes to Faith in Christ","category":"enough, greatness, moms"},{"quote":"When you strive for greatness, chaos is guaranteed to show up.","author":"Gary Keller, The One Thing: The Surprisingly Simple Truth Behind Extraordinary Results","category":"greatness"},{"quote":"If we can say no to all our worries, nothing can stop our greatness in life.","author":"Bamigboye Olurotimi","category":"choice, greatness, life, worries, worry"},{"quote":"Greatness needs courage (above all) and willpower, charisma, intelligence and creativity but it also demands characteristics that we often associate with the least admirable people: reckless risk-taking, brutal determination, sexual thrill-seeking, brazen showmanship, obsession close to fixation and something approaching insanity. In other words, the qualities required for greatness and wickedness, for heroism and monstrosity are not too far distant from each other. The Norwegians alone have a word for this: stormannsgalskap – the madness of great men.","author":"Simon Sebag Montefiore, Titans of History","category":"greatness, madness"},{"quote":"My trials may not be as hard as yours or as painful as yours but hey, I've gone through tough times as well! And yes God's love may be invisible, but I know the wonder of invisible Love... God is the Greatest!","author":"Aireen C. Pontillo","category":"god-quotes, god-s-grace, god-s-love, god-s-will, greatness, love"},{"quote":"No one is useless in this world, I might not do the greats you do, endure greatly as you do but at some point we have something in common, we both NEED one another.","author":"Kabelo Mabona","category":"common, endure, greatness"},{"quote":"Never mind the rule, 'If you don't have anything nice to say, don't say anything at all,' because that's not the route to take. Instead, look into the mirror and say those things to yourself. Then yell those things at yourself. And multiply how much that hurts by 10. And decide, should I still say these things? And walk away.","author":"Rachel Eovacious","category":"greatness, helpful, inspirational, mean, selfless"},{"quote":"Nobody's perfect. They are weak, with ugly hearts, and they quickly turn to jealousy. They try to knock others down. It's so odd . . . In the world we live in, the greater a person is, the more difficult his or her life becomes.","author":"Wataru Watari, やはり俺の青春ラブコメはまちがっている 1","category":"greatness, jealousy, light-novel, my-youth-romantic-comedy, nobodys-perfect, ugly-heart, wataru-watari, yukino-yukinoshita"},{"quote":"Greatness is a wall","author":"the moment you break a brick you will start falling...And if not rebuilt you will fall flat","category":"TopsyGift"},{"quote":"Little things are little things","author":"but faithfulness in little things is a very great thing.","category":"William Temple, Fellowship with God"},{"quote":"We often settle for what's available and what's available isn't always great. You are destined to achieve greatness!","author":"Farshad Asl","category":"destined, greatness, settling"},{"quote":"You cannot let a fear of failure, or a fear of comparison, or a fear of judgement stop you from doing what's going to make you great. You cannot succeed without this risk of failure, you cannot have a voice without the risk of criticism and you cannot love without the risk of loss. You must go out and take these risk. … Do what’s uncomfortable, and scary, and hard, but pays off in the long run. Be willing to fail. Let yourself fail. Fail in the way and the place where you would want to fail. Fail, pick yourself up and fail again. Because without this struggle, what is your success anyway?","author":"Charlie Day","category":"greatness, happiness, inspirational, success"},{"quote":"Greatness in the making feels just like you feel right now","author":"TemitOpe Ibrahim","category":"encourage, encouragement-quotes, feeling, feels, greatness, inspirational, inspirational-quotes, now, road-to-greatness, this-moment"},{"quote":"To become the best terrorists of your kind, it will take about 30,000 hours on focused practice. How you think of achieving a goal is not the same as how you want to achieve a goal. Not everything you think about is done the right way it should be done.","author":"Prince Akwarandu","category":"disruptive-innovation, goal-setting, greatness, life-errors, terrorists, think-positively, time-management"},{"quote":"For those who are with greatness bornShould live not for themselves alone.","author":"Sor Juana Inés de la Cruz, Poems, Protest, and a Dream: Selected Writings","category":"greatness"},{"quote":"Those who seek to aspire are those who achieve Greatness.","author":"Saim .A. Cheeda","category":"achieve, aspire, evolve, greatness, leaders, revolutionaries, seek, strive-for-more, take-actions-on-your-dreams, those"},{"quote":"The only quality that distinguishes the greats from the masses, is the unwillingness to give up.","author":"Abhijit Naskar","category":"genius-quotes, great-souls, greatness, greatness-in-you, greatness-quote, greatness-quotes, inspirational, inspirational-quotes, philosophy, truth"},{"quote":"Unless the distant goals of meaning, greatness, and destiny are addressed, we can’t make an intelligent decision about what to do tomorrow morning—much less set strategy for a company or for a human life. Nothing is more practical than for people to deepen themselves. The more you understand the human condition, the more effective you are as a businessperson. Human depth makes (even) business sense.","author":"Peter Koestenbaum","category":"greatness, human-sense, strategy"},{"quote":"You want to be great? Help others achieve their greatness","author":"Bangambiki Habyarimana, Pearls Of Eternity","category":"great, great-men, great-people, great-quotes, greater, greatest, greatness, greatness-quotes"},{"quote":"I think I said that every generation had its weaklings--that that was one of the penalties of greatness--but that their failings were seldom remembered by posterity.","author":"Agatha Christie, Murder in the Mews","category":"generation, greatness, weaknesses"},{"quote":"A humble man rises to great heights and an arrogant man falls deep into the pit he tries to dig for others.","author":"Amit Abraham","category":"arrogance-quotes, greatness, humbleness"},{"quote":"Was the excellence of Socrates or of Shakespeare normal? Was it not rather abnormal, extraordinary? It is, I think, obvious in the first place, that not all that is good is normal; that, on the contrary, the abnormal is often better than the normal...","author":"G.E. Moore, Principia Ethica","category":"ethics, greatness, individuality, moral-philosophy, philosophy, uniqueness"},{"quote":"His eyes spark with revolutions, enlightened trickery and unconditional affection.","author":"Laurie Perez, The Look of Amie Martine","category":"attar-of-nishapur, curiosity, encounter, greatness, kismet, poet"},{"quote":"Have you been called to greatness? There is a way to tell. Do you have a pulse?","author":"R.A.Delmonico","category":"greatness"},{"quote":"You're allowed to practice humility while also owning your greatness. Don't you dare minimize your greatness.","author":"Erica Alex","category":"greatness, humility"},{"quote":"There are thoughts that don’t let you sleep in the darkness of nights. Thoughts of life, love, circumstances and dreams. Interestingly, these thoughts don’t disappear when you have your eyes opened in the day ahead. Whether you live greatly or not is determined by these thoughts.","author":"Taranpreet Singh","category":"greatness, inspirational, power-of-thoughts, truly-living"},{"quote":"He who is great judges himself and sets his own standards.","author":"Spirit Rain","category":"greatness, greatness-quotes"},{"quote":"If you read, you will have great wisdom for great life.","author":"Lailah Gifty Akita","category":"greatness, life, read, self-education, success"},{"quote":"Friendship is as great as a True FriendAnd a True Friend is as great as Friendship.","author":"Sharvani Akula","category":"friend, friendship, greatness, true-friend, true-friendship"},{"quote":"To vastly improve your country and truly make it great again, start by choosing a better leader. Do not let the media or the establishment make you pick from the people they choose, but instead choose from those they do not pick.","author":"Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem","category":"choosing-leader, country, democracy, elect, election, elections, establishment, great, greatness, lead, leader, leaders, leaderships-quotes, make-america-great, media, political, political-philosophy, politics, presidency, president, vote, voters, voting"},{"quote":"If it were easy it would not be any fun.","author":"T Jay Taylor","category":"compeitors, competition, determination, driven, focus, greatness, relentless, sports"},{"quote":"Scars can mark you for greatness.","author":"Amy Neftzger, The War of Words","category":"achievement, greatness, inspiration, inspirational, scars, wounds"},{"quote":"Great love, great life.","author":"Lailah Gifty Akita","category":"greatness, life, love"},{"quote":"When our little bit is combined with His greatness, the team is unbeatable.","author":"James C. Dobson","category":"greatness, his, little-bit, our, team, unbeatable"},{"quote":"The fullness of God’s grace fills us with power for every good work.","author":"Lailah Gifty Akita","category":"christian-life, gods-grace, greatness, wisdom-of-lailah-gifty-akita"},{"quote":"Great men tell the truth and are never believed. Lesser men are always believed, but seldom have the brains or the courage to tell the truth.","author":"Kenneth Roberts, Oliver Wiswell","category":"greatness, politics, truth"},{"quote":"To do what you want is not a privilege. It is a curse. It is the curse of ordinary men. Men with no responsibilities do whatever they want. Common men with no value and self worth do whatever they want. Men whose lives have no worthy purpose are free to do whatever they want. Not you. You are a prince for whom a heavy crown and a powerful throne await. You do not do whatever you want; you do what must be done.\"- King Chuka","author":"Ray Anyasi, Broken Cloud: the first sunrise","category":"greatness, nobility, responsibility, royalty, self-worth"},{"quote":"I want to swim in both directions at once. Desire success, court failure.","author":"Alan Rickman","category":"greatness, life"},{"quote":"Greatness demands that I understand that I am not nearly as big as I thought myself to be, but that I am capable of becoming far bigger than I ever imagined myself to be.","author":"Craig D. Lounsbrough, An Intimate Collision: Encounters with Life and Jesus","category":"big, capable, great, greatness, imagine, imagined, me, myself, self-image, self-perception"},{"quote":"Sir Leicester is generally in a complacent state, and rarely bored. When he has nothing else to do, he can always contemplate his own greatness. It is a considerable advantage to a man to have so inexhaustible a subject.","author":"Charles Dickens, Bleak House","category":"boredom, greatness, sir-leicester"},{"quote":"Those who clamour for true greatness are not swayed by the glamour of its treasures","author":"Osho Samuel Adetunji","category":"excellence, greatness, success, treasures"},{"quote":"There is something that happens when you know that life is finite: a desire for greatness, for whatever fleeting moments of brilliance you can leave in the world after you're gone. And whether the end of your life is five years away or fifty, the fact that you just don't know is a great motivator for not waiting to begin that thing that could potentially be your legacy. Whether it's a work of art, or a scientific breakthrough, a good deed, or a child, leaving something of yourself for others to experience and remember is sometimes the greatest excuse to live a life that's more than just crossing the distance between birth and death.","author":"April White, Waging War","category":"greatness, legacy, life, purpose-of-life"},{"quote":"1000 mile road begins with a single step, the freedom road begins with a scream that fires the battle, and the greatness road begins with a question that fires the spark of the change.","author":"Ammar Moussa (عمار موسى), رحلة إلى ما وراء القمة","category":"freedom, greatness, road, spark"},{"quote":"My father always seems to think greatness and money are the same thing, but you know what I think greatness is?\"\"What?\" I ask.\"Being brave, like Miss Korzynski. Doing something that no one else has dared to do before you. Finding something that terrifies you and then doing it anyway.","author":"Jillian Cantor, Margot","category":"bravery, greatness"},{"quote":"The real greatness tends to be a verb much more than an adjective, and it’s a duty preceding been an honour.","author":"Ammar Moussa (عمار موسى), رحلة إلى ما وراء القمة","category":"adjective, greatness, honour, verb"},{"quote":"Greatness is achieved, not only, by doing great things, but also,by making the small things we dogreat.","author":"S. Tarr, Wisdom for This Age","category":"big, greatness, inspiration, small, wisdom"},{"quote":"the more the tree goes up in the air, the more it goes down into the earth. Remember humility in greatness.","author":"Ernest Agyemang Yeboah","category":"down-to-earth, greatness, greatness-quotes, humility-in-greatness, humility-quotes, life, living-in-humility, pride, psyche, self-control"},{"quote":"We want greatness, but we prefer it tamed and on a leash short enough for us to control it, yet long enough to allow it to retain some remote yet diminished flavor of greatness.","author":"Craig D. Lounsbrough, Flecks of Gold on a Path of Stone: Simple Truths for Profound Living","category":"control, fear, great, greatness, leash, tamed"},{"quote":"For us, the greatness of this universe is to give us every means by which we may build our dreams!","author":"Mehmet Murat ildan","category":"build, dreams, dreams-quotes, greatness, ildan-wise-sayings, means, universe"},{"quote":"Simplicity and humility are the flowers of greatness.","author":"Debasish Mridha","category":"debasish-mridha, greatness, humility, inspirational, philosophy, simplicity"},{"quote":"True greatness is not about the number of people who serve you. It's about why and how you serve the number of people you serve.","author":"Damilola Oluwatoyinbo","category":"greatness, greatness-quotes, serve, serve-others, service, service-quotes"},{"quote":"They might think you are being delusional for dreaming big, but so did a lot people think about most great individuals before their greatness.","author":"","category":"dream-big, dreaming-big, edmond-mbiaka, great-individual, greatness, individuals"},{"quote":"If the churches, mosques and other religious centres could come together to embrace a nation’s value system, and then set out to disciple the nation in these values and virtues, then the greatness of such a nation is inevitable.","author":"Sunday Adelaja","category":"disciple, greatness, nation, religious-centres, values, virtues"},{"quote":"An in-depth study of the true reason for greatness of nations, will always lead a thorough researcher to the factor of virtues and values","author":"Sunday Adelaja","category":"an, greatness, in-depth, nations, reason, researcher, study, through, values, virtues"},{"quote":"For life is an expression, our unconscious actions the constant betrayal of our innermost thought. Confucius said that \"man hideth not.\" Perhaps we reveal ourselves too much in small things because we have so little of the great to conceal.","author":"Kakuzō Okakura, The Book of Tea","category":"greatness, human-nature, humanity"},{"quote":"Great men of old and of today never considered themselves only human, they also considered themselves gods. And god! See what hat great achievement have they realized!","author":"Bangambiki Habyarimana, The Great Pearl of Wisdom","category":"become-god, faith, faith-in-god, faith-in-yourself, faith-quotes, faith-reason, faith-vs-reason, faithful, faithfulness, god, god-quotes, gods, great, great-men, great-men-and-women, greatness, greatness-quotes, habyarimana-bangambiki, religion, religion-and-philoshophy, religion-spirituality, religion-vs-science, religious, religious-faith, you-are-god"},{"quote":"Who ever achieved greatness by playing it safe!","author":"Anuranjita Kumar, Can I have it all?","category":"greatness"},{"quote":"Greatness comes with patience.","author":"Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem","category":"attitude, greatness, patience, success, successful"},{"quote":"Legacies are not just for legends. Whether a million people know your name, or only one person does, you still have the right to leave your mark on the world, even if it’s only in your tiny corner of it, in the tiniest of ways.Not all of us will achieve great heights and feats. Most of us will never leave our hometown or country, let alone conquer Everest. And you know what? That’s okay. Because real life is what happens in between moments of greatness. It’s the little things that at the end of it all, you realize were greater than the sum of their parts. It’s the amount of times you laughed, or cried, danced, sang, created, inspired, and made someone smile.The best kind of legacies are the ones that are unseen. You’ll never fully be able to measure the effect of a smile or a kind word, but I promise you, the most whispered phrase can send a shockwave around the world that lasts for centuries, or even an eternity.","author":"A.J. Compton, The Counting-Downers","category":"achievement, greatness, inspirational, legacies, life, philopsophy"},{"quote":"Greatness starts from bearing the willingness to embrace your uniqueness at all times.","author":"","category":"be-unique, edmond-mbiaka, greatness, willingness-to-embrace-yourself, your-uniqueness"},{"quote":"You want a great life? Well, greatness is on the other side of that f***ing wall... don't just go over it, go through it! What are you waiting for?","author":"Steve Maraboli","category":"greatness, life, motivation"},{"quote":"I love to challenge myself to greater heights.","author":"Lailah Gifty Akita, Pearls of  Wisdom: Great  mind","category":"achieve-your-dreams, believe-in-yourself, capabilities, challenge, determined-spirit, dreams, educational-philosophy, faith, greatness, hope, inner-strength, lailah-gifty-akita-affirmations, learner, lifelong-learner, myself, potential, pursue-your-passion, self-confidence, success, thinking-positive, winners, winners-mentality, yourself"},{"quote":"MacCaulay clutches his coat tightly and makes towards the elaborate iron gates of the park. He hurries past Apsley House: one time residence of the ‘hero of a hundred fights’ – the Duke of Wellington. His monument to his own great deeds stands yet in front of the drawing room windows. If he had, in modesty, forgotten his own greatness, he might have looked upon it, and been reminded.","author":"Emmanuelle de Maupassant, The Gentlemen's Club","category":"greatness, pride"},{"quote":"And here we go creating great men out of artisans who happened to have stumbled on a way to improve electrical apparatus or pedal through Sweden on a bicycle! And we solicit great men to write books promoting the cult of other great men! It's really very funny, and worth the price of admission! It will all end up with every village having his own great man - a lawyer, a novelist, and a polar explorer of immense stature! And the world will become wonderfully flat and simple and easy to master . . .","author":"Knut Hamsun","category":"genius, greatness"},{"quote":"Success and greatness in life belongs to those who take responsibility.","author":"Sunday Adelaja","category":"greatness, responsibility, success"},{"quote":"I've reached a point, where I no longer believe I am unworthy of greatness, If the people I'm surrounded by; aren't Intune with my growth, I'm happy to let go, If the job I'm working, isn't bringing out the best in me, I'm happy to find something that will. If I complain about one thing, I must be grateful for 2 more. if I can't always have everything I want, I'll make damn sure I have everything I need. If life's Thunder hands me tears, I'll be sure to laugh through it. If I lose some, I trust it's because i am about to win more. If there is darkness, the light is almost in reach. Every obstacle, is the gateway to concious living and every heartache is the gateway to the most empowered love you could feel.","author":"Nikki Rowe","category":"attitude, choice, concious, empowerment, greatness, life, life-lessonsc-life-quotes, love-quotes, nikki-rowe, positivity, powerful, quote-of-the-day, rise-above, self-worth, soul, take-a-stand"},{"quote":"Greatness radiates from the lights of love and wisdom.","author":"Debasish Mridha","category":"debasish, debasish-mridha, greatness, lights-of-love, mridha, philosophy, radiates, wisdom"},{"quote":"It is permissible even for a dying hero to think before he dies how men will speak of him hereafter. His fame lasts perhaps two thousand years. And what are two thousand years? (asked Mr Ramsay ironically, staring at the hedge). What, indeed, if you look from a mountain top down the long wastes of the ages? The very stone one kicks with one’s boot will outlast Shakespeare.","author":"Virginia Woolf, To the Lighthouse","category":"greatness, immortality, shakespeare"},{"quote":"But there could be no doubt that greatness was seated within; greatness was passing, hidden, down Bond Street, removed only by a hand's-breadth from ordinary people who might now, for the first and last time, be within speaking distance of the majesty of England, of the enduring symbol of the state which will be known to curious antiquaries, sifting the ruins of time, when London is a grass-grown path and all those hurrying along the pavement this Wednesday morning are but bones with a few wedding rings mixed up in their dust and the gold stoppings of innumerable decayed teeth.","author":"Virginia Woolf, Mrs. Dalloway","category":"empire, greatness, immortality, symbolism, time"},{"quote":"Love is an energy to which we all must tune it. There is no greater power Source.","author":"Ka Chinery, Perceptions from the Photon Frequency: The Ascended Version","category":"energy, greatness, love, source"},{"quote":"You can only become great at that thing you're willing to sacrifice for.","author":"Maya Angelou","category":"greatness, life, sacrifice"},{"quote":"Alford was going to start this fast the same way he had started everything else, alone and uncertain","author":"Earl Lovelace, Salt","category":"alone, greatness, new-beginnings"},{"quote":"It’s important to realize that on the journey to achieving big, you get bigger. Big requires growth, and by the time you arrive, you’re big too! What seemed an insurmountable mountain from a distance is just a small hill when you arrive—at least in proportion to the person you've become. Your thinking, your skills, your relationships, your sense of what is possible and what it takes all grow on the journey to big. As you experience big, you become big.","author":"Gary Keller, The One Thing: The Surprisingly Simple Truth Behind Extraordinary Results","category":"greatness, success"},{"quote":"Great leaders are teachable leaders.","author":"Gary Rohrmayer, Church Planting Landmines","category":"church-leaders, church-planters, church-planting, greatness, greatness-quotes, leadership-characteristics, pastoral-ministry, treachable"},{"quote":"As for children's working off aggressions, I'm against it. They are going to need all the aggressions they can contain for ultimate release in the adult world. Name one great man in history who did not go boiling and bubbling through childhood with a lashed-down safety valve.","author":"Kurt Vonnegut Jr., Mother Night","category":"aggression, childhood, greatness"},{"quote":"No matter how successful or great you become, never forget that you are nothing without the mercy of God.","author":"","category":"becoming-successful, being-great, edmond-mbiaka, god-s-mercies, greatness, success, the-mercy-of-god, the-mercy-of-god-is-upon-you"},{"quote":"It doesn't matter what happens to you. What matters is, what are you going to do about it? Are you going to complain and shrink or are you going to step into your greatness?","author":"Robert Tew","category":"greatness, life"},{"quote":"It takes two to make a very great career: the man who is great, and the man--almost rarer--who is great enough to see greatness and say so.","author":"Ayn Rand","category":"career, egoist, greatness, luck, success"},{"quote":"Some are born to greatness; some achieve greatness; some have greatness thrust upon them.' It is in this way that the librarian has become a censor of literature... books that distinctly commend what is wrong, that teach how to sin and how pleasant sin is, sometimes with and sometimes without the added sauce of impropriety, are increasingly popular, tempting to the author to imitate them, the publishers to produce, the bookseller to exploit. Thank heaven they do not tempt the librarian.","author":"Arthur E. Bostwick","category":"ala, book-seller, books, greatness, heaven, hell, librarians, libraries, morals"},{"quote":"Greatness can only come to those who are always thankful, but never content with any level of progress.","author":"","category":"being-content, being-thankful, constant-progress, edmond-mbiaka, greatness, progressing"},{"quote":"Greatness is not always good.","author":"Melissa Grey, The Girl at Midnight","category":"good, greatness, the-girl-at-midnight"},{"quote":"Cockiness is a display of an empty lifestyle, humility is when you see yourself as a zero while others are making you their hero.","author":"Michael Bassey Johnson","category":"activity, arrogance, attitude, calmness, cockiness, condescend, display, empty, greatness, hero, humble, humility, lifestyle, pride, quiet, show-off, shut-up, yourself, zero"},{"quote":"To know how glorious you are, it is only after your death.","author":"Auliq Ice","category":"death-quotes, greatness, greatness-quotes, heroes, heroism"},{"quote":"Don't be discouraged if the people around you don't see what you see in your dream. Most great people were doubted in the beginning of their journey to greatness.","author":"","category":"discouragement, doubters, edmond-mbiaka, great, great-people, greatness, the-journey-to-greatness, your-dream, your-dreams"},{"quote":"A hater is a person with a complete understanding of your destiny but assigns him or her self as a representative to work tirelessly on your misery.","author":"Johnnie Dent Jr.","category":"exceptional, greatness, greatness-quotes, haters, haters-gonna-hate, haters-quote"},{"quote":"If God created great things with a point of vulnerability, it would lie in the reality that great things die in the hands of great ignorance.","author":"Craig D. Lounsbrough","category":"carelessness, god, great, greatness, ignorance, vulnerability"},{"quote":"Those who gain Greatness, often hit many obstacles. To succeed, persist, even when others tell you you will fail.","author":"Jennifer Megan Varnadore","category":"greatness, success"},{"quote":"You are great in Christ and you are powerful beyond measure!","author":"Deaquelynn Williams","category":"christ, greatness, powerful"},{"quote":"He is, or has been, in many ways a great man. But for this very reason he is odd. It is only petty men who seem normal.","author":"Umberto Eco, The Name of the Rose","category":"greatness, normality, oddness, pettiness"},{"quote":"Great women aren't born great, they become great.","author":"Sabrina Newby","category":"empowerment, empowerment-of-women, greatness, inspirational, motivational, women, women-s-inspirational, women-s-strength"},{"quote":"No king establishes a kingdom without pouring blood of a nation.","author":"Auliq Ice","category":"g8-countries, greater-glory, greatness, hitler, idi-amin, napoleon-bonaparte, saddam-hussein"},{"quote":"Greatness has never been a product of a mind that sees itself as being very unlucky in life.","author":"","category":"achieving-greatness-in-life, edmond-mbiaka, feeling-unlucky-in-life, feeling-unlukcy, greatness, product-of-the-mind"},{"quote":"Greatness is what happens when you relentlessly push yourself to continuously create a better you.","author":"","category":"being-great-in-life, create-a-better-you, creating-a-better-you, edmond-mbiaka, greatness, push-yourself, pushing-yourself, you-have-greatness-in-you"},{"quote":"Greatness is what happens when you aren't afraid to relentlessly push yourself to tear down all your walls of limitations.","author":"","category":"break-your-limitations-in-life, don-t-be-afraid-to-push-yourself, edmond-mbiaka, greatness, push-yourself, pushing-yourself, your-walls-of-limitations"},{"quote":"The great souls distinguish with two things","author":"their greater needs and their greater agony.","category":"Alireza Salehi Nejad"},{"quote":"Greatness is the flower of great adversity.","author":"Debasish Mridha","category":"adversity, education, flower, great, greatness, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, truth, wisdom"},{"quote":"We need to get acquainted with mediocrity to notice greatness.","author":"Olivier Magny, Into Wine: An Invitation to Pleasure","category":"discernment, greatness, mediocrity, wine, wine-humor"},{"quote":"I don't believe in dreams that don't evolve, if your potential develops all the time, how is it possible that your dreams stay the same.","author":"Unarine Ramaru","category":"dreams, goal-setting, greatness, potential, visionary"},{"quote":"To be great is not a word but work that makes a word.","author":"Auliq Ice","category":"auliq-ice, concentration, greatness, greatness-quotes, hardwork, hardworking, inspiarational, inspirational-quotes, motivational, motivational-quotes, succes-quotes, success"},{"quote":"I want to stand on the belief that great things are the product of ordinary people who are made great when they stand.","author":"Craig D. Lounsbrough","category":"commitment, convictions, greatness, taking-a-stand, tenacity"},{"quote":"notwithstanding how good a seed my be, it's proper germination,growth and fruit bearing may be mutilated if not planted in a good soil","author":"Ernest Agyemang Yeboah","category":"anchoring, direction-of-greatness, direction-quotes, fruit-bearing, greatness, motivational-quotes, mutilation, people-inspire-people, people-relations, psychoanalysis, purpose-in-life, seed, soil-for-growth, supporting-others"},{"quote":"I am an expert at seeing peoples greatness.","author":"Monika Zands","category":"greatness, inspirational-quotes, love-quotes, power-quotes"},{"quote":"When you feel that life has nothing to offer you, then offer your greatness for the humanity. You will have nothing to lose but you will win and change the humanity.","author":"Debasish Mridha","category":"debasish, greatness, humanity, life, mridha, philosophy, win"},{"quote":"When you feel that life has nothing to offer you, then offer your greatness for the humanity.","author":"Debasish Mridha","category":"debasish, greatness, humanity, life, mridha, philosophy"},{"quote":"The only difference between you and the star is that you shine below, and the other shines above: Wherever you are located, You are a star!","author":"Michael Bassey Johnson","category":"above, below, best, dazzling, difference, down, greatness, illumination, keep-shinning, location, michael-bassey-johnson, shine, spark, sparkling, star, stars, the-same, twinkle, up, you-are-a-star, you-are-the-best"},{"quote":"Thousands of geniuses live and die undiscovered — either by themselves or by others. But for the Civil War, Lincoln and Grant and Sherman and Sheridan would not have been discovered, nor have risen into notice.","author":"Mark Twain","category":"civil-war, genius, greatness, lincoln, worthiness"},{"quote":"You are a manager nonetheless who you are. There is a business worth keeping and you are the manager of that business. Yes, the business of your life. There is a big asset worth managing. Yes, your choices. As a manager of your own life, your choices are your assets. They form the pivot for the doom or boom of the business of your life. Some will be great managers and others will collapse the business of their lives by their choices or stay in mediocrity with the business of their lives.","author":"Ernest Agyemang Yeboah, The Untapped Wonderer in You: Dare to Do the Undone","category":"accountability, business-leaders, business-management-training, business-quotes, businessman, falling-apart, greatness, inspirational-quotes, life, manager, mediocrity, motivational-quotes, pondering, psyche, purpose-driven-life, purpose-of-life, purposelessness, wonder"},{"quote":"There is no cap to the potential within us, except when we place one on ourselves.","author":"E'yen A. Gardner, Extreme Makeover","category":"freedom-of-thought, greatness, limitations, potential-for-greatness, potential-quotes"},{"quote":"Don’t cap your potential in the name of humility. First, maximize your potential, serve the world with your greatness and then worry about pride :-) lol","author":"Assegid Habtewold, The 9 Cardinal Building Blocks: For Continued Success in Leadership","category":"greatness, humility, maximize-your-potential, potential, pride, serve"},{"quote":"When we are able to do something so easily, we regard such thing as simple; but simplicity is complexity. Withing the things which are simple lay the things which are complex and within the things which are complex, lay the things which are simple","author":"Ernest Agyemang Yeboah y","category":"faster, greatness, life-lessons, purpose, simpathy, simplicity, simplicity-in-life"},{"quote":"To achieve greatness it simply starts with self-belief.","author":"Unarine Ramaru","category":"greatness, self-belief, success"},{"quote":"You are too important to the bigger picture to just fall off the canvas.","author":"Johnnie Dent Jr.","category":"finishing, greatness, importance, perseverance, special, stick-to-itiveness, sticking-it-out, success, successful-living, winning"},{"quote":"Seize every opportunity and make it great.","author":"Lailah Gifty Akita, The Alphabets of  Success: Passion Driven Life","category":"expectations, great, great-expectations, great-work, greater-glory, greatness, opportunities, opportunity-life"},{"quote":"You are special individual.Nobody can be you.You can rise to a greater heights.","author":"Lailah Gifty Akita, The Alphabets of  Success: Passion Driven Life","category":"abilities, ability-and-attitude, amazing-quotes, capable, capable-of-more, great-expectations, great-work, greater-glory, greatness, height, you, you-are-great, you-are-special, your-ability, your-are-smart, your-destiny, your-greatness, your-journey, your-life, your-possibilities, your-power, yourself"},{"quote":"The power of greatness lies within each of us.","author":"Lailah Gifty Akita","category":"greatness, greatness-quotes, inner-beauty, inner-life, inner-strength, inner-voice, power-of-thoughts"},{"quote":"There is greatness in everyone.Look within yourself and discover your greatness.","author":"Lailah Gifty Akita","category":"discover, discovering-yourself, discovery-of-oneself, great-expectations, great-glory, greatness, greatness-quotes, look, looking-forward, yourself"},{"quote":"Some achieve greatness through people who lift them higher. Others find it when they have to stand alone.","author":"Rachel Hamilton","category":"greatness, greatness-quotes, sucess"},{"quote":"There is a divine grace available for you to accomplish far greater things than you could ever imagine nor dream of.","author":"Lailah Gifty Akita","category":"divine, divine-grace, divine-inspiration, divine-intervention, dream-big, dreamers, dreaming, dreams-inspirational, dreams-quotes, great, great-glory, great-work, greatness"},{"quote":"Besides God, there is no glory above coming from humble beginnings, from sleeping under a porous grass thatched mud hut to rising above and beyond tabernacles of greatness","author":"Thabo Katlholo, The Mud Hut I Grew Upon","category":"god, greatness, humble-beginnings, mud-huts"},{"quote":"When we commit our lives to the Lord,He lives in us, He gives us grace and power to accomplish far greater things.","author":"Lailah Gifty Akita","category":"accomplish-great-things, accomplish-the-impossible, accomplishing, accomplishments, great-expectations, great-men, great-work, greater-glory, greatness"},{"quote":"You are not as great or terrible as you think you are. Neither are they.","author":"J.D. Mader","category":"greatness"},{"quote":"Greatness rarely comes easy.","author":"James Boag","category":"greatness"},{"quote":"I can be all that I can be.Endless opportunities, this is my world.","author":"Lailah Gifty Akita","category":"can-be, capable, capable-of-more, greatness, greatness-quotes, i-am-great, inspirational-quotes, lailah-gifty-akita-affirmations, opportunities, opportunities-in-life, opportunity, opportunity-knocks, opportunity-life"},{"quote":"Be great, dwell on great thoughts.","author":"Lailah Gifty Akita","category":"great-expectations, great-work, greater-glory, greatness, greatness-quotes, think, thinking-for-change, thinking-of-you, thinking-quotes, thinking-with-a-great-mind"},{"quote":"I've many reasons why I believe that every individual I meet is a greatness material","author":"I don't have any reason to think otherwise except that person's self doubt.","category":"Assegid Habtewold, The 9 Cardinal Building Blocks: For Continued Success in Leadership"},{"quote":"Believe you are great and you will be great.","author":"Lailah Gifty Akita","category":"belief-quotes, believe-and-achieve, believe-in-yourself, great-expectations, greater-glory, greatest, greatness, your-journey, your-life"},{"quote":"If you refuse to accept nothing but the best you will often get it.","author":"Lailah GiftyAkita","category":"best-life, excellency, great-work, greatness"},{"quote":"Don't give-up on your greatest masterpiece — you.","author":"Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life","category":"greatness, masterpiece, spirituality"},{"quote":"All great men face challenges in the pursuit of their goals. However, the challenges did not deter them for pushing forward and realizing their goals.","author":"Lailah Gifty Akita","category":"challenge-inspiration-motivation, challenging-perspectives, determined-person, determined-spirit, great-men, greatness, pursuits"},{"quote":"Remember that any desire is tested; the greater the desire, the greater the tests.","author":"Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life","category":"desires, greatness, remembrance, tests"},{"quote":"Greatness does not approach him who is forever looking down\". My eyes are seeing through what the ordinary men call a mirage!","author":"Bayode Ojo, Petals Around The Rose","category":"greatness, self-will"},{"quote":"Well, in war, you can only be killed once. But in politics, many times.","author":"Winston S. Churchill","category":"great-britain, greatness, history, politics, prime-minister, war"},{"quote":"The greatest self is a peaceful smile, that always sees the world smiling back.","author":"Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life","category":"greatness, peace, smiling, teaching"},{"quote":"The grandeur of the thieving falsity is larceny, the fall of cities.","author":"Justin K. McFarlane Beau","category":"cities, crime, end-of-an-era, end-of-the-age, fall, falling, falsehoods, grandeur, greatness, larceny, lies, stealing, stolen, theft, thieves, truths, white-collar-crime"},{"quote":"Every shortcut has a price usually greater than the reward.","author":"Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life","category":"greatness, rewarding, shortcuts, shortcutshing"},{"quote":"Source truth exists in greater abundance outside of the symbolic system of words.","author":"Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life","category":"abundance, existance, greatness, symbolic, systematic, truth"},{"quote":"If you don't believe in God, then the God concept is a great placeholder for everything we don't know, which is exponentially more than we do know.","author":"Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life","category":"beliefs, conceptual, exponential, god, greatness, knowing"},{"quote":"You are likely the greatest obstacle to achieving your own dreams.","author":"Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life","category":"achievements, dreams, greatness, obstruction"},{"quote":"God's help is available for us to achieve great things. We must put our hope and trust in the Lord.","author":"Lailah Gifty Akita","category":"god, great, greater-glory, greatness, help, hope, hope-for-each-day, hopeful-and-encouraging"},{"quote":"When you live positively it is impossible to not also be living for something greater than yourself.","author":"Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life","category":"greatness, impossibility, life, positivity"},{"quote":"Hopefully and devoutly focus on your greater possibilities.","author":"Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life","category":"focus, greatness, hopefulness, possibilities"},{"quote":"When you hand good people possibility, they do great things.","author":"Biz Stone, Things a Little Bird Told Me: Confessions of the Creative Mind","category":"greatness, human-behaviour, inspirational, success, teamwork"},{"quote":"When your absence is felt, your presence is the essence and it makes a difference.","author":"Michael Bassey Johnson","category":"absence, amiability, amicable, attraction, difference, disappearance, ego, essence, good-influence, greatness, honor, importance, influence, michael-bassey-johnson, presence, respect, scarcity, separation, value, vip"},{"quote":"If you live with values for yourself, then you become of great value to all who know you.","author":"Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life","category":"becoming, greatness, life, values"},{"quote":"Between goal and success, there is one critical thing - perseverance: it is the fundamental belief to always succeed, the determination to turn goal to gold, the greatness to never give up, the foresight to dream that enables you to make it happen.","author":"Ifeanyi Enoch Onuoha","category":"determination, goal, greatness, ifeanyi-enoch-onuoha, inspiration, perseverance, success"},{"quote":"All my life I have refused to be for or against parties, for or against nations, for or against people. I never seek novelty or the eccentric; I do not go from land to land to contrast civilizations. I seek only, wherever I go, for symbols of greatness, and as I have already said, they may be found in the eyes of a child, in the movement of a gladiator, in the heart of a gypsy, in twilight in Ireland or in moonrise over the deserts. To hold the spirit of greatness is in my mind what the world was created for. The human body is beautiful as this spirit shines through, and art is great as it translates and embodies this spirit.","author":"Robert Henri, The Art Spirit: Notes, Articles, Fragments of Letters and Talks to Students, Bearing on the Concept and Technique of Picture Making, the Study of Art","category":"art, beauty, greatness"},{"quote":"If you were really humble you would be great, because humility would never squander the magnificent gift of life.","author":"Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life","category":"greatness, humbleness, humility"},{"quote":"Live in this moment because this moment is the only thing that's real and the only time that you can create greatness.","author":"Mike Basevic, No Limits, Mastering the Mental Egde: The Class They Don't Teach You in School","category":"greatness, inspiration, life, life-lessons, real"},{"quote":"We knew she [Sylvia] was unusual, because of the seriousness with which she was treated, the lofty importance of her job as guest managing editor, and because she was kept fast at her desk when the rest of us were allowed to fool around….I remember we discussed how the editors treater her differently from the rest of us, as if she had been pre-recognized as someone they were expecting great things of.","author":"Elizabeth Winder, Pain, Parties, Work: Sylvia Plath in New York, Summer 1953","category":"greatness, talent, writer"},{"quote":"I feel the magic between you and I","author":"Eric Carmen","category":"greatness, hungry-eyes, my-second-favorite-song, songs"},{"quote":"Within you, within all human beings, is a seed of greatness that makes their kind quake with fear.","author":"Thomm Quackenbush, Artificial Gods","category":"great, greatness"},{"quote":"Your greater purpose is already written in the fabric of your being","author":"your purpose awaits your arrival.","category":"Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life"},{"quote":"You need not strive to become your greater purpose.","author":"Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life","category":"become, greatness, purpose"},{"quote":"There is no greater path than the act of listening.","author":"Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life","category":"effort, greatness, journey, listening"},{"quote":"There is no greater path than the act of listening, because the observer who listens can begin to see themselves as a part of one expression of purpose and beingness.","author":"Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life","category":"expressive, greatness, listening, observation, purpose"},{"quote":"To be great at anything that you do, you have to love it! but also give it your all..","author":"Alcurtis Turner","category":"alcurtis-turner, greatness, love, teaching, work"},{"quote":"Place Yourself On the Scale You Desire.Don't Expect Others To Do It For You. It's An Individual Thing Called SELF-ESTEEM.","author":"Jaachynma N.E. Agu, Risk It, Be Different","category":"accomplishments, greatness, higher-life, success"},{"quote":"Be Prepared For Life's Emergencies. Always Arm Yourself With God's Word.","author":"Jaachynma N.E. Agu, Risk It, Be Different","category":"accomplishments, greatness, higher-life, success"},{"quote":"Where You Hail From Isn't As Important As Who You Are and What You Do...Your Doings Define and Describe You.","author":"Jaachynma N.E. Agu, The Best Option","category":"accomplishments, greatness, higher-life, success"},{"quote":"God Is Love But For This Love To Be Real To Us Depends Largely On Our Responses and Reactions to Him.","author":"Jaachynma N.E. Agu, The Best Option","category":"accomplishments, greatness, higher-life, success"},{"quote":"Think of any great man or woman. How can you separate them from the years in which they lived? You can't. Their greatness lies in their response to that moment.","author":"Timothy Findley, The Wars","category":"greatness, historical-figures, history"},{"quote":"I believe...that to be very poor and very beautiful is most probably a moral failure more than an artistic success. Shakespeare would have done well in any generation because he would have refused to die in a corner; he would have taken the false gods and made them over; he would have taken the current formulae and forced them into something lesser men thought them incapable of. Alive today he would undoubtedly have written and directed motion pictures, plays, and God knows what. Instead of saying, \"This medium is not good,\" he would have used it and made it good. If some people called some his work cheap (which some of it was), he wouldn't have cared a rap, because he would know that without some vulgarity there is no complete man. He would have hated refinement, as such, because it is always a withdrawal, and he was too tough to shrink from anything.","author":"Raymond Chandler, Raymond Chandler Speaking","category":"art, beautiful-losers, bravery, courage, courage-to-be-oneself, fresh-ideas, great-art, greatness, hip-hop, innovation, integrity, lars-von-trier, modern-art, porn-as-art, pornography, refinement, sasha-grey, sex-in-cinema, shakespeare, struggling-artist, struggling-writer, the-truth, vulgarity"},{"quote":"It is usually the roughest road that leads to the heights of greatness.","author":"Ziad K. Abdelnour","category":"greatness, road"},{"quote":"To write about him is to write about Greatness. To discuss him is todiscuss Intellectual Brilliance. To think of him is to think of Modesty,Simplicity and Lucidity. To remember him is to remember Nationalism atits finest hour. He was not one of those who merely achieved greatnessnor certainly one of those upon whom greatness was thrust-he was infact born great.","author":"Munindra Misra, PT. Kanhaiya Lal Misra - My Father","category":"allahabad, brilliance, court, greatness, high, india, k-l, kanhaiya-lal, lucidity, misra, modesty, nationalism, simplicity"},{"quote":"But at the same time, there must never be the least hesitation in giving up a position the moment it is shown to be untenable. It is not going too far to say that the greatness of a scientific investigator does not rest on the fact of his having never made a mistake, but rather on his readiness to admit that he has done so, whenever the contrary evidence is cogent enough.","author":"William Bayliss, Principles Of General Physiology","category":"evidence, greatness, hesitation, investigation, mistakes, science, scientific"},{"quote":"Always give your best","author":"today's great work is tomorrow's benchmark.","category":"Ifeanyi Enoch Onuoha"},{"quote":"To achieve great things, we must live as though we were never going to die.","author":"Luc de Clapiers de Vauvenargues","category":"ability, achievement, greatness"},{"quote":"Nothing great is ever achieved without enthusiasm, passion and love. Not professionally or personally. We will not find greatness in our jobs, in our marriages, our children, in our friendships, nor in our spiritual growth without these three key elements. ~ Jason Versey","author":"Jason Versey, A Walk with Prudence","category":"greatness"},{"quote":"It is never an idea, technology, market forces, or access to capital that makes a company innovative. What differentiates an innovative company from an average company is the people working inside the company.","author":"Jag Randhawa, The Bright Idea Box: A Proven System to Drive Employee Engagement and Innovation","category":"employee-engagement, great-company, greatness, innovation, leadership"},{"quote":"No matter how full one's head might be with the image of greatness, one was useless, I found out, unless one was a worthy man first.","author":"Sōseki Natsume, Kokoro","category":"greatness, worth"},{"quote":"He who loved himself became great in himself, and he who loved others became great through his devotion, but he who loved God became greater than all.","author":"Søren Kierkegaard, Fear and Trembling","category":"god, greatness, love"},{"quote":"That moment when this heart.. stops.. almost as if it never existed.When every.. breathe.. slows down.. almost as if you never ... needed as single breathe of airWhen time stops.. almost as if every second never mattered.In that moment... I'm infinite.In that moment... I am immortal.In that moment... I am Finally alive.","author":"Hafsa Shah","category":"alive, glory, greatness, heart-stopping, immortality, infinite, infinity, that-moment, timeless, timelessness"},{"quote":"Virtue is excellence, something uncommonly great and beautiful, which rises far above what is vulgar and ordinary.","author":"Adam Smith, The Theory of Moral Sentiments","category":"beauty, excellence, greatness, ordinary, virtue"},{"quote":"She wanted to be remembered for doing something great. And her greatest fear was of being completely forgotten.","author":"Katlyn Charlesworth, The Tomorrows","category":"forgotten, greatness, remember"},{"quote":"You're a great man, but only when seen from afar.","author":"Brent Weeks, The Blinding Knife","category":"greatness"},{"quote":"I told you it would be difficult! If I were you I would just not bother trying these tasks! They are great challenges, clearly too great for you.” said Guya, but there was a certain sparkle in his eye as he said it. “I shall complete your tasks, ” said Yoshiko firmly. “And I’ll be back sooner than you think!” With that he spread his wings to head for Fire School. “Oh and one more thing Guya” Yoshiko added. Perhaps when I return you will be so kind as to stop calling me a little dragon!” As Yoshiko flew off Guya chuckled to himself.","author":"Julia Suzuki, Yoshiko and the Gift of Charms","category":"challenge, courage, dragon, greatness, hero, motivation"},{"quote":"Those who truly want greatness must surround themselves with people even greater than they are.","author":"Dan Pearce, Single Dad Laughing","category":"achievement, greatness, jealousy, perspective, success"},{"quote":"That men, who might have tower'd in the vanOf all the congregated world, to fanAnd winnow from the coming step of timeAll chaff of custom, wipe away all slimeLeft by men-slugs and human serpentry,Have been content to let occasion die,Whilst they did sleep in love's Elysium.","author":"John Keats, Endymion: A Poetic Romance","category":"greatness, innovation, love, poetry"},{"quote":"Back then: to be regarded as well-known, one had to be great. Today: to be regarded as great, one has to be well-known.","author":"Mokokoma Mokhonoana","category":"art, artists, celebrities, civilization, fame, fame-and-fortune, greatness, greatness-quotes, popularity, potboilers, the-media"},{"quote":"No, I don't admire the genius. But I admire and love the result of the genius's activity in the world, of which the great man is only the poor necessary tool, only, so to speak, the paltry awl to bore with.","author":"Knut Hamsun, Mysteries","category":"genius, greatness, leadership, politics"},{"quote":"He was simply and staunchly true to his duty alike in the large case and in the small. So all true souls ever are. So every true soul ever was, ever is, and ever will be. There is nothing little to the really great in spirit.","author":"Charles Dickens, The Mystery of Edwin Drood","category":"duty, greatness, small-things, staunchness"},{"quote":"But if modesty is interpreted not as diffidence or self-effacingness, but as non-overweening, a realistic assessment of the job to be done and one's ability to do it, then you might say the chief virtue of excellent artists is their modesty...But knowing your limits and going to them isn't arrogance. It's greatness of spirit.","author":"Ursula K. Le Guin, The Wild Girls","category":"art, artists, greatness, modesty"},{"quote":"Most rules are made by people with no authority who want to control and limit you from reaching your true potential. Ignore them, break their rules, and wave at them as you soar past them to greatness.","author":"Dan Pearce, Single Dad Laughing","category":"breaking-rules, greatness, keeping-rules, rules, self-empowerment"},{"quote":"The great works are produced in such an ecstasy of love that they must always be unworthy of it, however great their worth otherwise.","author":"Friedrich Nietzsche, On the Advantage and Disadvantage of History for Life","category":"creation, greatness, passion"},{"quote":"A surrendered heart leads to greatness. A stubborn heart leads to struggle.","author":"Todd Stocker","category":"greatness, heart, leadership, motivational, struggle, victory"},{"quote":"There is a scene in one of the Rocky movies where after the match Apollo Creed and Rocky are waiting for the scoring of their brawl all beat up and battered, obviously both fighters gave all they had to win, and Apollo Creed says to Rocky - \"Your not getting a rematch\" and Rocky says \"I don't want one\".I love that scene. That's when you know that you left no doubt - that your opponent, win or lose, never wants to compete against you ever again. That's fighting.","author":"JohnA Passaro","category":"champion, competition, greatness, inspirational, motivation, sports"},{"quote":"There will never be \"the right time\" in your life to do a great thing. You must create that time and greatness will follow.","author":"JohnA Passaro","category":"greatness, inspiration, life, life-lessons, motivation"},{"quote":"The world offers you comfort. But you were not made for comfort. You were made for greatness","author":"Pope Benedict XVI","category":"catholic, comfort, faith, greatness"},{"quote":"Ten years from now, no one is going to care how quickly the books came out. The only thing that will matter, the only thing anyone will remember, is how good they were. That's my main concern, and always will be.","author":"George R.R. Martin","category":"books, greatness, inspirational, legacy, mediocrity, patience, wisdom, word"},{"quote":"Expression is saying what you wish to say, Impression is saying what others wish to hear.","author":"Krishna Saagar","category":"communication, emotions, expression, greatness, leadership, life, success"},{"quote":"Our success will not come from the acts of our forefathers, but can come alone from what we are doing now. Those who have inherited rich blood can use that richness in building greatness in themselves, but those who have not the privilege of such inheritance need not be discouraged. They can create their own rich blood and make it as rich as they like.","author":"Christian D. Larson","category":"blood, forefathers, greatness, inheritance, inherited, privilege, richness, success"},{"quote":"Get it Right today, for today wil never come again","author":"Seyi Ayoola","category":"diligence, duty, greatness, importance, procrastination, responsibility, urgency"},{"quote":"When you have nothing to say, don't.","author":"Krishna Saagar","category":"communication, greatness, leadership, life, success"},{"quote":"True greatness demands humility","author":"the journey draws it from your struggling soul.","category":"Richelle E. Goodrich, Smile Anyway"},{"quote":"He was searching for something greater, if there is a thing greater than love, and he could not settle until he found it.","author":"Nina -, Johnny Kiddow","category":"finding, greatness, happiness, love, searching"},{"quote":"What’s that around your neck?” asked Emily. “It’s a golden star.” Said Reed.“What did you get it for?”“Chemistry class.”“What’s the star for?” the shadow asked, Usually stars represent a straight A student. “You get it for having greatness. But Emily doesn’t know what that is.” He said, answering the shadows question and looking at Emily. “Greatness, what’s greatness?” Emily asked, all wide eyed, and clueless looking“It’s when you do really awesome stuff, and people recognize you for it.”“Oh, no” Emily laughed .”No, I don’t know what that is.","author":"Rumi Antoinette","category":"funny, greatness, humor, love, popular-quotes, quotes-for-women, quotes-that-make-sense, romance, sarcasm, silly, strong, strong-women, teenager, young"},{"quote":"Describing Robert Bunsen:As an investigator he was great, as a teacher he was greater, as a man and friend he was greatest.","author":"Henry Enfield Roscoe","category":"bunsen, friend, greatness, investigator, robert-bunsen, robert-wilhelm-eberhard-bunsen, science, teacher"},{"quote":"Greatness is achieved, not only by doing great things, but also,by making the small things we dogreat.","author":"S. Tarr","category":"great, greatness, small-things"},{"quote":"Life is a beautiful dream to be cherished, as long as it lasts.","author":"Krishna Saagar","category":"greatness, life, self-help, success"},{"quote":"Every one is fond of comparing himself to something great and grandiose, as Louis XIV likened himself to the sun, and others have had like similes. I am more humble. I am a mere street scavenger (chiffonier) of science. With my hook in my hand and my basket on my back, I go about the streets of science, collecting what I find.","author":"François Magendie","category":"chiffonier, comparison, discovery, grandiose, greatness, humbleness, louis-xiv, passion, scavenger, science"},{"quote":"Emil Fischer represents a symbol of Germany's greatness.","author":"Carl Dietrich Harries","category":"emil-fischer, fischer, germany, greatness, hermann-emil-louis-fischer, nobel-laureate, symbol"},{"quote":"Goodness is richer than greatness. It consists not in the outward things we do, but in the inward thing we are.","author":"Edwin Hubbel Chapin","category":"character, greatness"},{"quote":"I believe \"Leadership\" is creating the environment for the greatness in people to emerge.","author":"Ziad K. Abdelnour, Economic Warfare: Secrets of Wealth Creation in the Age of Welfare Politics","category":"greatness, leadership"},{"quote":"Greatness depends on where you are coming from.","author":"Chimamanda Ngozi Adichie, Half of a Yellow Sun","category":"greatness, relativism"},{"quote":"There was never a great genius without a touch of madness.","author":"Ben Jonson","category":"genius, greatness, madness, touched"},{"quote":"You can only exceed your limits if you’ve discovered them.","author":"Roel van Sleeuwen","category":"be-great, border, borders, boundaries, boundary, discover, discovered, discovery, exceed, exceeding, go-beyond, great, greatness, limit, limits"},{"quote":"Who are you not to be great? You, with the imagination of a brilliant child and the powers of an ancient god. Who are you to be ordinary? You, who can resend life or raise the dead.Who are you to be afraid? You, who can serve as judge and jury while hoarding infinite lives.Who are you to be a slave to the past? You who can travel time like the oceans or rewrite history with a single word.Who are you to be anonymous? You whose names should be spoken in reverend tones or terrified whispers.And who are you to deny greatness? If you would deny it to yourself, you deny it to the entire world. And we will not be denied.","author":"Official PlayStation Greatness Awaits Trailer","category":"greatness"},{"quote":"The root of all true greatness, is humility.","author":"C. JoyBell C.","category":"greatness, humility, inspirational-living, inspirational-quotes, wisdom-quotes"},{"quote":"It is surprising how many great men started out as horse thieves.","author":"P.J. Sullivan, Mostly Rapscallions: Salient Sillies about the Rich and Infamous in History","category":"great-men, greatness, historical, history, horses"},{"quote":"Begin where you are and what you are.","author":"Russell H. Conwell, Acres of Diamonds","category":"conwell, greatness, inspiration, success"},{"quote":"True greatness is often unrecognized.","author":"Russell H. Conwell, Acres of Diamonds","category":"conwell, greatness, inspiration"},{"quote":"The sum of greatest is not asking 'What do I want to be' but rather 'Who do I want to be","author":"Todd Stocker, Refined: Turning Pain Into Purpose","category":"greatness, integrity, integrity-in-science, purpose, success"},{"quote":"Some books sold because they are (said to be) great. Some are (said to be) great because they sold.","author":"Mokokoma Mokhonoana","category":"bestseller, bestsellerism, books, greatness, popularity, sales"},{"quote":"Do you ever see a man who struts around altogether too large to notice an ordinary working mechanic? Do you think he is great? He is nothing but a puffed-up balloon, held down by his big feet. There is no greatness there.","author":"Russell H. Conwell, Acres of Diamonds","category":"conwell, ego, greatness"},{"quote":"But they also awarded a quite respectable 55th place to Enoch Powell, thereby demonstrating that, for certain sections of the population, being an unpleasant racist constitutes no bar to greatness.","author":"Marc Morris, Kings and Castles","category":"britain, enoch-powell, greatness, racism"},{"quote":"being different can work for the individual who are comfortable with themselves, and most importantly work hard to achieve greatness.","author":"Ellen J. Barrier","category":"comfortable, different, greatness"},{"quote":"Seek and achieve \"GREATNESS\" instead of mere success","author":"Fela Durotoye","category":"achieve, achievement, greatness, success"},{"quote":"Tom's cowardice was as huge as his courage, as it must be in great men.","author":"John Steinbeck, East of Eden","category":"courage, cowardice, great-men, greatness"},{"quote":"Encouraging others can be the catalyst to unleashing their greatness.","author":"Rob Liano","category":"encouragement, greatness, love"},{"quote":"I don't know what kind of great I'm bound to be,\" Dove considered his prospects calmly, \"all I know for certain is I'm born a world-shaker.","author":"Nelson Algren, A Walk on the Wild Side","category":"greatness, identity, prospects-on-life"},{"quote":"Greatness lies not in high or outstanding ability. It lies simply in the willingness to use what we have for others. The greater the `other people` dimension, the greater our personal `greatness`.","author":"Chairman Mao","category":"greatness"},{"quote":"Success is the understanding, release and maximization of capacity.","author":"Ifeanyi Enoch Onuoha","category":"greatness, ifeanyi-enoch-onuoha, inspiration, life, success"},{"quote":"The only permission, the only validation, and the only opinion that matters in our quest for greatness is our own.","author":"Steve Maraboli, Unapologetically You: Reflections on Life and the Human Experience","category":"greatness, inspirational, motivational, opinion, permission, success, validation"},{"quote":"Impossible is nothing.","author":"Muhammad Ali","category":"greatness, inspirational, motivational"},{"quote":"Greatness consists not in the holding of some future office, but really consists in doing great deeds with little means and the accomplishment of vast purposes from the private ranks of life. To be great at all one must be great here, now, in Philadelphia.","author":"Russell H. Conwell","category":"greatness"},{"quote":"Let every man or woman here, if you never hear me again, remember this, that if you wish to be great at all, you must begin where you are and with what you are, in Philadelphia, now.","author":"Russell H. Conwell","category":"greatness"},{"quote":"Greatness is to stay humble when the whole world calls you great!","author":"Mehmet Murat ildan","category":"greatness"},{"quote":"Greatness consists not in the holding of some future office, but really consists in doing great deeds with little means and the accomplishment of vast purposes from the private rants of life. To be great at all one must be great here, now, in Philadelphia.","author":"Russell H. Conwell","category":"greatness"},{"quote":"You have a great name .. They must kill your name before they can kill you , cuz name is your idea , and ideas are bulletproofs :))","author":"Hamza wolf","category":"glory, greatness"},{"quote":"Great men know how to control two things","author":"their women and money.","category":"Habeeb Akande"},{"quote":"Use your hater to make you greater!","author":"Habeeb Akande","category":"determination, envy, greatness, hater, inspirational, jealousy, motivational"},{"quote":"There is an enduring freshness in what remains strange and obscure which the cliches of greatness can only evoke nostalgia for.","author":"Bauvard, Some Inspiration for the Overenthusiastic","category":"cliche, funny, greatness, humor, obscurity"},{"quote":"The pursuit of greatness means that laziness has no place in your life.","author":"Pat Conroy, Beach Music","category":"greatness, hobby, passion, skills"},{"quote":"In general I strive for greatness and rational achievement, but I admit to you I’ve a terrible fondness for women, a tendency towards drunkenness, and a weakness for the fumes of the poppy—opium and other miserable beauties.","author":"Roman Payne","category":"drugs, drunkeness, greatness, heroin, opium, poppies, roman-payne, sex, the-wanderess, vice, women"},{"quote":"We like to stress the commonness of heroes. Essences seem undemocratic. We feel oppressed by the call to greatness. We regard an interest in glory or perfection as a sign of mental unhealthiness, and have decided that high achievers, who are called overachievers, owe their surplus ambition to a defect in mothering (either too little or too much). We want to admire but think we have a right not to be intimidated. We dislike feeling inferior to an ideal. So away with ideals, with essences. The only ideals allowed are healthy ones -- those everyone may aspire to, or comfortably imagine oneself possessing.","author":"Susan Sontag, The Volcano Lover: A Romance","category":"achievement, ambition, democracy, egalitarianism, equality, essence, glory, greatness, heroes, ideals, inferiority, intimidation, jealousy, mediocrity, overachievers, perfection, pettiness, success"},{"quote":"God in his unending greatness and glory and man in his unending littleness, prepared for the worst but rarely for the best, prepared for the possible but rarely for the impossible.","author":"Frederick Buechner, Telling the Truth: The Gospel as Tragedy, Comedy, and Fairy Tale","category":"best, god, greatness, impossible, possible, worst-moment-know"},{"quote":"Only adversity provides the opportunity for greatness.","author":"Wayde Goodall, Why Great Men Fall: 15 Winning Strategies to Rise Above It All","category":"adversity, greatness"},{"quote":"Greatness is sifted through the grind, therefore don't despise the hard work now for surely it will be worth it in the end.","author":"Sanjo Jendayi","category":"deserie-johnson, great, greatness, grind, hard-work, sanjo-jendayi, worth"},{"quote":"God is great, God is faithful\".~R. Alan Woods [2103]","author":"R. Alan Woods, The Journey Is the Destination: A Book of Quotes With Commentaries","category":"faithfulness, god, greatness, r-alan-woods"},{"quote":"Nay, could their numbers countervail the stars,Or ever-drizzling drops of April showers,Or wither'd leaves that autumn shaketh down,Yet would the Soldan by his conquering powerSo scatter and consume them in his rage, That not a man should live to rue their fall.","author":"Christopher Marlowe, Tamburlaine the Great, Part 1","category":"death, greatness, power, war"},{"quote":"For something to be great, there has to be some kind of trial or some type of struggle that actually makes it special or valuable to you. Otherwise, anything could be easily taken for granted.","author":"Hayley Williams","category":"difficulties, greatness, inspiration, inspirational, problems, struggle, success, trial"},{"quote":"A man becomes Mahadev only when he fights for good.","author":"Amish Tripathi, The Secret of the Nagas","category":"achievement, greatness, inspirational-quotes"},{"quote":"I write because I'm free,because I can,because I will. I write because I must,because I'm breathing,because I'd go crazy otherwise,because it's who I am.I write to make a statement,to share my thoughts,to discover myself,to express my ideas.But most of all, I write for future generations.I write for love. I write to inspire.I write to encourage. I write for me.","author":"Nadège Richards","category":"being-yourself, encouragement, future-generations, greatness, inspire, reading, writing, youth"},{"quote":"But what is great can only begin great.","author":"Martin Heidegger, Introduction to Metaphysics","category":"begin, beginnings, being, being-and-time, great, greatness, metaphysics, philosophy, time"},{"quote":"A man must love a thing very much if he practices it without any hope of fame or money, but even practice it without any hope of doing it well. Such a man must love the toils of the work more than any other man can love the rewards of it.","author":"G.K. Chesterton, Robert Browning","category":"amateurs, greatness, passion"},{"quote":"The real great man is the man who makes every man feel great.","author":"G.K. Chesterton","category":"greatness"},{"quote":"When it is impossible to stretch the very elastic threads of historical ratiocination any farther, when actions are clearly contrary to all that humanity calls right or even just, the historians produce a saving conception of ‘greatness.’ ‘Greatness,’ it seems, excludes the standards of right and wrong. For the ‘great’ man nothing is wrong, there is no atrocity for which a ‘great’ man can be blamed.","author":"Leo Tolstoy, War and Peace","category":"greatness, historians, napoleon, right-or-wrong"},{"quote":"The loves and sorrows that are great are destroyed by their own plentitude.","author":"Oscar Wilde, The Picture of Dorian Gray","category":"greatness, love, sorrow"},{"quote":"Greatness is in influence, and not necessarily in affluence. It is not achieved by being a 'paper millionaire', but by being a 'people millionaire'.","author":"Ogwo David Emenike","category":"affluence, greatness, influence, inspirational"},{"quote":"The idea isn't to do the impossible. The idea is to show the world that if one man can do the impossible, then maybe the rest of the world can do what's possible.","author":"Jonathan Malley","category":"greatness, impossible, possible"},{"quote":"Everyone has a calling. Thus, everyone has the chance to do something remarkable that will make hime great in the eyes of others.","author":"Jawe Querimit","category":"greatness"},{"quote":"The great would not think themselves demigods if the little did not worship them.","author":"Pierre-Claude-Victor Boiste","category":"boiste, god, great, greatness, little, pierre, victor, worship"},{"quote":"Endeavor for greatness, venture for the sake of the heart.","author":"Nadège Richards","category":"endeavors, greatness, heart, love, nadege, richards"},{"quote":"Everyone has a calling. Thus, everyone has the chance to do something remarkable that will make him great in the eyes of others.","author":"Jawe Campos","category":"greatness"},{"quote":"I think that if I ever have kids, and they are upset, I won't tell them that people are starving in China or anything like that because it wouldn't change the fact that they were upset. And even if somebody else has it much worse, that doesn't really change the fact that you have what you have.","author":"Stephen Chbosky, The Perks of Being a Wallflower","category":"honesty"},{"quote":"And that's the thing about people who mean everything they say. They think everyone else does too.","author":"Khaled Hosseini, The Kite Runner","category":"earnestness, gullibility, honesty"},{"quote":"Whoever is careless with the truth in small matters cannot be trusted with important matters","author":"Albert Einstein","category":"character, honesty, integrity"},{"quote":"We are all travelers in the wilderness of this world, and the best we can find in our travels is an honest friend.","author":"Robert Louis Stevenson","category":"friend, honesty"},{"quote":"Freethinkers are those who are willing to use their minds without prejudice and without fearing to understand things that clash with their own customs, privileges, or beliefs. This state of mind is not common, but it is essential for right thinking...","author":"Leo Tolstoy","category":"honesty, independent-thought"},{"quote":"You wear a mask for so long, you forget who you were beneath it.","author":"Alan Moore, V for Vendetta","category":"honesty, pretense, truthfulness"},{"quote":"To conceal anything from those to whom I am attached, is not in my nature. I can never close my lips where I have opened my heart.","author":"Charles Dickens","category":"honesty"},{"quote":"Nothing in this world is harder than speaking the truth, nothing easier than flattery.","author":"Fyodor Dostoyevsky","category":"honesty, integerity"},{"quote":"Anything is better than lies and deceit!","author":"Leo Tolstoy, Anna Karenina","category":"deceit, honesty, lies, lying"},{"quote":"Living with integrity means: Not settling for less than what you know you deserve in your relationships. Asking for what you want and need from others. Speaking your truth, even though it might create conflict or tension. Behaving in ways that are in harmony with your personal values. Making choices based on what you believe, and not what others believe.","author":"Barbara De Angelis","category":"honesty, integrity, personal-responsibility, truth-telling"},{"quote":"You ask me what forces me to speak? a strange thing","author":"my conscience.","category":"Victor Hugo, Les Misérables"},{"quote":"If you want to write a negative review, don't tickle me gently with your aesthetic displeasure about my work. Unleash the goddamn Kr","author":"Scott Lynch","category":"honesty, reviews, twitter"},{"quote":"Honest people don't hide their deeds.","author":"Emily Brontë, Wuthering Heights","category":"honesty"},{"quote":"The answer is good things only happen to you if you're good. Good? Honest is more what I mean... Be anything but a coward, a pretender, an emotional crook, a whore: I'd rather have cancer than a dishonest heart.","author":"Truman Capote, Breakfast at Tiffany's","category":"honesty"},{"quote":"if you wanted to do something absolutely honest, something true, it always turned out to be a thing that had to be done alone.","author":"Richard Yates, Revolutionary Road","category":"alone, honesty, yates"},{"quote":"If we are not ashamed to think it, we should not be ashamed to say it.","author":"Marcus Tullius Cicero","category":"candor, honesty, truth-telling"},{"quote":"Integrity is telling myself the truth. And honesty is telling the truth to other people.","author":"Spencer Johnson","category":"honesty, integrity, moral-courage, truth-telling"},{"quote":"Can you honestly love a dishonest thing?","author":"John Steinbeck, The Winter of Our Discontent","category":"honesty"},{"quote":"I meant what I said and I said what I meant.","author":"Dr. Seuss, Horton Hatches the Egg","category":"conviction, faithfulness, honesty"},{"quote":"NO reader has ANY obligation to an author, whether it be to leave a review or to write a \"constructive\" one. I put out a product. You are consumers of that product. Since when does that mean you have to kiss my ass? Hey, I like Pop-Tarts and eat them a few times a year; since when does that mean I'm obligated to support Kellogg's in any way except legally purchasing the Pop-Tarts before I eat them? I wasn't aware that purchasing and consuming a product meant I was under some sort of fucking thrall in which I'm only allowed to either praise the Pop-Tart (which to be honest isn't hard, especially the S'mores flavor) or, if I am going to criticize a flavor, offer a specific and detailed analysis as to why, phrased in as inoffensive and gentle a manner as possible so as not to upset the gentle people at Kello","author":"Stacia Kane","category":"honesty, opinions, reviews"},{"quote":"There's one way to find out if a man is honest: ask him; if he says yes, you know he's crooked.","author":"Mark Twain","category":"honesty"},{"quote":"All cruel people describe themselves as paragons of frankness.","author":"Tennessee Williams","category":"cruelty, honesty"},{"quote":"Am I glowing?\"\"Like a Christmas tree.\"\"Not just the star?\"The bed moved a little, and I felt his hand brush my arm. \"No. You're super bright. It's kind of like looking at the sun.","author":"Jennifer L. Armentrout, Obsidian","category":"compliment, daemon, honesty, katy, sweet-moment"},{"quote":"Honesty is a very expensive gift, Don't expect it from cheap people.","author":"Warren Buffett","category":"honesty"},{"quote":"Honesty is more than not lying. It is truth telling, truth speaking, truth living, and truth loving.","author":"James E. Faust","category":"honesty, integrity, truth-telling"},{"quote":"The best men tell you the truth because they think you can take it; the worst men either try to preserve you in some innocent state with their false protection, or are ‘brutally honest.’ When someone tells, lets you think for yourself, experience your own emotions, he is treating you as a true equal, a friend…And the best men cook for you.","author":"Whitney Otto, How to Make an American Quilt","category":"dating-advice, honesty, men-and-women"},{"quote":"Do not consider me now as an elegant female intending to plague you, but as a rational creature speaking the truth from her heart.","author":"Jane Austen, Pride and Prejudice","category":"honesty"},{"quote":"Unless you're ashamed of yourself now and then, you're not honest","author":"William Faulkner","category":"ashamed, honesty, yourself"},{"quote":"All the other children at my school are stupid. Except I'm not meant to call them stupid, even though this is what they are.","author":"Mark Haddon, The Curious Incident of the Dog in the Night-Time","category":"honesty, stupidity"},{"quote":"Nothing is so difficult as not deceiving oneself.","author":"Ludwig Wittgenstein","category":"honesty, self-delusion"},{"quote":"If someone doesn't value evidence, what evidence are you going to provide to prove that they should value it? If someone doesn’t value logic, what logical argument could you provide to show the importance of logic?","author":"Sam Harris","category":"evidence, honesty, importance, logic, paradox, reason, value"},{"quote":"To be honest, as this world goes, is to be one man picked out of ten thousand.","author":"William Shakespeare, Hamlet","category":"honesty"},{"quote":"The trouble with most of us is that we'd rather be ruined by praise than saved by criticism.","author":"Norman Vincent Peale","category":"criticism, flattery, honesty, praise"},{"quote":"No legacy is so rich as honesty.","author":"William Shakespeare, All's Well That Ends Well","category":"honesty, legacy"},{"quote":"The only time you seem honest is when you’re insulting someone!”“The only honest things I can say to you are insults.","author":"Brandon Sanderson, Words of Radiance","category":"honesty, insults, kaladin, shallan-davar"},{"quote":"Yeah, it never fails to amaze me how a single lie can undo an entire lifetime of good. (Aiden)","author":"Sherrilyn Kenyon, Upon the Midnight Clear","category":"honesty, lying"},{"quote":"The whole art of government consists in the art of being honest.","author":"Thomas Jefferson, A Summary View of the Rights of British America: Reprinted from the Original Ed.,","category":"government, honesty"},{"quote":"Never separate the life you lead from the words you speak.","author":"Paul Wellstone","category":"honesty"},{"quote":"No man means all he says, and yet very few say all they mean, for words are slippery and thought is viscous.","author":"Henry Adams, The Education of Henry Adams","category":"government, honesty, integrity, truth-telling"},{"quote":"Cynic, n. A blackguard whose faulty vision sees things as they are not as they ought to be.","author":"Ambrose Bierce, The Unabridged Devil's Dictionary","category":"cynicism, definition, honesty"},{"quote":"Honesty: The best of all the lost arts.","author":"Mark Twain","category":"honesty, mark-twain"},{"quote":"Speak what you think today in hard words and tomorrow speak what tomorrow thinks in hard words again, though it contradict every thing you said today.","author":"Ralph Waldo Emerson, Self-Reliance","category":"fearlessness, honesty, speaking-your-mind"},{"quote":"I’m a liar and a cheat and a coward, but I will never, ever, let a friend down. Unless of course not letting them down requires honesty, fair play, or bravery.","author":"Mark  Lawrence, Prince of Fools","category":"bravery, cheat, coward, fair-play, honesty, liar"},{"quote":"To be truly positive in the eyes of some, you have to risk appearing negative in the eyes of others.","author":"Criss Jami, Killosophy","category":"controversial, differences, honesty, making-sense-of-the-world, negative, pleasing-others, positive, real, risky, social-status"},{"quote":"She wanted to cause him pain for taking a place in her heart she wouldn't have given him if she'd known the truth.","author":"Kristin Cashore, Graceling","category":"honesty, love, sad-but-true"},{"quote":"The truth needs so little rehearsal.","author":"Barbara Kingsolver","category":"honesty"},{"quote":"When you find that people are not telling you the truth---look out!","author":"Agatha Christie, The Mysterious Affair at Styles","category":"honesty"},{"quote":"Nothing is more intolerable than to have admit to yourself your own errors.","author":"Ludwig van Beethoven","category":"honesty, mistakes"},{"quote":"And I said, 'That last thing is what you can't get, Carlo. Nobody can get to that last thing. We keep on living in hopes of catching it once and for all.","author":"Jack Kerouac, On the Road","category":"fragility, honesty, narrowness, uncertainty"},{"quote":"When we turn around & come face to face with our destiny, we discover that words (spoken) are not enough. I know so many people who are brilliant speakers but are quite incapable of practising what they preach. It's one thing to describe a situation & quite another to experience it. I realised a long time ago that a warrior in search of his dream must take his inspiration from what he actually does & not from what he imagines himself doing.","author":"Paulo Coelho, Aleph","category":"being-real, communication, honesty, influence"},{"quote":"What you didn't tell someone was just as debilitating as what you did.","author":"Jodi Picoult, Handle with Care","category":"confidences, honesty, secrets"},{"quote":"Being nice merely to be liked in return nullifies the point.","author":"Criss Jami, Killosophy","category":"canceled, cancelled, dishonesty, honesty, insincerity, kind, nice, nullified, pointless, sincerity"},{"quote":"Though I am not naturally honest, I am sometimes so by chance.","author":"William Shakespeare, The Winter's Tale","category":"honesty"},{"quote":"Never esteem anything as of advantage to you that will make you break your word or lose your self-respect.","author":"Marcus Aurelius, Meditations","category":"fidelity, honesty, self-respect"},{"quote":"You cannot con an honest man.","author":"Ally Carter, Uncommon Criminals","category":"con, heist-society, honesty, kat-bishop, thief"},{"quote":"There are honest people in the world, but only because the devil considers their asking prices ridiculous.","author":"Peter S. Beagle, A Fine and Private Place","category":"honesty"},{"quote":"Honesty is always good, except when it's better to lie.","author":"James Patterson","category":"honesty, humor"},{"quote":"Just tell yourself a story that'll satisfy you and pretend he told it.","author":"Catherynne M. Valente, Deathless","category":"betrayal, deathless, hatred, honesty, ignorance, lies-lying-liars, love-hurts"},{"quote":"I would rather be damned by my honesty, than caged by my lies.","author":"Omega Maverick, Gothic Inferno","category":"honesty, inspirational, self-confidence, words-to-live-by"},{"quote":"Honesty was a tough customer... Once you started allowing yourself some honesty, it couldn't easily be contained or limited to one part of your life. It was like poison ivy or a bossy houseguest. Once it was there, you couldn't tell it what to do. You had to really fight to keep it from taking over.","author":"Ann Brashares, The Last Summer","category":"honesty"},{"quote":"Honest differences are often a healthy sign of progress.","author":"Mahatma Gandhi","category":"differences, healthy, honesty, progress"},{"quote":"Early in my career...I had to choose between an honest arrogance and a hypercritical humility... I deliberately choose an honest arrogance, and I've never been sorry.","author":"Frank Lloyd Wright","category":"arrogance, honesty, humility"},{"quote":"We’re meant to protect each other, but not from everything. Not fromthe truth. That’s what it means to love someone but let them be themselves.-Jace Wayland","author":"Cassandra Clare, City of Lost Souls","category":"clary-fray, full-disclosure, honesty, jace-wayland"},{"quote":"There are only two kinds of men in this world: Honest men and dishonest men. ...Any man who says the world owes him a living is dishonest. The same God that made you and me made this earth. And He planned it so that it would yield every single thing that the people on it need. But He was careful to plan it so that it would only yield up its wealth in exchange for the labor of man. Any man who tries to share in that wealth without contributing the work of his brain or his hands is dishonest.","author":"Ralph Moody","category":"dishonesty, effort, honesty, resourcefulness, responsibility"},{"quote":"There’s more to honesty than … than an arrangement of words. They say faeries can’t lie, but you lie in your intentions, your attitude, your demeanor —","author":"Cassandra Clare, City of Lost Souls","category":"clary-fray, honesty"},{"quote":"I think honesty is the most heroic quality one can aspire to.","author":"Daniel Radcliffe","category":"beliefs, honesty, values"},{"quote":"If a man asks me for my loyalty...I will give him my honesty.If a man asks me for my honesty...I will give him my loyalty!","author":"John      Boyd","category":"honesty, loyalty"},{"quote":"The armour of falsehood is subtly wrought out of darkness, and hides a man not only from others, but from his own soul.","author":"E.M. Forster, A Room with a View","category":"honesty, integrity, lies"},{"quote":"Honesty is always the best policy, even when it's not the trend.","author":"Sean Covey, The 7 Habits of Highly Effective Teens: The Ultimate Teenage Success Guide","category":"honesty"},{"quote":"What a fool honesty is.","author":"William Shakespeare, The Winter's Tale","category":"honesty, play"},{"quote":"She was one of those people who are irrevocably, incurably honest and therefore both inflexible and vulnerable at the same time.","author":"Azar Nafisi","category":"honesty"},{"quote":"Full stories are as rare as honesty.","author":"Zadie Smith, White Teeth","category":"honesty"},{"quote":"You should spend more time reading the Good Book and less reading all those novels. What are you going to tell the Lord on Judgement Day when He asks you why you didn't read your bible?","author":"Jennifer Donnelly, A Northern Light","category":"honesty, humor, writing"},{"quote":"Even if there are instances in which it can be mistook by onlookers, never fool yourself into using misunderstood genius as an excuse to be a fool.","author":"Criss Jami, Killosophy","category":"deceit, excuses, fool, genius, honesty, misunderstood, nonsense, self-deception"},{"quote":"You are honest enough by nature to be able to see and judge your own self clearly - and that is a great thing. Never lose that honesty, Bobby - always be honest with yourself, know your own motives for what they are, good or bad, make your own decisions firmly and justly - and you will be a fine, strong character, of some real use in this muddled world of ours!","author":"Enid Blyton, Summer Term at St Clare's","category":"character, decisions, firm, honesty, judgement, motives, muddled"},{"quote":"This is a difficult balance, telling the truth: how much to share, how much to keep, which truths will wound but not ruin, which will cut too deep to heal.","author":"Ally Condie, Matched","category":"honesty, integerity"},{"quote":"Nothing worth doing is easy,\" frank said. \"Especially not in the beginning. But I'm not about to give up.","author":"Morgan Matson, Since You've Been Gone","category":"attitude, book-boyfriend, hard-work, honesty, inspirational, life"},{"quote":"And Father said, \"Christopher, do you understand that I love you?\"And I said \"Yes,\" because loving someone is helping them when they get into trouble, and looking after them, and telling them the truth, and Father looks after me when I get into trouble, like coming to the police station, and he looks after me by cooking meals for me, and he always tells me the truth, which means that he loves me.","author":"Mark Haddon, The Curious Incident of the Dog in the Night-Time","category":"honesty, love"},{"quote":"The main trouble with being an honest man was that it lost you all your illusions.","author":"James  Jones, From Here to Eternity","category":"honesty, illusions"},{"quote":"It was a huge comfort to have a person who'd keep you honest with yourself and who also gave you safe harbour.","author":"Lauren Dane, Taking Care of Business","category":"comfort, friend, honesty"},{"quote":"Guys will NEVER understand what it is like to be a girl and all the pain we have to deal with therefore they should shut up about things they don't understand. Likewise girls will NEVER know what it is like to be a guy and all the pressure they deal with, so shut up girls as well.","author":"Megan Wilson","category":"honesty, reality-of-life"},{"quote":"I hold the maxim no less applicable to public than to private affairs, that honesty is always the best policy.","author":"George Washington","category":"honesty"},{"quote":"No one can be a great thinker who does not recognize that as a thinker it is his first duty to follow his intellect to whatever conclusions it may lead.","author":"John Stuart Mill, On Liberty","category":"conclusions, honesty, intellect"},{"quote":"There is no glory in honesty if it is destructive. And no shame in dishonesty if its goal is to offer grace.","author":"M.J. Rose, Lying In Bed","category":"honesty"},{"quote":"Maybe my expectations for honesty are too high.","author":"Kelley Armstrong, The Calling","category":"expectations, honesty"},{"quote":"Make yourself an honest man, and then you may be sure that there is one less scoundrel in the world.","author":"Thomas Carlyle, On Heroes, Hero Worship and the Heroic in History","category":"honesty"},{"quote":"He who lives without folly is not as wise as he may think.","author":"François de La Rochefoucauld","category":"honesty, sincerity"},{"quote":"I think humans are only capable of small moments of honesty. Then they get tired and back away. It's something to foster, this ability to keep it for longer. How to keep being honest and aware.","author":"Laura Pritchett, Sky Bridge","category":"ability, bridge, honesty, laura, moments, pritchett, sky"},{"quote":"I love you too much to lie to you, Lisey. I love you with all that passes for my heart. I suspect that kind of all-out love becomes a burden to a woman in time, but it's the only kind I have to give. I think we're going to be quite a wealthy couple in terms of money, but I'll almost certainly be an emotional pauper all my life. I've got the money coming, but as for the rest I've got just enough for you, and I won't ever dirty or dilute it with lies. Not with the words I say, not with the ones I hold back.","author":"Stephen King","category":"honesty, love"},{"quote":"Like the he-man movie stars who turn out to be queer . . . or the silent-film actors whose voices sound terrible recorded--the audience only wants a limited amount of honesty. [ellipses original]","author":"Chuck Palahniuk","category":"audience, audiences, honesty, snuff, tv"},{"quote":"Honesty's the best policy.","author":"Miguel de Cervantes Saavedra","category":"honesty"},{"quote":"If you are honest with yourself, your life will be so much more pleasant.","author":"Jessica Zafra, The 500 People You Meet in Hell","category":"honesty"},{"quote":"Fat realized that one of two possibilities existed and only two; either Dr. Stone was totally insane – not just insane but totally so – or else in an artful, professional fashion he had gotten Fat to talk; he had drawn Fat out and now knew that Fat was totally insane.","author":"Philip K. Dick, VALIS","category":"honesty, insanity, mental-health, psychiatrist, sanity"},{"quote":"All facades fall sometime, then the mask comes off and the real heart is seen.","author":"Jessiqua Wittman, A Memoir of Mercy","category":"deception, facade, honesty, mask"},{"quote":"You are an honest and honorable man, Lord Eddard. Ofttimes I forget that. I have met so few of them in my life.” He glanced around the cell. “When I see what honesty and honor have won you, I understand why.","author":"George R.R. Martin, A Game of Thrones","category":"honesty, honor"},{"quote":"You look like shit.\" Honesty is important in any relationship.","author":"Gordon Andrews, Curran","category":"curran, honesty, kate"},{"quote":"People say that you always have to tell the truth. But they do not mean this because you are not allowed to tell old people that they are old and you are not allowed to tell people if they smell funny or if a grown-up has made a fart. And you are not allowed to say, 'I don't like you,' unless that person has been horrible to you.","author":"Mark Haddon, The Curious Incident of the Dog in the Night-Time","category":"honesty"},{"quote":"You see, I have a policy about honesty and ass-kicking, which is, if you ask for it, then I have to let you have it.","author":"Taylor Mali","category":"honesty"},{"quote":"Honesty, for me, is usually the worst policy imaginable.","author":"Patricia Highsmith","category":"corruption, honesty"},{"quote":"The truth is everything in the end. It is the greatest power in the world to make all people equal. If everyone knows what the truth is, no one can use lies to separate those people and turn them against one another.","author":"Mel Odom, The Quest for the Trilogy: A Rover Novel of Three Adventures","category":"honesty, inspirational"},{"quote":"Gimme an honest frown over a false smile, any day.","author":"Gregory David Roberts, Shantaram","category":"honesty, smile"},{"quote":"Life is warped. I'm just in sync.","author":"Margaret Atwood, MaddAddam","category":"gallows-humor, honesty, life, survival"},{"quote":"Shamelessness is not the same as honesty.","author":"James Poniewozik","category":"honesty, politics-of-the-united-states"},{"quote":"I got over shy a really long time ago. I'm queer, I'm feline, get used to it.","author":"Andrea Speed, Bloodlines","category":"honesty, humor"},{"quote":"There's probably no one so easily bribed, but he lacks even the fundamental honesty of honorable corruption. He doesn't stay bribed; not for any sum.","author":"Isaac Asimov, Foundation and Empire","category":"honesty"},{"quote":"If you don't care for obscenity, you don't care for the truth.","author":"Tim O'Brien","category":"honesty"},{"quote":"I speak my mind. If it offends some people, well, there's not much I can do about that. But I'm going to be honest. I'm going to continue to speak my mind, and that's who I am...","author":"Jesse Ventura","category":"honesty, offense, opinion"},{"quote":"I thought about keeping the money,\" Ove whispered at long last, and took his father's hand in a firmer grip, as if he was afraid of letting go.\"I know,\" said his father, and squeezed his hand a little harder.\"But I knew you would hand it in, and I knew a person like Tom wouldn't,\" said Ove.His father nodded. And not another word was said about it.Had Ove been the sort of man who contemplated how and when one became the sort of man one was, he might have said this was the day he learned that right has to be right. But he wasn't one to dwell on things like that. He contented himself with remembering that on this day he'd decided to be as little unlike his father as possible.","author":"A Man Called Ove","category":"honesty, inspirational"},{"quote":"You surely remember your past when you rebuke me in honesty.","author":"Toba Beta, Master of Stupidity","category":"bad, honesty, rebuke, remember-your-past"},{"quote":"Honestly, Bob: how do you carve a scream?","author":"Ilsa J. Bick, Drowning Instinct","category":"cutting-psychology-self-harm, honesty, scream, selfharm"},{"quote":"The prudent man is always sincere, and feels horror at the very thought of exposing himself to the disgrace which attends upon the detection of falsehood. But though always sincere, he is not always frank and open; and though he never tells any thing but the truth, he does not always think himself bound, when not properly called upon, to tell the whole truth. As he is cautious in his actions, so he is reserved in his speech; and never rashly or unnecessarily obtrudes his opinion concerning either things or persons.","author":"Adam Smith, The Theory of Moral Sentiments","category":"caution, honesty, lies, prudence"},{"quote":"Just be yourself. An original is worth more than a copy.","author":"Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem","category":"honesty, originality, self-worth, superficiality"},{"quote":"Tricks and treachery are the practice of fools that don't have brains enough to be honest.","author":"Benjamin Franklin","category":"fools, honesty"},{"quote":"A better man wouldn’t play this ‘sweethearts’ game with her when he knew very well it couldn’t lead to more.But he wasn’t a better man. He was Colin Sandhurst, reckless, incorrigible rogue—and damn it, he couldn’t resist. He wanted to amuse her, spoil her, feed her sweets and delicacies. Steal a kiss or two, when she wasn’t expecting it. He wanted to be a besotted young buck squiring his girl around the fair.In other words, he wanted to live honestly. Just for the day.","author":"Tessa Dare, A Week to Be Wicked","category":"character, honesty"},{"quote":"I’d rather have a cup of coffee and a cigarette than live in all that honesty.","author":"Benjamin Alire Sáenz, Last Night I Sang to the Monster","category":"honesty, life"},{"quote":"It’s better to be sworn to an honest fool than to a lying scholar","author":"Christopher Paolini, Eldest","category":"honesty"},{"quote":"The one thing which seems to me quite impossible is to take into consideration the kind of book one is expected to","author":"surely one can only write the book that is there to be written.","category":"Dorothy L. Sayers, The Letters of Dorothy L. Sayers. Vol. 1, 1899-1936: The Making of a Detective Novelist"},{"quote":"It's not cruelty, maybe, but a desire to understand that motivates them.","author":"Veronica Roth","category":"bravery, cruelty, honesty"},{"quote":"I received your letter of June 10th. I have never talked to a Jesuit priest in my life and I am astonished by the audacity to tell such lies about me. From the viewpoint of a Jesuit priest I am, of course, and have always been an atheist.","author":"Albert Einstein","category":"atheism, honesty, integrity, secularism"},{"quote":"Most people are clever because they don't know how to be honest.\" William Gaddis, The Recognitions.","author":"William Gaddis, The Recognitions","category":"cleverness, honesty, integrity, life"},{"quote":"Honesty: what a refreshing slap in the face it is.","author":"T.M. Brenner","category":"honesty, humor, inspirational, slap"},{"quote":"Things work out better when you're straight up.","author":"Kate Jacobs, The Friday Night Knitting Club","category":"honesty"},{"quote":"It's honest to admit you'll kill someone because you hate them.","author":"Fuyumi Soryo","category":"honesty, mars"},{"quote":"Is the prison that Mr. Scoundrel lives in at the end of his career a more uncomfortable place than the workhouse that Mr. Honesty lives in at the end of his career?","author":"Wilkie Collins, The Woman in White","category":"count-fosco, honesty, prison, scoundrel"},{"quote":"Repose not trust in testing another's degree of honesty at the risk of one's loss in matters big, unless collateralized.","author":"Firoozeh Dumas","category":"honesty"},{"quote":"It is a great evil to look upon mankind with too clear vision. You seem to be living among wild beasts, and you become a wild beast yourself. (\"“The Story of Prince Alasi and the Princess Firouzkah”)","author":"William Beckford, The Episodes of Vathek","category":"base, beast, beastial, carnal, clarity, honesty, mankind"},{"quote":"Honesty is all I've got,\" she said finally, speaking in a low voice. \"I don't have family. I don't have beauty, or a man. I don't have money, and I sure as hell don't have a future. All I've got to prop up my pride is my word.\" Her chin rose. \"When Jenny Jones says something, you can bet your last peso that it's true.","author":"Maggie Osborne, The Promise of Jenny Jones","category":"honesty, promises"},{"quote":"Thank you for your honesty,\" Niles says. The Candor repeat the phrase under their breath. All around me are the words \"Thank you for your honesty\" at different volumes and pitches, and my anger begins to dissolve.","author":"Veronica Roth","category":"bravery, honesty"},{"quote":"She'd tried her hand at most things, but drew the line at honesty.","author":"Roddy Doyle, Yeats Is Dead!: A Mystery by 15 Irish Writers","category":"honesty"},{"quote":"For there is no virtue, the honor and credit for which procures a man more odium than that of justice; and this, because more than any other, it acquires a man power and authority among the common people.","author":"Plutarch, Lives of the Noble Romans","category":"honesty, honor, virtue"},{"quote":"I guess we speak pretty loosely, don't we, about looking forward to the Ashes and all that—and we are, but it's not with both eyes. We've got one eye on that and one eye on what we need to get in place to make sure we're the best team we can be for November.","author":"Ricky Ponting","category":"2010-11-ashes-series, coherence, cricket, focus, honesty, speech, the-ashes"},{"quote":"(I)f you're not honest with yourself, life will never be honest with you.","author":"Leigh Brackett, The Long Tomorrow","category":"honesty, life"},{"quote":"...his respect, hard enough to earn in the first place, was all but impossible to win back after it was lost.","author":"Becky Allen, Bound by Blood and Sand","category":"honesty, respect"},{"quote":"And everyone lived happily, thought maybe not completely honestly, ever after. The End.","author":"Jon Scieszka, The Stinky Cheese Man and Other Fairly Stupid Tales","category":"fairy-tale, happy-end, honesty"},{"quote":"Until a few months ago we had a code of honor, and even the worst ruffians behaved with decency. You could leave your gold in a tent with no guard and no one would touch it, but now all that has changed. The law of the jungle rules, the only ideology is greed. Don't let yourself be parted from your weapons, and always travel in pairs or groups, because this is a land of thieves.","author":"Isabel Allende, Daughter of Fortune","category":"betrayal, community, greed, honesty"},{"quote":"I'm fully aware that some of the stuff I write is going to offend people or p*ss them off. They should be fully aware that I don't really care.","author":"Briana Blair","category":"honesty, humor, sarcasm"},{"quote":"When we look back from the vantage point of sobriety, many of us realize that when drinking we often felt like a fake, a fraud, and a phony. That’s because we were. – p. 74","author":"Ray A., Practice These Principles: Living the Spiritual Disciplines and Virtues in 12-Step Recovery to Achieve Spiritual Growth, Character Development, and Emotional Sobriety","category":"honesty"},{"quote":"Some people come to Morganville and collapse,” Michael said as he put the car in motion. “I’ve seen it a dozen times. But there are a few who come here and just—bloom. You’re one of those.” Claire didn’t feel especially bloomy. “So you’re saying I thrive on chaos.","author":"Rachel Caine, Fade Out","category":"claire-danvers, fade-out, honesty, michael-glass, morganville-vampires"},{"quote":"[Rayleen talking to Billy.] \"Grace is thriving here, and I dare anybody to challenge that. Anybody who has a problem with that can come take it up with me.\"\"Thank God,\" Billy said, \"because I really hate it when people come take things up with ME.","author":"Catherine Ryan Hyde, Don't Let Me Go","category":"honesty, humor"},{"quote":"Sure, I liked girls but I was always too terrified to speak to them unless we were arguing or I was calling them stupidos, which was one of my favorite words that year.","author":"Junot Díaz, Drown","category":"girls, honesty, humor, spanglish"},{"quote":"But the inexplicability of the General's conduct dwelt much on her thoughts. That he was very particular in his eating, she had, by her own unassisted observation, already discovered; but why should he say one thing so positively, and mean another all the while, was most unaccountable. How were people, at that rate, to be understood?","author":"Jane Austen, Northanger Abbey","category":"honesty, literal-meaning"},{"quote":"Some false representations contravene the law; some do not. The law does not pretend to punish everything that is dishonest. That would seriously interfere with business, and, besides, could not be done. The line between honesty and dishonesty is a narrow, shifting one and usually lets those get by that are the most subtle and already have more than they can use.","author":"Clarence Darrow, The Story of My Life","category":"dishonesty, greed, honesty, rigged-economic-system"},{"quote":"Craigengelt, you are either an honest fellow in right good earnest, and I scarce know how to believe that; or you are cleverer than I took you for, and I scarce know how to believe that either.","author":"Walter Scott, The Bride of Lammermoor","category":"honesty"},{"quote":"In wine is truth, and the truth had all come out, \"that is, all the uncleanness of his coarse and envious heart\"!","author":"Fyodor Dostoyevsky, Crime and Punishment","category":"211, honesty, razumihin"},{"quote":"He came to chat with me the day of my being discharged, advising that I not stay at the dog fight until the last dog was dead. I was a kid and made little counsel. Now that I am a bigger kid, I see the value--belatedly--added. Yet I also see the loss of life in the protecting, first of all, of oneself. Better to give oneself away. Dead f*ck the dog and so on.","author":"Gordon Lish","category":"character, honesty"},{"quote":"Honesty, like any inclination, can become a ruling passion, a monomania almost.","author":"Sena Jeter Naslund, Ahab's Wife, or The Star-Gazer","category":"honesty, vice, virtue"},{"quote":"Orozco's despair was not just in finding himself poor, but in discovering that effort, honest intentions, and gentlemanly status had nothing to do with sucess in a commercial economy.","author":"Timothy Brook, Vermeer's Hat: The Seventeenth Century and the Dawn of the Global World","category":"honesty"},{"quote":"All too often people pretend to be professional. \"Professionalism\" is sometimes a facade for fraud. Be pro, but be real. Honesty and transparency combined with character, competence and real results is the key to being a true pro.","author":"Richie Norton","category":"character, competence, facade, fraud, honesty, key, professional, results, richie-norton, transparency"},{"quote":"There's no need to kick him in the balls for him to tell the story honestly and impartially, because the dead are usually honest, even the bastards among them.","author":"Hassan Blasim, The Corpse Exhibition and Other Stories of Iraq","category":"death, honesty, honesty-quotes"},{"quote":"...God expects every man to be what he claims to be. If we say things we do not believe, and profess things we do not feel, and lay claim to things we do not possess, we are tricksters and deceivers, causing mischief and confusion in the world.","author":"Charles Jefferson, The character of Jesus","category":"honesty, sincerity"},{"quote":"Honesty isn't easy. Or comfortable.","author":"Kara Lee Corthron, The Truth of Right Now","category":"honesty"},{"quote":"I strongly object to wrong arguments on the right side. I think I object to them more than to the wrong arguments on the wrong side.","author":"G.K. Chesterton, The Collected Works of G.K. Chesterton Volume 32: The Illustrated London News, 1920-1922","category":"arguments, debating, honesty, integrity"},{"quote":"People don't like it when you say real things.","author":"Sara Baume, A Line Made by Walking","category":"a-line-made-by-walking, honesty, sara-baume, truth"},{"quote":"When a honest man speaks, he says only what he believes to be true; and for the liar, it is correspondingly indispensable that he considers his statements to be false. For the bullshitter, however, all these bets are off: he is neither on the side of the true nor on the side of the false. His eye is not on the facts at all, as the eyes of the honest man and of the liar are, except insofar as they may be pertinent to his interest in getting away with what he says. He does not care whether the things he says describe reality correctly. He just picks them out, or makes them up, to suit his purpose.","author":"Harry Frankfurt","category":"bullshit, honesty"},{"quote":"The easy truth is as much a lie as any.","author":"Sasha Martin, Life from Scratch: A Memoir of Food, Family, and Forgiveness","category":"honesty, inspirational, truth-quotes"},{"quote":"The truth is simple.Lies are complex.The truth comes in sentences.Lies... in paragraphs.Pay attention to this when someone is communicating with you.","author":"Steve Maraboli","category":"behavior, communication, honesty, likes, truth"},{"quote":"Tell people how it is, be real and be honest.If you see something wrong make sure you speak up.Being this way will naturally eliminate the snakes and fakes.","author":"John Maiorana (Giovanni)","category":"fake-friends, honesty, real, real-friends, snakes"},{"quote":"Say what you have to say, not what you ought. Any truth is better than make-believe.","author":"Henry David Thoreau","category":"honesty, truth"},{"quote":"You believe what you do.","author":"Elan Mastai, All Our Wrong Todays","category":"honesty"},{"quote":"Honesty is love but deception is hatred.","author":"Ahmed Mayouf","category":"deceit, hatred, honesty, love"},{"quote":"All aspects of honor derive from honesty. A liar cannot truly be honorable, for where is the honor in deception?","author":"Keith R.A. DeCandido, The Klingon Art of War","category":"honesty, honor"},{"quote":"Somehow I get the idea that being whole is about being perfectly consistent. I'd rather we be perfectly honest.","author":"Danielle LaPorte, White Hot Truth: Clarity for Keeping It Real on Your Spiritual Path from One Seeker to Another","category":"consistency, honesty, true-self"},{"quote":"...[F]rom me you shall hear the whole truth; not, I can assure you, gentlemen, in flowery language... decked out with fine words and phrases; no, what you will hear will be a straightforward speech in the first words that occur to me, confident as I am in the justice of my cause; and I do not want any of you to expect anything different.","author":"Socrates, Apology, Crito and Phaedo of Socrates.","category":"bluntness, honesty, tact"},{"quote":"Sometimes Caesar gets killed cos Brutus is an Honest Man.","author":"Talees Rizvi","category":"brutus, caesar, honesty, irony, situation"},{"quote":"Sports teach us the value of facing yourself and others honestly. You can only grow if you let go of denial and embrace what is real and true.","author":"Corey Irwin","category":"athletics, fitness, honesty, sports, truth"},{"quote":"It's not your imperfections that make you attractive,it's your honesty about them that does.","author":"Drishti Bablani, Wordions | Uns","category":"attractive, drishti-bablani, honesty, imperfections, wordions, wordions-com"},{"quote":"I'd rather die than live without passion.","author":"Jeon Jungkook","category":"honesty, inspirational, loyalty"},{"quote":"it is your life and you have to live your life as you want but you must have courage to pay by your self for the life which you are living , if someone other is paying by their tears and grief for your enjoyment ,then you are living a shameful life.","author":"Mohammed Zaki Ansari, \"Zaki's Gift Of Love\"","category":"honesty, life, love-quote, selfrespect"},{"quote":"Because it is a thousand pities never to say what one feels, he thought...","author":"Virginia Woolf, Mrs. Dalloway","category":"heart-on-your-sleeve, honesty, say-what-you-feel, speach, speaking-out"},{"quote":"I know stating my observation aloud is considered fresh, an indiscrete come-on, but frankly I think more people should hear the truth about themselves. Screw what society thinks, right?” – Jack Buchanan","author":"Caroline George, The Vestige","category":"bold, flirt, honest, honesty, jack-buchanan, love, romance, truth"},{"quote":"Don't lie to protect my feelings. I'd rather you speak the truth with love and respect. I'll be fine!","author":"Izey Victoria Odiase","category":"bitter-truth, genuine, honesty, speak-the-truth, truth, truth-and-lies, truth-telling"},{"quote":"Honesty Is Soul Of Love\"Laila Majnu,Shirin Farhad,Romeo Juliet,These love stories are immortal,ideal love stories ,not because of love but because of honesty,honesty which they keep hold for their beloved,Love is there in every love story but not honesty so Only love story which has honesty its become Immortal and ideal love story.","author":"Mohammed Zaki Ansari, \"Zaki's Gift Of Love\"","category":"honesty, love"},{"quote":"Honey, she says, honest ain’t the half of what I’m not.","author":"Alden Bell, Exit Kingdom","category":"alden-bell, exit-kingdom, honesty, liars, lies"},{"quote":"Why should i blame world, if i get wrong to recognize true and real faces of people","author":"Mohammed Zaki Ansari, \"Zaki's Gift Of Love\"","category":"face, honesty, love"},{"quote":"Why should i have fake smile on my face ,If my heart and soul suffering in unrest. it's not my duty to entertain you But its my responsibility to be Honest and Original","author":"Mohammed Zaki Ansari, \"Zaki's Gift Of Love\"","category":"honesty, life, originality"},{"quote":"A conscious understanding of the kind of cloth we wear, each moment of time, makes us be aware of what we must do or what we should never think of doing because of the cloth we wear!","author":"Ernest Agyemang Yeboah","category":"honesty, integrity, self-awareness-quotes, taking-steps, think-before-you-act"},{"quote":"Above all, avoid falsehood, every kind of falsehood, especially falseness to yourself. Watch over your own deceitfulness and look into it every hour, every minute.","author":"Fyodor Dostoyevsky","category":"ataraxia, honesty, skepticism"},{"quote":"I want to say to you: Doubt can be a bond as powerful and sustaining as certainty.","author":"John Patrick Shanley, Doubt","category":"honesty"},{"quote":"Never get your sense of worth from outside yourself. Never fall into the trap of thinking that who you are is not enough and that you need other people’s approval, love and validation in order to feel that you’re of value. Never allow external things, places, people and circumstances to determine or tell you how much you’re worth. It’s called self-worth, not others’ worth.","author":"Luminita D. Saviuc","category":"authenticity, give-up-be-happy, honesty, let-go, life, love, love-yourself, other-people-s-expectations, self-worth"},{"quote":"Honesty is the best Policy is the Capitalistic thought as it gives free of cost Security to their assets and to their investments........","author":"Tarif Naaz","category":"capitalism, capitalist, capitalistic, dishonesty, honesty, policy"},{"quote":"In order to be profoundly dishonest, a person must have one of two qualities: either he is unscrupulously ambitious, or he is unswervingly egocentric. He must believe his ends to be served all things and people can justifiably be shifted about, or that he is the center not only of his own world but of the worlds which others inhabit.","author":"Maya Angelou, I Know Why the Caged Bird Sings","category":"ambition, dishonesty, honesty"},{"quote":"Elliot had always thought that touch was the most intimate way a man and a woman could connect. A kiss. A hand across the base of the neck or a brush of fingertips against the small of the back. But if his thundering heart gave any indication, the moment of honesty Wren had shared in that single look made the air crackle with tension, of the kind he'd never known before.","author":"Kristy Cambron, The Illusionist's Apprentice","category":"honesty, intimacy, love"},{"quote":"Honesty and integrity are the yardsticks by which we measure our intrinsic value.","author":"Orly Wahba, Kindness Boomerang: How to Save the World (and Yourself) Through 365 Daily Acts","category":"character-building, characteristics-of-leadership, empowerment, honesty, inspirational-quotes, integrity"},{"quote":"We all should practice to tell the truth and keep our promises, rather than trying to calculate possible pleasures, pains, and outcomes of our sayings in certain circumstances. Because we know that in general telling the truth and keeping promises will result in more happiness than lying and breaking promises.","author":"Prabidh","category":"honesty, lies, truth"},{"quote":"Once a man takes honesty as his ideal, he cannot confine himself to showing the pleasant and reasonable side of his nature.","author":"Hermann Hesse, Crisis","category":"honesty"},{"quote":"Honesty is the only way to fight the inner demons.","author":"Seth Adam Smith, Rip Van Winkle and the Pumpkin Lantern","category":"fight-the-inner-demons, honesty, inner-demons"},{"quote":"To admit what you see endangers principles.","author":"Arthur Miller, After the Fall","category":"honesty, principles"},{"quote":"Once a man takes honesty as his ideal, he cannot confine himself to showing to pleasant and reasonable side of his nature.","author":"Hermann Hesse, Crisis","category":"honesty"},{"quote":"Your lies tells me as much about you, as do your truths.","author":"Mekael Shane","category":"character, honesty, integrity"},{"quote":"If you want to be a thought leader, market leader, or change the world - you have to give up the need to be liked. Telling people what they want to hear makes you popular. Telling people what they need to hear makes you relevant, empowering, and significant.Don't pander to the masses. Speak to the people you really want to reach and be honest. Challenge them to do more and become better. And know that if you're not attracting some haters - you're probably not doing something significant.","author":"Randy Gage, Mad Genius: A Manifesto for Entrepreneurs","category":"honesty"},{"quote":"Keep your honesty as earth inside.Keep your focus as fire inside.Keep your determination as water inside.Keep your passion as blood inside.Most importantly keep love as it transcends all.At last keep your calm and winning is all yours. Embrace it!!!","author":"Jatin Nasa","category":"honesty"},{"quote":"As I stood in front of the mirror in the beautiful little black dress, I knew that I was looking at a woman whom I would never see again. I wished I had never seen her in the first place, but the truth is she had always been there. I was being dishonest to myself by pretending that she hadn't.","author":"Jane L. Rosen, Nine Women, One Dress","category":"different-person, fashion, honesty, little-black-dress, medina-karim, truth"},{"quote":"Be honest first with yourself before with others since that changes the world.","author":"Ehsan Sehgal","category":"honesty"},{"quote":"[If a man] postpone[s] any open acknowledgement... that his own faith is in direct opposition to the assumptions on which all the conversation of his new friends [are] based... he will be in a false position. He will be silent when he ought to speak and laugh when he ought to be silent. He will assume, at first only by his manner, but presently by his words, all sorts of cynical and sceptical attitudes which are not really his. But... they may become his. All mortals tend to turn into the thing they are pretending to be.","author":"C.S. Lewis, The Screwtape Letters","category":"honesty, integrity, lies, lying, social-interaction, standing-up-for-what-is-right, true-to-oneself"},{"quote":"Always tell the truth –– or the truth will tell on you. Honest.","author":"Frank Sonnenberg, Follow Your Conscience: Make a Difference in Your Life & in the Lives of Others","category":"honesty, truth"},{"quote":"People might say that they liked honesty, but they didn’t, really.","author":"Sonal Panse, The Sunshine Time: Season 1 Episode 5","category":"honesty, the-sunshine-time"},{"quote":"The truth is not what it seems, but what it is.","author":"Frank Sonnenberg, Follow Your Conscience: Make a Difference in Your Life & in the Lives of Others","category":"honesty, truth"},{"quote":"Of course, the liar often imagines that he does no harm as long as his lies go undetected. But the one lied to almost never shares this view. The moment we consider our dishonesty from the point of view of those we lie to, we recognize that we would feel betrayed if the roles were reversed.","author":"Sam Harris, Lying","category":"honesty, lying, truthfulness"},{"quote":"A rational man never distorts or corrupts his own standards...in order to appeal to the irrationality, dishonesty or stupidity of others.","author":"Ayn Rand, The Virtue of Selfishness: A New Concept of Egoism","category":"honesty, integrity, standards, values"},{"quote":"I had no jealousy of work, no jealousy of money. I was just jealous of women who took advantage of men, because I didn't know how to do it.","author":"Nora Ephron, Crazy Salad and Scribble Scribble: Some Things About Women and Notes on Media","category":"honesty"},{"quote":"Mother Nature moves in sunshine and storms... I am her child.","author":"Rachel M. Walls","category":"authenticity, honesty, real, truth"},{"quote":"I suppose one has to be desperate, to be a successful writer. One has to reach a rock-bottom at which one can afford to let everything go hang. One has got to damn the public, chance one's living, say what one thinks, and be oneself. Then something may come out.","author":"T.H. White, England Have My Bones","category":"honesty, writing"},{"quote":"I have learned that if you have something to say, say it regardless, no matter what the outcome is, it will serve you, eventually.","author":"Abeer Allan","category":"bold, honesty, inspirational"},{"quote":"Am I too blunt? If the truth is too hard to swallow, should I feed you soft lies?","author":"Edward W. Robertson, The Silver Thief","category":"bluntness, honesty, truth"},{"quote":"I wanted more than anything to be something I will never be - feminine, and feminine in the worst way. Submissive. Dependent. Soft spoken. Coquettish. I was no good at all at any of it, no good at being a girl; on the other hand, I am not half bad at being a woman.","author":"Nora Ephron, Crazy Salad and Scribble Scribble: Some Things About Women and Notes on Media","category":"honesty"},{"quote":"Truth speaks for itself if we’d just let it speak.","author":"Craig D. Lounsbrough","category":"distortions, fact, heard, hearing, honest, honesty, lies, listen, listening, lying, mislead, speak, truth, truthful, voice"},{"quote":"Optimism is like a firefly. A bright blaze of hope, unable to be captured.","author":"Megan Jenna","category":"dark, honesty, inspirational, raw-feelings"},{"quote":"That's how it's always been: I was always in the clear so long as I was truly guilty. But the minute my motives were honest someone would finger me.","author":"Nelson Algren, The Neon Wilderness","category":"crime, guilty, honesty, motives"},{"quote":"Lies aren't true, so why would anyone tell them?","author":"Brian Clevinger, 8-Bit Theater","category":"honesty, honor, lies, truth"},{"quote":"When you open yourself up to people, you show them where to put the knife in.","author":"Bryan Way, Life After: The Void","category":"betrayal, double-crossing, emotional-availability, honesty, knife-in-your-back, opening-up, vulnerability"},{"quote":"Such is the power of truth that even the slightest whisper of it can handily drown out the most boisterous of lies, which may explain why in many instances God only needs to whisper.","author":"Craig D. Lounsbrough","category":"authentic, boisterous, drown, explain, explanation, genuine, god, honest, honesty, lies, lying, real, slight, slightest, solid, truth, truthful, whisper"},{"quote":"He hadn't woken a day since my death when the day wasn’t something to get through. But the truth was, the memorial service day was not the worst kind. At least it was honest. At least it was a day shaped around what they were so preoccupied by: my absence. Today he would not have to pretend he was getting back to normal—whatever normal was.","author":"Alice Sebold, The Lovely Bones","category":"death, honesty, memorial"},{"quote":"If teams had to name themselves honestly, they’d all be the Pimple-Faced Teenagers.","author":"Eric Berlin, The Puzzling World of Winston Breen","category":"comedy, comical, honesty, middle-grade, naming-of-things, pimples, sports, sports-teams, team-spirit, teenagers"},{"quote":"All the same, writing honestly is very difficult. The more I try to be honest, the farther my words sink into darkness.","author":"Haruki Murakami, Hear the Wind Sing","category":"honesty, writing"},{"quote":"What will a man gain by winning the whole world, at the cost of his true self?","author":"Jesus","category":"be-true-to-yourself, honesty, inspirational, integrity"},{"quote":"All I am saying is that when you really, really like someone, when you feel like they’re the only person you want to see at the end of a long day, when you’ve really gotten to know them and you feel like they’ve gotten to know you, ask them. When you’re no longer interested in pursuing other relationships and other people, or when you’re ready to focus your attention on one person, or when you feel like you can’t stop smiling because this person sparked something within you, ask.","author":"Kim Quindlen","category":"honesty, love"},{"quote":"Honesty is easier when you have no face and no real name. And honesty, for me, is very easy on paper.","author":"Katherine Reay, Dear Mr. Knightley","category":"honesty, spilled-ink, writing"},{"quote":"It is praiseworth to be open and honest, but you must be very discriminating on where and with whom you apply that most sacred virtue.","author":"Bangambiki Habyarimana, Pearls Of Eternity","category":"honest, honesty, honesty-quotes, open, openness"},{"quote":"Reflect who you truly are even when people try to tempt you to reflect the wrong image of yourself.","author":"Cyc Jouzy","category":"faithfulness, haters, honesty, life, selflove, temptations"},{"quote":"I want a world where hearts are not deceived and do not deceive others.","author":"Naguib Mahfouz, Palace of Desire","category":"honesty"},{"quote":"The rule is easy to understand.Be simple, honest & smart.","author":"Prince Akwarandu","category":"honesty, intelligency, life, procrastination, sane, smartness"},{"quote":"Tell the truth about any situation & you are delivered from lack of progress, but become hypocritical or lying, and you may be in bondage for life.","author":"Auliq-Ice","category":"honesty, personal-responsibility, self-disclosure, transparency, truth, truth-telling"},{"quote":"I resent being lied to because a lie doesn't only undermine the value of the truth, but it further denies the liar a fair chance for honesty.","author":"Gugu Mona","category":"chance, honesty, liar, lie, lied, resent, truth, undermine, value"},{"quote":"Courtrooms are battlegrounds where society’s bullies and the oppressed clash, where the victims of abusers seek recompense, and where parties cheated by scalawags seek retribution. Because of the high stakes involved, the parties are not always honest, and justice depends upon an array of factors including the prevailing case precedent, the skills of the legal advocates, and the merits of each party’s claims and counterclaims.","author":"Kilroy J. Oldster, Dead Toad Scrolls","category":"attorney, attorney-client-relationship, attorneys, courtroom, courtroom-trial, courtrooms, dishonesty, honesty, justice, justice-system, litigation"},{"quote":"Honesty is my true nature, but if people wants to use it that is their nature. - Abhinav Rajput","author":"Abhinav Rajput","category":"honesty"},{"quote":"Be wary of smooth talkers. Words are rarely at your disposal if something is wholly, truly, completely true.","author":"Joyce Rachelle","category":"finding-the-right-words, honesty, lies, lying, smooth-talkers, truth"},{"quote":"Look innocent. Have hope.” “Okay.” “And remember…” “What?” “Even O.J. Simpson was acquitted.","author":"Kenneth Eade, Killer.com","category":"court, guilt, honesty, justice, trials"},{"quote":"You cannot weave the truth from a string of lies","author":"Fred Munoz","category":"deception, dishonesty, honesty, lie, lies, truth"},{"quote":"half truths equal whole lies","author":"Fred Munoz","category":"dishonesty, honesty, lies, truth"},{"quote":"A partial truth is the most common path to an entire lie.","author":"Fred Munoz","category":"dishonesty, honesty, lie, lies, truth"},{"quote":"Honesty is too strong a drink to be unwatered all the time","author":"rather it should be given in doses.","category":"Richard Sapir, The Far Arena"},{"quote":"It's shameful for a devil to be good.","author":"Ljupka Cvetanova, The New Land","category":"aphorisms, devil, devil-quotes, devil-worship, good, good-and-evil, honest, honesty, irony-of-evolution, quotes-about-life, sarcasam, shame, shameful, stereotypes, stereotyping"},{"quote":"When someone apologizes to you, be sure you know whether they’re sorry, or just scared.","author":"Clifford Cohen","category":"apologies-to-secaucus-new-jersey, honest-apology, honesty, making-an-apology"},{"quote":"As far as I know, I'm the most honest person I’ve met in this life.","author":"Pat R, Os Homens Nunca Saberão Nada Disto","category":"honesty, humor"},{"quote":"Those who make uncritical observations or fraudulent claims lead us into error and deflect us from the major human goal of understanding how the world works. It is for this reason that playing fast and loose with the truth is a very serious matter.","author":"Carl Sagan, Broca's Brain: Reflections on the Romance of Science","category":"criticism, honesty, skepticism, truth, understanding-life"},{"quote":"I have learned to accept the fact that I will make mistakes at nearly every turn, but that those mistakes can be softened if I am honest about who I am to my girls.","author":"Liane Holliday Willey, Pretending to be Normal: Living with Asperger's Syndrome (Autism Spectrum Disorder) Expanded Edition","category":"aspergers-syndrome, honesty, mistakes, parenting"},{"quote":"The more honest you are, the more open, the less fear you will have, because there's no anxiety about being exposed or revealed to others.","author":"Dalai Lama XIV, The Art of Happiness","category":"anxiety, dalai-lama, happiness, honesty"},{"quote":"Truth is such a rare thing it is delightful to tell it,","author":"Emily Dickinson","category":"classics, contemporary, honesty"},{"quote":"In a world in which everyone cheats, it's the honest man who passes for a charlatan.","author":"André Gide, The Counterfeiters","category":"honesty"},{"quote":"Love is being able to talk to someone else without effort, without hiding, and at the same time to feel absolutely comfortable not saying a word. At least that's one way I've figured out hot to describe love.","author":"Viet Thanh Nguyen, The Sympathizer","category":"honesty, love"},{"quote":"When a man talks from the heart, in his moment of truth, he speaks poetry.","author":"Ray Bradbury","category":"honesty, writing"},{"quote":"Next time someone tells you to smile for the camera, & you don’t feel like it—say no, thanks. Don’t fake your way into a happy-seeming life. Open vulnerable honesty is true positivity.","author":"Waylon H. Lewis","category":"honesty, truth, vulernable"},{"quote":"Take this wine glass for example. If I had poured milk into it and told you it was wine, would you be upset when you took the first sip, expecting the bite of fermented grapes and getting milk instead?”“I like milk.”Everett fought a smile. “I do too. But I also like to know what’s coming. It all boils down to control.","author":"Whitney Barbetti, Ten Below Zero","category":"honesty, milk, truth, wine"},{"quote":"I am. I’m rude because I don’t conform to society’s standards that white lies are inconsequential. I don’t believe in hiding behind words that aren’t truthful. I’m an impatient man. I don’t beat around the bush. If you ask me something, I won’t lie to you.","author":"Whitney Barbetti, Ten Below Zero","category":"honesty, lies, rude, truths"},{"quote":"Secrets, like tyrants, have influence that extends far beyond their own thrones. To silence their oppressive powers, they must be uncrowned.","author":"Ina Catrinescu","category":"honesty, secrets, truth"},{"quote":"What is one common thing every one craves for? It is love... Love others unconditionally, honestly and truthfully. When you fill your being with love, you make yourself healthier and happier.","author":"Sanchita Pandey, Voyage to Happiness!","category":"happiness, health, healthy-living, honesty, life, life-lessons, love, voyage"},{"quote":"Just know that if you move forward with honesty, faith and love, everything will be alright.","author":"Brownell Landrum, A Chorus of Voices: DUET stories Volume III - Adult Version","category":"brownell-landrum, duet-stories, faith, honesty, love"},{"quote":"Honesty is a quality Patrick likes. Give him a bitter pill if the situation demands it, but don't tell him it's chocolate.","author":"Leta Blake, Will & Patrick Wake Up Married","category":"honesty"},{"quote":"When I’m at the bottom looking up, the main question may not be ‘how do I get out of this hole?’ In reality, the main question might be ‘how do I get rid of the shovel that I used to dig it?","author":"Craig D. Lounsbrough, A View from the Front Porch: Encounters with Life and Jesus","category":"accountability, bottom, difficulties, difficulty, dig, hole, honest, honesty, question, responsibility, responsible, rock-bottom, self-analysis, self-discovery, shovel"},{"quote":"The essence of true love is mutual recognition-two individuals seeing each other as they really are. We all know that the usual approach is to meet someone we like and put our best self forward, or even at times a false self, one we believe will be more appealing to the person we want to attract. When our real self appears in its entirety, when the good behavior becomes too much to maintain or the masks are taken away, disappointment comes. All too often individuals feel, after the fact-when feelings are hurt and hearts are broken-that it was a case of mistaken identity, that the loved one is a stranger. They saw what they wanted to see rather than what was really there.","author":"bell hooks, All About Love: New Visions","category":"honesty, love, love-quotes, mask, true-love, true-self"},{"quote":"A spiritual relationship is not necessarily one in which two people are smiling all the time.  Spiritual means to be above all else, authentic.  Real work can only occur in the presence of rigorous honesty  We all long for that, but we're afraid of communicating honestly with another person because we think they'll leave us if they see who we really are.","author":"Marianne Williamson, A Return to Love: Reflections on the Principles of \"A Course in Miracles\"","category":"authenticity, friendship, honesty"},{"quote":"We get along like a house on fire these days.","author":"Rebecca McNutt, Shadowed Skies: The Third Smog City Novel","category":"argument, days, enemy, fight, fire, friendship, get-along, honesty, house"},{"quote":"We must return to the first question of philosophy: \"Do we want the truth?\"We indict others when they ignore it or twist it to their own agendas. But do we honestly want the truth above all else, even when the truth will cost us, even when we must reverse our stance and run the risk of others' derision? Are we willing to radically change our lives in order to pursue it? Are we willing to change, to let go of lifelong, cherished, character-bound beliefs? Are we willing to pay?","author":"Daniel Ionson, And the Truth Shall Make You Flee: Confronting the Truth-Seekers' Fears and Failures","category":"honesty, integrity, philosophy, truth"},{"quote":"Meanwhile 1st April to lie as if they were honest throughout the year.","author":"Nabil TOUSSI","category":"april, april-fool-s-day, honesty, lie, life, year"},{"quote":"She felt that “truthful” and “honest” were two very different concepts. She could truthfully say that she hadn’t eaten Roselyn’s Chinese leftovers, but that wasn’t honest because it omitted that Eliot did and that Shane did not object.","author":"Thomm Quackenbush, Flies to Wanton Boys","category":"honest, honesty, truth, truthful"},{"quote":"My life of sin among people I’m sure he thinks are deviants is happier and more honest that his oppressive, sexist cesspool.","author":"Thomm Quackenbush, Flies to Wanton Boys","category":"deviants, happiness, honesty, oppression, sexism, sin"},{"quote":"All a man can betray is his conscience.","author":"Joseph Conrad","category":"betrayal, ethics, honesty, truth"},{"quote":"A lie has no power, until you believe it.","author":"Shannon L. Alder","category":"deceptions, honesty, liars, lies"},{"quote":"Truth is like a bright full moon in a dark country sky. Powerful, bright and undeniable. Lies are like clouds that continually try to cover that moon. Sometimes they might be able to cover the moon, but only temporarily. The truth will always outshine the clouds.","author":"Alex Haditaghi, Softly, As I Leave Her","category":"honesty, lies, truth, truth-of-life, truth-quotes, truth-telling, truthful, truthfulness"},{"quote":"Everything she sang was true. I will leave it to you as to whether the truth can exist with details omitted, or if those lacks make a lie of it.","author":"Robin Hobb, Fool's Quest","category":"details, exist, gap, guilty, honesty, lack, lie, omission, song, speak, starling, truth"},{"quote":"I was just trying to be a friend,' I said. 'But you weren’t, Charlie. At those times, you weren’t being his friend at all. Because you weren’t honest with him.","author":"Stephen Chbosky, The Perks of Being a Wallflower","category":"friendship, honesty"},{"quote":"So, tomorrow, I'm leaving. And I'm not going to let that happen again with anyone else. I'm going to do what I want to do. I'm going to be who I really am. And I'm going to figure out what that is. But right now I'm here with you. And I want to know where you are, what you need, and what you want to do.","author":"Stephen Chbosky, The Perks of Being a Wallflower","category":"honesty, integrity, living-in-the-moment, who-we-are"},{"quote":"The man who believes that honesty is the best policy is not an honest man.","author":"Paul  Hoffman","category":"honesty"},{"quote":"Thieves and liars kill indirectly, unintentionally, and with no other weapon than their tongues and malice.","author":"A.E.H. Veenman","category":"honesty, inspiration, liars, malice, thief, thieves, tongue, wisdom"},{"quote":"Even if I am not the honestest type in the world I don't want to lie more than is average.","author":"Saul Bellow, The Adventures of Augie March","category":"honesty, lying"},{"quote":"The author describes Lincoln's attitude in making a deal with a newspaper publisher as, \"almost defiant transparency.","author":"Harold Holzer, Lincoln and the Power of the Press: The War for Public Opinion","category":"honesty, humility, reputation"},{"quote":"Soup’s here,” Judd finally said after we watched each other for a few minutes. As I sipped the broth, Judd pretended to ignore me. I knew he wasn’t really watching television. His face was too perfectly stoic like he was working hard to make himself seem cold. “Do you want the rest?” I asked. Judd frowned at me. “If I wanted soup, I’d have ordered myself some. I’m not a dog begging for scraps.” Scowling at his ridiculous anger, I shrugged. “I don’t want to waste the rest. Can we put it in the mini fridge and I’ll eat it in the morning?” Judd’s frown eased. “Fuck it. I’ll eat it.” “No, it’s mine,” I said, standing up. “I offered and you got grumpy. Now, you can’t have it.” “I’ll just eat it after you go to sleep.” “I respect your honesty,” I said, setting the bowl into the little fridge next to the expensive treats. “It’s a rare quality in a thief.” Judd grinned.","author":"Bijou Hunter, Damaged and the Knight","category":"honesty, judd-and-tawny, rare-quality, soup, thief"},{"quote":"Honesty is to truth as prow is to stern. Honesty appears first and truth appears last. The interval between varies in direct proportion to the size of ship. With anything of size, truth takes a long time in coming. Sometimes it only manifests itself posthumously.","author":"Haruki Murakami","category":"honesty, truth"},{"quote":"God doesn't always bring you the entire truth. He sometimes gives it to you in pieces, in order to learn. Regardless, it is the piece that you got today that will renew your faith for tomorrow.","author":"Shannon L. Alder","category":"faith, faith-in-god, faith-in-others, healing-others, honesty, mercy, openess, revealing, sharing, thank-you, truth"},{"quote":"You need one person who knows you... Just one person you can't fool, even when you fool yourself.","author":"Rebecca Scherm, Unbecoming","category":"honesty, lies"},{"quote":"All that day she felt as if she were acting in a theatre with better actors than herself, and that her bad performance was spoiling the whole affair.","author":"Leo Tolstoy","category":"facades, honesty, inferiority, out-of-place"},{"quote":"- \"It says in the brochure,\" said Arthur, pulling it out of his pocket and looking at it again, \"that I can have a special prayer, individually tailored to me and my special needs.\" - \"Oh, all right,\" said the old man. \"Here's a prayer for you. Got a pencil?\"- \"Yes,\" said Arthur. - \"It goes like this. Let's see now: \"Protect me from knowing what I don't need to know. Protect me from even knowing that there are things to know that I don't know. Protect me from knowing that I decided not to know about the things that I decided not to know about. Amen.\" That's it. It's what you pray silently inside yourself anyway, so you may as well have it out in the open.\" - \"Hmmm,\" said Arthur. \"Well, thank you\"- \"There's another prayer that goes with it that's very Important,\" continued the old man, \"so you'd better jot this down, too, just in case. You can never be too sure. \"Lord, lord, lord. Protect me from the consequences of the above prayer. Amen.\" And that's it. Most of the trouble people get into in life comes from missing out that last part.","author":"Douglas Adams","category":"honesty, sincere-prayer"},{"quote":"But that was the least of it. He knew the worst of her, and that was better.","author":"Rebecca Scherm, Unbecoming","category":"honesty, love"},{"quote":"Always be truthful. When you lie to others, you are really lying to yourself.","author":"Batya Maman Sabag","category":"honesty, truth"},{"quote":"The truth is an excruciatingly painful son of a bitch.","author":"Colleen Hoover","category":"colleenhoover, honesty, truthfully"},{"quote":"Brent never trusted anyone who couldn’t look him in the eye. It was a sign of dishonesty.","author":"Kenneth Eade, The Spy Files","category":"dishonesty, eye-contact, honesty"},{"quote":"When I say Be Perfect - it means BE AUTHENTICALLY YOURSELF in expressing your feelings, without any external interference!","author":"Ramana Pemmaraju","category":"honesty, individuality, perfect, perfection, perfectionism, society-s-increasing-stupidity"},{"quote":"Knowing to do the right thing, but playing stupid to oblige to it, is still lying.","author":"Anthony Liccione","category":"acknowlege, decieve, doing-the-right-thing, facing-reality-hide, fake, fool, honesty, honor, hurting-yourself, lie, oblige, playing-stupid, pretend, trick, true-to-yourself, willing"},{"quote":"The truth is like sunlight: It causes cancer.","author":"J. Richard Singleton","category":"cancer, comedy, honesty, humor, openness, privacy, secrets, sunlight, transparency, truth, truth-telling, truthfulness"},{"quote":"Self-manipulation is our medication. Mythology is our drug. The only cure is honesty.","author":"Stefan Molyneux, Real-Time Relationships: The Logic of Love","category":"honesty, mythology, truth"},{"quote":"Honesty is the most talked about, the most desired but, at same time, one of the rarest qualities in present day world.","author":"Abhishek Ratna, No Parking. No Halt. Success Non Stop!","category":"honest, honesty, success, success-self-improvement"},{"quote":"Lincoln admitted his infirmities to make way for his spring.","author":"Richard Brookhiser, Founders' Son: A Life of Abraham Lincoln","category":"honesty, humility, rapport"},{"quote":"Honesty can be painful, but it's always better than bullshit.","author":"RC deWinter","category":"honesty"},{"quote":"The main advantage of being branded ashonest is that people do not fear you. They stop being jealous of you. And, most importantly, people will trust you with key information, important tasks and worthy projects.","author":"Abhishek Ratna, No Parking. No Halt. Success Non Stop!","category":"honest, honesty, honesty-integrity-words, success, win, winner"},{"quote":"In our effort to be honest about our problems, it is not necessary that we cease to be mindful of our potential.","author":"T.K. Coleman, Freedom Without Permission: How to Live Free in a World That Isn't","category":"honesty, optimism, problems, realism, staying-positive"},{"quote":"In each generation, there is this certain wisdom of the ages that gets reburied in the fleeting drivels of modernity; then, like a diamond in the rough, it is yet again unearthed by a very small minority who not only restores it, but also polishes it and presents it as something new, something highly valuable and refreshing as understood by the current.","author":"Criss Jami, Healology","category":"burial, burial-ground, change, classic, current, diamond, diamond-in-the-rough, drivel, eternal, fashion, fleeting, gem, generation, honesty, intergenerational, intergenerational-relations, lasting, majority, minority, modernity, new, permanent, persona, platitudes, polish, presentation, progression, refreshing, relevance, restoration, special, time, tradition, trend, truth, unearth, wisdom, wisdom-of-the-ages"},{"quote":"Isn't that the tie Lily bought for your birthday?\"Evan looked down to examine it. It was paisley, a kaleidoscope of color. \"Yes it is, as a matter of fact. Good memory. What do you think? Too much?\"\"It doesn't matter what I think.\"\"But you don't like it.\"\"I think that if you want to wear it, you should wear it.\"Evan seemed momentarily undecided. \"Why do you do that?\"\"Do what?\"\"Refuse to answer a simple question.\"\"Because my opinion is irrelevant. You should wear what you want.\"\"Just tell me, okay?\"\"I don't like your tie.\"\"Really? Why not?\"\"Because it's ugly.\"\"It's not ugly.\"Colin nodded. \"Okay.\"\"You don't know what you're talking about.\"\"Probably.\"\"You don't even wear ties.\"\"You're right.\"\"So why do I care what you think?\"\"I don't know.\"Evan scowled. \"Talking to you can be infuriating, you know.\"\"I know. You've said that before.\"\"Of course I've said it before! Because it's true! Didn't we just talk about this the other night? You don't have to say whatever pops into your head.\"\"But you asked.\"\"Just ... Oh, forget it.\" He turned and started back toward the house. \"I'll talk to you later, okay?\"\"Where are you going?\"Evan walked a couple of steps before answering without turning around. \"To change my damn tie. And by the way Margolis was right. Your face still looks like it was run through a meat grinder.\"Colin smiled. \"Hey, Evan!\"Evan stopped and turned. \"What?\"\"Thanks.\"\"For what?\"\"For everything.\"\"Yeah, yeah. You're just lucky I won't tell Lily what you said.\"\"You can if you'd like. I already told her.\"Evan starred. \"Of course you did.","author":"Nicholas Sparks, See Me","category":"honesty, tie"},{"quote":"It has always been my contention that an individual who can be relied upon to be himself and to be honest unto himself can be relied upon in every other way.","author":"J. Paul Getty, How to Be Rich","category":"honesty, individualism, reliability, self-knowledge"},{"quote":"If you know, say it, and if you don't know, be honest and say you don't know.","author":"Abhishek Ratna, No Parking. No Halt. Success Non Stop!","category":"honesty, honesty-quotes, success"},{"quote":"Don't ever be honest about who you are—and I mean that as a life rule, not just in this instance.","author":"Andrea Cremer, The Conjurer's Riddle","category":"honesty, lies, life, rules"},{"quote":"Truth is the old way. Truth dates back to the time when your word was your bond, and you didn't need papers in a language you couldn't understand to compel you to act honestly.","author":"Vanora Bennett, The People's Queen","category":"honesty, truth"},{"quote":"A nation that is built on war will forever have conflict.","author":"Victor Dunsin","category":"build, built, conflict, honesty, inspirational, motivation, nation, war"},{"quote":"There's a different kind of beauty that comes with humility and honesty","author":"Kiera Cass","category":"beauty, honesty, kiera-cass"},{"quote":"To love, you close your eyes. To do good, you deceive oneself. To be honest, you ditch oneself. To be good, you have to transcend all the three ideas.","author":"Harshit Walia","category":"deceive, deception, ditch, goodness, honesty, transcendence"},{"quote":"When the economy of a country is based fundamentally on the principles of truth and honesty, that nation experiences economic stability.","author":"Sunday Adelaja","category":"economy, honesty, principles, stability, truth"},{"quote":"It is possible to have a rather tranquil political atmosphere in any given nation. The secret is to put truth and honesty as the foundation of the political structure in that nation.","author":"Sunday Adelaja","category":"foundation, honesty, political, tranquil, truth"},{"quote":"Many people would fight against the idea that they are corrupt. While in the real sense, they are corrupt because they don’t live by the principles of honesty and truth.","author":"Sunday Adelaja","category":"corrupt, honesty, principles, truth"},{"quote":"A country cannot change, be transformed or developed as long as there is no truth and honesty as an everyday principle among the citizens of the nation.","author":"Sunday Adelaja","category":"change, citizen, develop-truth, honesty, transform"},{"quote":"If we in Nigeria and Africa generally are to experience a true national transformation, there must be numerous movements championing the cause for truth and honesty in every aspect of our daily affairs.","author":"Sunday Adelaja","category":"africa, honesty, nigeria, transformation, truth"},{"quote":"When truth and honesty is absent in the nation, it relates not just to the politicians.","author":"Sunday Adelaja","category":"honesty, nation, truth"},{"quote":"There is a possibility of economic growth through honesty and truth.","author":"Sunday Adelaja","category":"honesty, possibility, truth"},{"quote":"One of the greatest indicators of how much truth and honesty is in a country, is easily seen by observing how people drive around the city. What is their attitude to the rules of road safety? What is their attitude towards other commuters? Do they try to beat the system by all means? Do they try to get their way by hook or by crook, or they follow the rules? That is also part of corruption!","author":"Sunday Adelaja","category":"attitude, corruption, honesty, rules, truth"},{"quote":"Economic and financial conversion is actually attainable, thanks to this principle of truth and honesty.","author":"Sunday Adelaja","category":"economic, financial, honesty, truth"},{"quote":"I believe that without strict enforcement of penalties for any offence violating the principles of truth and honesty, Nigeria and Africa will not be able to move from our present state of underdevelopment into civilization.","author":"Sunday Adelaja","category":"civilization, enforcement, honesty, penalties, truth"},{"quote":"Honesty is a very choosy virtue","author":"Bangambiki Habyarimana, The Great Pearl of Wisdom","category":"honesty, honesty-friendship-truth, honesty-from-within, honesty-integrity, honesty-integrity-relationship, honesty-integrity-words, honesty-quotes, integrity, integrity-of-a-salesman, integrity-quotes, sincerity"},{"quote":"True development only comes when the principles of truth and honesty have been successfully transmitted into the daily and everyday lifestyle of the people.","author":"Sunday Adelaja","category":"development, honesty, lifestyle, transmit, truth"},{"quote":"The key challenge facing us today is to successfully transmit into daily and everyday lifestyle the principle of truth and honesty.","author":"Sunday Adelaja","category":"challenge, honesty, lifestyle, principle, truth"},{"quote":"If you see any country that is advanced and developed today, it is because that society is fundamentally based on principles of truth and honesty.","author":"Sunday Adelaja","category":"country, develop, honesty, principle, truth"},{"quote":"Why do women use make-up? They know the world is a make-up","author":"Bangambiki Habyarimana, The Great Pearl of Wisdom","category":"honesty, honesty-quotes, make-up, woman-quotes, woman-s-character, woman-s-charm, woman-s-secrets, woman-s-strength, womanhood, women, women-and-men, women-s-strength, women-vs-men"},{"quote":"Truth is a fundamental principle that is needed for any form of building or construction. So also is honesty.","author":"Sunday Adelaja","category":"construction, honesty, principle, truth"},{"quote":"Tiffany was on the whole quite a truthful person, but it seemed to her that there were times when things didn’t divide easily into ‘true’ and ‘false’, but instead could be ‘things that people needed to know at the moment’ and ‘things that they didn’t need to know at the moment’.","author":"Terry Pratchett, The Wee Free Men","category":"honesty, pratchett, tiffany-aching, truth"},{"quote":"Being the soothsayer of the tribe is a dirty job, but someone has to do it.","author":"Anthon St. Maarten","category":"authenticity, being-blunt, brutally-honest, denial, dirty-job, diviner, exposing-lies, forecaster, foreteller, fortune-teller, frankness, honesty, integrity, oracle, predictor, prophet, psychic, psychic-abilities, psychic-medium, reveal-weaknesses, revealing-truth, revelation, seer, self-deceit, self-delusion, soothsayer, soothsayers, speaking-truths, straightforwardness, tribe, truth, truth-and-lies, truth-quotes, truth-telling, veracity"},{"quote":"I’m a liar, but an honest one. People reproach me for not always telling the same story in the same way. But this happens because I’ve invented the whole tale from the start and it seems boring to me and unkind to other people to repeat myself.","author":"Federico Fellini, Fellini On Fellini","category":"honesty, lying, storytelling"},{"quote":"Vulnerability brings honesty. We become most honest with ourselves when we are faced with real fear around a situation or an outcome. Yet many still stay in their comfort zone, listening to their own excuses and lies.","author":"Tony Curl","category":"comfort-zone, excuses, honesty, lies, life, vulnerability"},{"quote":"Truth was a nasty bitch sometimes.","author":"Stacey Marie Brown, Darkness of Light","category":"honesty, truth, truth-of-life"},{"quote":"National transformation is also attainable through the simple principle of Truth and Honesty","author":"Sunday Adelaja","category":"honesty, national, principle, transformation, truth"},{"quote":"Honestly speaking honesty can sometimes land you in hot waters","author":"Bangambiki Habyarimana","category":"honesty"},{"quote":"Truth and honesty are some of the most powerful principles to developing a nation.","author":"Sunday Adelaja","category":"honesty, nation, principle, truth"},{"quote":"If we succumb to fear, we start holding back, and do that all-to-common dance of getting close, then pulling away. When we remember that our safe harbor depends on our awareness and honesty, we're less likely to make internal compromises, put on masks, or act like a chameleon to attract a partner or keep a hurtful relationship together. If we live by truth, we may have pain, but we will always rest securely in ourselves.","author":"Charlotte Kasl, If the Buddha Dated: A Handbook for Finding Love on a Spiritual Path","category":"awareness, honesty"},{"quote":"To be honest, as this world goes is to be one man picked out of ten thousand.Hamlet Act II, Scene II Lines 178-179","author":"William Shakespeare","category":"honesty, shakespeare"},{"quote":"It is not important what would you do for your love, what matters is what have you been doing for it.","author":"M.F. Moonzajer, LOVE, HATRED AND MADNESS","category":"girls, honesty, important, love, real"},{"quote":"He only knows a single thing to clasp, that like God can't be split up into pieces: our honesty to one another.","author":"Bryn  Hammond, Amgalant Two: Tribal Brawls","category":"god, honesty"},{"quote":"I grew up on magical stories that had me looking around corners for something magical for years. But this isn't just saying a spell or waving a wand. There isn't one evil person leading an army, but a whole other world that wants to invade us with other beings from other realms. And there are only six mages, not an entire hidden subculture to turn to. It just hasn't been what I imagined and I suck at it.\" –Alex Adams","author":"J.M.  Briggs, The Iron Realm","category":"fear, honesty"},{"quote":"How often in our lives have we withheld the truth from someone we’re supposed to love? We justify it by telling ourselves we’re doing them some kindness, when in reality, we’re just being selfish. We don’t want them to know the truth because if they did, well, they might not love us anymore. How many of us have ever felt that no one would love us if they knew the real us? Love bears all things, the Bible tells us. The truth is, everyone who really loves you can bear the real you.","author":"Erin O'Riordan, Cut","category":"bible-study, honesty, love, truth"},{"quote":"Who taught you how to discern the Truth? Was it a big liar or a little liar or no liar at all? We cannot expect honesty from those we deal with if we don’t even know how to tell when we’re being lied to.","author":"A. Antares","category":"honesty"},{"quote":"Sincerity is not part of the political vocabulary. If it is used or implied bells should ring","author":"Bangambiki Habyarimana, The Great Pearl of Wisdom","category":"honesty, honesty-quotes, lies-politics, political, political-correctness, political-philosophy, politicians, politics, sincerity"},{"quote":"One of the secrets a nation can unlock to have material wealth is, having a leader who will take an uncompromising stand to establish truth and honesty as a rule of building the nation","author":"Sunday Adelaja","category":"building, establish, honesty, material, nation, one-secrets, truth, uncompromising, unlock"},{"quote":"The adult author finds that by inadvertently violating the school's alcohol policy, she breaks down some part of the barrier between her and the younger students who are subject to more rules.","author":"Rebekah Nathan, My Freshman Year: What a Professor Learned by Becoming a Student","category":"honesty, humility, testimony"},{"quote":"Don't thank me for telling the truth when it would have been mercy to lie to you.","author":"Marissa Meyer, Scarlet","category":"honesty, lies, mercy, truth"},{"quote":"In a nutshell, I am not unaware of my failings. Neither am I a stranger to irony.","author":"Mordecai Richler, Barney's Version","category":"biography, honesty, insite-to-self, irony, know-thyself, self-deprecation"},{"quote":"From what I’d witnessed, honesty didn’t really make anyone happy. The truth was a punch to the gut, and while you were falling, a knee to the face, then you could lie on the floor and bleed for a spell.","author":"Tanya Thompson, Assuming Names: A Con Artist's Masquerade","category":"happiness, honesty, truth, truthfullness"},{"quote":"Stolen pleasures are always more thrilling than those come by honestly.","author":"Ann Leary, The Good House","category":"honesty, house, pleasure, stealing"},{"quote":"This is not about jealousy. It's all about loyalty, honesty and respect.","author":"Pravinee Hurbungs","category":"honesty, jealousy, loyalty-and-disloyalty, respect"},{"quote":"It's funny","author":"sometimes you learn the most from watching people display their worst.","category":"Aliza Licht, Leave Your Mark: Land Your Dream Job. Kill It in Your Career. Rock Social Media."},{"quote":"Lies can't grow. Once plucked they can only wither. But every truth, once planted, grows into a tall, noble tree.","author":"Stefan Emunds","category":"honesty, inspirational, lies, motivational, truth, truth-and-lies"},{"quote":"But the truth is, nothing delights me more than a biography of one of the truly great that proves he or she was an absolute shit.","author":"Mordecai Richler, Barney's Version","category":"biography, factual, honesty, integrity, malice, no-one-is-perfect, notoriety"},{"quote":"Oh, yes he does. He's a scientist, and they know everything. Religion is crap,\" declared Listen.\"You're the most obnoxious little brat I've ever met.\"\"Both of you be quiet,","author":"Nancy Farmer, The Lord of Opium","category":"honesty, humor"},{"quote":"Nations, like men, are wary of truth, for truth is too often not beautiful.","author":"Addison Gayle Jr.","category":"equality, fairness, history, honesty, truth"},{"quote":"If a ruler who wants to act honourably is surrounded by unscrupulous men, his downfall is inevitable.","author":"C.J. Sansom, Dissolution","category":"downfall, honesty, leadership, mutiny, politics"},{"quote":"To receive the compliments of being a good writer really annoys me, as this has been my perception that a writer as such has no value, it is the readers who invest their thought process, give life to dead words, coupled with their own imagination, thus syncing the content to their tastes and sensibilities, that matter.","author":"Ramana Pemmaraju","category":"author, honesty, reader, writer"},{"quote":"I think I sense a tone of honesty, if honesty exists in this world.","author":"Emilyann Girdner, The Labyrinth Wall","category":"doubt, doubts, glass-half-empty, honest, honesty, sad-but-true, truth, truth-quotes, truthfulness"},{"quote":"I scrutinized his face for honesty and then looked away. He was either a lunatic, a really good liar, or he was actually telling the truth.","author":"Amy Astorga, Waters of Change","category":"honesty, integrity"},{"quote":"She'd never tolerated deception regarding her strong opinions--that much was true. But wasn't it also true that when it came to trying to please in matters that weren't crucial to her, that didn't compromise her sense of things, she had been dishonest?","author":"Natalia Sanmartín Fenollera","category":"honesty, opinions"},{"quote":"No matter how unattractive your job is, once you are earning with honesty and dignity you need not care what people think of you in your work uniform.","author":"moolesh.k.dindoyal","category":"dignity, honesty, job, work"},{"quote":"I will blame no enemy that is a good man, nor yet praise a friend that is bad","author":"Theognis","category":"enemy, friend, honesty, truth"},{"quote":"You can make the world beautiful just by refusing to lie about it.","author":"pleasefindthis, I Wrote This For You","category":"beauty, honesty"},{"quote":"Dad?\"\"What?\" A small bird rises from a tree in front of us.\"What should I be when I grow up?\"The bird disappears over a far ridge. I don't know what to say. \"Honest,\" I finally say.","author":"Robert M. Pirsig, Zen and the Art of Motorcycle Maintenance: An Inquiry Into Values","category":"growing-up, honesty"},{"quote":"Hollow Horn Bear knew that to be leader and adviser of his people he must be honest and reliable, and that his word once given in promise must never be taken back. He knew that he must be a man of will-power, standing for the right no matter what happened to him personally; that he must have strength of purpose, allowing no influence to turn him from doing what was best for the tribe. He must be willing to serve his people without thought of pay. He must be utterly unselfish and kind-hearted to the old and poor and stand ready to give to those in need. Above all, he must be unafraid to deal equal justice to all.","author":"Luther Standing Bear, My Indian Boyhood","category":"bravery, generosity, honesty, integrity, justice, kind-hearted, leadership, promise, service, stand-for-right, strength-of-purpose, unselfishness, will-power"},{"quote":"Never hesitate to tell the truth as you see it.","author":"Marty Rubin","category":"honesty, personal-experience, self-expression, truth, truthfulness"},{"quote":"The only difference between writers and people who don't write is that writers aren't afraid to display their demons.","author":"Carla H. Krueger","category":"carla-h-krueger, demons, honesty, writers-on-writing, writers-quotes, writing-advice, writing-books, writing-life, writing-process, writing-tips"},{"quote":"Clare's been called a lot of things- smart and funny, driven and talented- but memorable certainly isn't one of them. The most important things about her- the ones she's most proud of- are apparent only once you get to know her.","author":"Jennifer E. Smith, Hello, Goodbye, and Everything in Between","category":"deep, driven, funny, honesty, inspirational, memorable, proud, smart, talented, true, truth"},{"quote":"Definitions from Mulla Do-PiazaTruthful man:He who is, secretly, regarded by everyone as an enemy.","author":"Idries Shah, Caravan of Dreams","category":"honesty, knowledge, mulla-do-piaza, sufis, sufism, wisdom"},{"quote":"But for her there was no possibility of a clear conscience, merely the weak absolution of honesty, of confession.She could not buy into the cycle of sin and penance. She would always remember what she had done, and it would always sting. She would not be washed clean.","author":"Sonja Yoerg, The Middle of Somewhere","category":"honesty, regret, sin"},{"quote":"Sometimes you don't let us talk about how we're feeling. If we feel scared, you say, 'Nothing to worry about, guys,' but that doesn't make it go away. It makes it grow.","author":"Melina Marchetta, Saving Francesca","category":"honesty, talking"},{"quote":"A lot of lip service gets paid to being honest, but no one really wants to hear it unless what's being said is the party line.","author":"Colin Quinn","category":"agreement, being-honest, disagreement, echo-chamber, honesty, hypocrisy, opinion, opinions, partisanship, political-commentary, political-parties, politics, what-people-really-think"},{"quote":"It is not possible to know how far the influence of any amiable, honest-hearted duty-doing man flies out into the world, but it is very possible to know how it has touched one's self in going by, and I know right well that any good that intermixed itself with my apprenticeship came of plain contented Joe, and not of restlessly aspiring discontented me.","author":"Charles Dickens, Great Expectations","category":"goodness, honesty, mentor"},{"quote":"Relationships like this are built on honesty and trust. If you don't trust me-trust me to know how I'm affecting you, how far I can go with you, how far I can take you-if you can't be honest with me, then we really can't do this.","author":"E.L. James, Grey","category":"agreement, christian-grey, honesty, love"},{"quote":"The thing you do with a boy it is to show him all the to show. Don't hold nothing back.","author":"Flannery O'Connor, A Good Man is Hard to Find and Other Stories","category":"discipleship, honesty, parenthood"},{"quote":"Adopting the language of a pretense only serves to ease participation in it.","author":"Bartok, Last Knights","category":"honesty, last-knights, morgan-freeman, philosophy, pretense, truth"},{"quote":"Wear your heart on your sleeve. Write about what you think and feel. And share it with your friends.","author":"Fennel Hudson, A Writer's Year - Fennel's Journal - No. 3","category":"honesty, hope, integrity, openness, truthfulness"},{"quote":"Confessions are meant to reveal universal truths through specific examples.","author":"Yishai Schwartz","category":"honesty, humility, witness"},{"quote":"Let's tell the truth. Mr. Reagan will raise taxes, and so will I. He won't tell you. I just did.","author":"Walter Mondale","category":"honesty, ronald-reagan, taxes"},{"quote":"Spending some time alone is a therapy that most of us don’t know how to practice. You need a little time alone every now and then to know what you are made of, to know and to do what you really like and to actually like yourself.","author":"Mohamed Ghazi, Honest","category":"honest, honesty, loneliness-quotes, lonely"},{"quote":"Obi-Wan's young face clouded. \"Some secrets are best left concealed, Master.\" He shook his head. \"Besides, why must you always be the one to do the uncovering? You know how the Council feels about these... detours. Perhaps, just once, the uncovering should be left to someone else.\"Qui-Gon looked suddenly sad. \"No, Obi-Wan. Secrets must be exposed when found. Detours must be taken when encountered. And if you are the one who stands at the crossroads or the place of concealment, you must never leave it to another to act in your place.","author":"Terry Brooks, Star Wars - Episode I: The Phantom Menace","category":"honesty, integrity, phantom-menace, secrecy, secrets, star-wars"},{"quote":"I think the world honestly would be a much healthier place if instead of trying to find rationalizations for our bad behavior we would just say, \"I was an asshole. Sure, there were reasons behind it, but that doesn't matter.","author":"Colin Quinn, The Coloring Book: A Comedian Solves Race Relations in America","category":"apologizing, apology-and-attitude, bad-behavior, behavior, behaviors, excuses, honesty, making-excuses, rationalization, repentance, saying-sorry, sincerity, telling-the-truth"},{"quote":"Honesty is the only way with anyone, when you’ll be so close as to be living inside each other’s skins.","author":"Lois McMaster Bujold, A Civil Campaign","category":"honesty, love"},{"quote":"Honesty has a power that very few people can handle","author":"Steven Aitchison","category":"honesty, inspirational, motivational, truth"},{"quote":"I should stitch my mouth shut. Honesty is a compulsion that’s damned me more than once. But I just can’t hold it in anymore. The words build and explode out of me like an uncontainable sneeze.","author":"Isaac Marion, Warm Bodies","category":"honesty"},{"quote":"It’s the simplest things that can convey a message….","author":"Peter Cimino, The Four Corners, a Sicilian Story","category":"honesty, simplicity"},{"quote":"The truth ain't pretty. That's how you can identify it.","author":"The Unit","category":"honesty, realism"},{"quote":"I want you to be honest with me. Even if it hurts. Although I would prefer for it not to hurt. - A","author":"David Levithan, Every Day","category":"honesty, hurt, love, pain"},{"quote":"The truth is never dressed for the occasion.","author":"Steve Maraboli","category":"honesty, truth"},{"quote":"I am reminded of yet one more reason why I avoid children, why I have remained intentionally childless. Children make ruthless biographers and terrifying judges.","author":"Kyo Maclear, Stray Love","category":"honesty"},{"quote":"The smart employer looks not for perfection but for an explanation of how the consequences of a dishonorable act affected the candidate and others.","author":"Bruce Weinstein","category":"honesty"},{"quote":"Find a strong glue and stick yourself to honesty! You shall feel like a wind, so light and so free!","author":"Mehmet Murat ildan","category":"honesty"},{"quote":"That's the first rule of survival in enemy waters: volunteer nothing.","author":"James Clavell","category":"enemy, honesty, survival, truth"},{"quote":"What American would not want truthful and complete information about every product sold in the United States so that we can be more capable of making wise decisions concerning our lives and the lives of our loved ones? These are our friends and our family members suffering from so many forms of cancer, several diseases of the heart, emphysema, poor circulation, blindness, strokes, various skin disorders, bad breath, asthma, poverty, clogged arteries, disfigurement, rotting teeth and gums, birth defects, infertility, sexual dysfunction, high blood pressure, aneurysms, complications during pregnancies, and all too often a slow and painful death. These suffering people are also many of us.","author":"Earl Chinnici, Maybe You Should Move Those Away From You","category":"addiction, addictions, advertising, diseases, honesty, illnesses, marketing, truthfulness"},{"quote":"He was right: not about her playing him, or about her laughing at him, but certainly about her carelessness, about her casual disregard for how he would feel if he found out, and about the stunning lack of depth it exposed in her character.","author":"Michael  Callahan, Searching for Grace Kelly","category":"honesty"},{"quote":"I'm glad she's not faking affection. It's more honest than what her husband is doing, at least. Dislike is an emotion I can respect.","author":"Amy Engel, The Book of Ivy","category":"erin-lattimer, fake, honesty, ivy"},{"quote":"Deep love is no inusual nowadays. It's just for a few brave those understand it's an everydat's journey, fed it with respect, honesty, faith and lots of laugh.","author":"SoyLaAzu","category":"honesty, love-quotes, respect, true-love"},{"quote":"The great man will come when all of us are feeling great, not when all of us are feeling small. He will ride in at some splendid moment when we all feel that we could do without him.\"We are then able to answer in some manner the question, \"Why have we no great men?\" We have no great men chiefly because we are always looking for them. We are connoisseurs of greatness, and connoisseurs can never be great; we are fastidious, that is, we are small.\"When Diogenes went about with a lantern looking for an honest man, I am afraid he had very little time to be honest himself And when anybody goes about on his hands and knees looking for a great man to worship, he is making sure that one man at any rate shall not be great.\"Now, the error of Diogenes is evident. The error of Diogenes lay in the fact that he omitted to notice that every man is both an honest man and a dishonest man. Diogenes looked for his honest man inside every crypt and cavern; but he never thought of looking inside the thief.","author":"G.K. Chesterton, Charles Dickens","category":"honesty, inspirational, leadership"},{"quote":"Darling, you know and I know that everything is straight between us at last beyond the furthest abstract definition in metaphysical terms or any terms you want to specify or sweetly impose or harken back.","author":"John Kerouac","category":"honesty, love, philosophy, relationships, roles"},{"quote":"Honesty defines self respect.","author":"Unarine Ramaru","category":"character, civility, honesty, self-respect"},{"quote":"A make believe life doesn't win friends and influence people. It bores the crap out of those living the dream.","author":"Melody Carstairs","category":"fairy-tales, honesty, liars, lie, make-believe, truth"},{"quote":"But may the truth be told. May the true self may be found. May the truth rule the world more than ever. How easy life will be if everyone is just true to themselves, true to their words, true to their actions and true to life?","author":"Diana Rose Morcilla","category":"be-honest, be-yourself-inspirational, facts-of-life, honesty, lie, lies, life, true, truth, truth-of-life"},{"quote":"People seem to overlook an old man losing his mind if he occasionally made light of it.","author":"Marissa Meyer, Cinder","category":"honesty, humor, insanity"},{"quote":"If you want to be a good parent then be a great leader. You should live a life with passion for someone and something. The legacy you leave your children shouldn't be how you suffered in gratitude for a life you had no passion for. Rather, it should be how grateful you are to a God that believes fairytales can come true because they came true for you.","author":"Shannon L. Alder","category":"achieving-dreams, attitude, best-life, choices, creating-miracles, example, fairytales, grateful, honest-life, honesty, legacy, love, martyrs, miracles, self-respect, stayingpositiveu-com, the-best-life, true-responsibility-to-kids"},{"quote":"From whomsoever one hears anything, it is wisdom to understand the true import of it.","author":"Thiruvalluvar, Thirukkural","category":"certainty, fact, false, hearing, honesty, sincerity, truth, understand, veracity, verity, wisdom"},{"quote":"Truth, most succinctly defined is: That Which Is So. Non-Truth, most succinctly defined is: That Which Is Not So.","author":"Donald L. Hicks, Look into the stillness","category":"falsehood, honesty, lies, truth"},{"quote":"Lies are like paper-Mache in a rain storm.","author":"Craig D. Lounsbrough, Flecks of Gold on a Path of Stone: Simple Truths for Life's Complex Journey","category":"deceit, honesty, lies, lying, manipulation, truth"},{"quote":"Once dishonesty is introduced, distrust becomes the hallmark of future dealings or associations.","author":"Jon M. Huntsman Sr., Winners Never Cheat: Even in Difficult Times","category":"honesty"},{"quote":"Honesty is the only trick to not trick anyone.","author":"Shawn Lukas","category":"honesty, manipulation, trick, truth"},{"quote":"If you cannot find a soul mate, at least find a foul mate","author":"M.F. Moonzajer, LOVE, HATRED AND MADNESS","category":"foul-mate, honesty, love, soul-mate"},{"quote":"You can say no if that is more truthful than a resentful yes.","author":"Judith Lasater","category":"honesty, truthful"},{"quote":"I am proud to say that I am not in it for the money. If I made a million dollars, I would donate most of it to various charities and libraries.","author":"Selena I. R. Drake, Dragon Diaries: The Return of the Dragon Keepers","category":"charities, honesty, libraries, money"},{"quote":"Maturity is when you're able to say, 'It's not just them. It's me.","author":"Criss Jami, Healology","category":"admittance, arrogance, confession, development, discernment, ego, errors, faults, honesty, honor, humility, hypocrisy, immaturity, improvement, insecurity, insincere, judgment, maturity, mistakes, nobility, pride, repentance, right, security, self-righteousness, selfish, selfless, sin, sincere, wrong"},{"quote":"Honesty. Sobriety. My virginity. No way to regain  the first two, I almost gave away the last.","author":"Ellen Hopkins, Burned","category":"burned, ellen-hopkins, honesty, liar, love, lust, sobriety, virginity"},{"quote":"Blame is the lie by which we convince ourselves that we are victims. It is the lie that robs us of our serenity, our generosity, our confidence, an our delight in life . . . For it is the act of blaming that can't co-exist with self-responsibility -- or with freedom from inner agitation and strained relationships. Abandon the practice of blaming, and we see the fear melt away that we have associated with being honest about ourselves and taking the full measure of responsibility for our emotional and spiritual condition.","author":"C. Terry Warner","category":"blame, honesty"},{"quote":"Secrets are lies by another name.","author":"Michael Morpurgo","category":"honesty, lies, secrets"},{"quote":"The smallest grain of natural honesty and benevolence has more effect on men’s conduct, than the most pompous views suggested by theological theories and systems.","author":"Cecilia Grant, A Christmas Gone Perfectly Wrong","category":"benevolence, conduct, effect, honesty"},{"quote":"being honest to the people around you is the best thing you ever do to them,but expecting the same from them is the worst thing you ever do to yourself","author":"Anonymous","category":"honesty, truthful"},{"quote":"I am the false character that follows the name around.","author":"Don DeLillo, White Noise","category":"honesty"},{"quote":"I'll only tell you what matters. And, the truth is, everything matters.","author":"Crystal Woods, Write like no one is reading","category":"everything, honesty, life, matters, truth, writing"},{"quote":"You can't do a good deal with a bad guy. The dishonesty tax is too high and is not something you will factor into your side of the equation.","author":"Chet Billingsley","category":"character, ethics, honesty"},{"quote":"Imagine if we had no secrets, no respite from the truth. What if everything was laid bare the moment we introduced ourselves?","author":"Catherine Doyle, Vendetta","category":"honesty, inspirational, secrets, truth"},{"quote":"You did listen.\" He sat back, nodding his head. \"Okay, then. Now tell me what you really thought.\"\"I told you. It was interesting.\"\"Interesting,\" he said, \"is not a word.\"\"Since when?\"\"It's a placeholder. Something you use when you don't want to say something else.\" He leaned a little closer to me. \"Look, if you're worried about my feelings, don't be. You can say whatever you want. I won't be offended.\"\"I did. I liked it.\"\"Tell the truth. Say something. Anything. Just spit it out.\"\"I—\" I began, then stopped myself. Maybe it was the fact that he was so clearly on to me. Or my sudden awareness of how rarely I was honest. Either way, I broke. \"I… I didn't like it,\" I said.He slapped his leg. \"I knew it! You know, for someone who lies a lot, you're not very good at it.\"This was a good thing. Or not? I wasn't sure. \"I'm not a liar,\" I said.\"Right. You're nice,\" he said.\"What's wrong with nice?\"\"Nothing. Except it usually involves not telling the truth,\" he replied. \"Now. Tell me what you really thought.","author":"Sarah Dessen, Just Listen","category":"fake, honesty, lies, nice-people"},{"quote":"Guilt is a lazy feeling that takes no action","author":"the wings of integrity are the only thing that sets it free.","category":"Shannon L. Alder"},{"quote":"Communication works best when we combine appropriateness with authenticity, finding that sweet spot where opinions are not brutally honest but delicately honest.","author":"Sheryl Sandberg","category":"authenticity, communication, honesty"},{"quote":"An honest man speaks truth, don't expect him to speak sweet.","author":"Amit Kalantri","category":"amit-kalantri, amit-kalantri-quotes, amit-kalantri-writer, forthright, forthrightness, honest, honesty, inspiration, inspirational, inspirational-quotes, motivation, motivational, motivational-quotes, polite, real, speak, speaking, sweet, true, truth"},{"quote":"An honest man is a debtless man, he doesn't owe anyone anything.","author":"Amit Kalantri","category":"amit-kalantri, amit-kalantri-quotes, amit-kalantri-writer, credit, debt, debt-less, debtless, honest, honesty, inspiration, inspirational, inspirational-quotes, love, motivation, motivational, motivational-quotes, owe"},{"quote":"Embrace the magical gift of serenity in your daily life. Nothing beats patience, humility, honesty and tranquility.","author":"Angelica Hopes, Landscapes of a Heart, Whispers of a Soul","category":"honesty, humility, inspirational-living, life, patience, serenity"},{"quote":"She made him feel guilty at times. The problem was that she was so honest herself, almost transparent. It seemed criminal to be deceiving her.","author":"Emily Arden, Lie to me: Deception: Book Two","category":"admiration, guilt, honesty, love, romance"},{"quote":"... honesty is like seeing a crackhead up close: it ain’t that fucking attractive.","author":"Eric Jerome Dickey, Liar's Game","category":"honesty"},{"quote":"Life is energy, give others the energy you want to receive from others!","author":"Stan The Man SA","category":"fairness, honesty, inspirational-quotes"},{"quote":"Honesty is the best insurance policy.","author":"Brian Spellman","category":"dishonesty, honesty, withholding"},{"quote":"How often do we listen and act to the call of honesty, serenity, humility and generosity?How many \"soft pillows\" do we use for a life time?If only everyone uses a \"soft pillow,\" then what a better world it could be to have many genuine hearts.","author":"Angelica Hopes, Landscapes of a Heart, Whispers of a Soul","category":"honesty, truth"},{"quote":"I had the good fortune and opportunity to come home and to tell the truth; many soldiers, like Pat Tillman… did not have that opportunity. The truth of war is not always easy. The truth is always more heroic than the hype.","author":"Jessica Lynch","category":"heroes, heroism, honesty, hype, military, pat-tillmanillman, truth, war"},{"quote":"By the river of forgetfulness, I found honesty.","author":"Kristian Goldmund Aumann","category":"honesty, inspirational-quotes, river-of-forgetfulness"},{"quote":"What has to do with your ability to fall asleep is not caffeine. It’s having a clean conscience. I have a clean conscience so I can drink all the caffeine I want.","author":"Bob Barr","category":"conscience, guilt, honesty, hypocrisy, integrity, life, politics"},{"quote":"Carry on an undefiled undertaking.","author":"Angelica Hopes, Rhythm of a Heart, Music of a Soul","category":"honesty"},{"quote":"We live in a world full of duplicity.We are surrounded by people with duplicitous nature.They will be shooting arrows to question our honesty at every step we make.Therefore,it is our duty to protect ourselves by using our integrity as an armor and march forward, victoriously.","author":"Indy Bissessur","category":"honesty, integrity, leadership, moral-values, motivational, spirituality, victory"},{"quote":"You don't have to pretend with me, you know.' He reaches out and tucks a strand of my hair behind my ear. His expression is so open and honest I feel it like a sucker punch. 'I used to pretend, all the time, so I can spot it a mile away. If you're feeling shit, then just say so. I don't need to know the reason, it might be none of my business—' 'I'm feeling shit.","author":"Ellie Marney, Every Breath","category":"friendship, honesty, pretending"},{"quote":"I cannot heave my heart into my mouth. I love your majesty according to my bond","author":"no more no less.","category":"William Shakespeare, King Lear"},{"quote":"I had kissed my share of men, particularly during the war years, when flirtation and instant romance were the light-minded companions of death and uncertainty. Jamie, thought, was something different. His extreme gentleness was in no way tentative; rather it was a promise of power known and held in leash; a challenge and a provocation the more remarkable for its lack of demand. I am yours, it said. And if you will have me, then..","author":"Diana Gabaldon, Outlander","category":"companionship, despair, honesty, love, war"},{"quote":"Presidents lie all the time. Really great presidents lie. Abraham Lincoln managed to end slavery in America partially by deception. (In an 1858 debate, he flatly insisted that he had no intention of abolishing slavery in states where it was already legal — he had to say this in order to slow the tide of secession.) Franklin Roosevelt lied about the U.S. position of neutrality until we entered World War II after the attack on Pearl Harbor. (Though the public and Congress believed his public pledge of impartiality, he was already working in secret with Winston Churchill and selling arms to France.) Ronald Reagan lied about Iran-Contra so much that it now seems like he was honestly confused. Politically, the practice of lying is essential. By the time the Lewinsky story broke, Clinton had already lied about many, many things. (He’d openly lied about his level of commitment to gay rights during the ’92 campaign.) The presidency is not a job for an honest man. It’s way too complex. If honesty drove the electoral process, Jimmy Carter would have served two terms and the 2008 presidential race would have been a dead heat between Ron Paul and Dennis Kucinich.","author":"Chuck Klosterman","category":"honesty, politics-of-the-united-states, truth"},{"quote":"What gets me about the United States is that it pretends to be honest and therefore has so little room to move toward hope.","author":"Audre Lorde, Sister Outsider: Essays and Speeches","category":"american-culture, honesty, hope"},{"quote":"There is a difference between speaking the truth in love and judging someone hypocritically...make sure you know the difference before you speak!","author":"Pauline Seaport","category":"difference, honesty, judgement, think-before-you-speak, truth"},{"quote":"Every man has his fault, and honesty is his.- Lucullus (Act III, scene 1)","author":"William Shakespeare","category":"character-flaw, honesty"},{"quote":"Freud was not entirely honest with himself when he said, “Being entirely honest with oneself is a good exercise\".","author":"A. Cretan","category":"exercise, freud, honesty, yoga"},{"quote":"A wise man thus seeks not a straight path, but one that is the shortest or most convenient. The idea is to reach your goal comfortably and quickly rather than wasting your time in finding ‘Which is the straightest path?","author":"Awdhesh Singh, The Secret Red Book of Leadership","category":"honesty, wisdom, wise"},{"quote":"With honesty and a little digging, we have the opportunity to identify our gifts and harness them in the service of our best self—our own unique noble purpose.","author":"Tom Hayes","category":"best-self, gifts, honesty, matter-more, noble-purpose, opportunity-life, quotes-about-life, quotes-to-inspire, relevance"},{"quote":"I pull back, gasping for breath. Reeling. His breath is ragged, and I place my hands on his cheeks to steady him. \"Is this okay?\" I whisper. \"Are you okay?\"His reply is anguished. Honest. \"I love you.","author":"Stephanie Perkins, Lola and the Boy Next Door","category":"cricket-bell, honesty, i-love-you, kissing, lola-and-the-boy-next-door, lola-nolan, love, romance, whispering"},{"quote":"Men will not accept truth at the hands of their enemies, and truth is seldom offered to them by their friends","author":"Alexis de Tocqueville, Democracy in America","category":"freedom, honesty, individualism, liberty, truth"},{"quote":"Straightforwardness intimidates people. They prefer the veneer, despite what they claim.","author":"Donna Lynn Hope","category":"candor, honesty, intimidation, straightforward, straightforwardness"},{"quote":"Real transformation requires real honesty. If you want to move forward — get real with yourself.","author":"Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life","category":"honesty, moving-forward, transformation, wanting"},{"quote":"From what I've witness, honesty didn't really make anyone happy. The truth was a punch to the gut, and while you were falling, a knee to the face, then you could lie on the floor and bleed for a spell.","author":"Tanya Thompson, Assuming Names: A Con Artist's Masquerade","category":"honesty, truth"},{"quote":"Honesty whispers, \"Don't get pricked by the thorns of lie.","author":"Angelica Hopes","category":"alibi, dishonesty, excuses, honesty, lie, traitor"},{"quote":"We are so accustomed to disguise ourselves to others, that in the end, we become disguised to ourselves.","author":"","category":"duplicity, honesty, identity"},{"quote":"They [his readers, whom he asks to be his friends] will find that I have always loved truth so passionately that I have often resorted to lying as a way of first introducing it into minds which were ignorant of its charms” (Casanova, p.34, Vol 1 Preface).","author":"Giacomo Casanova, The Complete Memoirs of Casanova (Unexpurgated Edition)","category":"casanova, charm, enlightenment, honesty, ignorance, lies, love, memoirs, truth"},{"quote":"Indeed it is generally the case that men are readier to call rogues clever than simpletons honest, and are ashamed of being the second as they are proud of being the first.","author":"Thucydides, History of the Peloponnesian War","category":"history, honesty, human-nature"},{"quote":"The people who enlighten us are the ones who tell us their secrets.","author":"Marty Rubin","category":"candor, enlightenment, honesty, secrets, truthfulness"},{"quote":"Can I be trusted? Can you? I can be trusted with some things, but not all things, just like you.","author":"Donna Lynn Hope","category":"candor, honesty, trusting, trustworthy"},{"quote":"Even the oldest trees aren't ashamed to stand naked.","author":"Marty Rubin","category":"honesty, nakedness, shame, transparency"},{"quote":"Face the truth about what is standing in the way of your intention.","author":"-Shandel Slaten","category":"goals-in-life, honesty, intention, truth"},{"quote":"Truth may be stretched, but cannot be broken, and always gets above falsehood, as does oil above water.\"~ Miguel de Cervantes Saavedra ~","author":"Miguel de Cervantes Saavedra","category":"above-falsehood, facts-riise-to-the-top, honesty, integrity, truth, truthfulness"},{"quote":"Reassuring a jealous woman that you don't want her man creates the bigger beast of resentment because that tells her that what she has isn't desirable and to her, where the opinions of others correlates to her self-worth, is unforgivable.","author":"Donna Lynn Hope","category":"envy, honesty, jealous, jealousy, resentful, resentment"},{"quote":"She remembered the intensity of her desire to undress him, to be naked with him, the way she felt like she could say whatever she wanted and be fully understood and do whatever she wanted and be totally accepted. She remembered how easy it had all been, how open and bright, like being in a whitewashed room with all the windows wide open.","author":"Lisa Jewell, Vince and Joy","category":"ease, first-loves, firsts, honesty, openness"},{"quote":"He was a man more concerned with the truth than his arrest quota, a philosophy that would often have him skate on thin ice with the higher ups.","author":"Bruce Crown, Chronic Passions","category":"arrest, honesty, police"},{"quote":"I'm not a poet and I know it.","author":"Steph","category":"honesty"},{"quote":"A tear cringed off his cheek and stained her writing on the paper. He didn’t wipe it, men must be honest and transparent, they should never wipe their tears.","author":"Bruce Crown, Chronic Passions","category":"crying, honesty, tears, wipe"},{"quote":"If a man wishes to ensure the bad opinion of others, his best course probably is to be honest about himself.","author":"William Hurrell Mallock, In An Enchanted Island: Or A Winter's Retreat In Cyprus","category":"honesty, opinions-of-others"},{"quote":"This is what we desire in intimate relationships but this deep connection is often so frightful that most do not take advantage of the opportunities presented for honesty.","author":"David W. Earle","category":"chaos, dysfunction, families, honesty, intimancy, love, relationships"},{"quote":"The vanity of intelligence is that the intelligent man is often more committed to 'one-upping' his opponent than being truthful. When the idea of intelligence, rather than intelligence itself, becomes a staple, there is no wisdom in it.","author":"Criss Jami, Killosophy","category":"argument, arrogance, complexity, debate, ego, fallacy, honesty, idea, idolatry, intelligence, logic, logical-fallacy, pretentiousness, pride, profound, simplicity, staple, truth, vanity, wisdom"},{"quote":"When a man really tells the truth, the first truth he tells is that he himself is a liar.","author":"G.K. Chesterton, What's Wrong with the World","category":"beginning, honesty, liars, truth"},{"quote":"Everything comes by being! Be the love you seek. Be the friend you seek. Be the lover you seek. Be the honesty you seek. Be the integrity you seek.","author":"Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life","category":"being, honesty, integrity, love, seeking"},{"quote":"For every group, malevolence is always somewhere else. Maybe we understand at this point in history that it can occur at night in darkened rooms where small children sleep. However, surely not in academia. Surely lying and deception do not occur among people who go to conferences, who write books, who testify in court, and who have PhDs.At one point I complained to a Florida judge that I was astonished to an expert witness lying on the stand [about child sexual abuse research]. I thought one had to tell the truth in court. I thought if someone didn't, she didn't get her milk and cookies. I thought God came down and plucked someone right out of the witness stand if he lied in court. I thought a lying expert witness would step out of court and get hit by a bus. A wiser woman than I, the judge's answer was, “Silly you.\"Confessions of a Whistle-Blower: Lessons Learned Author: Anna C. Salter. Ethics & Behavior, Volume 8, Issue 2 June 1998","author":"Anna C. Salter","category":"academia, academics, child-abuse, child-abuse-allegations, child-abuse-protectors, child-abusers, child-sexual-abuse, court, crime, criminal, deception, defense-witness, dishonesty, expert-witness, honesty, immoral, injustice, justice, law, liar, lie, lied, lying, moral-standards, naiv, naive, naivety, natural-justice, pedophile-protector, pedophile-protectors, perjury, reputions, shock, truth"}]}