{
  "author": "Ravindu Manoj",
  "github": "ravindu01manoj",
  "repo": "Quotes-500k",
  "data": [
    {
      "quote": "For the Christian, death can be faced realistically and with victory, because he knows “that neither death nor life . . . shall be able to separate us from the love of God” [Romans 8:38–39 NKJV].",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, death"
    },
    {
      "quote": "Throughout our culture we have been led to the idea that we accept death as the end of life on earth . . .Time bound as we are and goal oriented to achievements in our lifetime, we find it strange to anticipate heaven.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, death"
    },
    {
      "quote": "Sooner or later, we are going to face death; should we be making preparations while we are living?",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, death"
    },
    {
      "quote": "If people paid more attention to death, eternity, and judgment, there would be more holy living on earth.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, death"
    },
    {
      "quote": "Death is said in the Bible to be a coronation for the Christian.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, death"
    },
    {
      "quote": "It is strange that men will prepare for everything except death. We prepare for education. We prepare for business. We prepare for our careers. We prepare for marriage. We prepare for old age. We prepare for everything except the moment we are to die.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, death"
    },
    {
      "quote": "Death reduces all men to the same rank. It strips the rich of his millions and the poor man of his rags . . .Death knows no age limits, no partiality. It is a thing that all men fear.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, death"
    },
    {
      "quote": "One of the primary goals in life should be to prepare for death. Everything else should be secondary.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, death"
    },
    {
      "quote": "No matter how much you exercise, no matter how many vitamins or health foods you eat, no matter how low your cholesterol, you will still die—someday. If you knew the moment and manner of your death in advance, would you order your life differently?",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, death"
    },
    {
      "quote": "Death for [a Christian] is no accident. With God there are no accidents, no tragedies, and no catastrophes as far as His children are concerned.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, death"
    },
    {
      "quote": "When we all reach the end of our earthly journey, we will have just begun.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, death"
    },
    {
      "quote": "Though the Christian has no immunity from death and no claim to perpetual life on this planet, death is to him a friend rather than a foe, the beginning rather than the end, another step on the pathway to heaven rather than a leap into a dark unknown.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, death"
    },
    {
      "quote": "The word decease literally means “exodus” or “going out.” The imagery is that of the children of Israel leaving Egypt and their former life of bondage, slavery, and hardship for the Promised Land. So death to the Christian is an exodus from the limitations, the burdens, and the bondage of this life.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, death"
    },
    {
      "quote": "From the moment a child is born, the death process, and the fight against it, begins.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, death"
    },
    {
      "quote": "Life and death is not a do-it-yourself project.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, death"
    },
    {
      "quote": "Death is not the end of life",
      "author": "it is only the gateway to eternity.",
      "category": "Billy Graham, Billy Graham in Quotes"
    },
    {
      "quote": "Christ did not die by accident. He died voluntarily in our place.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, death"
    },
    {
      "quote": "Someday this life will end, but for the Christian death also marks a beginning—the beginning of a new life with God that will last forever.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, death"
    },
    {
      "quote": "I’m not afraid to die, for I know the joys of heaven are waiting. My greatest desire is to live today in anticipation of tomorrow and be ready to be welcomed into His home for all eternity. Will you be making the journey with me?",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, death"
    },
    {
      "quote": "Death carries with it a certain dread. It [is] the enemy, the great, mysterious monster that makes people quake with fear.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, death"
    },
    {
      "quote": "Someday a loving Hand will be laid upon your shoulder and this brief message will be given: “Come home.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, death"
    },
    {
      "quote": "Death of the righteous . . . is not to be feared or shunned. It is the shadowed threshold to the palace of God.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, death"
    },
    {
      "quote": "Someday you will read or hear that Billy Graham is dead. Don’t you believe a word of it! I shall be more alive than I am now. I will just have changed my address. I will have gone into the presence of God.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, death"
    },
    {
      "quote": "We now have the advantage of a few years more of life, but death is still standing at the end of the road.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, death"
    },
    {
      "quote": "Cut out some of your “important social engagements,” and make your home the center of your social life. God will honor you, and your children will grow up to call you “blessed” [Proverbs 31:28].",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, home"
    },
    {
      "quote": "In many homes and among so-called educated people—it has become fashionable to joke about the Bible and to regard it more as a dust-catcher than as the living Word of God.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, home"
    },
    {
      "quote": "Many homes are on the rocks today because God has been left out of the domestic picture. With the clash of personalities in a domestic pattern, there must be an integrating force, and the living God is that Force!",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, home"
    },
    {
      "quote": "If there were no heaven and no hell, I would still want to be a Christian because of what it does for our homes and our own families in this life.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, home"
    },
    {
      "quote": "With the breakdown of discipline in the home and with every source of amusement and instruction pouring poison into daily life, it is not to be wondered that the minds of people are ready to receive anything but the truth and that they are ready to believe lies and ultimately the lie.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, home"
    },
    {
      "quote": "The world is not a permanent home, it is only a temporary dwelling.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, home"
    },
    {
      "quote": "It is far easier to live an excellent life among your friends, when you are putting your best foot forward and are conscious of public opinion, than it is to live for Christ in your home.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, home"
    },
    {
      "quote": "The broken home has become the number one social problem of America, and could ultimately lead to the destruction of our civilization . . . it does not make screaming headlines; but, like termites, it is eating away at the heart and core of the American structure.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, home"
    },
    {
      "quote": "If you are a true Christian, you will not give way at home to bad temper, impatience, fault-finding, sarcasm, unkindness, suspicion, selfishness, or laziness.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, home"
    },
    {
      "quote": "How many homes are broken because of men and women who are unfaithful! God will not hold you guiltless! There is a day of reckoning. “Be sure your sin will find you out” (Numbers 32:23 ESV). They will find you out in your own family life here in your relationship with your mate",
      "author": "they will find you out in the life to come.",
      "category": "Billy Graham, Billy Graham in Quotes"
    },
    {
      "quote": "The home only fulfills its true purpose when it is God-controlled. Leave Jesus Christ out of your home and it loses its meaning. But take Christ into your heart and the life of your family, and He will transform your home.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, home"
    },
    {
      "quote": "When we are young and restless to be free, home is the place from which we long to escape. But if there is still a home intact when trouble arises and life becomes a battlefield, home is the place to which we yearn to return.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, home"
    },
    {
      "quote": "In some ways, Christians are homeless. Our true home is waiting for us, prepared by the Lord Jesus Christ.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, home"
    },
    {
      "quote": "The Bible takes the word home with all of its tender associations and sacred memories, and applies it to the hereafter and tells us that heaven is home.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, home"
    },
    {
      "quote": "God does not want an apartment in our house. He claims our entire home from attic to cellar.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, home"
    },
    {
      "quote": "The Lord Jesus Christ is preparing a home fit for all who live for Him, a place designed for the church triumphant. Let’s exemplify the work of His hands, for they are busy, on our behalf, building a city large enough to encompass His people of faith—an eternal home for the soul.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, home"
    },
    {
      "quote": "One final reason for choosing God’s path is of supreme importance: It leads us home.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, home"
    },
    {
      "quote": "Perhaps the greatest psychological, spiritual, and medical need that all people have is the need for hope.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, hope"
    },
    {
      "quote": "For the believer there is hope beyond the grave, because Jesus Christ has opened the door to heaven for us by His death and resurrection.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, hope"
    },
    {
      "quote": "Christ wants to give you hope for the future. He wants you to learn what it means to walk with Him every day. When you come to Christ, God gives you eternal life—which begins right now as you open your heart to Him.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, hope"
    },
    {
      "quote": "Faith points us beyond our problems to the hope we have in Christ.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, hope"
    },
    {
      "quote": "Christ’s second coming reminds us that ultimately our hope is not in this world and its attempts to solve its problems, but in Christ’s promise to establish His perfect rule over all the earth.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, hope"
    },
    {
      "quote": "Man has no ability to repair this damaged planet. The flaw in human nature is too great. God is our only hope!",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, hope"
    },
    {
      "quote": "Earth’s troubles fade in the light of heaven’s hope.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, hope"
    },
    {
      "quote": "My hope does not rest in the affairs of this world. It rests in Christ who is coming again.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, hope"
    },
    {
      "quote": "Only because Jesus is God and we have confessed Him as Savior and Lord, can He bestow and we receive these benefits, this blessed assurance and hope (see Romans 10:9).",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, hope"
    },
    {
      "quote": "Our world today desperately hungers for hope, and yet uncounted people have almost given up. There is despair and hopelessness on every hand. Let us be faithful in proclaiming the hope that is in Jesus!",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, hope"
    },
    {
      "quote": "All mankind is sitting on Death Row. How we die or when is not the main issue, but where [we] go after death.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, death"
    },
    {
      "quote": "Death is not a trip, but a destination.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, death"
    },
    {
      "quote": "Someone has said that death is not a period, but a comma in the story of life.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, death"
    },
    {
      "quote": "What is heaven? It’s the home that God created and He possesses. His throne room is His headquarters from which He issues His commands, directions, and prophecies. And Jesus sits at His Father’s right hand.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, heaven"
    },
    {
      "quote": "The moment we take our last breath on earth, we take our first in heaven.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, heaven"
    },
    {
      "quote": "Heaven is a wonderful place and the benefits for the believer are out of this world!",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, heaven"
    },
    {
      "quote": "Sometimes . . . we grow homesick for heaven. Many times in the midst of the sin, suffering, and sorrow of this life there is a tug at our soul. That is homesickness coupled with anticipation.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, heaven"
    },
    {
      "quote": "I [will] not go to heaven because I am a preacher. I am going to heaven entirely on the merit of the work of Christ.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, heaven"
    },
    {
      "quote": "My home is in heaven. I’m just passing through this world.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, heaven"
    },
    {
      "quote": "The Bible is clear that the Holy Spirit is God Himself.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, holy-spirit"
    },
    {
      "quote": "Take care of your body",
      "author": "the Bible calls it “a temple of the Holy Spirit” [1 Corinthians 6:19 NIV.",
      "category": "Billy Graham, Billy Graham in Quotes"
    },
    {
      "quote": "The Holy Spirit illuminates the minds of people, makes us yearn for God, and takes spiritual truth and makes it understandable to us.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, holy-spirit"
    },
    {
      "quote": "A life touched by the Holy Spirit will tolerate sin no longer.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, holy-spirit"
    },
    {
      "quote": "As humans we have two great spiritual needs. The first is forgiveness, which God has made possible by sending His Son into the world to die for our sins. Our second need, however, is for goodness, which God also made possible by sending the Holy Spirit to dwell within us.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, holy-spirit"
    },
    {
      "quote": "The Father is the source of all blessing, and the Son is the channel of all blessing, [and] it is through the Holy Spirit at work in us that all truth becomes living and operative in our lives.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, holy-spirit"
    },
    {
      "quote": "The Holy Spirit not only convicts of sin but also convinces men that Jesus is the righteousness of God. He shows sinners that Jesus is the way, the truth, and the life.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, holy-spirit"
    },
    {
      "quote": "The Scripture makes it clear that this planet would already be a literal hell on earth were it not for the presence of the Holy Spirit in the world.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, holy-spirit"
    },
    {
      "quote": "The Holy Spirit can rejuvenate a tired Christian, captivate an indifferent believer, and empower a dry church.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, holy-spirit"
    },
    {
      "quote": "If we feed our spiritual lives and allow the Holy Spirit to empower us, He will have rule over us. If we starve our spiritual natures and instead feed the old, sinful nature, the flesh will dominate.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, holy-spirit"
    },
    {
      "quote": "Christians, day by day, week by week, and month by month, are told to walk in the Spirit. Walking in the Spirit means being led and directed by the Holy Spirit. This comes as we progressively yield various areas of our lives to the Spirit’s control. Now desire in itself is not wrong, it’s what we desire or lust for that is wrong—and when we yield.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, holy-spirit"
    },
    {
      "quote": "The Holy Spirit gives liberty to the Christian, direction to the worker, discernment to the teacher, power to the Word, and fruit to faithful service. He reveals the things of Christ.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, holy-spirit"
    },
    {
      "quote": "If Christians realized that God Himself in the person of the Holy Spirit really dwells within our bodies, we would be far more careful about what we eat, drink, look at, or read. No wonder Paul said, “I beat my body and make it my slave” [1 Corinthians 9:27 NIV]. This should drive us to our knees in confession.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, holy-spirit"
    },
    {
      "quote": "Faithfulness is produced by the Holy Spirit in a yielded Christian life.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, holy-spirit"
    },
    {
      "quote": "It is never a question of how much you and I have of the Spirit, but how much He has of us.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, holy-spirit"
    },
    {
      "quote": "Because [the Holy Spirit] is a spirit, [He] isn’t limited by time or space. He can be everywhere at once. He is in the midst of the largest galaxy—and the smallest atom.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, holy-spirit"
    },
    {
      "quote": "If you know Christ, you don’t need to beg for the Holy Spirit to come into your life; He is already there—whether you “feel” His presence or not. Don’t confuse the Holy Spirit with an emotional feeling or a particular type of spiritual experience.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, holy-spirit"
    },
    {
      "quote": "Sometimes I feel so helpless and inadequate, and wonder if I have done enough to make the Gospel clear. But I also know that only the Holy Spirit can open others’ eyes to the truth.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, holy-spirit"
    },
    {
      "quote": "We shouldn’t refer to the Spirit as “it”; instead we should always refer to the Spirit as “He”—because the Holy Spirit is a Person. He speaks to us, He commands us, He intercedes for us, He hears us, He guides us.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, holy-spirit"
    },
    {
      "quote": "The home is basically a sacred institution . . . Faith in Christ is the most important of all principles in the building of a happy marriage and a successful home.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, home"
    },
    {
      "quote": "Home was a refuge for me, a place I could truly relax.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, home"
    },
    {
      "quote": "My wife Ruth once said, “If our children have the background of a godly, happy home and this unshakeable faith that the Bible is indeed the Word of God, they will have a foundation that the forces of hell cannot shake.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, home"
    },
    {
      "quote": "The Bible teaches that our homes should be hospitable and that those who come in and out of our homes should sense the presence of Christ.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, home"
    },
    {
      "quote": "The happiest Christian homes I know are those given to hospitality, where neighbors feel at home, where young people are welcome, where the elderly are respected, where children are loved.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, home"
    },
    {
      "quote": "God undertook the most dramatic rescue operation in cosmic history. He determined to save the human race from self-destruction, and He sent His Son Jesus Christ to salvage and redeem them. The work of man’s redemption was accomplished at the cross.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, cross"
    },
    {
      "quote": "The cross is the suffering love of God bearing the guilt of man’s sin, which alone is able to melt the sinner’s heart and bring him to repentance for salvation. “For he hath made him to be sin for us” [2 Corinthians 5:21 KJV].",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, cross"
    },
    {
      "quote": "The heart of the Christian Gospel with its incarnation and atonement is in the cross and the resurrection. Jesus was born to die.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, cross"
    },
    {
      "quote": "Why is it that the cross has become the symbol of Christianity? It is because at the cross Jesus purchased our redemptionand provided a righteousness which we could not ourselves earn.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, cross"
    },
    {
      "quote": "The ground is level at the foot of the cross.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, cross"
    },
    {
      "quote": "It was not the people or the Roman soldiers who put [Jesus] on the cross—it was your sins and my sins that made it necessary for Him to volunteer his death.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, cross"
    },
    {
      "quote": "Two thousand years ago God invited a morally corrupt world to the foot of the cross. There God held your sins and mine to the flames until every last vestige of our guilt was consumed.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, cross"
    },
    {
      "quote": "It has been said there was a cross in the heart of God long before the cross was erected at Calvary. As we think about it we will be overwhelmed at the wonder and greatness of His love for us.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, cross"
    },
    {
      "quote": "When Jesus hung on the cross, a great unseen cosmic battle raged in the heavens—and in the end, Christ triumphed over all the forces of evil and death and hell.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, cross"
    },
    {
      "quote": "The greatest vision of sin that a person canever receive is to look at the cross.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, cross"
    },
    {
      "quote": "God’s house will be happy because Christ will be there.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, heaven"
    },
    {
      "quote": "Though the cross repels, it also attracts. It possesses a magnetic quality.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, cross"
    },
    {
      "quote": "Once you have been to the cross, you will never be the same.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, cross"
    },
    {
      "quote": "Heaven doesn’t make this life less important",
      "author": "it makes it more important.",
      "category": "Billy Graham, Billy Graham in Quotes"
    },
    {
      "quote": "In heaven . . . the “communication gap” will be closed.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, heaven"
    },
    {
      "quote": "To take up your cross means to associate yourself with Christ and to share His rejection. It means you take a stand for Christ even though people make fun of you, persecute you—or even kill you!",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, cross"
    },
    {
      "quote": "The Bible says that as long as we are here on earth, we are strangers in a foreign land. There are enemies to be conquered before we return home. This world is not our home; our citizenship is in heaven.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, heaven"
    },
    {
      "quote": "Only in heaven will we know exactly what heaven is like.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, heaven"
    },
    {
      "quote": "We were equipped by our Creator not only to live on this earth, but also to live in touch with heaven. This was the Great Design of the Great Designer.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, heaven"
    },
    {
      "quote": "There are restrictions to entering heaven. The Scripture says: “Nothing impure will ever enter [heaven], nor will anyone who does what is shameful or deceitful, but only those whose names are written in the Lamb’s book of life” [Revelation 21:27 NIV].",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, heaven"
    },
    {
      "quote": "Only one answer will give a person the certain privilege, the joy, of entering heaven. “Because I have believed in Jesus Christ and accepted Him as my Savior.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, heaven"
    },
    {
      "quote": "Even when we allow our imaginations to run wild on the joys of heaven, we find that our minds are incapable of conceiving what it will be like.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, heaven"
    },
    {
      "quote": "What a thrilling future for those of us who know that some day we will populate the kingdom of God.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, heaven"
    },
    {
      "quote": "In our resurrection bodies we will know nothing of physical weakness. Limitations imposed on us on this earth are not known in heaven. We will have a habitation from God that is incorruptible, immortal, and powerful.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, heaven"
    },
    {
      "quote": "In heaven I’ll wish with all my heart that I could reclaim a thousandth part of the time I’ve let slip through my fingers, that I could call back those countless conversations which could have glorified my Lord—but didn’t.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, heaven"
    },
    {
      "quote": "Don’t let the burdens and hardships of this lifedistract you or discourage you, but keep your eyes firmly fixed on what God has promisedat the end of our journey: heaven itself.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, heaven"
    },
    {
      "quote": "The most thrilling thing about heaven is that Jesus Christ will be there. I will see Him face to face. Jesus Christ will meet us at the end of life’s journey.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, heaven"
    },
    {
      "quote": "Heavenly rest will be so refreshing that we will never feel that exhaustion of mind and body we so frequently experience now. I’m really looking forward to that.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, heaven"
    },
    {
      "quote": "Nothing made by the hand of man has ever been so beautiful as starlight on the water or moonlight on the snow. And the same hand that made trees and fields and flowers, the seas and hills, the clouds and sky, has been making a home for us called heaven.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, heaven"
    },
    {
      "quote": "A Christian’s citizenship may be in heaven, but he has obligations as a citizen of earth. Both living with Christ and going to be with Him in death are greatly to be desired.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, heaven"
    },
    {
      "quote": "If Jesus had not risen from the dead, no right-minded person would have glorified anything so hideous and repulsive as a cross stained with the blood of Jesus . . .An unopened grave would never have opened heaven.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, cross"
    },
    {
      "quote": "Be willing to be sneered at than to be approved, counting the cross of Christ greater riches than all the treasures of Washington, London, Paris, or Moscow.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, cross"
    },
    {
      "quote": "The law enables us to see ourselves as morally dirty and in need of cleansing. But it also points us to the place of cleansing: the cross of Christ.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, cross"
    },
    {
      "quote": "The cross is the only way of salvation. And the cross gives a new purpose to life.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, cross"
    },
    {
      "quote": "The cross shows the seriousness of our sin—but it also shows us the immeasurable love of God.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, cross"
    },
    {
      "quote": "Jesus was born with the cross darkening His pathway . . . From the cradle to the cross, [Jesus’] purpose was to die.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, cross"
    },
    {
      "quote": "Jesus Christ opened heaven’s door for us by His death on the cross.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, cross"
    },
    {
      "quote": "Great crowds followed our Lord . . . as He healed the sick, raised the dead, and fed the hungry. However, the moment He started talking about the cross . . . “many . . . no longer followed him” (John 6:66 NIV).",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, cross"
    },
    {
      "quote": "Sin was conquered on the cross. [Christ’s] death is the foundation of our hope, the promise of our triumph!",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, cross"
    },
    {
      "quote": "Had Satan not set himself in opposition to God . . . there would have been no need for God to send His Son to the cross.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, cross"
    },
    {
      "quote": "One-third of Matthew . . . one-third of Mark . . . one-fourth of Luke, and one-half of John are given to [Christ’s] death . . .Jesus came for the express purpose of dying for sinners. When He left heaven, He knew He was going to the cross.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, cross"
    },
    {
      "quote": "Sin’s masterpiece of shame and hate became God’s masterpiece of mercy and forgiveness. Through the death of Christ upon the cross, sin itself was crucified for those who believe in Him.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, cross"
    },
    {
      "quote": "The cross has become a symbol in much of the Western world, misused by many rock stars and others who do not comprehend its significance.",
      "author": "Billy Graham",
      "category": "billy-graham, cross"
    },
    {
      "quote": "How do we get our values so mixed up? We look for shortcuts to happiness. Our lust for immediate pleasure prompts us to think of evil as good.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, pleasure"
    },
    {
      "quote": "There is legitimate pleasure, which is not wrong, but we are not to become so preoccupied with its activities that it takes the place of God.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, pleasure"
    },
    {
      "quote": "We have at our fingertips every pleasure that man is capable of enjoying, and man has abused every gift God ever gave him.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, pleasure"
    },
    {
      "quote": "We are like a restless sea, finding a little peace here and a little pleasure there, but nothing permanent and satisfying. So the search continues!",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, pleasure"
    },
    {
      "quote": "[Mankind has] allowed worldly desires and pleasures to fill the heart and mind. Whatever the sin, we need to repent and turn to Jesus Christ in faith for forgiveness and new life.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, pleasure"
    },
    {
      "quote": "Many of us have no appetite for spiritual things because we are absorbed in the sinful pleasures of this world. We have been eating too many of the devil’s delicacies.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, pleasure"
    },
    {
      "quote": "Today our world is mad in its obsession with pleasure, sex, and money. Its ear is too dull to hear the truth. Most men’s eyes are blind. They do not want to see. They do not want to hear. They hurry to their doom.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, pleasure"
    },
    {
      "quote": "Salvation is always “good news.” It is news of God’s love and forgiveness—adoption into His family—fellowship with His people—freedom from the penalty of sin—liberation from the power of sin.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, salvation"
    },
    {
      "quote": "Your salvation is a free gift, made possible only because God planned it . . .Christ paid for it . . . and the Holy Spirit assures you of it.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, salvation"
    },
    {
      "quote": "God doesn’t say to be perfect and you’ll get to heaven. He says to confess that you’re a sinner and come to the cross, and whosoever shall call upon the name of the Lord shall be saved.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, salvation"
    },
    {
      "quote": "The Bible is primarily concerned with the story of man’s redemption as it is in Jesus Christ. If you read Scripture and miss the story of salvation, you have missed its message and its meaning.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, salvation"
    },
    {
      "quote": "If Satan can’t keep you away from Christ, he will at least try to make you doubt your salvation.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, salvation"
    },
    {
      "quote": "Your salvation depends on what [Christ] has done for you, not on what you do for Him. It isn’t your hold on God that saves you; it’s His hold on you.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, salvation"
    },
    {
      "quote": "Believers in Christ owe nothing to God in payment for salvation . . . but they do owe God a life of undivided devotion and service.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, salvation"
    },
    {
      "quote": "God’s grace—His goodness and love toward us in spite of our sin—is the wellspring of our salvation.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, salvation"
    },
    {
      "quote": "The blood of Christ justifies and saves us . . .The word justification means “just as if you had never sinned.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, salvation"
    },
    {
      "quote": "God longs for men to be saved. God is at work to get men to stop their downward plunge in sin.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, salvation"
    },
    {
      "quote": "Salvation is an act of God. It is initiated by God, wrought by God, and sustained by God.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, salvation"
    },
    {
      "quote": "How can men boast that they control their own destiny when they cannot solve the problems of war, racism, poverty, sickness, or suffering?",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, race"
    },
    {
      "quote": "Patience is the transcendent radiance of a loving and tender heart which, in its dealings with those around it, looks kindly and graciously upon them.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, patience"
    },
    {
      "quote": "The Christian . . . way of daily living must be distinct from the world. While some will think you “peculiar,” do not let this disturb you, for just as many others will secretly admire you for your stand. It is possible you will be persecuted by jokes and be misunderstood . . .but if you accept this with patience and in the spirit of love, God can use this very thing to help you win some of your friends [to Christ].",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, patience"
    },
    {
      "quote": "Patience includes perseverance—the ability to bear up under weariness, strain, and persecution when doing the work of the Lord.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, patience"
    },
    {
      "quote": "Patience graciously, compassionately and with understanding, judges the faults of others without unjust criticism.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, patience"
    },
    {
      "quote": "God allows difficulties, inconveniences, trials, and even suffering to come our way for a specific purpose: They help develop the right attitude for the growth of patience.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, patience"
    },
    {
      "quote": "Patience is part of true Christlikeness, something we so often admire in others without demanding it of ourselves.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, patience"
    },
    {
      "quote": "Patience in our lives springs from God’s power based upon our willingness to learn it.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, patience"
    },
    {
      "quote": "We have some of the finest civil rights laws in the world, but they have not solved our racial problems. Why? Because we need a change of heart and attitude, Jesus said, “You must be born again” [John 3:7].",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, race"
    },
    {
      "quote": "The human race has the power right now to destroy itself. Jesus Christ is going to save us from ourselves.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, race"
    },
    {
      "quote": "There is only one possible solution to the race problem and that is a vital personal experience with Jesus Christ on the part of [all] races.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, race"
    },
    {
      "quote": "God prescribes the remedy for the ills of the human race. That remedy is personal faith and commitment to Jesus Christ. The remedy is to be born again.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, race"
    },
    {
      "quote": "In Christ the middle wall of partition has been broken down. There is no Jew, no Gentile—no black, white, yellow, or red. We could be one great brotherhood in Jesus Christ. However, until we come to recognize Him as the Prince of Peace and receive His love in our hearts, the racial tensions will increase, racial demands will become more militant, and a great deal of blood will be shed. The race problem could become another flame out of control!",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, race"
    },
    {
      "quote": "I had not been preaching long before I decided that I would never preach to another segregated audience in any situation over which we had control. This was long before the Supreme Court decision of 1954. I felt this was the Christian position and I could do no other.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, race"
    },
    {
      "quote": "Patience . . . speaks of a person’s steadfastness under provocation . . .enduring ill-treatment without anger or thought of retaliation or revenge.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, patience"
    },
    {
      "quote": "Only God can break down the national and racial barriers that divide men today. Only God can supply that love that we must have for our fellowman. We will never build brotherhood of man upon earth until we are believers in Christ Jesus.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, race"
    },
    {
      "quote": "Down through the ages man’s heart has remained unchanged. Whatever the color of his skin, whatever his cultural or ethnic background, he needs the Gospel of Christ.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, race"
    },
    {
      "quote": "Ancient historians tell us that one of the symptoms of a declining civilization is a desexualization of the human race, with men becoming more effeminate and women becoming more masculine, not only in physical [appearance] but in their basic characters.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, race"
    },
    {
      "quote": "The closer the people of all races get to Christ and His cross, the closer they will get to one another.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, race"
    },
    {
      "quote": "Here is the judgment toward which every person outside [of] Christ is headed. The date has already been set by God. All men of all races and nationalities, both past and present, will be there. You may make and break appointments in this life—but this is one appointment you will keep.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, race"
    },
    {
      "quote": "No personality in history stands above Jesus Christ . . .He alone is able to meet every need of the human race.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, race"
    },
    {
      "quote": "The human race is called on throughout the Bible to repent of sin and return to God.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, race"
    },
    {
      "quote": "Salvation is free! God puts no price tag on the Gift of gifts.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, race"
    },
    {
      "quote": "Our lives are to be characterized by patience, for it is important in developing the mature, stable character which God wants to produce in His people.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, patience"
    },
    {
      "quote": "Salvation is not just repairing the original self. It is a new self created of God in righteousness and true holiness.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, salvation"
    },
    {
      "quote": "[God] holds in His omnipotent hand the priceless, precious, eternal gift of salvation, and He bids you to take it without money and without price.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, salvation"
    },
    {
      "quote": "Is it not arrogance or narrow-mindedness to claim that there is only one way of salvation or that the way we follow is the right way? I think not. After all, do we fault a pilot for being narrow-minded when he follows the instrument panel [while] landing in a rainstorm? No, we want him to remain narrowly focused!",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, salvation"
    },
    {
      "quote": "Man stands on the brink of hell. The forces building up in our world are so overwhelming that man everywhere is beginning to cry out in desperation: “What must I do to be saved?",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, salvation"
    },
    {
      "quote": "Millions today want salvation, but on their own terms. They want to come their own way, and so we have hundreds of schemes and plans devised by men to regain paradise.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, salvation"
    },
    {
      "quote": "Man has rejected the revelation of the Bible concerning the true and living God of his fathers, and he has substituted gods of his own making. In actuality modern man has decided to dethrone God and enthrone himself in all of his nuclear glory.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, pride"
    },
    {
      "quote": "Pride comes from looking only at ourselves",
      "author": "meekness comes through looking at God.",
      "category": "Billy Graham, Billy Graham in Quotes"
    },
    {
      "quote": "There may have been a time when pride was the very center of your life. You had ambitious thoughts of yourself, your powers, desires, and aims; but now that will begin to change . . . you have been born again.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, pride"
    },
    {
      "quote": "Pride consists not in wanting to be rich, but in wanting to be richer than your neighbor. It is not in wanting to be noticed but in wanting to be the most noticed. It is not in wanting to have things but in wanting more things than others.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, pride"
    },
    {
      "quote": "The destructive power of pride is that it countenances nothing higher than itself. Because of an inherent fault in our nature, man’s bias is on the side of error. In our willful desire to live independently of God, we have severed the lifeline that flows from the source of all life.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, pride"
    },
    {
      "quote": "We must not build up ourselves at the expense of others.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, pride"
    },
    {
      "quote": "Pride always puts [self] above others—and cuts [itself] off from them as a result. No one likes an arrogant, prideful person.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, pride"
    },
    {
      "quote": "Pride flees when we compare ourselves to God instead of [to] other people.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, pride"
    },
    {
      "quote": "One of the ironies of human nature is that it often has a way of rejecting the best and accepting the worst.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, human-nature"
    },
    {
      "quote": "Acknowledge that there is a defect in human nature, a built-in waywardness that comes from man’s rebellion against God.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, human-nature"
    },
    {
      "quote": "Man is a rebel, and a rebel is naturally in confusion. He is in conflict with every other rebel. For a rebel by his very nature is selfish. He is seeking his own good and not the good of others.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, human-nature"
    },
    {
      "quote": "Some people have said that man has improved . . . [and] that if Christ came back today, He would not be crucified but would be given a glorious reception. Christ does come to us every day in the form of Bibles that we do not read, in the form of churches that we do not attend, in the form of human need that we pass by. I am convinced that if Christ came back today, He would be crucified more quickly than He was two thousand years ago. Sin never improves. Human nature has not changed.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, human-nature"
    },
    {
      "quote": "The deepest problems of the human race are spiritual in nature. They are rooted in man’s refusal to seek God’s way for his life. The problem is the human heart, which God alone can change.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, human-nature"
    },
    {
      "quote": "Flesh is the Bible’s word for unperfected human nature. Leaving off the “h” and spelling it in reverse, we have the word self. Flesh is the self-life: it is what we are when we are left to our own devices.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, human-nature"
    },
    {
      "quote": "Man’s nature and destiny are revealed in the Scriptures.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, human-nature"
    },
    {
      "quote": "Science, they say, can tap the brain of man and alter his desires. But the Bible, which has withstood the ravages of time . . . says that we are possessed of a sinful, fallen nature which wars against us.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, human-nature"
    },
    {
      "quote": "Our worldly wisdom has made us calloused and hard. Our natural wisdom, as the Scriptures teach, comes not from God, but is earthly, sensual, and devilish.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, human-nature"
    },
    {
      "quote": "In taking our human nature upon Himself, [Jesus] showed us what we might become, what God intended us to be.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, human-nature"
    },
    {
      "quote": "Man cannot control himself, and if he will not be controlled by Jesus Christ, then he will be controlled by Satan.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, devil, satan"
    },
    {
      "quote": "You cannot argue with [Satan], for he is the greatest debater of all time.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, devil, satan"
    },
    {
      "quote": "The devil is alive and kicking. But if you are in Christ and follow the rules of daily Bible study, prayer, and witnessing, he has no power over you.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, devil, satan"
    },
    {
      "quote": "Satan is the illusive manipulator. He prances and dances and drinks in the adulation of his worshippers as he glimmers and shimmers, displaying all that glitters and all that attracts the shallowness of man.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, devil, satan"
    },
    {
      "quote": "Satan is masterful at using just enough of God’s truth to capture a person’s attention and then mix it with his devious potion that will lead [believers] astray.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, devil, satan"
    },
    {
      "quote": "Satan is both a fashion designer and an interior designer. He first appeals to the eye and then shouts, “Gotcha!” Then he goes to work on the “inside job.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, devil, satan"
    },
    {
      "quote": "The architect of popular culture is none other than Satan. He is the chief designer and chief marketer, and he has been branding worldliness since the beginning of time. His methods are shifty and constantly in motion, changing fads and trends to keep the world running in circles, trying to keep up with the latest and greatest.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, devil, satan"
    },
    {
      "quote": "If you don’t take your stand for Christ, you will be on the wrong side, and someday when it is too late, you’ll cry out, “I’ve taken the wrong stand!” You’ll be in the devil’s trap! You can’t lick the devil.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, devil, satan"
    },
    {
      "quote": "If your heart is not attuned to God, it will become a catch basin for every device of the devil. Yes, Satan is at work in our world. The Bible is my authority.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, devil, satan"
    },
    {
      "quote": "Satan is real and is opposed to everything God is doing.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, devil, satan"
    },
    {
      "quote": "The cross was designed to defeat Satan, who by deception had obtained squatters’ rights to the title of the earth.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, devil, satan"
    },
    {
      "quote": "Satan didn’t lose any of his beguiling ways when he became the fallen prince. He took his charm, his subtleties, and his clever plots to use on us.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, devil, satan"
    },
    {
      "quote": "Satan exalted himself above God and endeavored to get man to doubt the reliability of God’s Word.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, devil, satan"
    },
    {
      "quote": "Satan is the master of the ultimate double-talk and sophistry. He calls evil good and continues to confuse men with his cleverly disguised untruths.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, devil, satan"
    },
    {
      "quote": "Satan perverts everything good by mimicking and mocking the real thing.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, devil, satan"
    },
    {
      "quote": "Never forget: Satan’s goal is to turn us away from God.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, devil, satan"
    },
    {
      "quote": "[Satan] will create a religion without a Redeemer. He will build a church without a Christ. He will call for worship without the Word of God.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, devil, satan"
    },
    {
      "quote": "Your eyes should never be lent to the devil",
      "author": "they belong to God. Be careful how you use your eyes!",
      "category": "Billy Graham, Billy Graham in Quotes"
    },
    {
      "quote": "The mind is the devil’s favorite avenue of attack.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, devil, satan"
    },
    {
      "quote": "I have yet to see Satan overcome a truly joyful Christian.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, devil, satan"
    },
    {
      "quote": "Before Satan there was no sin, and before sin there was no pain.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, devil, satan"
    },
    {
      "quote": "Since the Bible is God’s Word, we shouldn’t be surprised if Satan tries to convince us otherwise.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, devil, satan"
    },
    {
      "quote": "We are living in a topsy-turvy world, where all is confusion. But you may be sure that it is confusion with a plan—Satan’s plan!",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, devil, satan"
    },
    {
      "quote": "Never forget: Death was Satan’s greatest victory.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, devil, satan"
    },
    {
      "quote": "Satan will thrash about in one last burst of evil,hoping to capture as many souls as possible before his inevitable end.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, devil, satan"
    },
    {
      "quote": "The Bible teaches that Satan is the author of sin. Sin is the reason we have afflictions, including death. All of our problems and our suffering are a result of man’s rebellionagainst God. But God has provided a rescue in His Son.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, devil, satan"
    },
    {
      "quote": "We have two natures within us, both struggling for mastery. Which one will dominate us? It depends on which one we feed.",
      "author": "Billy Graham",
      "category": "billy-graham, human-nature"
    },
    {
      "quote": "We are to feed the new nature on the Word of God constantly, and we are to starve the old nature, which craves the world and the flesh. We are told to “make not provision for the flesh” [Romans 13:14 KJV].",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, human-nature"
    },
    {
      "quote": "The greatest need in the world is the transformation of human nature. We need a new heart that will not have lust and greed and hate in it. We need a heart filled with love and peace and joy, and that is why Jesus came into the world.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, human-nature"
    },
    {
      "quote": "Men cannot help that it is their nature to respond to the lewd, the salacious, and the vile. They will have difficulty doing otherwise until they are born again.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, human-nature"
    },
    {
      "quote": "In John 6 we read that when great multitudes went after Him, He told them three times that unless they were willing to pay the price, they could not be His followers.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, followers"
    },
    {
      "quote": "[Jesus] asked [His followers] to count the cost carefully, lest they should turn back when they met with suffering and privation. He told His followers that the world would hate them.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, followers"
    },
    {
      "quote": "Don’t be deceived by Satan and his lies. Instead, stay close to Christ—because the closer you are to Him, the farther away you are from the devil.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, devil, satan"
    },
    {
      "quote": "Christ warned His followers that to believe in Him would not make them popular, and that they should be prepared to face affliction for His sake.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, followes"
    },
    {
      "quote": "If [Christian leaders] do not teach Christian principles to all followers of Christ, we are not equipping them with God’s truth that willovercome worldly influence.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, followers"
    },
    {
      "quote": "Following Christ has been made too easy. It is easy to follow Him when our world is safe and comfortable . . .but when that world shatters, only a secure faith will sustain us.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, followers"
    },
    {
      "quote": "Learn to keep close to [Jesus], to listen to His voice, and follow Him.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, followers"
    },
    {
      "quote": "By faith in [Jesus] we can be forgiven of our sins and know the joy of following Him every day.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, followers"
    },
    {
      "quote": "The men who followed Jesus were unique in their generation. They turned the world upside down because their hearts had been turned right side up.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, followers"
    },
    {
      "quote": "The same Book that tells us over and over again of God’s love warns us constantly of the devil who would come between us and God, the devil who is ever waiting to ensnare men’s souls.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, devil, satan"
    },
    {
      "quote": "The devil is the god of this world and he has blinded our eyes.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, devil, satan"
    },
    {
      "quote": "Satan wants to lure us into his traps, and he knows exactly what kind of “bait” will appeal to us. He knows what we’re like, and he will attack us exactly where we are the weakest.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, devil, satan"
    },
    {
      "quote": "Satan will do everything he can to divide Christians and destroy our witness. Only the Holy Spirit can subdue our old nature and overcome it with God’s love.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, devil, satan"
    },
    {
      "quote": "Don’t give Satan a foothold, but discipline yourself to stay close to God. He alone is your security.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, devil, satan"
    },
    {
      "quote": "Satan rejoices when old habits overwhelm [us] and we cave in to the pressure of the crowd . . .perhaps temptation lures [us] into sin . . .a backsliding Christian compromises their faith and causes unbelievers to mock the Gospel.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, devil, satan"
    },
    {
      "quote": "[Christians] are called to distinguish themselves as Christ followers, not community organizers.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, followers"
    },
    {
      "quote": "The devil and his demons really do believe in God—and why wouldn’t they? They understand that they are engaged in a cosmic battle of titanic proportions, and they know they are up against the Creator of the universe—a truth that makes them shudder. There are no atheists in hell!",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, devil, satan"
    },
    {
      "quote": "When our minds are on Christ, Satan has little room to maneuver.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, devil, satan"
    },
    {
      "quote": "The greatest roadblock to Satan’s work is the Christian who, above all else, lives for God, walks with integrity, is filled with the Spirit, and is obedient to God’s truth.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, devil, satan"
    },
    {
      "quote": "The greatest hindrance to Satan’s destructive efforts is our standing strong in the knowledge and fear of the Lord.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, devil, satan"
    },
    {
      "quote": "Satan rejoices when we are inconsistent, because he knows that an inconsistent Christian is an ineffective Christian—or worse.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, devil, satan"
    },
    {
      "quote": "We constantly pass up the rich and beautiful and ennobling experiences and seek out the tawdry, the cheap, and the degrading. These are the works of the devil, and they flourish on every side!",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, devil, satan"
    },
    {
      "quote": "The devil is a master at making us question God and His Word. Twisting Scripture . . . taking a verse out of context . . .deceiving us into thinking God is mean-spirited—these are some of Satan’s favorite tricks.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, devil, satan"
    },
    {
      "quote": "Satan does not care how much you theorize about Christianity or how much you profess to know Christ. What he opposes vigorously is the way you live Christ.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, devil, satan"
    },
    {
      "quote": "We must be constantly aware that Satan can take any human effort and twist it to serve his own purposes.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, devil, satan"
    },
    {
      "quote": "Only God can thwart the plans of Satan and his legions.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, devil, satan"
    },
    {
      "quote": "If you are not careful you will find yourself actually in the employ of the devil. He is powerful, slick, crafty, wily, and subtle.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, devil, satan"
    },
    {
      "quote": "One of the devil’s methods is to attack everyone . . . He knows that the Word of God is powerful, and he will try to keep you from it.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, devil, satan"
    },
    {
      "quote": "When we are filled with the Spirit of God, obeying God, in His will and quoting Scripture, Satan will be defeated.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, devil, satan"
    },
    {
      "quote": "Jesus did not dispute [Satan] . . . our Lord quoted Scripture, and that’s one thing the devil can’t stand! The Scripture defeats him every time.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, devil, satan"
    },
    {
      "quote": "Fear can paralyze us and keep us from believing God and stepping out in faith. The devil loves a fearful Christian!",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, faith"
    },
    {
      "quote": "We have seen moral and religious leaders,men who claim to be followers of Jesus,fall into disgrace in the eyes of God and man, and worst of all we have seen the Gospel of Jesus Christ and twisted and distorted it by false teachers to accommodate the destructive morals and secular behavior of these times.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, followers"
    },
    {
      "quote": "As long as Satan is loose in the world and our hearts are dominated by his evil passions, it will never be easy or popular to be a follower of Christ.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, followers"
    },
    {
      "quote": "God’s followers need to know the truth He sets forth in His Word so that we can confidently discern between His truth and Satan’s lies.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, followers"
    },
    {
      "quote": "Salvation is free, but there is a price to pay in following Jesus. It is never said in Scripture that we can have “Christ and . . .”.It is always “Christ or . . .”. What is your “or”?",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, followers"
    },
    {
      "quote": "God—the Bible’s Author—loves you and wants you to be His child through faith in Jesus Christ.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, faith"
    },
    {
      "quote": "Faith is loved and honored by God more than any other single thing.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, faith"
    },
    {
      "quote": "Your faith may be just a little thread. It may be small and weak, but act on that faith. It does not matter how big your faith is, but rather, where your faith is.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, faith"
    },
    {
      "quote": "Jesus Himself was the first missionary . . .He pledged His followers to be missionaries too!",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, followers"
    },
    {
      "quote": "The happiest people I know are separated followers of Jesus Christ.They are not dependent on artificial stimulants. They do not resort to sick, dirty jokes. They do not abuse their bodies to relax their minds.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, followers"
    },
    {
      "quote": "Faith implies four things: self-renunciation, reliance with utter confidence on Christ, obedience, and a changed life.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, faith"
    },
    {
      "quote": "When our faith becomes nothing more than a series of rules and regulations, joy flees and our love for Christ grows cold.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, faith"
    },
    {
      "quote": "If our faith isn’t rooted in the Bible, it will wither like a plant pulled out of the soil.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, faith"
    },
    {
      "quote": "Fear can banish faith, but faith can banish fear.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, faith"
    },
    {
      "quote": "Do you want your faith to grow? Then let the Bible begin to saturate your mind and soul.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, faith"
    },
    {
      "quote": "Faith literally means “to give up, surrender, or commit.” Faith is complete confidence.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, faith"
    },
    {
      "quote": "Faith in Christ is voluntary. A person cannot be coerced, bribed, or tricked into trusting Jesus. God will not force His way into your life. The Holy Spirit will do everything possible to disturb you, draw you, love you—but finally it is your personal decision.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, faith"
    },
    {
      "quote": "Happy is the person who has learned the secret of being content with whatever life brings him, and has learned to rejoice in thesimple and beautiful things around him.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, happiness"
    },
    {
      "quote": "Do you really want happiness? Then you will have to pay the price of humbling yourself at the foot of the cross and receiving Christ as Savior.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, happiness"
    },
    {
      "quote": "Happiness is a choice, but grief is a certainty.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, happiness"
    },
    {
      "quote": "Christ said there is a happiness in that acknowledgement of spiritual poverty which lets God come into our souls.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, happiness"
    },
    {
      "quote": "It is the presence of sin that prevents man from being truly happy.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, happiness"
    },
    {
      "quote": "The mourning of inadequacy is a weeping that catches the attention of God . . .The happiest day of my life was when I realized that my own ability, my own goodness, my own morality was insufficient in the sight of God; and I publicly and openly acknowledged my need of Christ.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, happiness"
    },
    {
      "quote": "We say, “Happy are the clever, for they shall inherit the admiration of their friends”; “Happy are the aggressive, for they shall inherit a career”; “Happy are the rich, for they shall inherit a world of friendsand a house full of modern gadgets.” Jesus said, “[Happy] are the meek; for they shallinherit the earth” [see Matthew 5:5]. If we want the secret of happiness . . .\"meekness” is a basic key.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, happiness"
    },
    {
      "quote": "My wife and I were invited to have lunch with one of the wealthiest men in the world. He was seventy-five years old. Tears came down his cheeks. “I am the most miserable man in the world,” he said. I have everything anyone could ever want. If I want to go anywhere, I have my own yacht or private plane. But down inside I’m miserable and empty.” Shortly after, I met another man who preached in a small church nearby. He was vivacious and full of life, and he told us, “I don’t have a penny to my name, but I’m the happiest man in the world!",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, happiness"
    },
    {
      "quote": "The Bible lists in Hebrews 11 the heroes of the faith . . .who were tortured, imprisoned, stoned, torn apart, and killed by the sword. They didn’t wear designer jeans but went about in animal skins, destitute and tormented.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, faith"
    },
    {
      "quote": "There is no room for God’s Word in our culture, where our children are without reverence for God or faith in the Bible. There is no room for our Lord’s creed of purity and self-denial when the media sends forth a constant barrage of profanity and indecency and materialism.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, faith"
    },
    {
      "quote": "Discouragement is the opposite of faith. It is Satan’s device to thwart the work of God in your life.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, faith"
    },
    {
      "quote": "[The] inability to comprehend fully the mysteries of God does not in any way curtail the Christian faith. On the contrary, it enhances our belief. We do not understand the intricate pattern of the stars in their courses, but we know that He who created them does, and that just as surely as He guides them, He is charting a safe course for us.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, faith"
    },
    {
      "quote": "The Bible teaches that faith will manifest itself in three ways. It will manifest itself in doctrine—in what you believe. It will manifest itself in worship—your communion with God . . .It will manifest itself in morality—in the way you live and behave.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, faith"
    },
    {
      "quote": "Christians who are strong in the faith grow as they accept whatever God allows to enter their lives.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, faith"
    },
    {
      "quote": "I have never been to the North Pole, and yet I believe there is a North Pole. How do I know? I know because somebody told me. I read about it in a history book, I saw a map in a geography book, and I believe the men who wrote those books. I accept it by faith. The Bible says, “Faith cometh by hearing, and hearing by the word of God” [Romans 10:17 KJV].",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, faith"
    },
    {
      "quote": "Our faith can stand up to any question, but sometimes people ask questions—and keep asking questions—just to avoid facing their own spiritual needs and acknowledging who Jesus really is.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, faith"
    },
    {
      "quote": "Don’t forget: Without fuel, a fire grows cold—and without the “fuel” of the Bible, prayer, and Christian fellowship, our faith grows cold.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, faith"
    },
    {
      "quote": "The Bible teaches that faith is the only approach that we have to God. No man has sins forgiven, no man goes to heaven, no man has assurance of peace and happiness, until he has faith in Jesus Christ.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, faith"
    },
    {
      "quote": "Faith isn’t pretending our problems don’t exist, nor is it simply blind optimism. Faith points us beyond our problems to the hope we have in Christ.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, faith"
    },
    {
      "quote": "Evangelism is not a calling reserved exclusively for the clergy. I believe one of the greatest priorities of the church today is to mobilize the laity to do the work of evangelism.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, evangelism"
    },
    {
      "quote": "Philip is the only person in the Bible who was called an evangelist, and he was a deacon!",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, evangelism"
    },
    {
      "quote": "He who is called to and set apart for the work of an evangelist is to devote his time and effort single-mindedly to this God-given task. He is not to be distracted by anything likely to deflect him from this. Persecution will not weaken his resolution. The persuasion of others will fall on deaf ears. Only the clear leading of God will cause him to change his ministry.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, evangelism"
    },
    {
      "quote": "No clergyman however brilliant, no evangelist no matter how eloquent or compelling, can bring about the revival we need. Only the Holy Spirit can do this.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, evangelism"
    },
    {
      "quote": "The evangelistic ministry is a fight, not a frolic.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, evangelism"
    },
    {
      "quote": "The great crowds themselves are meaningless. The thing that counts is what happens in the hearts of the people. The evangelist sows the seed, and much inevitably falls upon stony ground and bears no fruit. But if only a few seeds flourish, the results are manifold.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, evangelism"
    },
    {
      "quote": "Evangelism has always been the heartbeat for our ministry",
      "author": "it is what God has called us to do.",
      "category": "Billy Graham, Billy Graham in Quotes"
    },
    {
      "quote": "Evangelism is more than simply encouraging decisions for Christ. It is urging people to become disciples—followers—of Jesus Christ. As such, the evangelist has a responsibility to make growth in discipleship possible for those who come to faith under his ministry.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, evangelism"
    },
    {
      "quote": "This is still the age of grace. God’s offer of forgiveness and a new life still stands. However, the door will one day be closed. Someday it will be too late. This is why the Bible continually warns and challenges: “Now is the accepted time” [2 Corinthians 6:2 NKJV].",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, grace"
    },
    {
      "quote": "When you pick up the cross of unpopularity, wherever you may be, you will find God’s grace is there, more than sufficient to meet your every need.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, grace"
    },
    {
      "quote": "Some of the most radiant Christians I have ever met were “wheelchair” saints. May God give you grace to “triumph in affliction.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, grace"
    },
    {
      "quote": "We are living in an age of grace, in which God promises that “whosoever will” may come and receive His Son. But this period of grace will not go on indefinitely. We are even now living on borrowed time.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, grace"
    },
    {
      "quote": "Only as we bow in contrition, confession, and repentance at the foot of the cross, can we find forgiveness. There is the grace of God!",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, grace"
    },
    {
      "quote": "The motive of grace is the infinite, compassionate love of a merciful God, but the work of grace was the death of Christ on the cross.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, grace"
    },
    {
      "quote": "The grace of God has been tested in the crucible of human experience, and has been found to be more than an equal for the problems and sins of humanity.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, grace"
    },
    {
      "quote": "Throughout Scripture we read of warnings preceding disaster. Such alerts from God are part of His grace and provision.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, grace"
    },
    {
      "quote": "Christ did not suffer and die to offer cheap grace. Jesus did not willingly go to the cross so we could have an easy life or offer a faith built on easy-believism. As someone said, “Salvation is free, but not cheap.” It cost Jesus His life.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, grace"
    },
    {
      "quote": "I look forward to seeing Christ and bowing before Him in praise and gratitude for all He has done for us, and for using me on this earth by His grace—just as I am.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, grace"
    },
    {
      "quote": "Envy and greed always—always—exact a terrible price. I have never met an envious or greedy person who was at peace.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, greed"
    },
    {
      "quote": "The Bible warns us against greed and selfishness, it does encourage frugality and thrift.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, greed"
    },
    {
      "quote": "The Bible sees greed as a form of idolatry, because a greedy person worships things instead of God. Greed and envy have their roots in selfishness.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, greed"
    },
    {
      "quote": "Envy and greed starve on a steady diet of thanksgiving.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, greed"
    },
    {
      "quote": "Everything that we see about us that we count is our possessions only comprises a loan from God, and it is when we lose sight of this all-pervading truth that we become greedy and covetous.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, greed"
    },
    {
      "quote": "Life is not a matter of dollars and cents, houses and lands, earning capacity and financial achievement. Greed must not be allowed to make man the slave of wealth.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, greed"
    },
    {
      "quote": "What is the authority in your life? Is it your selfishness? Your lust? Your greed? Or have you turned it all over to God and said, “Lord, You are going to be my authority”? When you are under authority, you are then able to assume authority.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, greed"
    },
    {
      "quote": "We have seen the results of unrestrained greed, corruption, and manipulation on Wall Street, financial mismanagement in the halls of government, fraud and perversion at the highest levels of both church and state. Many people sense the possibility of an even greater unraveling in the world. We are constantly confronted by the realities of new problems in this age of crisis.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, greed"
    },
    {
      "quote": "It is not wrong to want to work and earn a decent living; in fact, God has given work to us. But this legitimate desire can very easily cross the line into greed—especially in our materialistic society.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, greed"
    },
    {
      "quote": "Greed is an unreasonable or all-absorbing desire to acquire things or wealth. One test of greed is that it is never satisfied. Greed is repeatedly condemned in the Bible.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, greed"
    },
    {
      "quote": "We need to be on guard against greed . . . above all we need to make sure our lives are centered in Christ and not things.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, greed"
    },
    {
      "quote": "Exercise and proper eating habits are very important, since the Bible says that the body is God’s holy temple, but I don’t think that superbodies equate with committed Christian discipleship. Some of the greatest saints I’ve known have been those with physical infirmities.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, discipleship, discipline"
    },
    {
      "quote": "Let us always remember that Christ calls men and women not only to trust Him as Savior, but also to follow Him as Lord. That call to discipleship must be part of our message if we are to be faithful to Him.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, discipleship, discipline"
    },
    {
      "quote": "To be a disciple is to be committed to Jesus Christ as Savior and Lord and committed to following Him every day. To be a disciple is also to be disciplined in our bodies, minds, and souls.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, discipleship, discipline"
    },
    {
      "quote": "Our minds must be set always to seek the will of the Lord. Following the progressive discipline revealed through the Bible will result in a walk of obedience to God.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, discipleship, discipline"
    },
    {
      "quote": "God does not discipline us to subdue us but to condition us for a life of usefulness and blessedness. In His wisdom, He knows that an uncontrolled life is an unhappy life, so He puts reins on our wayward souls that they may be directed into the paths of righteousness.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, discipleship, discipline"
    },
    {
      "quote": "It is no accident that the words discipline and disciple resemble each other in the English language. The most common word in the Gospels for a Christian is disciple.",
      "author": "Billy Graham",
      "category": "billy-graham, discipleship, discipline"
    },
    {
      "quote": "Christ never told his disciples that they would get an Academy Award for their performances, but He did tell them to expect to have troubles.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, discipleship, discipline"
    },
    {
      "quote": "Jesus Christ spoke frankly to His disciples concerning the future . . .In unmistakable language He told them that discipleship means a life of self-denial, and the bearing of a cross.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, discipleship, discipline"
    },
    {
      "quote": "Many Christians want the benefits of their belief, but they hesitate at the cost of discipleship.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, discipleship, discipline"
    },
    {
      "quote": "To be a disciple of Jesus means to learn from Him, to follow Him. The cost may be high.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, discipleship, discipline"
    },
    {
      "quote": "We are commissioned to make disciples, to bring them into the same direct relationship with Christ as those who left their nets and their fishing boats to become “fishers of men.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, discipleship, discipline"
    },
    {
      "quote": "An evangelist is like a newscaster on television or a journalist writing for a newspaper . . . except that the evangelist’s mission is to tell the Good News that never changes.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, evangelism"
    },
    {
      "quote": "During all my years as an evangelist,my message has always been the Gospel of Christ.It is not a Western religion, nor is it a message of one culture or political system . , .it is a message of life and hope for all the world.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, evangelism"
    },
    {
      "quote": "God called me many years ago to be an evangelist, and I have never regretted His leading. I love the crusades, meeting people from every country and culture all over the world. My life has been blessed by friends from every land, and challenges from every corner.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, evangelism"
    },
    {
      "quote": "Itinerant evangelists are the most important ambassadors and messengers on earth. They are a mighty army, spreading out across the world with a vision to reach their own people for Christ.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, evangelism"
    },
    {
      "quote": "Some evangelists spend too much time thinking and even planning about how to achieve visible results. This is an easy trap to fall into.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, evangelism"
    },
    {
      "quote": "Nowhere do the Scriptures tell us to seek results, nor do the Scriptures rebuke evangelists if the results are meager.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, evangelism"
    },
    {
      "quote": "The evangelist cannot bring conviction of sin, righteousness, or judgment; that is the Spirit’s work. They cannot convert anyone; that is the Spirit’s work.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, evangelism"
    },
    {
      "quote": "The Bible opens with a tragedy and ends in a triumph.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "The Bible is God’s love letter to us.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "The whole world ought to know the story of the Bible.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "When you are told that science has disproved the Bible, ask specifically where such is the case. True science and a true understanding of the Bible are never at variance.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "The Bible is a living Book and can be trusted for its advice and direction and knowledge of God.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "[God] speaks from heaven through the Bible, His written Word. This is why I use the phrase “the Bible says.” I would not have the authority to say what I do in sermons unless it was based upon the Word of God.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "We should read the Bible expectantly, systematically, and obediently . . .The Bible can change our lives as we read it and obey its teachings every day.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "God has spoken to us through a Book: the Bible.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "No book ever takes the place of the Bible. It is its own best commentary.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "Most of us do not understand nuclear fission, but we accept it . . . Why is it so easy to accept manmade miracles and so difficult to accept the miracles of the Bible?",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "The Bible is God’s gift to us. It came from God, and it points us to God.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "The Bible is a guidebook, leading men [and women] to God in a personal faith. Like a map or guidebook, it will show you the way, but you must take it one step at a time.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "The Bible is to your soul what bread is to your body. You need it daily. One good meal does not suffice for a lifetime.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "I’m afraid most Bibles remain unopened and unread. Don’t let this be true of yours!",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "The vitality [of] the Bible [is] exhibited in every generation . . .Its power to transform lives is its best apologetic.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "There is nothing which indicates the inspiration of the Scriptures more than the factual and faithful record of men and their failures . . .These records are for our warning and instruction. They show us how sinful man needs God.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "Just as the Bible is God’s written Word, so Jesus is God’s living Word.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "One can approach the Bible with a cold, rationalistic attitude, or one can do so with reverence and the desire to hear God speak.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "I do not understand why reading the Bible in public should make others feel uncomfortable . . . it may be such an example that serves to remind them of the Book they have neglected.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "The [Bible’s] message is concerned with earth dwellers, their origin, the reason for their existence, the cause of their misery, and the plan of redemption for a fallen race.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "We are not free to pick and choose the parts of the Bible we want to believe or obey. God has given us all of it, and we should be obedient to all of it.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "Psalms teaches us how to relate to God, and Proverbs teaches us how to relate to others.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "The Bible is our authority in everything it touches. This means the Bible is our guide to show us how to live . . . it is our instructor.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "The Bible has stood the test of time because it is divinely inspired by Almighty God, written in ink that cannot be erased by any man, religion,or belief system.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "The Word does not change. The Dead Sea scrolls, archeology, modern science—they do not change the Bible; they confirm it.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "Man has not changed. Man still rejects the testimony of the Scripture.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "Don’t take your Bible for granted! For centuries ordinary believers had no access to the Bible; Bibles had to be painstakingly copied by hand and were very expensive. The only access most people had to the Bible was by hearing it read in church. The invention of the printing press changed all that, however, and today the Bible is readily available in multiple translations and hundreds of languages around the world.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "Every generation has found [the Bible’s] message indispensable, and its influence on individuals and society over the centuries has been enormous.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "God’s laws for the spiritual world are found in the Bible. Whatever else there may be that tells us of God, it is more clearly told in the Bible.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "The Bible will always be the center of controversy.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "The only place we can find a clear, i unmistakable message is in the Word of God [the Bible].",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "We should begin the day with the Bible, and as it comes to a close let the Word speak its wisdom to our souls. Let it be the Staff of Life upon which our spirit is nourished. Let it be the Sword of the Spirit which cuts away the evil of our lives and fashions us in His image and likeness.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "The central theme of the Bible is salvation, and the central personality of the Bible is Christ.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "In the Bible God speaks to us",
      "author": "in prayer we speak to God. Both are essential.",
      "category": "Billy Graham, Billy Graham in Quotes"
    },
    {
      "quote": "The Bible is to be our basis of authority. We must “by faith” accept [Jesus] as the Son of the living God. This sounds narrow and intolerant, and in a sense it is!",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "People from all walks of life are searching for answers to life’s problems. I believe the Bible has the answer to man’s deepest needs.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "The main “food” God has given to strengthen us is the Bible, the Word of God.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "Each of us has our reference point and as a Christian the reference point by which I measure my life and thought is the Bible.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "I don’t think people can live without hope. What oxygen is to the lungs, hope is to our survival in this world. And the Bible is filled with hope.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "The Bible is not an option",
      "author": "it is a necessity. You cannot grow spiritually strong without it.",
      "category": "Billy Graham, Billy Graham in Quotes"
    },
    {
      "quote": "The Bible is the constant fountain for faith, conduct, and inspiration from which we drink daily.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "God gave the Bible to us because He wants us to know Him and love Him and serve Him. Most of all, He gave it to us so we can become more like Christ.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "Some of the strongest warnings about judgment in the Bible come from the lips of Jesus.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "Man is precisely what the Bible says he is. Human nature is behaving exactly as the Bible said it would. The course of human events is flowing just as Christ predicted.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "The Bible teaches that man’s chief problem is spiritual.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "In the textbook of revelation, the Bible, God has spoken verbally; and this spoken word has survived every scratch of the human pen.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "The Bible . . . is the only Book that offers man a redemption and points the way out of his dilemmas. It is our one sure guide in an unsure world.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "We have become a nation of biblical illiterates.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "When we approach the Bible as history and biography, we approach the Bible in the wrong spirit. We must read the Bible, not primarily as historians seeking information, but as men and women seeking God.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "The Bible is the textbook of revelation.In God’s great classroom there are three textbooks—one called nature, one called conscience, and one named Scripture. In the written textbook of revelation—the Bible—God speaks through words.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "Without the Bible, this world would indeed be a dark and frightening place, without signpost or beacon.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "Those who read the Scriptures as magnificent literature, breath-taking poetry, or history and overlook the story of salvation miss the Bible’s real meaning and message.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "As we cast our frightened eyes around for something that is real and true and enduring, we are turning once more to this ancient Book [the Bible] that has given consolation, comfort, and salvation to millions in the centuries past.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "God never leads us to do anything that is contrary to the Bible.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "The Bible stands as the supreme Constitution for all mankind, its laws applying equally to all who live under its domain, without exception or special interpretation.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "The Bible can stand the onslaught of any enemy.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "I have yet to discover a source of information, practical advice, and hope that compares to the wisdom found in the Bible.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "As the Constitution is the highest law of the land [in America], so the Bible is the highest law of God. For it is in the Bible that God sets forth His spiritual laws. It is in the Bible that God makes His enduring promises. It is in the Bible that God reveals the plan of redemption for the human race.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "Become grounded in the Bible. As Christians, we have only one authority, one compass: the Word of God.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "The words of this Book have a way of filling in the missing pieces, of bridging the gaps, of turning the tarnished colors of our life to jewel-like brilliance. Learn to take your every problem to the Bible. Within its pages you will find the correct answer.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "Before you “re-think” your faith, it may be wise to examine the critics of the Bible. In the end your faith will be even stronger.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "Make use of this tool of communication by which God speaks to us—namely, the Bible! Read it, study it, memorize it. It will change your entire life. It is not like any other book. It is a “living” book that works its way into your heart, mind, and soul.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "I find something new in the Bible every time I read it . . . that can be the experience of everyone who comes to it wanting to discover more of God’s truth.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "The Pilgrims . . . put their ideals ahead of all material considerations. It is not surprising that the Pilgrims had little and succeeded, while we have much and are in danger of failing. No civilization can make progress unless some great principle is generously mixed into the mortar of its foundations in life.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "america, billy-graham"
    },
    {
      "quote": "The Pilgrims had vision and hope because they lived in the dimension of eternity. Their strength of spirit was forged by a personal faith in God, by tough discipline, and by regular habits of devotion.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "america, billy-graham"
    },
    {
      "quote": "Our nation grew strong in an era when moral standards were emphasized, and it will grow weak when we condone that which we once condemned.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "america, billy-graham"
    },
    {
      "quote": "The nation’s image has become more like a chameleon—accepting whatever trend marketers concoct. Gone are the days of reverencing a holy God in the church or within ourselves. Yet the Bible tells us, “Happy is the man who is always reverent” (Proverbs 28:14 NKJV).",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "america, billy-graham"
    },
    {
      "quote": "What I find disturbing in America is the consuming desire for leisure, convenience, and fun. It seems we, as a nation, have traded God for gadgets. We have traded eternal truth for momentary self-gratification—worshipping false gods of materialism and humanism instead of the Creator of all things.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "america, billy-graham"
    },
    {
      "quote": "As long as we are on this earth, we possess dual citizenship. On one hand we owe allegiance to our nation and are called to be good citizens. But we are also citizens of the kingdom of God. Our supreme loyalty is to Him.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "america, billy-graham"
    },
    {
      "quote": "All the nations that make up the world are burdened down with riches or poverty, obesity or malnutrition, success or failure.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "america, billy-graham"
    },
    {
      "quote": "At the bitter end of an era of liberation—women’s lib, kids’ lib, animal lib, and everything-but-ethics lib—America has apparently been liberated from its moral foundations. But for too many, the good life has become a living hell.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "america, billy-graham"
    },
    {
      "quote": "The great flaw in the American economic system has finally been revealed: an unrealistic faith in the power of prosperity rather than in the ultimate power and benevolence of God.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "america, billy-graham"
    },
    {
      "quote": "The American Dream became America’s god",
      "author": "wealth and abundance have become the measure of America’s success. But—as recent events have shown—we have been living an illusion.",
      "category": "Billy Graham, Billy Graham in Quotes"
    },
    {
      "quote": "No matter how hard we try, words simply cannot express the horror, the shock, and the revulsion we all feel over what took place in this nation on 9/11. My prayer today is that we will feel the loving arms of God wrapped around us, and will know in our hearts that He will never forsake us as we trust in Him.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "america, billy-graham"
    },
    {
      "quote": "The blood of Christ “purchased men for God from every tribe and language and people and nation” (Revelation 5:9 NIV).",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "america, billy-graham"
    },
    {
      "quote": "People reading the Bible for the first time are often surprised to discover how much human drama it contains. Almost every conceivable human dilemma and conflict is reflected in its pages.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "The Bible is the only Book in the world that predicts the future. The Bible is more modern than tomorrow morning’s newspaper.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "The Bible is God’s book of promises, and, unlike the books of men, it does not change or get out of date.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "Let the study of the Bible become central in your life—not just so you will know it, but that you will obey it.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "The sword of the Spirit—the Bible—is the weapon God has provided for us to use in this battle between truth and deception. Make it a priority to wield that sword skillfully.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "[The Bible] has survived attack of every kind. Neither barbaric vandalism nor civilized scholarship has touched it. Neither the burning of fire nor the laughter of skepticism has accomplished its annihilation. Through the many dark ages of man, its glorious promises have survived unchanged.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "I learned the importance of the Bible and came to believe with all my heart in its full inspiration. It became a sword in my hand to break open the hearts of men, to direct them to the Lord Jesus Christ.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "It is man and not the Bible that needs correcting. Greater and more careful scholarship has shown that apparent contradictions were caused by incorrect translations, rather than divine inconsistencies.",
      "author": "Billy Graham",
      "category": "bible, billy-graham"
    },
    {
      "quote": "Today there are more people who know the words to a television commercial than know the words in the Bible.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "Every graveyard and every cemetery testify that the Bible is true.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "Make the Bible part of your daily life, and ask God to engrave its truths on your soul.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "The very practice of reading [the Bible] will have a purifying effect upon your mind and heart. Let nothing take the place of this daily exercise.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "Discover the Bible for yourself.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "If I stick to the Bible and preach the principles and the teachings of the Bible, and quote the Bible, it has an impact of its own.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "We can trust the Bible because it points us to the most important events in human history: the life, death, and resurrection of Jesus Christ.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "From one end of the Bible to the other, God assures us that He will never go back on His promises.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "Come back to the Bible. Begin to read it. Study it and God will speak to you and change you—and through you perhaps history can be changed.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "The Bible is actually a library of books—some long, some short—written over hundreds of years by many authors. Behind each one, however, was [the] Author: the Spirit of God.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham"
    },
    {
      "quote": "We have so many battles going on in America today that we should be a people of prayer. Our government needs prayer. Our leaders need prayer. Our schools need prayer. Our youth need our prayers. Our families need our prayers.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "america, billy-graham"
    },
    {
      "quote": "America’s Declaration of Independence speaks of “the pursuit of happiness,” but nowhere in the Bible are we told to pursue this. Happiness is elusive, and we don’t find it by seeking it.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "america, billy-graham"
    },
    {
      "quote": "Just as America has grown and prospered within the framework of our Constitution, so Christianity has flourished and spread according to the laws set forth in the Bible.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "america, billy-graham"
    },
    {
      "quote": "[God] alone is perfect. Even His anger is righteous, because it is directed solely against evil.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "anger, billy-graham"
    },
    {
      "quote": "Every destructive emotion bears its own harvest, but anger’s fruit is the most bitter of all.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "anger, billy-graham"
    },
    {
      "quote": "Can we overcome our anger, instead of constantly being overcome by it? Yes—with God’s help. Peter’s anger was channeled into boldness for Christ. Paul’s anger against Christians was replaced with a burning passion to spread the Gospel. Is this your goal?",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "anger, billy-graham"
    },
    {
      "quote": "Anger flees when the Spirit’s fruit fills our hearts.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "anger, billy-graham"
    },
    {
      "quote": "On the cross Christ took upon Himself every sin we’ve ever committed—including anger.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "anger, billy-graham"
    },
    {
      "quote": "If you have been harboring anger or bitterness or jealousy in your heart toward someone—a parent, an ex-spouse, a boss—hand it over to Christ, and ask Him to help you let it go.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "anger, billy-graham"
    },
    {
      "quote": "There are many irritations in life. They become prime opportunities for Satan to lead us into evil passion. Keep anger clear of bitterness, spite, or hatred.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "anger, billy-graham"
    },
    {
      "quote": "Anger makes us lash out at others, destroying relationships and revealing our true nature. The history of the human race is largely the history of its anger.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "anger, billy-graham"
    },
    {
      "quote": "Bitterness is anger gone sour, an attitude of deep discontent that poisons our souls and destroys our peace.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "anger, billy-graham"
    },
    {
      "quote": "We get angry when others hurt us, both by what they say and what they do. We get angry when we don’t get our own way or our plans and dreams are frustrated. Anger may arise in an instant, erupting like a volcano and raining destruction on everyone in sight. Often, anger simmers just below the surface, sometimes for a lifetime. Like a corrosive acid, this kind of anger eats away at our bodies and souls, yet we may not even be aware of its presence.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "anger, billy-graham"
    },
    {
      "quote": "Don’t let the acids of bitterness eat away inside. Learn the secret of trusting Christ in every circumstance.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "anger, billy-graham"
    },
    {
      "quote": "America has probably been the most successful experiment in history. The American Dream was a glorious attempt. It was built on a religious foundation. Its earliest concepts came from Holy Scripture.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "america, billy-graham"
    },
    {
      "quote": "Don’t let hatred control you, no matter what others do that causes [anger]. You would only become guilty of the same sin that afflicts them, and nothing would be solved.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "anger, billy-graham"
    },
    {
      "quote": "When someone hurts us, our natural instinct is to strike back—but when we do, we not only destroy any possibility of reconciliation, but we also allow anger and hate to control us.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "anger, billy-graham"
    },
    {
      "quote": "You can put a public school and university in the middle of every block of every city in America—but you will never keep America from rotting morally by mere intellectual education.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "america, billy-graham"
    },
    {
      "quote": "I believe America has gone a long way down the wrong road. If we ever needed God’s help, it is now.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "america, billy-graham"
    },
    {
      "quote": "God honored and blessed America as few nations in history. However, in recent years the nation has been moving away from its religious heritage.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "america, billy-graham"
    },
    {
      "quote": "We must face honestly the toll that anger and bitterness take on our lives. They are our enemies! The Bible says, “An angry person stirs up dissension, and a hot-tempered one commits many sins.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "anger, billy-graham"
    },
    {
      "quote": "America is said to have the highest per capita boredom of any spot on earth! We know that because we have the greatest variety and greatest number of artificial amusements of any country. People have become so empty that they can’t even entertain themselves.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "america, billy-graham"
    },
    {
      "quote": "A terrifying spiritual and moral tide of evil has already loosed us from our spiritual moorings. Monstrous new ideas that could easily destroy our freedoms are rushing into the vacuum.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "america, billy-graham"
    },
    {
      "quote": "Nations rise, they flourish for a time, and then they decline. Eventually every empire comes to an end; not even the greatest can last forever.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "america, billy-graham"
    },
    {
      "quote": "There is no doubt that nations come to an end when they have ceased to fulfill the function that God meant for them.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "america, billy-graham"
    },
    {
      "quote": "The secret strength of a nation is found in the faith that abides in the hearts and homes of the country.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "america, billy-graham"
    },
    {
      "quote": "We talk out of both corners of our mouth at once. We say we are a Christian nation, but much of our literature, our social practices, our deep interests are not Christian at all. They are totally secular.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "america, billy-graham"
    },
    {
      "quote": "Spiritually, we have wandered far from the faith of our fathers . . . no nation which relegates the Bible to the background, which disregards the love of God and flouts the claims of the Man of Galilee, can long survive.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "america, billy-graham"
    },
    {
      "quote": "No form of government has been able to establish righteousness, justice, and peace, the three elements without which we can never have continued national prosperity or international peace.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "america, billy-graham"
    },
    {
      "quote": "Our government is certainly going to fall like a rope of sand if unsupported by the moral fabric of God’s Word. The moral structure in our country grew from Judeo-Christian roots. When those values are applied, they produce moral fruits. But if that structure disappears, the moral sentiment that shapes our nation’s goals will disappear with it.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "america, billy-graham"
    },
    {
      "quote": "We face dangers every day of which we are not even aware. Often God intervenes on our behalf through the use of His angels.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "angels, billy-graham"
    },
    {
      "quote": "God isn’t finished with you when you retire! When we know Christ, we never retire from His service.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "age, billy-graham"
    },
    {
      "quote": "Among young people . . . drinking is for getting drunk. And many go on to become alcoholics.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "addiction, alcohol, billy-graham"
    },
    {
      "quote": "Drunkenness is not a new vice. Its ravages have always been a scourge on the human race . . .Alcohol is a killer, a murderer.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "addiction, alcohol, billy-graham"
    },
    {
      "quote": "Thousands are killed and injured every year by teenagers driving too fast or under the influence of drugs and drink . . .others are killing [themselves] with alcohol or heroin overdoses.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "addiction, alcohol, billy-graham, drugs"
    },
    {
      "quote": "In Christ alone there is deliverance from man’s tortured thoughts and freedom from the sordid habits which are destroying so many people. Why does the Bible so clearly denounce drunkenness? Because it is an enemy of human life. Anything that is against a person’s welfare, God is against.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "addiction, billy-graham"
    },
    {
      "quote": "Do not seek solace in alcohol. Alcohol obscures good judgment and leaves you unable to think clearly or understand what God is trying to say to you.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "addiction, alcohol, billy-graham"
    },
    {
      "quote": "What began as an apparently harmless pastime has ended up as a frightening, overpowering addiction or obsession.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "addiction, billy-graham"
    },
    {
      "quote": "Some [young people] are taking pills called “heaven or hell” drugs, because you’re liable to experience either one.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "addiction, billy-graham, drugs"
    },
    {
      "quote": "Drinking and other forms of body-wrecking pleasures are signs of weakness rather than manliness. It takes a better man to live a clean life—free from the stimulants, depressants, and drugs—than to be artificially [stimulated].",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "addiction, billy-graham"
    },
    {
      "quote": "The cult of self has become an addiction—feeding off the ego of self-glorification. The word cult encompasses many movements and ideas, but simply put, it describes a culture of alternative beliefs, fads, and trends, and tampers with just enough truth to knock many off balance.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "addiction, billy-graham"
    },
    {
      "quote": "There is hope for the alcoholic: God is able to deliver from this as well as any other addiction.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "addiction, alcohol, billy-graham"
    },
    {
      "quote": "Old age has its compensations. More than ever I see each day as a gift from God. It is also a time to reflect back on God’s goodness over the years and an opportunity to assure others that God truly is faithful to His promises.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "age, billy-graham"
    },
    {
      "quote": "Many people plan financially for retirement—but not spiritually and emotionally.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "age, billy-graham"
    },
    {
      "quote": "Old age is Satan’s last chance to blow us off course.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "age, billy-graham"
    },
    {
      "quote": "One of the characteristics of some drugs (such as cocaine) is that they make a person feel strong and alert—when in fact the opposite is the case. Don’t allow yourself to be deceived.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "addiction, billy-graham, drugs"
    },
    {
      "quote": "God wants us to work (whether at home or on the job), but that doesn’t mean it’s wrong to retire. The Levites (who assisted in Israel’s worship) were required to retire at fifty.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "age, billy-graham"
    },
    {
      "quote": "Ask [God] to help you reflect Christ as you grow older, instead of turning sour or grumpy.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "age, billy-graham"
    },
    {
      "quote": "Life can grow sweeter and more rewarding as we grow older if we possess the presence of Christ. Sunsets are always glorious. It is Christ who adds colors, glory, and beauty to man’s sunsets.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "age, billy-graham"
    },
    {
      "quote": "Life has its share of joys and laughter—but we also know life’s road is often very rough. Temptations assail us; people disappoint us; illness and age weaken us; tragedies and sorrows ambush us; evil and injustice overpower us. Life is hard—but God is good, and heaven is real!",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "age, billy-graham"
    },
    {
      "quote": "I believe in angels because the Bible says there are angels",
      "author": "and I believe the Bible to be the true Word of God.",
      "category": "Billy Graham, Billy Graham in Quotes"
    },
    {
      "quote": "Many people are trying to steady themselves by taking tranquilizers. Jesus is the greatest tranquilizer of all. He can straighten out your life and put you back on center.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "addiction, billy-graham"
    },
    {
      "quote": "Some people seem to put the devil on a par with God. Actually, Satan is a fallen angel.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "angels, billy-graham"
    },
    {
      "quote": "[Angels] guide, comfort, and provide for the people of God in the midst of suffering and persecution.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "angels, billy-graham"
    },
    {
      "quote": "The empire of angels is as vast as God’s creation. If you believe the Bible, you will believe in their ministry.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "angels, billy-graham"
    },
    {
      "quote": "Whether or not we sense and feel the presence of the Holy Spirit or one of the holy angels, by faith we are certain God will never leave us or forsake us.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "angels, billy-graham"
    },
    {
      "quote": "[Angels] crisscross the Old and New Testaments, being mentioned directly or indirectly nearly 300 times.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "angels, billy-graham"
    },
    {
      "quote": "Just as millions of angels participated in the dazzling show when the morning stars sang together at creation, so will the innumerable hosts of heaven help bring to pass God’s prophetic declarations throughout time and into eternity.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "angels, billy-graham"
    },
    {
      "quote": "Anger and bitterness—whatever the cause—only end up hurting us. Turn that anger over to Christ.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "anger, billy-graham"
    },
    {
      "quote": "[God] wants to help you overcome the bitterness and anger that you feel, and He wants to encourage you . . . He knows that anger and depression will never help you deal with your problems—they only make them worse.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "anger, billy-graham"
    },
    {
      "quote": "God’s will is for us to commit our lives to Christ and follow Him. God’s will also is that we avoid sin.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, god-s-will"
    },
    {
      "quote": "Do you want to know what God’s will is for you? It is for you to become more and more like Christ. This is spiritual maturity, and if you make this your goal, it will change your life.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, god-s-will"
    },
    {
      "quote": "Sometimes it’s best to start moving in the direction you think God may want you to go, and then trust Him to lead you—closing doors He doesn’t want you to go through and opening up others.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, god-s-will"
    },
    {
      "quote": "Each generation becomes more addicted to the sedatives of life, to dull the pain of living.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "addiction, billy-graham"
    },
    {
      "quote": "The greatest barrier to knowing God’s will is simply that we want to run our own lives. Our problem is that a battle is going on in our hearts—a battle between our wills and God’s will.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, god-s-will"
    },
    {
      "quote": "God’s will is that we would be righteous in our living. God is holy, and the whole scheme of redemption has holiness for its goal.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, god-s-will"
    },
    {
      "quote": "God wants us to know His will and He reveals it to us both through the Bible and through the guidance of His Holy Spirit. Seek God’s will when you pray, and He will help you know it.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, god-s-will"
    },
    {
      "quote": "The Bible condemns the use of any substance which alters or distorts our thinking (including alcohol, which was the most common drug in ancient times).",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "addiction, alcohol, billy-graham"
    },
    {
      "quote": "To know the will of God is the highest of all wisdom. Living in the center of God’s will rules out all falseness of religion and puts the stamp of true sincerity upon our service to God.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, god-s-will"
    },
    {
      "quote": "God’s holiness demands that sin be punished—but God’s love has provided the way of redemption through Christ.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, holiness"
    },
    {
      "quote": "God will never—never—lead you to do something that is contrary to His written Word, the Bible.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, god-s-will"
    },
    {
      "quote": "Living the Christian life means striving for holiness.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, holiness"
    },
    {
      "quote": "When that glorious day comes, sin and death will be destroyed and Satan will be banished. All the strife and hatred and suffering and death that twist and scar this world will vanish, and the Lord’s Prayer will be fulfilled: God’s will will be done on earth as it is in heaven.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, god-s-will"
    },
    {
      "quote": "Some of the most heart-breaking letters I receive are from people who tell how alcohol or drugs have ravaged their lives and destroyed their families.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "addiction, alcohol, billy-graham, drugs"
    },
    {
      "quote": "We cannot be satisfied with our goodness after beholding the holiness of God.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, holiness"
    },
    {
      "quote": "If you are ignorant of God’s Word, you will always be ignorant of God’s will.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, god-s-will"
    },
    {
      "quote": "When the headlines get black and foreboding, the sale of alcohol and barbiturates rises in the country, as millions try to escape from the grim realities of [such] dangers.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "addiction, alcohol, billy-graham, drugs"
    },
    {
      "quote": "Many people turn to alcohol to try to drown the [cries] and longings of the soul. Others attempt to quiet the longings of their souls in other ways. Nothing but God ever completely satisfies, because the soul is made for God.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "addiction, billy-graham"
    },
    {
      "quote": "Some years ago I was invited to be on a television talk show with one of the most famous personalities in America. Afterward she took me aside and told of the emptiness in her life. “My beauty is gone,” she said, “I am getting old, I’m living on alcohol, and I have nothing to live for.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "addiction, alcohol, billy-graham"
    },
    {
      "quote": "One of the most conspicuous modes of escape is alcoholism, which is now a national catastrophe.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "addiction, alcoholism, billy-graham"
    },
    {
      "quote": "This self-confident generation has produced more alcoholics, more drug addicts, more criminals, more wars, more broken homes, more assaults, more embezzlements, more murders, and more suicides . . .it is time all of us . . . begin to take stock of our failures, blunders, and costly mistakes. It is about time that we place less confidence in ourselves and more trust and faith in God.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "addiction, alcohol, billy-graham, drugs"
    },
    {
      "quote": "Escapism seems to be the order of the day . . .Escape with drugs or alcohol, and the bitterness of living will be blurred . . .We can’t escape from God.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "addiction, alcohol, billy-graham, drugs"
    },
    {
      "quote": "Researchers have found that peer pressure exerted within a clique has caused every one of its members to experiment with drugs, to engage in murderous gang fights, to steal autos, and to violate the seventh commandment.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "addiction, alcohol, billy-graham, drugs"
    },
    {
      "quote": "Liquor is not necessary either for health or for so-called gracious living . . .It is the cause of untold sorrow, suffering, and material loss, not to mention the spiritual implications of drinking.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "addiction, alcohol, billy-graham, liquor"
    },
    {
      "quote": "Drunkenness. This Greek word means overindulgence in alcohol. Alcohol may be used for medicine, but it can also become a terrible drug. The way it is used in our world is probably one of the great evils of our day. It is a self-inflicted impediment that springs from “a man taking a drink, a drink taking a drink, and drink taking the man.”Distilled liquors as we have them today were unknown in Bible times.12",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "addiction, alcohol, billy-graham"
    },
    {
      "quote": "In Houston, Texas, a man was born again in one of our meetings. He owned a liquor store. The next morning he had a sign on the front of his door saying, “Out of business.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "addiction, billy-graham"
    },
    {
      "quote": "Drinking has become one of the most serious social problems. It is basically the result of an attempt to escape from the responsibilities and realities of life.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "addiction, alcohol, billy-graham"
    },
    {
      "quote": "A senator once confided to me that the greatest need in Washington was the elimination of the cocktail party. He said: “It consumes so much of our time that we don’t have time for matters of state.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "addiction, alcohol, billy-graham"
    },
    {
      "quote": "Volumes could be written on the problem of [drug] addiction. Millions of barbiturates are swallowed every night to help the nation sleep. Millions of tranquilizers keep us calm during the day. Millions of pep pills wake us up in the morning. The Bible warns that these flights from reality bring no lasting satisfaction.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "addiction, billy-graham"
    },
    {
      "quote": "The Greek word used in the New Testament to designate a sorcerer or a person who practiced occult magic is “pharmakeus,” or one who mixed drugs and used them to induce spells . . .Such practices are included in the list of “acts of the sinful nature” in Galatians 5:19–21 that God will judge.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "addiction, billy-graham, drugs"
    },
    {
      "quote": "One of the bonuses of being a Christian is the glorious hope that extends out beyond the grave into the glory of God’s tomorrow.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, glorifying-god"
    },
    {
      "quote": "We are so caught up with the affairs of this life we give little attention to eternity.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, eternity"
    },
    {
      "quote": "What you do with Christ here and now decides where you shall spend eternity.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, eternity"
    },
    {
      "quote": "We glorify Christ when we live for God—trusting, loving, and obeying Him.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, glorifying-god"
    },
    {
      "quote": "When one bears suffering faithfully, God is glorified and honored.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, glorifying-god"
    },
    {
      "quote": "What greater glory can we anticipate than to stand before the throne of God, to humble ourselves before His great and incomparable majesty.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, glorifying-god"
    },
    {
      "quote": "Prayer serves a dual purpose",
      "author": "the blessing of man and the glory of God.",
      "category": "Billy Graham, Billy Graham in Quotes"
    },
    {
      "quote": "Our voices, our service, and our abilities are to be employed, primarily, for the glory of God.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, glorifying-god"
    },
    {
      "quote": "One of the joys of heaven . . . will be discovering the hidden ways that God in His sovereignty acted in our lives on earth to protect and guide us [that we might] bring glory to His name, in spite of our frailty.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, glorifying-god"
    },
    {
      "quote": "Our dress, our posture, our actions should all be for the honor and glory of Christ. Much of our talk as Christians is secular, not spiritual. It is easy to fall into the conversational conformity of the world and spend an evening discussing politics, new cars, and the latest entertainment. We often forget that we are to edify one another with holy conversation and that our conversation should be on heavenly, and not exclusively on earthly things.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, glorifying-god"
    },
    {
      "quote": "We glorify God by living lives that honor Him.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, glorifying-god"
    },
    {
      "quote": "Life is just a schoolroom with a glorious opportunity to prepare us for eternity.",
      "author": "Billy Graham",
      "category": "billy-graham, eternity"
    },
    {
      "quote": "Most people are living for today with barely a thought of eternity.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, eternity"
    },
    {
      "quote": "How do we prepare for that last day? Before we embark on our final trip, have we left an earthly home in a state of chaos or a condition of order?",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, eternity"
    },
    {
      "quote": "[Multitudes] have never been born again. They will go into eternity lost—while thinking they are saved because they belong to the church, or were baptized.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, eternity"
    },
    {
      "quote": "A Christian funeral should be a coronation ceremony, a statement to the world about eternal life.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, eternity"
    },
    {
      "quote": "Where will we spend eternity—with God in that place of endless joy the Bible calls heaven, or apart from Him in that place of endless despair the Bible calls hell?",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, eternity"
    },
    {
      "quote": "Heaven is real and hell is real, and eternity is but a breath away.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, eternity"
    },
    {
      "quote": "God can use the fear that grips the hearts of men today to point them to eternal truths—the truth of God’s eternal judgment, and the truth of His eternal love.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, eternity"
    },
    {
      "quote": "Jesus taught that there is an eternal destiny for each individual—either heaven or hell (John 5:25–29). The eternal destiny of each individual depends on a decision made in this life (Luke 16:19–31)—to be followed by a life of obedience.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, eternity"
    },
    {
      "quote": "Christians should seek after holiness—without which no man shall see the Lord. Let us seek ardently the kind of life that reflects the beauty of Jesus and marks us as being what saints ought to be!",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, holiness"
    },
    {
      "quote": "What stirs God most is not physical suffering but sin. All too often we are more afraid of physical pain than of moral wrong. The cross is the standing evidence of the fact that holiness is a principle for which God would die.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, holiness"
    },
    {
      "quote": "As I read the Bible, I seem to find holiness to be [Christ’s] supreme attribute.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, holiness"
    },
    {
      "quote": "If you belong to Jesus Christ, you are called to live a life of purity and holiness. God wants your mind to be shaped by Him so that your thoughts and goals reflect Christ.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, holiness"
    },
    {
      "quote": "Don’t take the holiness of God lightly, for it is the very essence of His character.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, holiness"
    },
    {
      "quote": "Compassion is not complete in itself, but must be accompanied by inflexible justice and wrath against sin and a desire for holiness.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, holiness"
    },
    {
      "quote": "We do not fail to enjoy the fruit of the Spirit because we live in a sea of corruption",
      "author": "we fail to do so because the sea of corruption is in us.",
      "category": "Billy Graham, Billy Graham in Quotes"
    },
    {
      "quote": "Disappointment and failure are not signs that God has forsaken you or stopped loving you. The devil wants you to believe God no longer loves you, but it isn’t true. God’s love for us never fails.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, disappointment"
    },
    {
      "quote": "[While] disappointment and failure aren’t identical, they often occur together, and both can hold us back from God’s best for our lives.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, disappointment"
    },
    {
      "quote": "Don’t be bound by the past and its failures. But don’t forget its lessons either.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, disappointment"
    },
    {
      "quote": "Repeated disappointment almost always triggers a series of other reactions: discouragement, anger, frustration, bitterness, resentment, even depression. Unless we learn to deal with disappointment, it will rob us of joy and poison our souls.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, disappointment"
    },
    {
      "quote": "Pride is associated with failure, not success. We hear a great deal about the inferiority complex, but the superiority complex of pride is seldom spoken of . . .The greatest act of humility . . .was when Jesus Christ stooped to die on the cross of Calvary.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, disappointment"
    },
    {
      "quote": "I long to see [Jesus] face to face, to hear His voice and touch Him. In the day I go to be with Him, there will be no unfulfilled longings or disappointments. He will welcome me into His mansion, answer my questions, and teach me the wisdom of the ages.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, disappointment"
    },
    {
      "quote": "Disappointments are part of life; we can’t always have our own way, and we need to learn to separate what is significant from what is merely annoying. Only in heaven will we be free of all disappointments and failures. A friend of mine says, “Oh well, a hundred years from now it won’t make any difference!",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, disappointment"
    },
    {
      "quote": "Learn from your disappointments and failures and with God’s help seek to overcome them. Ask yourself, could I have done anything to prevent this? Were my hopes and dreams unrealistic, or were my motives wrong?Is there a new path God wants me to explore?",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, disappointment"
    },
    {
      "quote": "The time to prepare for life’s disappointments and hurts is in advance.",
      "author": "Billy Graham",
      "category": "billy-graham, disappointment"
    },
    {
      "quote": "Don’t let failure or disappointment cut you off from God or make you think the future is hopeless. When God closes one door, He often opens another—if we seek it.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, disappointment"
    },
    {
      "quote": "If we who have the Holy Spirit living and working within us falter and fail, what hope is there for the rest of the world?",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, disappointment"
    },
    {
      "quote": "Many of the mysteries of God—the heartaches, trials, disappointments, tragedies, and the silence of God in the midst of suffering—will be revealed in heaven.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, disappointment"
    },
    {
      "quote": "Peter preached about [the blood]. Paul wrote about it, and the redeemed in heaven sing about it. In a sense, the New Testament is the Book of the Blood.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, the-blood"
    },
    {
      "quote": "How often do we lie simply because we are trying to build ourselves up in the eyes of others? How often do we gossip because we want to appear “in the know,”or because we are trying to make ourselves appear better than someone else? The Bible's command is clear: [“Have regard for good things in the sight of all men” (Romans 12:17 NKJV)].",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, encouragement"
    },
    {
      "quote": "Renewal is brought by the Holy Spirit. Believers will learn what it means to minister to one another and build each other up. No longer will our lives seem ordinary and indistinguishable from the rest of the world.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, encouragement"
    },
    {
      "quote": "Sometimes we encourage someone without even being aware of it. Even the example we set by attending church may encourage someone who is searching for God.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, encouragement"
    },
    {
      "quote": "[The Holy Spirit] will remain with every believer right to the end. This thought has encouraged me a thousand times in these dark days when satanic forces are at work.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, encouragement"
    },
    {
      "quote": "With an old head and a young heart, you can be a source of real strength [to others] who need your cheer and encouragement.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, encouragement"
    },
    {
      "quote": "All around you are people whose lives are filled with trouble and sorrow, and they need your compassion and encouragement.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, encouragement"
    },
    {
      "quote": "We never gain in life by hurting others. Sometimes we try to elevate our own insecure egos by degrading and belittling those around us. Yet this produces only a false sense of self-esteem.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, encouragement"
    },
    {
      "quote": "The Bible teaches us to be more concerned about the needs and feelings of others than our own. We are to encourage and build self-confidence in our loved ones, friends, and associates.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, encouragement"
    },
    {
      "quote": "The journey God has set before us isn’t a freeway; we are constantly encountering forks and junctions and crossroads. Which way will we go when we meet them? Life is filled with decisions, and we can’t avoid them.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, decision"
    },
    {
      "quote": "Jesus does not allow us to be neutral about Him. Jesus demands that we decide about Him.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, decision"
    },
    {
      "quote": "God has a plan and the devil has a plan, and you will have to decide which plan you are going to fit into.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, decision"
    },
    {
      "quote": "Men and women do make decisions wherever the Gospel is proclaimed; whether publicly or privately, some say yes, some say no, and some procrastinate. No one ever hears the Gospel proclaimed without making some kind of decision!",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, decision"
    },
    {
      "quote": "When disappointment or tragedy or suffering strikes, we have a decision to make: Will we turn away from God, or will we turn toward Him? Which road will we take? One road leads to doubt, anger, bitterness, fear, hopelessness, and despair.The other leads to hope, comfort, peace, strength, and joy.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, decision"
    },
    {
      "quote": "When we are called before God and His throne of judgment, it will be too late to reverse our decision. It is during our lifetime here on earth that we decide our eternal destiny.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, decision"
    },
    {
      "quote": "Becoming “new” in Christ is a wonderful beginning, but it isn’t the end of pain or problems in our lives. It is the beginning of our facing up to them. Being a Christian involves a lifetime of hard work, dedicated study, and difficult decisions.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, decision"
    },
    {
      "quote": "Part of the human makeup which distinguishes man from other creatures is his ability to reason and make moral decisions. Man is a free moral agent.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, decision"
    },
    {
      "quote": "Once God leads you to make a decision, don’t draw back. Instead, trust His leading, and believe He goes before you—because He does.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, decision"
    },
    {
      "quote": "The most important decision you will ever make is the decision you make about eternity.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, decision"
    },
    {
      "quote": "Some people resist the idea of a choice of any sort. They don’t want to be called “narrow.” But Jesus taught that there are two roads, and you have to choose which road you will take.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, choice"
    },
    {
      "quote": "There are two masters, and you have to choose which master you are going to serve.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, choice"
    },
    {
      "quote": "There is not a day that we do not have a chance to choose between the devil’s clever promises and God’s sure Word.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, choice"
    },
    {
      "quote": "From the beginning of time until the present moment, man’s ungodly quest for power, his determination to use his gift of free choice for his own selfish ends, has brought him to the brink of doom.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, choice"
    },
    {
      "quote": "Our families cannot choose Christ for us. Our friends cannot do it. God is a great God, but even God can’t make the decision for us . . .we have to make our own choice.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, choice"
    },
    {
      "quote": "[God] created us free to choose how we would live . . . but leaves us free to pursue our own ends with tragic, natural consequences.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, choice"
    },
    {
      "quote": "The Bible clearly teaches that when we turn our backs on God and choose to disregard His moral laws there are inevitable consequences. Furthermore it is not God who is to blame for the consequences, but the person who has broken His law.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, choice"
    },
    {
      "quote": "The Antichrist . . . will be the embodiment of evil, and will have great power to deceive those who choose to follow him.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, choice"
    },
    {
      "quote": "[Our] problems boil down to one of moral choices.God wanted a world based on moral values,thus He created mankind with the ability to respond to moral choices.Faced with the moral option of living selfishly or unselfishly, people can and do make wrong decisions. We are free to choose, but we reap the consequences of bad moral decisions.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, choice"
    },
    {
      "quote": "Ultimately, every human being must face this question: What do you think of Christ? Whose Son is He? We must answer this question with belief and action. We must not only believe something about Jesus, but we must do something about Him. We must accept Him or reject Him.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, choice"
    },
    {
      "quote": "The destiny of your own soul is in your own hands by the choice you make.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, choice"
    },
    {
      "quote": "Have you ever seen a person who was receiving a blood transfusion? The blood was precious, life-giving, and certainly not repulsive. The blood of Christ may seem to be a grim and repulsive subject . . .[but] the blood of Christ is precious.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, the-blood"
    },
    {
      "quote": "Blood is the symbol of the life sacrificed for sin.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, the-blood"
    },
    {
      "quote": "Once for all God made complete and perfect provision for the cure of man’s sins; without the blood of Christ, it is indeed a fatal disease.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, the-blood"
    },
    {
      "quote": "We are called to obey Christ. He is the Master of our lives and has washed us in His blood, which cleanses our souls, our minds, and our mouths. The world is watching. What do they see and hear?",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, the-blood"
    },
    {
      "quote": "To many people, the mention of the blood of Christ is distasteful. However, on [a] visit to Mayo Clinic I noticed that at each reception desk there were pamphlets entitled A Gift of Life, urging people to donate blood.Anyone who has gone through surgery and looked up to seethe bag of blood dripping slowly into his veins,realizes with gratitude the life-giving property of blood.5",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, the-blood"
    },
    {
      "quote": "Blood is mentioned 460 times in the Bible. Fourteen times in the New Testament Jesus spoke of His own blood. Why? Because by the shedding of His blood, He accomplished the possibility of our salvation.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, the-blood"
    },
    {
      "quote": "The distinctive feature of Christianity is blood atonement. Without it we cannot be saved. Blood is actually a symbol of the death of Christ.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, the-blood"
    },
    {
      "quote": "[Today] there is less emphasis on redemption by the blood of Christ.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, the-blood"
    },
    {
      "quote": "Today the idea of the shed blood of Christ is becoming old-fashioned and out of date in a lot of preaching. It is in the Bible. It is the very heart of Christianity.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, the-blood"
    },
    {
      "quote": "Anxiety and fear are like baby tigers: The more you feed them, the stronger they grow.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "anxiety, billy-graham"
    },
    {
      "quote": "Look up on a starry night, and you will see the majesty and power of an infinite Creator.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, creation"
    },
    {
      "quote": "Though we have less to worry about than previous generations, we have more worry. Though we have it easier than our forefathers, we have more uneasiness. Though we have less real cause for anxiety than our predecessors, we are inwardly more anxious.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "anxiety, billy-graham"
    },
    {
      "quote": "Historians will probably call our era “the age of anxiety.” Anxiety is the natural result when our hopes are centered in anything short of God and His will for us.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "anxiety, billy-graham"
    },
    {
      "quote": "Hypochondriacs who have a fanciful anxiety about their health will never be well regardless of their physical condition.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "anxiety, billy-graham"
    },
    {
      "quote": "Is it any wonder that fear and anxiety have become the hallmarks of our age?",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "anxiety, billy-graham"
    },
    {
      "quote": "God’s star promised peace to the whole world . . .too often man’s synthetic stars bring fear and anxiety. Our gadget-filled paradise, suspended in a hell of international insecurity, certainly does not offer us the happiness of which the last century dreamed. But there is still a star in the sky.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "anxiety, billy-graham"
    },
    {
      "quote": "No situation is beyond God’s control. Over my wife’s desk are these words: “Fear not the future",
      "author": "God is already there.",
      "category": "Billy Graham, Billy Graham in Quotes"
    },
    {
      "quote": "Men and women who give [Christ] first place find that there is no need for anxiety about this world’s goods.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "anxiety, billy-graham"
    },
    {
      "quote": "A professor at the University of Michigan said to me: “As soon as we create life in a test tube, we won’t need God anymore.” I answered: “This happened once before when man ruled God out and proposed the Tower of Babel. It ended in frustration, confusion, and judgment.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, creation"
    },
    {
      "quote": "The Bible is the one book which reveals the Creator to the creature He created! No other book that man has conceived can make that statement and support it with fact.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham, creation"
    },
    {
      "quote": "Have we just been placed here by some unknown creator or force without any clue as to where we came from, why we are here, and where we are going? The answer is “no.” We do have a code. We do have a key . . . the Bible.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham, creation"
    },
    {
      "quote": "The only one who can re-create us is the One who created us in the first place. If your watch were out of order, you wouldn’t take it to a blacksmith. If your car needed overhauling, you wouldn’t go to a machine shop. Our spiritual problems can be solved only by the God who created us originally.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, creation"
    },
    {
      "quote": "As a Christian, I believe that we are all created in the image of God. I believe that God loves the whole world . . .The life of no human being is cheap in the eyes of God, nor can it be in our own eyes.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, creation"
    },
    {
      "quote": "There is no conclusive scientific evidence that man is “up from the ape.” While the animals were created “after their kind,” we are told that “God created man in His own image” [Genesis 1:27 NKJV].",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, creation"
    },
    {
      "quote": "There is no point of space, whether inside or outside the bounds of creation, where God is not present. That is why when we ask the question, “Who’s in control?” we can answer without equivocation, “God is!",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, creation"
    },
    {
      "quote": "Any theory of the universe that does not take into account the God and Creator of the universe is not worthy of serious consideration.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, creation"
    },
    {
      "quote": "God is the Ruler of His mighty creation. There is no reason to despair, because He holds in His hands the whole world, while His Spirit is able to fill the void in man’s heart.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, creation"
    },
    {
      "quote": "[God] has in mind a picture of what He intends to create. He breaks, cracks, chisels, and polishes until one day there emerges His vision . . . God has not yet finished with us.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, creation"
    },
    {
      "quote": "By faith I accepted Him for what He claimed to be, the Son of the Living God. That simple decision changed my life—and I have seen it change the lives of countless others across the world.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, decision"
    },
    {
      "quote": "When my decision for Christ was made . . . I knelt in prayer. I opened my heart and knew for the first time the sweetness and joy of God, of truly being born again . . .I knew in my heart that I was somehow different and changed. That night absolutely changed the direction of my life.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, decision"
    },
    {
      "quote": "Deep down inside I knew something was different . . .I wanted to tell others what had happened to me. I didn’t have any tears, I didn’t have any emotion, I didn’t hear any thunder, there was no lightning . . . but . . . I made my decision for Christ.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, decision"
    },
    {
      "quote": "You need to make the right decision—firmly and decisively—and then stick with it with God’s help.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, decision"
    },
    {
      "quote": "Conscience is our wisest counselor and teacher, our most faithful and most patient friend.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, conscience"
    },
    {
      "quote": "You will never know the peace with God, peace of conscience, peace of mind, and peace of soul until you stand at the foot of the cross and identify yourself with Christ by faith . . . this is peace with God.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, conscience"
    },
    {
      "quote": "Christ can rid you of inner conflict. Man without God is always torn between two urges. His nature prompts him to do wrong, and his conscience urges him to do right.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, conscience"
    },
    {
      "quote": "In your own mind-darkened, will-paralyzed, conscience-dulled soul, God can make the light penetrate and turn the darkness of your own life into day, if you will let Him.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, conscience"
    },
    {
      "quote": "We’ve tried calling sin “errors” or mistakes” or “poor judgment,” but sin itself has stayed the same. No matter how we try to salve our conscience, we’ve known all along that men are still sinners; and the results of sin are still disease, disappointment, disillusionment, despair, and death.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, conscience"
    },
    {
      "quote": "Conscience tells us in our innermost being of the presence of God and of the moral difference between good and evil; but this is a fragmentary message, in no way as distinct and comprehensive as the lessons of the Bible.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, conscience"
    },
    {
      "quote": "Many a criminal has finally given himself over to the authorities because the accusations of a guilty conscience were worse than prison bars.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, conscience"
    },
    {
      "quote": "Dishonesty is never justified. God will never approve, and even your own conscience will rise up to condemn you sooner or later.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, conscience"
    },
    {
      "quote": "The human conscience is often beyond the grasp of a psychiatrist . . .Humans are helpless to detach themselves from the gnawing guilt of a heart bowed down with the weight of sin. But where humans have failed, God has succeeded.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, conscience"
    },
    {
      "quote": "The human conscience is reliable only when it is guided by the Holy Spirit.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, conscience"
    },
    {
      "quote": "Some Christians have an elastic conscience when it comes to their own foibles—and an ironbound conscience when it comes to the foibles of others.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, conscience"
    },
    {
      "quote": "Sin also affects the conscience, until one becomes slow to detect the approach of sin.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, conscience"
    },
    {
      "quote": "There are storms in your own life: storms oftemptation, confusion, and difficulty . . .An uneasy conscience says, “Stop before it is too late!",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, conscience"
    },
    {
      "quote": "As a person finds God’s will for his or her life, matters of conscience can be handled with perception from the Holy Spirit.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, conscience"
    },
    {
      "quote": "From a cleansed conscience emerges a changed life.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, conscience"
    },
    {
      "quote": "The one and only choice by which you can be converted is your choice to believe on the Lord Jesus Christ as your own personal Lord and Savior. The word “conversion” means simply “turning.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, conversion"
    },
    {
      "quote": "In every true conversion the will of man comes into line with the will of God.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, conversion"
    },
    {
      "quote": "True conversion will involve the mind, the affection, and the will. There have been thousands of people who have been intellectually converted to Christ . . .but they have never been really converted to Him.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, conversion"
    },
    {
      "quote": "The converted person will love the good he once hated, and hate the sin he once loved.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, conversion"
    },
    {
      "quote": "To be a Christian is not a pious pose. It is not a long list of restrictions. Christianity flings open the windows to the real joy of living. Those who have been truly converted to Jesus Christ know the meaning of abundant living.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, conversion"
    },
    {
      "quote": "In order to get to heaven, Jesus said that you must be converted. I didn’t say it—Jesus said it!",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, conversion"
    },
    {
      "quote": "There are thousands of people who have had some form of emotional experience that they refer to as conversion but who have never been truly converted to Christ. Christ demands a change in the way you live—and if your life does not conform to your experience, then you have every reason to doubt your experience!",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, conversion"
    },
    {
      "quote": "It is a comfort to hear the words of God in times of stress.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, comfort"
    },
    {
      "quote": "God doesn’t comfort us to make us comfortable, but to make us comforters.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, comfort"
    },
    {
      "quote": "We should go to no place that we would not go in His Presence. But He is not with us just to judge or condemn us; He is near to comfort, protect, guide, encourage, strengthen, cleanse, and help.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, comfort"
    },
    {
      "quote": "There are countless opportunities to comfort others, not only in the loss of a loved one, but also in the daily distress that so often creeps into our lives.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, comfort"
    },
    {
      "quote": "Because tragedy happened to you, it gives you a greater sense of oneness with others who experience tragedy. Because we have been comforted through the Word of God, we in turn may be able to comfort others.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, comfort"
    },
    {
      "quote": "When we are a comfort and encouragement to others, we are sometimes surprised at how it comes back to us many times over.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, comfort"
    },
    {
      "quote": "Humanity wants comfort in its sorrow, light in its darkness, peace in its turmoil, rest in its weariness, and healing in its sickness and diseases: The Gospel gives all of this to us.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, comfort"
    },
    {
      "quote": "If the church is acceptable to this present ageand is not suffering reproach, then it is not the true church that our Lord founded.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, church"
    },
    {
      "quote": "The church should not reflect pop culture but portray godly attributes. The church should not seek pleasures but seek after God.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, church"
    },
    {
      "quote": "The church is blending into the community by embracing what the world enjoys and, in turn, bringing inside the church the world’s ideas and interests.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, church"
    },
    {
      "quote": "Christ’s church is a place to grow people up in the Lord, not to enhance our leisure time.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, church"
    },
    {
      "quote": "Church is not for pretenders and performers. Church is a place for pastors to preach principles of the faith in order to prepare believers to face the storms of life on the stage of an unbelieving world.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, church"
    },
    {
      "quote": "The church is in turmoil today. The church is not to reflect the world but to be a portrait of Jesus Christ.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, church"
    },
    {
      "quote": "No church is perfect, but don’t let that discourage you. Someone has said that if you ever find one that is, it will stop being perfect the minute you join!",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, church"
    },
    {
      "quote": "The church should not be pampered but rather prepare for, and expect, persecution—for it is Christ’s body on earth.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, church"
    },
    {
      "quote": "We have become so tolerant and accepting of the world’s ways that it is hard for many in the church to notice the sin much less answer how it crept in. The church is to be in the world, but worldliness is not to infiltrate the church.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, church"
    },
    {
      "quote": "When the church begins to entertain the flock and respond to the cult of self—it is diminished to a mere community center.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, church"
    },
    {
      "quote": "The fiercest storm is taking place in some of our churches—the unbelief and disobedience of God’s Word.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, church"
    },
    {
      "quote": "In our desire to make Christ known and to increase the influence of the church, we are many times prone to think that Christians and the church can be made popular with the unbelieving world. This is a grave mistake on the part of the church.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, church"
    },
    {
      "quote": "It is vitally important for local church leaders to keep in touch with the spiritual state of their members, to discuss their level of biblical knowledge, and to teach them how to study God’s Word and pray.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, church"
    },
    {
      "quote": "The church is far greater than [a building or denomination]. It includes the whole family of God—that vast unseen fellowship of men and women throughout the ages who belong to Christ. Paul wrote of “God’s household, which is the church of the living God” [1 Timothy 3:15 NIV).",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, church"
    },
    {
      "quote": "God speaks to us through our conscience. This may be a “still small voice” that will not let us go until we do what we know is right . . .we must never silence that inner voice—[but] check what we think it is saying against the Scriptures.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, conscience"
    },
    {
      "quote": "Conscience is the detective that watches the direction of our steps and decries every conscious transgression.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, conscience"
    },
    {
      "quote": "Conscience is a vigilant eye before which each imagination, thought, and act is held up for either censure or approval . . .There is no greater proof of the existence of a moral law and Lawgiver in the universe than this little light of the soul. It is God’s voice to the inner man.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, conscience"
    },
    {
      "quote": "Do not be content to skim through a chapter [of the Bible] merely to satisfy your conscience. Hide the Word of God in your heart.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, conscience"
    },
    {
      "quote": "God does communicate with those who are willing to obey Him. He penetrates the dark silence with free, life-giving discoveries in nature, the human conscience, Scripture, and the Person of Jesus Christ.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, conscience"
    },
    {
      "quote": "Sometimes it is difficult to differentiate the Christian from the man of the world. In America, for example, churchgoing has become popular, but churchgoing may not necessarily be accompanied by genuine depth in prayer and Bible study or a change in lifestyle.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, church"
    },
    {
      "quote": "Satan] invades the Sunday school, the Bible class, and even the pulpit. He even invades the church under cover of an orthodox vocabulary, emptying sacred terms of their biblical sense.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, church"
    },
    {
      "quote": "I am afraid the church is trying to speak out on too many issues that really do not concern the church. There are certain issues we know to be wrong—racial injustice, crime, gambling, dishonesty, pornography. On these matters we must thunder forth as the prophets of God.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, church"
    },
    {
      "quote": "In some churches today and on some religious television programs, we see the attempt to make Christianity popular and pleasant. We have taken the cross away and substituted cushions.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, church"
    },
    {
      "quote": "In thousands of churches [people] are led astray theologically. Thus spiritually and morally they are drifting aimlessly, without compass or guide.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, church"
    },
    {
      "quote": "The church in America has been deeply infiltrated by the “world,” and in the process it is beginning to copy and resemble the world in many of its activities.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, church"
    },
    {
      "quote": "Preaching the whole council of God involves man’s environment and physical being as well as his soul. There is no doubt that the church is in danger of getting off the main track and getting lost.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, church"
    },
    {
      "quote": "God did not ordain that the church should drift aimlessly in the seas of uncertainty without compass, captain, or crew.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, church"
    },
    {
      "quote": "The church should be setting the pace. The church should be taking its proper place of leadership in the nation . . .God help the church to wake up!",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, church"
    },
    {
      "quote": "The church holds the key to revival. It is within our grasp.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, church"
    },
    {
      "quote": "America and Western Europe are on a moneymaking, pleasure-mad spree unparalleled in the history of the world. God is generally ignored or ridiculed. Church members in many cases are only halfhearted Christians. Judgment is coming.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, church, judgment"
    },
    {
      "quote": "We have been trying to solve every ill of society as though society were made up of regenerate men to whom we had an obligationto speak with Christian advice.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, church"
    },
    {
      "quote": "God’s church is a Bible-centered church, and it grows strong under persecution.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, church"
    },
    {
      "quote": "Before three thousand people were brought into the church on the day of Pentecost, the disciples had spent fifty days in prayer, fasting, and spiritual travail.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, church"
    },
    {
      "quote": "The Bible nowhere teaches that the church will ultimately convert the whole world to Jesus Christ. There has never been a generation in history, nor will there ever be generation, in which the majority of the people will believe in Christ.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, church"
    },
    {
      "quote": "Thousands of people have entered churches without discovering a vital experience with Jesus Christ. The substitutes have been handed them in the guise of religious rituals, good works, community effort, or social reform . . .none of which can gain a person a right relationship with God.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, church"
    },
    {
      "quote": "There will come a time when people hungering for the truth will seek it where it is supposedly disseminated, such as books and churches, but they will not hear the Word of the Lord. Instead of receiving a message to satisfy their spiritual longings, they will hear a sermon on some current political or social problem, or a sermonette on art and literature. And so they wander from one place to another, going from hope to despair, and eventually giving up.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, church"
    },
    {
      "quote": "Unless the church quickly recovers the authoritative biblical message, we may witness the spectacle of millions of Christians going outside the institutional church to find spiritual food.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, church"
    },
    {
      "quote": "What right does any church have even attempting to approve of lifestyles or certain acts for which God prescribed the death penalty in the Old Testament?",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, church"
    },
    {
      "quote": "There are many who sit in some churches week after week, year after year, without hearing the whole Gospel and knowing what it is to be born again. They hear a gospel which is incomplete, and consequently not good news at all.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, church"
    },
    {
      "quote": "Statistics indicate that the church is rapidly losing in the population explosion. There are fewer Christians per capita every day.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, church"
    },
    {
      "quote": "The church has lost its ability to discipline members who live openly in sin. Consequently, we have lost our witness in the community.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, church"
    },
    {
      "quote": "The church is a storehouse of spiritual food whereby the inner man is fed, nourished, and developed into maturity. If it fails, it is not fulfilling its purpose as a church.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, church"
    },
    {
      "quote": "It could be said that going to church will not make one a Christian. But . . . refusing to fellowship with believers will not make you one either.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, church"
    },
    {
      "quote": "I hope the day will never come when the church abandons the “class meeting” and the prayer service . . .The old-fashioned “testimony” meeting should be revived, for through this medium we can share with others our faith and triumphs as well as our needs and mistakes.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, church"
    },
    {
      "quote": "Down through the centuries the church has contributed more than any other single agency in lifting social standards to new heights.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, church, social-standards"
    },
    {
      "quote": "The church isn’t just a particular building or congregation but the spiritual fellowship of all who belong to Jesus Christ. If we belong to Christ, we also belong to each other.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, church"
    },
    {
      "quote": "Many churches have molded their programs around the community—not the Word of God.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, church"
    },
    {
      "quote": "The Lord did not design the church to cater to people’s needs—the Lord breathed life into the church to proclaim His truths.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, church"
    },
    {
      "quote": "The church does not prey on the lost",
      "author": "it prays for the perishing.",
      "category": "Billy Graham, Billy Graham in Quotes"
    },
    {
      "quote": "It is unbelief that shuts the door to heaven and opens it to hell. It is unbelief that rejects the Word of God and refuses Christ as Savior. It is unbelief that causes men to turn a deaf ear to the Gospel.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, hell"
    },
    {
      "quote": "The subject of heaven is much easier to accept than the subject of hell. And yet the Bible teaches both.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, hell"
    },
    {
      "quote": "Not one word about hell in the Bible would ever make you want to go there.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, hell"
    },
    {
      "quote": "I am conscious of the fact that the subject of hell is not a very pleasant one. It is very unpopular, controversial, and misunderstood . . .As a minister I must deal with it. I cannot ignore it.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, hell"
    },
    {
      "quote": "Among those Christians to whom hell means little, Calvary means less.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, hell"
    },
    {
      "quote": "Will a loving God send a man to hell? The answer from Jesus and His teachings of the Bible is, clearly, “Yes!” He does not send man willingly, but man condemns himself to eternal hell because . . .he refuses God’s way of salvation and the hope of eternal life with Him.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, hell"
    },
    {
      "quote": "The Bible teaches there is hell for every person who willingly and knowingly rejects Christ as Lord and Savior. Many passages could be quoted to support that fact.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, hell"
    },
    {
      "quote": "Hell has been cloaked in folklore and disguised in fiction for so long, many people deny the reality of such a place.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, hell"
    },
    {
      "quote": "Some teach “universalism”—that eventually everybody will be saved and the God of love will never send anyone to hell. They believe the words “eternal” or “everlasting” do not actually mean forever. However, the same word which speaks of eternal banishment from God is also used for the eternity of heaven.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, hell"
    },
    {
      "quote": "A seminary professor I once knew told his students, “Never preach about hell without tears in your eyes.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, hell"
    },
    {
      "quote": "I would not change places with the wealthiest and most influential person in the world. I would rather be a child of the King, a joint-heir with Christ, a member of the Royal Family of heaven!",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, influence"
    },
    {
      "quote": "Your life is intricately woven into the lives of scores and hundreds of others around you. Consider the variety of lives that you influence in one day. Somewhere within your circle of contacts someone is being hurt. Are you aware of it?",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, influence"
    },
    {
      "quote": "Apart from religious influence, the family is the most important unit of society.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, influence"
    },
    {
      "quote": "God will never lead contrary to His word—so get acquainted with the Word of God, the Bible. Pray. He leads through the illumination of the Holy Spirit in our hearts. Use whatever you have and be faithful. We are called to serve Christ in our sphere of influence.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, influence"
    },
    {
      "quote": "It doesn’t take great wealth or social influence to be faithful, but it does take obedience and endurance.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, influence"
    },
    {
      "quote": "The way in which we react to hurts and disappointments influences the shaping of our personalities.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, influence"
    },
    {
      "quote": "Salt and light speak of the influence Christians can exercise for good in society.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, influence"
    },
    {
      "quote": "We must understand what the word believe implies. It means “commit” and “surrender.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, surrender"
    },
    {
      "quote": "We can hold nothing back [from God]. He must control and dominate us [wholly]. It is a surrender without any conditions attached. This surrender is a definite and conscious act on our part in obedience to the Word of God.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, surrender"
    },
    {
      "quote": "There is not one verse of Scripture that indicates you can be a Christian and live any kind of a life you want to. When Christ enters into the human heart, He expects to be Lord and Master. He commands complete surrender.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, surrender"
    },
    {
      "quote": "Faith actually means surrender and commitment to the claims of Christ. It means an acknowledgment of sin and a turning to Christ.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, surrender"
    },
    {
      "quote": "Jesus expects one hundred percent surrender, and when that is accomplished He rewards a thousandfold.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, surrender"
    },
    {
      "quote": "Surrendering to Christ is like signing your name to a blank check and letting the Lord put in the amount.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, surrender"
    },
    {
      "quote": "In our spiritual pilgrimage we see sins which mar our relationship with God, but beneath it is a commitment which seeks to move beyond to a higher life, based on wholehearted surrender to God.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, surrender"
    },
    {
      "quote": "Pentecost was the day of power of the Holy Spirit. It was the day the Christian church was born.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, church, pentecost"
    },
    {
      "quote": "The word church as applied to the Christian society was first used by Jesus Himself when He told Peter, “Upon this rock I will build my church” [Matthew 16:18]. He is the foundation of all Christian experience.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, church"
    },
    {
      "quote": "The blood of the martyrs is the seed of the church.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, church"
    },
    {
      "quote": "The blood of Christ purchased the church.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, church"
    },
    {
      "quote": "If we in the church want a cause to fight, let’s fight sin. Let’s reveal its hideousness. Let’s show that Jeremiah was correct when e said: “The heart is deceitful above all things, and desperately wicked” [Jeremiah 17:9 NKJV].",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, church"
    },
    {
      "quote": "I am convinced if the church went back to the main task of proclaiming the Gospel it would see people being converted to Christ, and it would have a far greater impact on the social, moral, and psychological needs of people than anything else it could possibly do.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, church"
    },
    {
      "quote": "I have met men who are habitual liars. They have lied so long that they no longer can distinguish between the truth and a lie. Their sensitivity to sin has been almost completely deadened.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, liars, truth"
    },
    {
      "quote": "Movie and television stars lay down the law offashions, manners, speech, and even moral behavior. It has been proven that a movie or a television program can brainwash.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, morals"
    },
    {
      "quote": "New morality is nothing more than the old immorality brought up to date.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, immorality, morals"
    },
    {
      "quote": "Truth is timeless. Truth does not differ from one age to another, from one people to another, from one geographical location to another . . . the great all-prevailing Truth stands for time and eternity.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, truth"
    },
    {
      "quote": "Because truth is unpopular does not mean that it should not be proclaimed.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, truth"
    },
    {
      "quote": "Our emotions can lie to us, and we need to counter our emotions with truth.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, emotions, truth"
    },
    {
      "quote": "Where there is truth and error there is always compromise. Within some churches there is a movement to reshape the Christian messageto make it more acceptable to man.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, truth"
    },
    {
      "quote": "If our minds and hearts are not filled with God’s truth, something else will take His place: cynicism, occultism, false religions and philosophies, drugs—the list is endless.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, truth"
    },
    {
      "quote": "At the end of his life Buddha said: “I am still searching for truth.” This statement could be made by countless thousands of scientists, philosophers, and religious leaders throughout all history. However, Jesus Christ made the astounding claim: I am . . . the truth” [John 14:6]. He is the embodiment of all truth. The only answer to man’s search is found in Him.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, truth"
    },
    {
      "quote": "It is Satan’s purpose to steal the seed of truth from your heart by sending distracting thoughts . . . The difference between a Christian and a non-Christian is: though they both may have good and evil thoughts, Christ gives His followers strength to select the right rather than the wrong.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, truth"
    },
    {
      "quote": "The Holy Spirit can take God’s word of truthand minister it to our deepest needs.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, truth"
    },
    {
      "quote": "It is far better to know God’s truth than to be ignorant of it.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, truth"
    },
    {
      "quote": "Honesty means exactly what it says. We are honest and trustworthy in all our dealings. People can trust our word, because we refuse to lie or shade the truth.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, truth"
    },
    {
      "quote": "We have changed our moral code to fit our behavior instead of changing our behavior to harmonize with God’s moral code.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, morals"
    },
    {
      "quote": "We have glamorized vice and minimized virtue. We have played down gentleness, manners, and morals—while we have played up rudeness, savagery, and vice . . . and the philosophy of “might is right.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, morals"
    },
    {
      "quote": "We do not need a new moral order",
      "author": "the world desperately needs the tried and tested moral order that God handed down at Sinai.",
      "category": "Billy Graham, Billy Graham in Quotes"
    },
    {
      "quote": "The Bible teaches that man can undergo a radical spiritual and moral change that is brought about by God Himself.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, morals"
    },
    {
      "quote": "What happens when lying and stealing and immorality and murder become the norm? The result can be summarized in one word: chaos.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, morals"
    },
    {
      "quote": "Immorality is glorified today. The Scripture teaches that God hates immorality! The ideal of purity is scorned, immorality is laughed at in school—“God is old-fashioned!” What else can we expect but that thousands of our young people are growing up to be immoral?7",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, morals"
    },
    {
      "quote": "The first and second commandments are the only therapy the world has ever needed. “Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind . . . Thou shalt love thy neighbor as thyself” [Matthew 22:37, 39 KJV].",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, morals"
    },
    {
      "quote": "This is a high-strung, neurotic, impatient age. We hurry when there is no reason to hurry, just to be hurrying. This fast-paced age has produced more problems and less morality than previous generations, and it has given us jangled nerves. Impatience as produced a crop of broken homes, ulcers, and has set the stage for more world wars.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, morals"
    },
    {
      "quote": "Moral living sometimes demands difficult choices. It requires selflessness.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, morals"
    },
    {
      "quote": "The fact that immorality is rampant throughout the nation doesn’t make it right!",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, morals"
    },
    {
      "quote": "The Ten Commandments are just as valid today as they were when God gave them. They reflect the moral character of God, and they also provide the foundation of right living with others.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, morals"
    },
    {
      "quote": "The Bible says more about hell than about heaven.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, hell"
    },
    {
      "quote": "No one spoke more about hell than Jesus did, and the hell He came to save men from was not only a hell on earth . . .it was something to come.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, hell"
    },
    {
      "quote": "We will be judged according to our ability. The retired couple who count the offering every Sunday, never divulging the amount anyone in the congregation contributes, will not be tested in the same way as the millionaire who wants an inscription on the stained glass window, so everyone will know who donated it. Some of the most severe tests will be given to the [preachers] for the way in which they handled the Word of God. There will be no reward for leading others astray in lifestyle or in doctrine through false teaching.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, judgment"
    },
    {
      "quote": "When we all stand before the judgment seat of Christ, we will have our true motives revealed.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, judgment"
    },
    {
      "quote": "Integrity is the glue that holds our way of life together. What our young people want to see in their elders is integrity, honesty, truthfulness, and faith. What they hate most of all is hypocrisy and phoniness . . . Let them see us doing what we would like them to do.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, honesty, integrity, truthfulness"
    },
    {
      "quote": "[Integrity] means a person is the same on the inside as he or she claims to be on the outside. He is the same person alone in a hotel room a thousand miles from home as he is at work or in his community or with his family. A man of integrity can be trusted.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, integrity"
    },
    {
      "quote": "Being pure in conduct also includes honesty and integrity in dealing with our fellowmen. A Christian should be known in his neighborhood or place of business as an honest person.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, honesty, integrity"
    },
    {
      "quote": "A godly person—one who serves Christ and exhibits purity and integrity in his life—is not necessarily welcomed or admired by those who live differently. They may even react in scorn, or refuse to include a christian in their social gatherings because his very presence is a rebuke to them.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, integrity"
    },
    {
      "quote": "God’s standard is expressed in the Bible, and the ultimate example of that standard is Jesus Christ. When we live by the truth, we possess integrity.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, integrity"
    },
    {
      "quote": "Integrity means that we are trustworthy and dependable, and our character is above reproach.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, character, integrity"
    },
    {
      "quote": "Unless men of purpose, integrity, and faith stand together in unswerving loyalty to Jesus Christ, the future of the world is dark indeed.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, integrity"
    },
    {
      "quote": "I believe integrity can be restored to a society one person at a time. The choice belongs to each of us.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, integrity"
    },
    {
      "quote": "Our world today is looking for men and women with integrity, for communicators who back up their ministry with their lives. Our preaching emerges out of what we are. We are called to be a holy people—separated from the moral evils of the world.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, integrity"
    },
    {
      "quote": "The truth is that others judge us. More than that, they evaluate the truth of the Gospel by what they see of our lives and our integrity. [We] must make every effort to be above all suspicion in the matter of finances and statistics. We are not only accountable to God’s people, but also to our Master (see Acts 24:16).",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, integrity"
    },
    {
      "quote": "We will be judged according to the secret motives and the character of our work. If we have done our work for selfish motives or personal gain, even if the results looked noble to our friends and family, God knows our hearts.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, judgment"
    },
    {
      "quote": "Hundreds of passages point to a time of judgment for every person who has ever lived—none will escape. If you took all the references to judgment out of the Bible, you would have little Bible left.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, judgment"
    },
    {
      "quote": "Integrity means that if our private life was suddenly exposed, we’d have no reason to be ashamed or embarrassed. Integrity means our outward life is consistent with our inner convictions.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, integrity"
    },
    {
      "quote": "God has already set the date [for judgment]. You may make and break appointments in this life, but this is one appointment you are going to keep.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, judgment"
    },
    {
      "quote": "People judge us not by what we think or believe, but by what we do—and when our lives don’t measure up, we lose their respect and they conclude our faith isn’t real.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, judgment"
    },
    {
      "quote": "I believe that one of the reasons for crime, perversion, and the evils of modern mankind is that we have lost belief in the certainty of God being just, holy, and righteous, and that He will judge the world.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, judgment"
    },
    {
      "quote": "A call for national and individual repentance is urgently needed today, or judgment is certain to fall.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, judgment"
    },
    {
      "quote": "God judges mankind by the standard of the only God-man who ever lived, Jesus Christ. Jesus, the innocent Lamb of God, stands between our sin and the judgment of God the Father.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, judgment"
    },
    {
      "quote": "God’s judgment echoes the sound of hoofbeats, but God’s love quietly convicts.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, judgment"
    },
    {
      "quote": "In character-building and in living the Christian life, concentration is important. The [person] who has a general interest in everything usually isn’t too good at anything.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, character"
    },
    {
      "quote": "None of us deserves God’s love. All of us deserve His righteous judgment and wrath (John 3:18, 36; Romans 3:9–12). It is easy to think of an evil and depraved man like Adolf Hitler deserving divine judgment . . .But think of the kind and good people that you know . . .They too will be lost if they refuse and neglect God’s offer of mercy and forgiveness. God’s judgment applies to them too.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, judgment"
    },
    {
      "quote": "But the judgment of God is not only an event that may take place some day in history when war or conflict might bring death to millions. His judgment is more than death—it is eternal banishment from the presence of God (2 Thessalonians 1:6–10",
      "author": "Revelation 20:11–15).",
      "category": "Billy Graham, Billy Graham in Quotes"
    },
    {
      "quote": "One of the real tests of Christian character is to be found in the lives we live from day to day.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, character"
    },
    {
      "quote": "Instead of clinging to the only Lifeboat that can save, we have tossed overboard biblical truths in the name of [compromise], living on the edge of life, like the man who rides the parameter of a hurricane, daring it to sweep him away.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, compromise"
    },
    {
      "quote": "God promises no easy life or days without troubles, trials, difficulties, and temptations. He never promises that life will be perfect. He does not call His children to a playground, but to a battleground.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, temptation"
    },
    {
      "quote": "Be attractive and winsome, but do not compromise your convictions for the sake of popularity.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, compromise"
    },
    {
      "quote": "When Jesus was tempted, He didn’t debate the devil. He quoted Scripture: “It is written . . . It is written . . . It is written” (Matthew 4:4–10 NKJV). And each time the devil was defeated.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, temptation"
    },
    {
      "quote": "We can’t flee from temptation in our own strength—but God will give us the strength we need, if we’ll only seek it. A friend of mine says, “When the devil knocks, I just send Jesus to the door!",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, temptation"
    },
    {
      "quote": "It is not the temptations you have, but the decision you make about them that counts.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, temptation"
    },
    {
      "quote": "Everyone has temptations but some folks entertain them . . .Get your eyes off the temptation and onto Christ!",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, temptation"
    },
    {
      "quote": "I know that many of the things I have said from the Scriptures have offended, and I have sometimes been tempted to tone down the message. But, God helping me, I never will! I would become a false prophet. I would also betray my Lord.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, temptation"
    },
    {
      "quote": "Satan is the sower of compromise—leaving a bit of God’s truth into the dirty rags of sin. Satan is the commander in deceit, Satan is the ringleader in rebellion against the faithful.Satan is the sly serpent of temptation.Satan is the false hope of security.Satan is the great pretender.Satan is the great spoiler of everything good.And Satan wants to destroy you.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, compromise, deceit, rebellion"
    },
    {
      "quote": "Every stage of life has its own temptations and dangers, and Satan will do all he can to exploit them . . .the time to prepare is now, not when it arrives.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, temptation"
    },
    {
      "quote": "The devil doesn’t need to invent any new temptations",
      "author": "the old ones work as well as they ever have.",
      "category": "Billy Graham, Billy Graham in Quotes"
    },
    {
      "quote": "Be very sure that you do not deliberately place yourself in a position to be tempted.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, temptation"
    },
    {
      "quote": "Be sure that Satan will tempt you at your weak point, not the strong.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, temptation"
    },
    {
      "quote": "Many Christians give in to various temptations through peer pressure and find themselves surrendering to worldly passions, justifying pleasures the world offers.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, peer-pressure, temptation"
    },
    {
      "quote": "Don’t savor temptations; don’t dwell on them or toy with them or replay them over and over in your mind. The more you think about a particular temptation, the more enticing it becomes.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, temptation"
    },
    {
      "quote": "All of us are not subjected to the same weaknesses and temptations.To one, alcohol may be the temptation;to another, it may be impure thoughts and acts; to another, greed and covetousness; to another, criticism and an unloving attitude.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, temptation"
    },
    {
      "quote": "Temptation is not a sin. It is the yielding that is sin. All temptation is from the devil.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, temptation"
    },
    {
      "quote": "Only a strong faith—a faith based on God’s Word—will protect us from temptation and doubt.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, temptation"
    },
    {
      "quote": "A thought enters",
      "author": "we pamper it",
      "category": "it germinates and grows into an evil act."
    },
    {
      "quote": "The Bible is intensely practical, and one of the reasons God gave it to us is so we’ll be better prepared to deal with life’s problems and temptations. All too often we respond to these in ways that don’t reflect Christ . . .when we do that, Satan is the winner and the cause of Christ suffers.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, temptation"
    },
    {
      "quote": "Temptation: Recognize it for what it is, and then reject it—immediately and without compromise.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, temptation"
    },
    {
      "quote": "God never directs in a way contrary to His character. When the Scriptures tell us that He will direct our paths, we can be assured that when He is in control, no matter how thorny the path, He will not tell us to jump off a cliff.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, character"
    },
    {
      "quote": "True greatness is not measured by the headlines a person commands or the wealth he or she accumulates. The inner character of a person—the undergirding moral and spiritual values and commitments—is the true measure of lasting greatness.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, character, greatness, spiritual-values"
    },
    {
      "quote": "A chain is only as strong as its weakest link, and so is our character.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, character"
    },
    {
      "quote": "A godlikeness of character is the Christian’s proper heritage in this earthly walk.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, character"
    },
    {
      "quote": "Trials and difficulties may assail the life of a believer, but they also have the ability to remold his character and banish from his life those impurities which might impair growth and service.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, character"
    },
    {
      "quote": "Consistency, constancy, and undeviating diligence to maintain Christian character are a must if the older generation is to command respect, or even a hearing, from the young.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, character, consistency"
    },
    {
      "quote": "A few years ago, honesty was the hallmark of a man of good character. But it’s been set aside for an “It’s all right if you don’t get caught” philosophy.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, character"
    },
    {
      "quote": "It is unfair to attribute virtues beyond a person’s true character.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, character"
    },
    {
      "quote": "Don’t conform to those who have been overwhelmed by the tide of immorality sweeping our country!",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, conforming, conformity, immorality, peer-pressure"
    },
    {
      "quote": "Peer pressure accounts for much of the promiscuous sex in high schools and colleges. “Conform or get lost.” Since no one enjoys losing friends or being cast out of his own circle, peer pressure—especially during the years of adolescence—is an almost irresistible force.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, conforming, conformity, peer-pressure"
    },
    {
      "quote": "From compromise to deceit is a small step.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, compromise, deceit"
    },
    {
      "quote": "The apostle Paul urges Christians everywhere in all ages to be nonconformists as far as the world system is concerned. We are not to conform. A true Christian, living an obedient life, is a constant rebuke to those who accept themoral standards of this world.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, conforming, conformity, moral-standards, obedience, peer-pressure"
    },
    {
      "quote": "Thousands of Christians compromise their faith in Jesus Christ by denying Him. Even some clergymen neglect or deliberately refuse to close a public prayer in the name of Jesus for fear of offending an unbeliever. They cannot endure the persecution that may follow an acknowledgment of Jesus Christ.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, compromise"
    },
    {
      "quote": "It is often asked, “How could the early disciples turn the world upside downwhen millions of Christians can’t even keep it right side up today?” The answer is they didn’t conform their faith to match the world. They had the truth, and they refused to water it down. They had a faith that would not compromise.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, conforming, conformity, peer-pressure"
    },
    {
      "quote": "The apostle Paul said, “Be not conformed to this world.” These words cut like a sharp sword across our way of life. They have the tone of the battle call in them. They separate the weak from the strong. But they are words of inspiration, and we need to hear them today.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, conforming, conformity, peer-pressure"
    },
    {
      "quote": "Thousands of uninstructed Christians are being deceived today.False teachers use high-sounding wordsthat seem like the epitome of scholarship and culture. They are intellectually clever and crafty . . .adept at beguiling thoughtless, untaught men and women.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, deception"
    },
    {
      "quote": "It is a tragedy that many of God’s people have conformed themselves to the world and its thinking, rather than being transformed by the renewing of their minds.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, conforming, conformity"
    },
    {
      "quote": "God’s purpose for us is that we ought to beconformed to the image of His Son. The world may exert its pressure to deform us, but we are told to “be transformed” [Romans 12:2 NIV].",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, conforming, conformity"
    },
    {
      "quote": "Pure hearts will be Christlike. It is God’s desire that we be conformed to the image of His Son.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, conforming, conformity"
    },
    {
      "quote": "The underlying principle of all Satan’s tactics is deception. He is a crafty and clever camouflager.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, deception, satan"
    },
    {
      "quote": "Satan’s method has often been to imitate God.Satan is still using this form of deception, and often his representatives are being disguised as ministers of righteousness.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, deception, satan"
    },
    {
      "quote": "For Satan’s deceptions to be successful, they must be so cunningly devised that his real purpose is concealed by wiles.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, deception, satan"
    },
    {
      "quote": "We see ourselves as self-sufficient, self-important, and self-sustaining. God sees us as dependent, self-centered, and self-deceived.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, deception"
    },
    {
      "quote": "The pagan world is still trying to put its stamp of conformity on every follower of Jesus Christ. Every possible pressure is being brought to bear upon Christiansto make them conform to the standards of the present world . . .be a committed follower of Jesus Christ.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, conforming, conformity, peer-pressure"
    },
    {
      "quote": "There is a great counterfeiter who adapts himself to every culture, even deceiving true believers at times. He doesn’t charge on the scene clothed in red and wearing a hideous mask but charms his way as an “angel of light.” This is how Satan operates.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, deception"
    },
    {
      "quote": "Believers need the gift of discernment, or at least respect for the opinions of those who have it . . .believers are to test the various spirits and doctrines that abound.Most of all we are to test them against thestandard of the Word of God.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, deception"
    },
    {
      "quote": "Our culture will stand in roaring ovations for the illusionists, escape artists, and magicians. Deception is everything opposite the truth.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, culture, deception"
    },
    {
      "quote": "It is important to realize that a person with the gift of discernment can often tell the difference between what is of God and what is not. Such a person can often point out false teachings or false teachers—he has an almost uncanny ability to perceivehypocrisy, shallowness, deceit, or phoniness.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, deception, false-teachers, hypocrisy"
    },
    {
      "quote": "The prophets who spoke to their generations for God did not please and conform",
      "author": "they irritated and opposed.",
      "category": "Billy Graham, Billy Graham in Quotes"
    },
    {
      "quote": "If we are at peace with this world, it may be because we have sold out to it and compromised with it.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, compromise"
    },
    {
      "quote": "Daniel and his companions were tempted to forsake their godly heritage but they refused. They even faced a fiery furnace rather than compromise.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, compromise"
    },
    {
      "quote": "We are to renounce the evil influence of the world, the flesh, and the devil. There can be no parleying, bargaining, compromise, or hesitation. Christ demands total loyalty.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, compromise"
    },
    {
      "quote": "Too many Christian TV and radio programs have been geared to please, entertain, and gain the favor of the world. The temptation is to compromise, to make the gospel more appealing and attractive.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, christian-radio, christian-tv, compromise, gospel"
    },
    {
      "quote": "One of our most deep-seated fears is that we might be called an “outsider.” This fear has led us down the road to conformity, has put the imprint of “the organization man” on our souls, and has robbed us of originality of thought, individuality of personality, and constructive action.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, conforming, conformity"
    },
    {
      "quote": "Christ needs people today who are made of martyr stuff! Dare to take a strong, uncompromised stand for Him.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, compromise"
    },
    {
      "quote": "The devil has successfully fooled many churches, convincing them to follow the world. Biblical standards have been compromised by convenient social theories.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, compromise"
    },
    {
      "quote": "The Scripture teaches that popularity with the world means death. Satan’s most effective tool is conformity and compromise. He is aware that one man standing in the midst of a pagan peoplecan move more people in the direction of God than thousands of insipid professors of religion.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, compromise"
    },
    {
      "quote": "Compromising and conforming to the world’sstandard is against God’s Word.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, compromise"
    },
    {
      "quote": "I have read the last page of the Bible. It isall going to turn out all right.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham, end-times"
    },
    {
      "quote": "Bible teaching about the Second Coming of Christ was thought of as “doomsday” preaching. But not anymore. It is the only ray of hope that shines as an ever brightening beam in a darkening world.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, doomsday, end-times, hope, preaching, second-coming-of-christ"
    },
    {
      "quote": "The Bible tells us that the state of the world will grow darker as we near the end of the age.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham, end-of-the-age, end-times, state-of-the-world"
    },
    {
      "quote": "[It] is well and good when our convictions are based upon the “Thou shalts” and the “Thou shalt nots” of Scripture rather than our own ideas.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, convictions"
    },
    {
      "quote": "The world is heading for another major crisis that is being called, even by the secular world, “Armageddon.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "armageddon, billy-graham, end-times"
    },
    {
      "quote": "The second coming of Christ will be so revolutionary that it will change every aspect of life on this planet. Christ will reign in righteousness. Disease will be arrested. Death will be modified. War will be abolished. Nature will be changed. Man will live as it was originally intended he should live.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, death, disease, end-times, righteousness, second-coming-of-christ, war"
    },
    {
      "quote": "[Jesus Christ] is the Lord of history. Nothing is taking God by surprise. Events are moving rapidly toward some sort of climax . . .when His Son, Jesus Christ, returns to be rightful Ruler of the world.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, end-times, jesus-christ, ruler-of-the-world"
    },
    {
      "quote": "We are told in Scripture that there will be signs pointing toward the return of the Lord.I believe that we see those signs in the world today. I believe that the coming of the Lord is near.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, coming-of-the-lord, end-times, lord, scripture, signs"
    },
    {
      "quote": "When the “evil day” comes, we do not have to be dependent upon the circumstances around us, but rather on the resources of God!",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, end-times"
    },
    {
      "quote": "I have become more deeply aware of the enormous problems that face our world today, and the dangerous trends which seem to beleading our world to the brink of Armageddon.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "armageddon, billy-graham, end-times"
    },
    {
      "quote": "A new world is coming . . . The paradise that man lost will be regained . . . One day we will live in a brand-new world.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, end-times, new-world, paradise"
    },
    {
      "quote": "Man seeks to excuse himself of sin, but God seeks to convict him of it and to save him from it. Sin is no amusing toy—it is a terror to be shunned! Learn, then, what constitutes sin in the eyes of God!",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, conviction, god, sin"
    },
    {
      "quote": "What a moment to take the newspaper in one hand and the Bible in the other and watch the unfolding of the great drama of the ages. This is an exciting and thrilling time to be alive. I would not want to live in any other period.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham, end-times"
    },
    {
      "quote": "We can’t go on much longer morally. We can’t go on much longer scientifically. The technology that was supposed to save us is ready to destroy us. New weapons are being made all the time, including chemical and biological weapons. Today the only bright spot on the horizon of this world is the promise of the coming again of Christ.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, biological-weapons, chemical-weapons, christ, coming-again-of-christ, end-times"
    },
    {
      "quote": "The study [of Revelation] instructs us not only about the storms to come, but how to endure and come through them with great victory.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, end-times, revelation, victory"
    },
    {
      "quote": "The very ones whose social pressure cause you to compromise will despise you for it. They probably respect your convictions,and many of them wish they had the moral stamina to stand alone.May the Lord give you added courage to be a witness for Him,even in a hard place.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, compromise, conviction, moral-stamina, social-pressure"
    },
    {
      "quote": "There are those today that say we must do as others do, that we must conform to the world [to win it], that we must swim with the tide, that we must move with the crowd. But the believer should say, “No.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, confirming, peer-pressure"
    },
    {
      "quote": "We are like a people under [a] sentence of death, waiting for the date to be set. We sense that something is about to happen.We know that things cannot go on as they are. History has reached an impasse. We are now on a collision course. Something is about to give.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, end-times, sentence-of-death"
    },
    {
      "quote": "We see the storm clouds gathering and events taking place that herald the second coming of Jesus Christ.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, end-times, second-coming-of-jesus-christ"
    },
    {
      "quote": "Revelation is a pastor’s letter to his floundering flock, an urgent telegram bearing a brilliant battle plan for a people at war.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, end-times, revelation, war"
    },
    {
      "quote": "I believe that this world, as we know it, will come to an end . . . This is not fanciful imagination but the clear and repeated testimony of the Bible.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham, end-times"
    },
    {
      "quote": "The book of Revelation may be difficult and demanding to read, yet it is the only biblical book whose author promises a blessing to those who read it.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, end-times, promises, revelation"
    },
    {
      "quote": "The Apocalypse . . . a storm warning that carries a booming jolt of truth—Trouble ahead",
      "author": "prepare to meet thy God!—followed by the voice of the Gentle Shepherd—Come!",
      "category": "Billy Graham, Billy Graham in Quotes"
    },
    {
      "quote": "God often gives us an inner conviction or prompting to confirm which way He wants us to go. This prompting comes from the Holy Spirit.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, conviction, holy-spirit"
    },
    {
      "quote": "Anyone who has genuinely seen God is deeply convicted of his or her own sin.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, conviction, god, sin"
    },
    {
      "quote": "It is the Holy Spirit who brings about conviction [of sin] . . .repentance cannot take place unless first there is a movement of the Holy Spirit in the heart and mind.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, conviction, holy-spirit, repentance, sin"
    },
    {
      "quote": "When comfort and ease and pleasure are put ahead of duty and conviction, progress is always set back.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, conviction"
    },
    {
      "quote": "In the end there will be people who did the work of the Lord. They were busy in the church. They had done many wonderful works. But Jesus Himself says, “I never knew you” [Matthew 7:23 NKJV].",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, end-times"
    },
    {
      "quote": "Evil is real—but so is God’s power and love.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, evil, god-s-love, god-s-power"
    },
    {
      "quote": "Learn to take sin seriously—be on guard against it and resist its tug, fight its power. But most of all learn to take the Holy Spirit seriously, calling on Him to help you overcome sin’s power and live a holy and godly life.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, godly, holy, holy-spirit, sin"
    },
    {
      "quote": "You cannot pray for someone and hate them at the same time. Even if you are asking God to restrain their evil actions,you should also be praying that He will change their hearts. Only eternity will reveal the impact of our prayers for others.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, evil, god, hate, impact-of-prayer, pray"
    },
    {
      "quote": "God can break the chain of every sin that binds you if you are willing to give it up. He comes into your heart and gives you power to overcome sin.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, god, overcoming-sin, sin"
    },
    {
      "quote": "Man got into difficulty when he lifted his will against God’s. He gets out of trouble when he bows to the divine superiority, when he repents and says humbly: “God be merciful to me a sinner.” Man’s extremity then becomes God’s opportunity.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, divine-superiority, god-s-will, man-s-will, mercy"
    },
    {
      "quote": "Perversion is considered a biological abnormality rather than a sin. These things are contrary to the teaching of God’s Word. And God has not changed. His standards have not been lowered. God still calls immorality a sin and the Bible says God is going to judge it.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham, god-s-word, judgment, perversion, sin"
    },
    {
      "quote": "We do not have a paradise on earth",
      "author": "it is riddled with so much sin and disease.",
      "category": "Billy Graham, Billy Graham in Quotes"
    },
    {
      "quote": "Guard your tongue, and use it for good instead of evil. How many marriages or friendships have been destroyed because of criticism that spiraled out of control? How many relationships have broken down because of a word spoken thoughtlessly or in anger? A harsh word can’t be taken back; no apology can fully repair its damage.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, broken-relationships, criticism, evil, harsh-words, tongue"
    },
    {
      "quote": "Sin is rebellion against God.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, god, rebellion, sin"
    },
    {
      "quote": "If God were to eradicate all evil from this planet, He would have to eradicate all evil men. Who would be exempt? “For all have sinned and fall short of the glory of God” [Romans 3:23 NIV].God would rather transform the evil man than eradicate him.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, evil, glory-of-god, sin"
    },
    {
      "quote": "Nothing can alter the fact that God calls perversion sin.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, god, perversion, sin"
    },
    {
      "quote": "The tragedy of sin reached its crescendo when God in Christ became sin . . .He was offering Himself as the sacrifice required by the justice of God if man was to be redeemed.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, christ, god, justice, redeemed, sacrifice, sin"
    },
    {
      "quote": "Sin lies at the heart of chaotic world conditions as we now know them and as they have existed through the centuries.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, sin"
    },
    {
      "quote": "Why did Jesus Christ leave heaven’s gloryand enter this sin-infested world? For one reason: to make our eternal salvation possible.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, eternal-salvation, heaven-s-glory, jesus-christ, sin, sin-infested-world"
    },
    {
      "quote": "Scripture has the remedy for sinfulness.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, remedy, scripture, sinfulness"
    },
    {
      "quote": "It would be the greatest tragedy if I didn’t tell you that unless you repent of your sins and receive Christ as your Savior, you are going to be lost.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, christ, repent, savior, sin"
    },
    {
      "quote": "[The Bible] warns us about “the little foxes, that spoil the vines” [Song of Solomon 2:15 KJV]. This is a picture of the way “little” sinscan destroy our fruitfulness for the Lord.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham, fruitfulness, little-foxes, lord, sins"
    },
    {
      "quote": "Sin has tarnished every area of life, and [Christ] wants to erase its stain everywhere.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, christ, sin"
    },
    {
      "quote": "The unpardonable sin involves the total and irrevocable rejection of Jesus Christ.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, jesus-christ, unpardonable-sin"
    },
    {
      "quote": "Revenge easily descends into an endless cycle of hate and violence. The Bible says never repay evil with evil.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, evil, hate, revenge, violence"
    },
    {
      "quote": "Evil is present to cleverly disguise itself as good. Evil is present to control and deceive us.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, evil"
    },
    {
      "quote": "There are many new sinners today, but there aren’t any new sins, just the old ones clothed in different rags.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, sinners, sins"
    },
    {
      "quote": "Every manifestation of evil is the result of basic sin—sin that has remained unchanged since the moment it first entered the human race.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, evil, human-race"
    },
    {
      "quote": "I believe a Christian can sin, but he does not have to. God never would have told us to reject evil acts if in point of fact we could not help but do them.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, evil, sin"
    },
    {
      "quote": "The Bible teaches that whosoever is born of God does not practice sin.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham, god, sin"
    },
    {
      "quote": "Sinful pleasure can ruin our appetite for the things of God.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, god, sin, sinful-pleasure"
    },
    {
      "quote": "Sin is often, if not always, the perversion of something good. In the midst of all our sinning, though, God is willing to forgive us, change us,and give us a new power to overcome that sin.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, forgive, god, sin, sinning"
    },
    {
      "quote": "Our magazine covers frequently feature the immoral, the perverted, the psychologically sick. Sin is “in.” People don’t like to be told they are sinners.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, immoral, perverted, sick, sin, sinners"
    },
    {
      "quote": "Sooner or later we must leave our dream world and face up to the facts of God, sin, and judgment. The Bible says, “All have sinned and come short of the glory of God” [Romans 3:23 NIV].",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, god, judgment, sin"
    },
    {
      "quote": "We have largely lost sight of the holiness and purity of God today. This is one reason why we tolerate sin so easily.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, god, holiness, purity, sin"
    },
    {
      "quote": "Neither the devil nor the world, nor even our own evil heart can compel us to sin. It must be by our own consent and will.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, consent, devil, evil, sin, will"
    },
    {
      "quote": "We don’t need to be crippled any longer by the disease of sin—because God has provided the cure.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, cure, god, sin"
    },
    {
      "quote": "We all have a terminal disease far worse than cancer that will kill us morally and spiritually.It’s called sin.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, cancer, disease, sin"
    },
    {
      "quote": "Superficial views of God and His holiness will produce superficial views of sin and atonement. God hates sin. It is His uncompromising foe. Sin is vile and detestable in the sight of God . . .The sinner and God are at opposite poles of the moral universe.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "atonement, billy-graham, god, holiness, moral-universe, sin, sinner"
    },
    {
      "quote": "Sin is serious—so serious it sent Jesus Christ to the cross. Flee from [sin] and stay close to Christ.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, cross, jesus-christ, sin"
    },
    {
      "quote": "cannot come to Christ unless the Holy Spirit convicts us of our sin.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, christ, holy-spirit, sin"
    },
    {
      "quote": "Sin pierced the very heart of God. God felt every piercing nail and spear thrust. God felt the burning sun. God felt the mocking derision and the body blows.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, heart-of-god, piercing-nail, sin, spear"
    },
    {
      "quote": "As much as we hate to admit it, we are sinners by birth. We are also sinners by choice. We are also sinners by practice.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, sin, sinners"
    },
    {
      "quote": "When we use the word “sin,” we usually think of our misdeeds—actions or habits we know are wrong. But those are specific sins, and they are the result of sin, the deeper spiritual disease that infects our souls. Sin is the cause; sins are the effect.Sin is the tree; sins are the fruit. Sin is the disease; sins are the symptoms.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, sin, sins, spiritual-disease"
    },
    {
      "quote": "There is less teaching about sin, and very little warning of judgment.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, judgment, sin"
    },
    {
      "quote": "Only [God] can convict nonbelievers of their sins",
      "author": "only He can convince them of the truth of the Gospel.",
      "category": "Billy Graham, Billy Graham in Quotes"
    },
    {
      "quote": "Galatians 5:21 constitutes the most serious warning to those who may think they can sin that grace may abound.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, sin"
    },
    {
      "quote": "Sin—plain, old-fashioned sin, the self-same sin which caused Adam’s downfall—is what we are all suffering from today, and it will do us far more harm than good to try to dress it up with a fancy, more attractive label.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "adam-s-downfall, billy-graham, sin"
    },
    {
      "quote": "Sin is a revolt against God.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, god, sin"
    },
    {
      "quote": "True freedom consists not in the freedom to sin, but the freedom not to sin.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, freedom, sin"
    },
    {
      "quote": "Be assured that there is no sin you have ever committed that the blood of Jesus Christ cannot cleanse.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, blood-of-jesus-christ, cleanse, sin"
    },
    {
      "quote": "Sin has progressed and gained momentum",
      "author": "[man] seems to have lost his ability to be shocked. Behavior that was once considered abominable is now acceptable.",
      "category": "Billy Graham, Billy Graham in Quotes"
    },
    {
      "quote": "Only the Holy Spirit can open our eyes. Only He can convict us of the depth of our sin, and only He can convince us of the truth of the Gospel.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, gospel, holy-spirit, sin, truth"
    },
    {
      "quote": "The Gospel of Jesus Christ is not anti-intellectual. It demands the use of [the] mind, but the mind is affected by sin.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, gospel-of-jesus-christ, sin"
    },
    {
      "quote": "The essence of sin is self-will—placing ourselves at the center of our lives instead of Christ.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, christ, sin"
    },
    {
      "quote": "In all of these centuries there has not been the slightest shadow of change in the nature of God or in His attitude toward sin.The Bible teaches from the beginning to the end that adultery and fornication are sin, and the attitude of churchmen does not alter its character.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "adultery, bible, billy-graham, character, fornication, nature-of-god, sin"
    },
    {
      "quote": "The influence of sin touches the innocent as well as the guilty.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, guilty, innocent, sin"
    },
    {
      "quote": "Our relationship must be right with God before it can be right with man.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, relationship-with-god, relationship-with-man"
    },
    {
      "quote": "Gratitude is one of the greatest Christian virtues; ingratitude, one of the most vicious sins.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, gratitude, ingratitude, sin, virtue"
    },
    {
      "quote": "If evil were not made to appear attractive, there would be no such thing as temptation.It is in the close similarity between good and evil, right and wrong, that the danger lies.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, danger, evil, good-and-evil, right-and-wrong, temptation"
    },
    {
      "quote": "Repentance is mentioned seventy times in the New Testament . . . the Bible says God commands repentance . . . it is a command . . .God says, “Repent! Or perish!",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham, god, perish, repent, repentance"
    },
    {
      "quote": "Confession and repentance might be described as the negative side of submission",
      "author": "this involves getting rid of everything which hinders God’s control over our lives. Yielding to God might be described as the positive side . . . placing ourselves totally into the hands of God.",
      "category": "Billy Graham, Billy Graham in Quotes"
    },
    {
      "quote": "[Christians] are commanded to warn the nations of the world that they must repent and turn to God while there is yet time.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, christians, god, repent"
    },
    {
      "quote": "When something brings profit or pleasure to us, we are inclined to call evil good, even if we know it is dead wrong.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, good-and-evil"
    },
    {
      "quote": "We can be convicted of sin—we can pray and confess our sin—we can repent—but the real test is our willingness to obey.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, confess, obey, pray, repent, sin"
    },
    {
      "quote": "I have been preaching repentance for seventy years",
      "author": "there are thousands of ministers of the Gospel all over this planet preaching repentance this very hour . . . and most of the time the world has laughed in the face of the King of kings.",
      "category": "Billy Graham, Billy Graham in Quotes"
    },
    {
      "quote": "A transformed life is the greatest of all miracles. Every time a person is “born again” by repentance of sin and faith in Jesus Christ, the miracle of regeneration is performed.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, born-again, faith, jesus-christ, miracles, regeneration, sin, transformed-life"
    },
    {
      "quote": "Before one can know what is right and wrong,he must first align himself with God. Only then is one in a position to do right.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, god, right-and-wrong"
    },
    {
      "quote": "Right is right, and wrong is wrong, in small things as well as in big things.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, right, wrong"
    },
    {
      "quote": "We live in an upside-down world. People hate when they should love, quarrel when they should be friendly, fight when they should be peaceful, wound when they should heal, steal when they should share,do wrong when they should do right.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, hate, love, quarrel, right-and-wrong"
    },
    {
      "quote": "Christians need to take a stand for what is right and not let evil go unchallenged.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, challenging-evil, christians, evil, right"
    },
    {
      "quote": "You and I, God’s ambassadors, are called to sound the warning, to call sinners to repentance, to point the way to peace with God and the hope that is in Christ.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, christ, god, god-s-ambassadors, hope, peace-with-god, repentance, sin, sinners, warning"
    },
    {
      "quote": "There is a right way and a wrong way to make contact with God.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, contact-with-god"
    },
    {
      "quote": "To find the right path, we first need to remember why we are on the wrong path. The reason can be put in one word: sin.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, right-path, sin, wrong-path"
    },
    {
      "quote": "It is entirely possible to be deeply sorry because of the devastation which sin has wrought in our lives—and yet not repent.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, devastation, repent, sin"
    },
    {
      "quote": "When I have a problem of deciding right from wrong, I always give it three tests.First, I give it the common-sense test, and ask if it is reasonable. Then, I give it the prayer test. I ask God if it is good and edifying. Then, I give it the Scripture test. I see if the Bible has anything to say for or against it.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, right-from-wrong"
    },
    {
      "quote": "When we do good—even when others are doing wrong—God will bless us.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, god-s-blessing, good, right-and-wrong"
    },
    {
      "quote": "Sin is the great clogger, and the blood of Christ is the great cleanser.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, blood-of-christ, cleanser, sin"
    },
    {
      "quote": "The Bible says there is a certain pleasure in sin.However, it is short-lived and fatal.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "bible, billy-graham, sin"
    },
    {
      "quote": "True repentance is a turning from sin . . . Humanly speaking, it is our small part in the plan of salvation. Our part is repenting. God will do the converting, the transforming, and the forgiving.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, converting, forgiving, god, repentence, salvation, sin, transforming"
    },
    {
      "quote": "There is a difference between sin and sins. Sin is the root",
      "author": "sins are the fruit.",
      "category": "Billy Graham, Billy Graham in Quotes"
    },
    {
      "quote": "The cause of all trouble, the root of all sorrow, the dread of every man lies in this one small word—sin. It has crippled the nature of man . . .It has caused man to be caught in the devil’s trap.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, devil-s-trap, dread-of-every-man, root-of-all-sorrow, sin"
    },
    {
      "quote": "The great commandment is that we preach the gospel to every creature, but neither God nor the Bible says anything about forcing it down people's throats.",
      "author": "Louis Zamperini, Devil at My Heels",
      "category": "bible, billy-graham, god, gospel, jesus-christ, preach"
    },
    {
      "quote": "The happiness which brings enduring worth to life is not the superficial happiness that is dependent on circumstances. It is the happiness and contentment that fills the soul even in the midst of the most distressing circumstances and the most bitter environment. It is the kind of happiness that grins when things go wrong and smiles through the tears. The happiness for which our souls ache is one undisturbed by success or failure, one which will deeply root inside us and give us inward relaxation, peace, and contentment, no matter what the surface problems may be. That kind of happiness stands in need of no outward stimulas.",
      "author": "Billy Graham",
      "category": "billy-graham, happiness"
    },
    {
      "quote": "Jesus Christ is God in human flesh, and the story of His life, death, and resurrection is the only Good News the world will ever hear.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, god, good-news, jesus-christ, resurrection"
    },
    {
      "quote": "I realize that my ministry would someday come to an end. I am only one in a glorious chain of men and women God has raised up through the centuries to build Christ’s church and take the Gospel everywhere.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, christ-s-church, gospel, ministry"
    },
    {
      "quote": "When most major Protestant denominations have their annual councils, assemblies, or conventions, they make pronouncements on matters having to do with disarmament, federal aid to education, birth control, the United Nations, and any number of social and political issues. Very rarely are any resolutions passed that have to do with theredemptive witness of the Gospel.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, gospel, witness"
    },
    {
      "quote": "The power to proclaim the greatest news in heaven or on earth was not given to the angels. It was given to redeemed men . . . Every Christian is to be a witness",
      "author": "every follower of Christ is to preach the Gospel.",
      "category": "Billy Graham, Billy Graham in Quotes"
    },
    {
      "quote": "The first hint of the Gospel comes from Genesis 3:15, this is the first promise of salvation.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, gospel, salvation"
    },
    {
      "quote": "The Gospel should never be dull, for it is the most exciting and relevant news we could ever receive. When we find it dull, it is a warning sign that something is going on inside us and we need to take action to correct it.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, exciting-news, gospel"
    },
    {
      "quote": "Our chaotic, confused world has no greater need than to hear the message of good news—the Gospel of Jesus Christ.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, chaotic, confused-world, good-news, gospel, jesus-christ"
    },
    {
      "quote": "It is impossible to believe anything into existence. The Gospel did not come into being because men believed it . . .The fact always precedes the faith.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "believe, billy-graham, existence, faith"
    },
    {
      "quote": "My job is to preach the Gospel, which has the power to change men’s lives from the inside out.",
      "author": "Billy Graham, Billy Graham in Quotes",
      "category": "billy-graham, gospel, preach-the-gospel"
    },
    {
      "quote": "If animals could speak, the dog would be a blundering outspoken fellow; but the cat would have the rare grace of never saying a word too much.",
      "author": "Mark Twain",
      "category": "animals, cats, dogs, grace, reticence"
    },
    {
      "quote": "...she made her home in between the pages of books.",
      "author": "Maggie Stiefvater, Linger",
      "category": "book-lover, grace"
    },
    {
      "quote": "This is a love story. I never knew there were so many kinds of love or that love could make people do so many different things.I never knew there were so many different ways to say goodbye.",
      "author": "Maggie Stiefvater, Linger",
      "category": "grace, linger"
    },
    {
      "quote": "Why not? It's true. My best hope is to not disgrace myself and...\" He hesitates.And what?\" I say.I don't know how to say it exactly. Only... I want to die as myself. Does that make any sense?\" he asks. I shake my head. How could he die as anyone but himself? \"I don't want them to change me in there. Turn me into some kind of monster that I'm not.\"I bite my lip feeling inferior. While I've been ruminating on the availability of trees, Peeta has been struggling with how to maintain his identity. His purity of self. \"Do you mean you won't kill anyone?\" I ask.No, when the time comes, I'm sure I'll kill just like everybody else. I can't go down without a fight. Only I keep wishing I could think of a way to... to show the Capitol they don't own me. That I'm more than just a piece in their Games,\" says Peeta.But you're not,\" I say. \"None of us are. That's how the Games work.\"Okay, but within that frame work, there's still you, there's still me,\" he insists. \"Don't you see?\"A little, Only... no offense, but who cares, Peeta?\" I say.I do. I mean what else am I allowed to care about at this point?\" he asks angrily. He's locked those blue eyes on mine now, demanding an answer.",
      "author": "Suzanne Collins, The Hunger Games",
      "category": "grace, identity"
    },
    {
      "quote": "The problem with promises is that you've made one, it's bound to be broken.",
      "author": "Bree Despain, The Dark Divine",
      "category": "grace, the-dark-divine"
    },
    {
      "quote": "This is sams phone\" there was a long,heavy pause, and then: \"oh.\" Another pause. \"Youre the girl, arent you? The girl who was in my house?\" I tried to think of what i might gain by denying it and drew a blank \"yes\" do you have a name?\"do you?\"he gave a short laugh that was completely without humor but not unpleasent. \"I think i might like you. Im Beck.",
      "author": "Maggie Stiefvater, Shiver",
      "category": "beck, grace"
    },
    {
      "quote": "I can tell you that you will have your hearts broken more by the people you love than by the people you hate. But you must still dare to love. The rewards are worth far more than the risks.",
      "author": "Margaret Peterson Haddix, Into the Gauntlet",
      "category": "39-clues, cahill, grace"
    },
    {
      "quote": "Legalism says God will love us if we change. The gospel says God will change us because He loves us.",
      "author": "Tullian Tchividjian",
      "category": "god-s-love, grace, law, legalism"
    },
    {
      "quote": "You are so weak. Give up to grace.The ocean takes care of each wave till it gets to shore.You need more help than you know.",
      "author": "Jalaluddin Rumi, The Essential Rumi",
      "category": "grace"
    },
    {
      "quote": "Our worst days are never so bad that you are beyond the reach of God's grace. And your best days are never so good that you are beyond the need of God's grace.",
      "author": "Jerry Bridges, The Discipline of Grace: God's Role and Our Role in the Pursuit of Holiness",
      "category": "bad-days, christ, good-days, grace"
    },
    {
      "quote": "You must pay for everything in this world one way and another. There is nothing free except the Grace of God. You cannot earn that or deserve it.",
      "author": "Charles Portis, True Grit",
      "category": "grace"
    },
    {
      "quote": "As a Christian and a feminist, the most important message I can carry and fight for is the sacredness of each human life, and reproductive rights for all women are a crucial part of that. It is a moral necessity that we not be forced to bring children into the world for whom we cannot be responsible and adoring and present. We must not inflict life on children who will be resented; we must not inflict unwanted children on society.",
      "author": "Anne Lamott",
      "category": "grace, planned-parenthood, reproductive-rights"
    },
    {
      "quote": "Grace doesn't depend on suffering to exist, but where there is suffering you will find grace in many facets and colors.",
      "author": "William Paul Young, The Shack",
      "category": "grace, life, love"
    },
    {
      "quote": "I’m not thrilled. And I totally reserve the right to angst over all this later. But honestly, Mom? Right now, I’m so happy to see you that I wouldn’t care if you’re secretly a ninja sent from the future to destroy kittens and rainbows.",
      "author": "Rachel Hawkins, Spell Bound",
      "category": "grace, sophie"
    },
    {
      "quote": "If you are renewed by grace, and were to meet your old self, I am sure you would be very anxious to get out of his company.",
      "author": "Charles Haddon Spurgeon",
      "category": "grace, regeneration, renewal, repentance"
    },
    {
      "quote": "...I want first of all - in fact, as an end to these other desires - to be at peace with myself. I want a singleness of eye, a purity of intention, a central cor to my life that will enable me to carry out these obligations and activities as well as I can. I want, in fact - to borrow from the language of the saints -to live 'in grace' as much of the time as possible. I am not using this term in a strictly theological sense. By grace I mean an inner harmony, essentially spiritual, which can be translated into outward harmony...",
      "author": "Anne Morrow Lindbergh",
      "category": "grace, life"
    },
    {
      "quote": "Remember tonight...for it is the beginning of always,\" he whispered... - ShaneThat damn man just ruined all other men for me. Once you tasted that man, he made all others go sour in your mouth. Ah crap, I was in love with him. - Grace",
      "author": "Christine Zolendz, Saving Grace",
      "category": "grace, shane"
    },
    {
      "quote": "The nuns taught us there are two ways through life, the way of Nature and the way of Grace. You have to choose which one you'll follow. Grace doesn't try to please itself. Accepts being slighted, forgotten, disliked. Accepts insults and injuries.Nature only wants to please itself. Get others to please it too. Likes to lord it over them. To have its own way. It finds reasons to be unhappy when all the world is shining around it. And love is smiling through all things.",
      "author": "Terrence Malick, The Tree of Life",
      "category": "grace, love"
    },
    {
      "quote": "Holy fellatio! You are standing there licking him up with your eyes! Do you freaking hear the old seventies porn music playing in your head?",
      "author": "Christine Zolendz, Saving Grace",
      "category": "grace, lea, shane"
    },
    {
      "quote": "When Catherine told me about this (tragedy nearby), I could only say, shocked, \"Dear God, that family needs grace.\"She replied firmly, \"That family needs casseroles,\" and then proceeded to organize the entire neighborhood into bringing that family dinner, in shifts, every single night, for an entire year. I do not know if my sister fully recognizes that this _is_ grace.",
      "author": "Elizabeth Gilbert, Eat, Pray, Love",
      "category": "grace"
    },
    {
      "quote": "We should get jerseys, cause we make a good team; but yours would look better than mine, cause you're outta my league.",
      "author": "Relient K, Relient K Five Score and Seven Years Ago 5",
      "category": "be-my-escape, god-s-grace, grace, lyrics, relient-k, songs"
    },
    {
      "quote": "It’ll make you feel better.” \"By making me dead?” I asked. “I mean, I’m sure that would make my headache go away, but that’s a heck of a side effect.",
      "author": "Rachel Hawkins, Spell Bound",
      "category": "aislinn, grace, sophie"
    },
    {
      "quote": "It is unearned love--the love that goes before, that greets us on the way. It's the help you receive when you have no bright ideas left, when you are empty and desperate and have discovered that your best thinking and most charming charm have failed you. Grace is the light or electricity or juice or breeze that takes you from that isolated place and puts you with others who are as startled and embarrassed and eventually grateful as you are to be there.",
      "author": "Anne Lamott, Traveling Mercies: Some Thoughts on Faith",
      "category": "grace"
    },
    {
      "quote": "It is the tenderness that breaks our hearts. The loveliness that leaves us stranded on the shore, watching the boats sail away. It is the sweetness that makes us want to reach out and touch the soft skin of another person. And it is the grace that comes to us, undeserving though we may be.",
      "author": "Robert Goolrick, The End of the World as We Know It: Scenes from a Life",
      "category": "grace, love, sweetness"
    },
    {
      "quote": "Angels are bright still, though the brightest fell.Though all things foul would wear the brows of grace,Yet Grace must still look so.",
      "author": "William Shakespeare, Macbeth",
      "category": "brightness, foul, grace"
    },
    {
      "quote": "When grace moves in... guilt moves out",
      "author": "Max Lucado, Max on Life: Answers and Insights to Your Most Important Questions",
      "category": "grace"
    },
    {
      "quote": "I wish grace and healing were more abracadabra kind of things. Also, that delicate silver bells would ring to announce grace's arrival. But no, it's clog and slog and scootch, on the floor, in the silence, in the dark.",
      "author": "Anne Lamott, Grace (Eventually): Thoughts on Faith",
      "category": "grace"
    },
    {
      "quote": "My wolf was a cute guy and he was holding my hand. I could die happy.",
      "author": "Maggie Stiefvater, Shiver",
      "category": "grace, love, wolf"
    },
    {
      "quote": "There is a loveliness to life that does not fade. Even in the terrors of the night, there is a tendency toward grace that does not fail us.",
      "author": "Robert Goolrick, The End of the World as We Know It: Scenes from a Life",
      "category": "grace, inspirational, life, night, terror"
    },
    {
      "quote": "This grace of God is a very great, strong, mighty and active thing. It does not lie asleep in the soul. Grace hears, leads, drives, draws, changes, works all in man, and lets itself be distinctly felt and experienced. It is hidden, but its works are evident.",
      "author": "Martin Luther",
      "category": "grace"
    },
    {
      "quote": "The only man who has the right to say that he is justified by grace alone is the man who has left all to follow Christ.",
      "author": "Dietrich Bonhoeffer",
      "category": "grace, justification"
    },
    {
      "quote": "I knew he wouldn't come, but I howled anyway, and when I did, the other wolves would pass images of him to me of what he looked like: lithe, gray, yellow-eyed. I would pass back images of my own, of a wolf on the edge of the woods, silent and cautious, watching me. The images, clear as the slender-leaved trees in front of me, made finding him seem urgent, but I didn't know how to begin to look.",
      "author": "Maggie Stiefvater, Forever",
      "category": "grace, wolves"
    },
    {
      "quote": "And yet, because I love thee, I obtainFrom that same love this vindicating grace,To live on still in love, and yet in vain",
      "author": "Elizabeth Barrett Browning, Sonnets from the Portuguese",
      "category": "grace, love, unrequited-love"
    },
    {
      "quote": "The Divine Light is always in man, presenting itself to the senses and to the comprehension, but man rejects it.",
      "author": "Giordano Bruno",
      "category": "divine, ego, grace"
    },
    {
      "quote": "Love is holy because it is like grace--the worthiness of its object is never really what matters.",
      "author": "Marilynne Robinson, Gilead",
      "category": "grace, holy, love, unearned-blessings, worthy"
    },
    {
      "quote": "Cheap grace means grace sold on the market like cheapjacks' wares. The sacraments, the forgiveness of sin, and the consolations of religion are thrown away at cut prices. Grace is represented as the Church's inexhaustible treasury, from which she showers blessings with generous hands, without asking questions or fixing limits. Grace without price; grace without cost! The essence of grace, we suppose, is that the account has been paid in advance; and, because it has been paid, everything can be had for nothing. Since the cost was infinite, the possibilities of using and spending it are infinite. What would grace be if it were not cheap?...Cheap grace is the preaching of forgiveness without requiring repentance, baptism without church discipline, Communion without confession, absolution without personal confession. Cheap grace is grace without discipleship, grace without the cross, grace without Jesus Christ, living and incarnate.Costly grace is the treasure hidden in the field; for the sake of it a man will go and sell all that he has. It is the pearl of great price to buy which the merchant will sell all his goods. It is the kingly rule of Christ, for whose sake a man will pluck out the eye which causes him to stumble; it is the call of Jesus Christ at which the disciple leaves his nets and follows him.Costly grace is the gospel which must be sought again and again, the gift which must be asked for, the door at which a man must knock.Such grace is costly because it calls us to follow, and it is grace because it calls us to follow Jesus Christ. It is costly because it costs a man his life, and it is grace because it gives a man the only true life. It is costly because it condemns sin, and grace because it justifies the sinner. Above all, it is costly because it cost God the life of his Son: \"ye were bought at a price,\" and what has cost God much cannot be cheap for us. Above all, it is grace because God did not reckon his Son too dear a price to pay for our life, but delivered him up for us. Costly grace is the Incarnation of God.",
      "author": "Dietrich Bonhoeffer, The Cost of Discipleship",
      "category": "cheap-grace, costly-grace, grace"
    },
    {
      "quote": "And Grace calls out, 'You are not just a disillusioned old man who may die soon, a middle-aged woman stuck in a job and desperately wanting to get out, a young person feeling the fire in the belly begin to grow cold. You may be insecure, inadequate, mistaken or potbellied. Death, panic, depression, and disillusionment may be near you. But you are not just that. You are accepted.' Never confuse your perception of yourself with the mystery that you really are accepted.",
      "author": "Brennan Manning, The Ragamuffin Gospel: Good News for the Bedraggled, Beat-Up, and Burnt Out",
      "category": "grace"
    },
    {
      "quote": "Only those who are truly aware of their sin can truly cherish grace.",
      "author": "C.J. Mahaney, The Cross Centered Life: Keeping the Gospel The Main Thing",
      "category": "cross, grace, sin"
    },
    {
      "quote": "Maybe home isn't a place. Maybe it's a feeling you have inside of you, being around the people who matter to you",
      "author": "Justin Somper, Black Heart",
      "category": "grace, oskar, vampirates"
    },
    {
      "quote": "With each opportunity before me, God presented me with a choice. I could accept His offerings, His wisdom, His grace. Or I could choose to hold onto the pain, the anger and the resentment a little longer.",
      "author": "Sharon E. Rainey, Making a Pearl from the Grit of Life",
      "category": "grace, opportunity, resentment"
    },
    {
      "quote": "If I’m not showing grace . . . have I forgotten the grace I’ve been shown?",
      "author": "John F. MacArthur Jr.",
      "category": "grace"
    },
    {
      "quote": "Grace is a power that comes in and transforms a moment into something better",
      "author": "Caroline Myss",
      "category": "grace, transforms"
    },
    {
      "quote": "I remembered the pain as clearly as if I were shifting — the pain of loss. I felt the agony of the single moment that I lost myself. Lost what made me Sam. The part of me that could remember Grace's name.",
      "author": "Maggie Stiefvater, Shiver",
      "category": "grace, sam, shiver"
    },
    {
      "quote": "The ones whose light will remain with me long after they have burnt out are the ones that had grace. Because it's rare that the gift comes with grace. Some of the biggest arseholes I've ever met are the most gifted. Because it's \"pretty girl\" syndrome. Being gifted is like being born beautiful. You don't have to work a day in a year in your life for it. You were born with it. In one sense, it's like blue blood, money, gift, or beauty. They are the things that should make you the most humble, because they are not the things you have earned. They are the things you were given. Yet, it is my experience that they male people the most spoiled. And the people who work the hardest, and who have overcome the most obstacles on their life, who have reason to beat their breasts are the most humble, sometimes. I can't get over that. it's bewildering to me. To make it through success and still have manners, to still have curiosity, intellectual curiosity, to still have some grace, to keep your dignity, that is really... rare.",
      "author": "Bono, Bono: In Conversation with Michka Assayas",
      "category": "grace"
    },
    {
      "quote": "I know nothing, except what everyone knows - if there when Grace dances, I should dance.",
      "author": "W.H. Auden, Collected Poems",
      "category": "dance, grace"
    },
    {
      "quote": "She [the Virgin Mary] was normal. She had already had other children. The Bible tells us that Jesus had two brothers. Virginity, as it relates to Jesus, is based on a different thing: Mary initiated a new generation of grace. A new era began. She is the cosmic bride, Earth, which opens to the heavens and allows itself to be fertilized.",
      "author": "Paulo Coelho, By the River Piedra I Sat Down and Wept",
      "category": "grace, mary"
    },
    {
      "quote": "And I’m not spying! I’m evaluating!”“It’s the same difference!",
      "author": "Kim Harrison, Early to Death, Early to Rise",
      "category": "avery, difference, evaluating, grace, madison, spying"
    }
  ]
}