{"author":"Ravindu Manoj","github":"ravindu01manoj","repo":"Quotes-500k","data":[{"quote":"Because I take care of my body, it doesn't look like the body of a woman of my years.","author":"Gloria Swanson","category":"Woman, Body, Care"},{"quote":"I have a pretty active presence on social networking sites, and every day there are messages from so many young girls telling me that they are happy B-Town has curvy women like me. I feel you should be happy the way you are. Of course, fitness is important, but not to the extent of obsession!","author":"Sonakshi Sinha","category":"Happy, Day, Women"},{"quote":"Find fitness with fun dancing. It is fun and makes you forget about the dreaded exercise.","author":"Paula Abdul","category":"Fun, Exercise, You"},{"quote":"With fitness, I do Bikrams hot yoga. The gym that I have in my building is amazing. I love to do cardio and weights there.","author":"Shay Mitchell","category":"Love, Amazing, Building"},{"quote":"Kids are starting at such a low base rate in terms of fitness that it's taking them years to catch up to where people like me started from. Every little bit is making it more difficult for kids to succeed on a world stage.","author":"Daley Thompson","category":"World, Me, People"},{"quote":"I've still got a small fitness and conditioning business where I travel round the world doing stuff for individuals and corporations, mainly fitness training.","author":"Daley Thompson","category":"Travel, Business, Training"},{"quote":"The only weights I lift are my dogs.","author":"Olivia Newton-John","category":"Lift, Dogs, Only"},{"quote":"I am 5 ft 6 in, and at my peak, my vital statistics were 37-22-35. I didn't even think about my weight - but now I work hard at keeping healthy. Fortunately, my husband Richie is as much of a fitness buff as I am.","author":"Raquel Welch","category":"Work, Work Hard, I Am"},{"quote":"Bathrooms are, on a square foot basis, the most expensive room in the house to renovate. If you want to test your heart's fitness, try shopping for simple bathroom faucets. Add in the cost of the required valves, mixers and trims, and you may need reviving when you see the tally!","author":"Candice Olson","category":"Heart, Simple, Shopping"},{"quote":"Almost 70 per cent of your fitness battle is won the day you realise what your body needs and when. I've made my own diets, and I decide for myself what works for me.","author":"Arjun Rampal","category":"Day, Myself, Me"},{"quote":"I look at fitness as a necessity in the same way as how you drink water, eat food, one should look at fitness in a dedicated way. People will look fresh and happy. If you are happy, you in a way look fit.","author":"Arjun Rampal","category":"Food, Happy, Water"},{"quote":"Fitness is defined differently by everyone, but for me, the most important thing is being healthy. As tennis players, what we do is not the healthiest thing. We almost abuse our bodies.","author":"Sania Mirza","category":"Me, Tennis, Healthy"},{"quote":"Let's face it: fitness is boring. But it's critical to be extremely dedicated to whatever you decide to take up to achieve a desired result. There's no way you are going to get there without dedication, which is the key for me.","author":"Harbhajan Singh","category":"Dedication, Me, You"},{"quote":"I believe it's extremely important to include some other type of fitness activity in your training, so cross training will help you to avoid injury when you are dancing.","author":"Laurieann Gibson","category":"Training, Believe, Help"},{"quote":"I personally love to run outdoor fitness trails. I love the meditative value I get when out alone, challenging myself to run faster and higher.","author":"Laurieann Gibson","category":"Love, Myself, Alone"},{"quote":"At times, you are mentally but not physically prepared; at times, you are physically but not mentally prepared. I would be lying if I said it doesn't affect your performance. But the sooner you get over it, the better. So you discipline yourself. That is why fitness counts.","author":"Mohammad Azharuddin","category":"Performance, Yourself"},{"quote":"Obviously, when you're doing fitness work at a club all week and every week, it's all about specific drills for what you need to do on the pitch. So I'd be doing a different drill to the centre-midfielders. It's all specifically tailored for me. For example, my drills are high speed. It's all about trying to break the line with a sharp sprint.","author":"Jamie Vardy","category":"Work, Week, Me"},{"quote":"Fitness has always been one of my strengths. I can do all the long-distance runs. When I was at school and we entered the competitions, I used to do the 100m, 200m, and the 1500m as well, so it's never just been a pace thing.","author":"Jamie Vardy","category":"School, I Can, Strengths"},{"quote":"My bottom is so big it's got its own gravitational field.","author":"Carol Vorderman","category":"Big, Bottom, Own"},{"quote":"I might do a fitness video. Actually, more of a fatness video.","author":"Sanjeev Bhaskar","category":"Video, Might, More"},{"quote":"With both kids, I started working out again at 16 days postpartum, but I treated myself with kindness, doing mild workouts, because my fitness level was lower.","author":"Gabrielle Reece","category":"Kindness, Myself, Working"},{"quote":"My church has a health and fitness ministry to encourage our members to take care of spiritually and physically how could I not?","author":"Marvin Sapp","category":"Health, Care, Take Care"},{"quote":"People may say I developed an iron will, but what really happened is that I made myself much fitter. I think an iron will is always supported by fitness.","author":"Ivan Lendl","category":"Myself, People, Think"},{"quote":"I'm enjoying myself this year and for once I'm not chasing my fitness.","author":"Jamie Redknapp","category":"Myself, Year, Chasing"},{"quote":"I'm 33 now and I seem to have hit a fitness plane. Shifting the wobbly bits isn't as easy as it used to be.","author":"Matthew Rhys","category":"Easy, Now, Bits"},{"quote":"Sometimes fitness is a good thing to have, but you have to recognise that fitness takes you only so far, and skills are the most important thing. Fitness just helps you execute those cricketing skills for longer and more consistently, maybe.","author":"Rahul Dravid","category":"Good, Skills, You"},{"quote":"The bowlers I respected or feared or rated were not the ones who gave me lip or stared at me or abused me. More the ones who, at any stage of the game, when had they had the ball in hand, they were going to be at me, and they were going to have the skill and the fitness and the ability to be aggressive.","author":"Rahul Dravid","category":"Game, Me, Skill"},{"quote":"I eat super healthy and I'm super fit. I dabble in every type of fitness. I have a trainer and I go to the gym. I do yoga as well.","author":"Linda Evangelista","category":"Healthy, Well, Trainer"},{"quote":"Overall, I think I'm in pretty good shape, but I'm not really someone that is gung-ho or a fitness fanatic.","author":"Cobi Jones","category":"Good, Think, Shape"},{"quote":"I am concentrating on my fitness levels so that I don't look old.","author":"Sonu Nigam","category":"I Am, Look, Levels"},{"quote":"I'm very active when I'm not pregnant, but I think fitness should be a natural part of your life, not something you have to force yourself to do.","author":"Jessica Capshaw","category":"Life, Yourself, Think"},{"quote":"I try and maintain a little bit of fitness, man.","author":"Frank Bruno","category":"Man, Try, Little"},{"quote":"I have a tremendous passion for fitness, I love challenges and I am a very driven guy.","author":"Lou Ferrigno","category":"Love, Passion, I Am"},{"quote":"The public character of every public servant is legitimate subject of discussion, and his fitness or unfitness for office may be fairly canvassed by any person.","author":"Charles Babbage","category":"Character, Person, Office"},{"quote":"I know some people who are like, 'I love fitness,' and I feel like if you have to say that, you're still in the romance stage. I'm in the stage where I've been married to it for 60 years, and I don't think I'll ever get a divorce.","author":"Matt McGorry","category":"Love, People, Divorce"},{"quote":"Our regular fitness programme means that the race lasting longer than others should not be a problem, but something you have to prepare for in Singapore is ensuring you always keep well-hydrated, as the heat and humidity can easily dehydrate you.","author":"Romain Grosjean","category":"Problem, Prepare, You"},{"quote":"They both go together you can't be in front of the camera hosting a fitness television show in front of 75 million households and not have trained 6 days per week year round - in a bikini no less.","author":"Kiana Tom","category":"Together, Week, Television"},{"quote":"Fitness of a top-class squash player is very important, and talent only can't do the job. They have to get training regularly for at least eight hours a day so that they could put some good show in a two-hour match.","author":"Jahangir Khan","category":"Day, Good, Training"},{"quote":"It's better to train for 4-5 hours a week than to do ten hours one week then nothing for two weeks. It helps your body adapt and also maintains your fitness.","author":"Alistair Brownlee","category":"Week, Train, Body"},{"quote":"I think I have just evolved as a person, as a human being. I like fitness. It's an important part of my everyday life, and I enjoy and endorse a healthy lifestyle.","author":"Karisma Kapoor","category":"Life, Enjoy, Healthy"},{"quote":"When I left EastEnders, I could have earned an absolute fortune from sexy calendars, shoots for lads' mags, fitness videos and reality shows. But I always turned them down.","author":"Michelle Ryan","category":"Reality, Sexy, Down"},{"quote":"I thought I did well for someone who has been out for 10 or 11 months. Then I was sub against Liverpool and tried to play for the guys and work on my fitness.","author":"Paul Gascoigne","category":"Work, Thought, Play"},{"quote":"The goodness of a thing created is the perfection of its fitness for the use which it serves. Now that use is either particular or universal.","author":"William Ames","category":"Perfection, Goodness, Now"},{"quote":"On my days off, I like to be outdoors - on my bike or walking the dog or swimming - so it's important anyone I date is also into fitness.","author":"Mollie King","category":"Dog, Walking, Bike"},{"quote":"A year ago I had a back injury and followed a good nutrition program to help speed up my recovery. I focused on exercise and staying healthy in order to get back out on the ice.","author":"Sasha Cohen","category":"Good, Help, Healthy"},{"quote":"When I do get time, I like to hike and I take lots of vitamins and powders to keep healthy.","author":"Catherine Bell","category":"Time, Healthy, Like"},{"quote":"Once you are over 30, 35 years old, I think everyone should get down to the gym and start moving again.","author":"Warren Cuccurullo","category":"Moving, Start, Think"},{"quote":"The health industry, the fitness industry, was really starting to pick up. This was around the mid 80's.","author":"Warren Cuccurullo","category":"Health, Starting, Up"},{"quote":"I do a one-hour workout called Drenched, a cardio-boxing fitness routine, Monday through Friday. There are usually between twenty-five and fifty people there - everyone from stay-at-home moms and professional martial artists to teenagers and seniors. They play great dance music. When I can, I take two classes back-to-back.","author":"Carrie Ann Inaba","category":"Music, Great, Dance"},{"quote":"I'm freakishly competitive, so I set a date to achieve a certain weight or fitness.","author":"Jamie Bamber","category":"Achieve, Competitive, Date"},{"quote":"I have been particularly struck with the overwhelming evidence which is given as to the fitness of the natives of India for high offices and employments.","author":"Richard Cobden","category":"Evidence, India, High"},{"quote":"I had something to prove and went in the studio and started writing. I got into fitness and style and learned the whole craft. That was when I wrote everything on the album. I put out 'Don't Ya,' and it took off.","author":"Brett Eldredge","category":"Writing, Style, Craft"},{"quote":"I train Monday through Saturday. I usually have fitness training for 90 minutes, then I'm on the tennis court for 3 to 4 hours.","author":"Sloane Stephens","category":"Training, Train, Tennis"},{"quote":"Beside the brand-ambassador elements of the modern racing driver, the evolution of the athlete has mandated that as drivers, we are very committed to fitness.","author":"Charlie Kimball","category":"Racing, Evolution, Committed"},{"quote":"I think a basic level of fitness can help the body cope with all manner of incidents.","author":"Richard Hammond","category":"Body, Help, Think"},{"quote":"I don't want to lose my fitness. I'm 45. I have two babies. I've got a long way to go and I want to keep in tiptop shape. There's no magic bullet.","author":"Marcia Cross","category":"Magic, Long, Want"},{"quote":"You can control what you put in your body - 100 percent. You really can control your level of fitness and how your body looks.","author":"Sara Rue","category":"Control, Body, You"},{"quote":"I always knew I'd keep at it with the plodding doggedness that I used to master lump-less gravy and wriggle out of fitness classes; I always knew I'd get a zillion rejection slips. I figured I'd write part time while working various full-time office jobs, and maybe, maybe in my 50s, I'd be able to quit and try writing full time.","author":"MaryJanice Davidson","category":"Time, Writing, Rejection"},{"quote":"I love to sing. I also had a band during my college days in Saudi Arabia called Thousand Decibels. If not an actor, I would have become a singer. I am very passionate about work. I am a fitness freak: I go to gym before doing my shoot. I also do yoga.","author":"Karan Singh Grover","category":"Love, Work, College"},{"quote":"I grew up watching Salman Khan and Arnold Schwarzenegger, who have always juggled fitness with acting. In real life, I'm a fitness freak. Besides, it is nice to look at an actor who is fit, and if you become a role model, that's a perk.","author":"Karan Singh Grover","category":"Life, Acting, Nice"},{"quote":"It's been a long road back to health and fitness for me. I am just glad to have been given the opportunity to do what I love most.","author":"Jonah Lomu","category":"Love, Health, Opportunity"},{"quote":"Once in a while I'll get moved to do some exercise. It's something I long for but the biggest problem is bending down and putting my tennis shoes on. Once I go out I'm OK.","author":"David Soul","category":"Shoes, Problem, Tennis"},{"quote":"Fitness is a curve. You can be Lance Armstrong, or you can be really out of shape at the opposite end. People enter the curve wherever they are and then they can move up the curve, by better nutrition and better exercise.","author":"Gordon Strachan","category":"End, People, Exercise"},{"quote":"What you want is to rev up your metabolism so that you are burning fat and calories, not preserving fat and calories.","author":"Kathy Freston","category":"Fat, Want, You"},{"quote":"Beauty connotes humanity. We call a natural object beautiful because we see that its form expresses fitness, the perfect fulfillment of function.","author":"Moshe Safdie","category":"Beauty, Beautiful, Humanity"},{"quote":"We've got to get people out of their cars, out of those drive-thru windows, get them walking, get them in parks and get them more active.","author":"Mick Cornett","category":"Walking, People, Windows"},{"quote":"For guys who are into fitness, I think it's important to wear slim-fit stuff that is pretty tight so they can show off the bodies they have been working hard to have. Women are going to appreciate that.","author":"Carl Hagelin","category":"Women, Working Hard, Think"},{"quote":"I have run two Olympic 'A' standard times over the past 12 months and with the time I ran at the African Championships last week I know my speed and fitness are constantly improving so that I will peak in time for the Olympics.","author":"Oscar Pistorius","category":"Time, Past, Week"},{"quote":"It's not about weight, it's about fitness, and one component of being fit is to have relatively low body fat, because fat is not very efficient, whereas muscle is.","author":"Deborah Bull","category":"Body, Fat, Being"},{"quote":"I'm really into fitness, so my hobbies are yoga, Pilates, and working out.","author":"Charlotte McKinney","category":"Working, Hobbies, Yoga"},{"quote":"It's very important to have the right clothing to exercise in. If you throw on an old T-shirt or sweats, it's not inspiring for your workout.","author":"Cheryl Tiegs","category":"Exercise, You, Clothing"},{"quote":"I have found a flat on Merseyside and am settling down here. If I can keep playing and get back to full match fitness, I know I have a lot to offer still.","author":"David Ginola","category":"Know, Down, I Can"},{"quote":"Dance never really goes away; it just reforms and reinvents, and it's become more athletic with new connection to fitness and sport. Dance used to have this exclusivity, but not any more.","author":"Bonnie Langford","category":"Dance, New, Connection"},{"quote":"I just have to express myself somehow, either through singing, dance or fitness. You get sick of it; you have days where you think you don't want to do it, but generally after I've done something, I feel better. That's why I do the exercise: to earn my bar of chocolate and cappuccino.","author":"Bonnie Langford","category":"Myself, Dance, Exercise"},{"quote":"Every morning, I eat one fat-free yogurt with a sliced peach when peaches are in season, and one thin slice of whole-wheat bread. The same thing. I don't want to get fat. And I want to keep my fitness.","author":"Leonard Lauder","category":"Morning, Want, Season"},{"quote":"You need to eat normally and healthfully, and you need to exercise. I'm so passionate about this because I think people spend their lives not happy in their bodies.","author":"Courtney Thorne-Smith","category":"Happy, People, Exercise"},{"quote":"For a good workout, I go to At One Fitness in North Hollywood, where my trainer, Jon Allsop, puts me through it all. I like it because it's a small gym and I've known the people for a long time. Jon will have me do cross-training where I'll lift weights, jump rope, throw around a medicine ball and I never get to stop.","author":"Tim DeKay","category":"Time, Good, Me"},{"quote":"I keep up with everything in terms of health, fitness, nutrition, skin care, hair, nails. Really, everything. I'm an avid reader of every women's health newsletter from every hospital in the country.","author":"Evelyn Lauder","category":"Women, Health, Hair"},{"quote":"I became a fitness fiend when I was about 17 or 18.","author":"Cynthia Erivo","category":"About, Became, Fiend"},{"quote":"Personally, I need a high level of physical fitness in order to feel at ease.","author":"Jurgen Klinsmann","category":"Feel, Need, High"},{"quote":"I've had one very bad ankle injury but otherwise I've been incredibly lucky with my fitness. I've worked hard at it and I've always been fit even compared to other players. That sustains you through various parts of your career, but I am 36.","author":"Graeme Le Saux","category":"I Am, Career, You"},{"quote":"I'm healthy now. I probably wouldn't say I'm at my best fitness level and I haven't played that much lately, but I'm healthy and that's all that matters.","author":"Mary Pierce","category":"Best, Healthy, Matters"},{"quote":"The only way for a rich man to be healthy is by exercise and abstinence, to live as if he were poor.","author":"William Temple","category":"Man, Healthy, Rich"},{"quote":"So I've broadened the fitness concept to make it one of moderation and balance.","author":"Kenneth H. Cooper","category":"Balance, Concept, Moderation"},{"quote":"Now I say that if you run more than 15 miles a week, it's for something other than aerobic fitness. Once you pass 15 miles, you do not see much further improvement.","author":"Kenneth H. Cooper","category":"Improvement, Week, You"},{"quote":"You gotta have a body.","author":"Jayne Mansfield","category":"Body, You, Gotta"},{"quote":"I've published one book before, and now I'm writing a book of essays and stories about life in Tokyo. And I have one book coming out in May in Germany, about fitness.","author":"Franka Potente","category":"Life, Writing, Book"},{"quote":"I decided to write 'True Refuge' during a major dive in my own health. Diagnosed with a genetic disease that affected my mobility, I faced tremendous fear and grief about losing the fitness and physical freedom I loved.","author":"Tara Brach","category":"Freedom, Fear, Health"},{"quote":"I'm still very professional about my fitness. I stay in trim as I always did.","author":"Peter Shilton","category":"Professional, Always, Stay"},{"quote":"There are similarities between business and sport, in the pressures involved and in the fitness aspect too.","author":"Peter Shilton","category":"Business, Similarities"},{"quote":"Yoga's an amazing release.","author":"Monica Keena","category":"Amazing, Release, Yoga"},{"quote":"I enjoy going to the Y. I take all the fitness classes that my dad takes; that's sort of our bonding - anything athletic, anything sports related.","author":"Alyson Stoner","category":"Sports, Enjoy, Anything"},{"quote":"I have always maintained a high level of fitness, and that is why I am still able to handle the demands of playing in the Premiership. People have always commented on my fitness, and it's something I pride myself on.","author":"Richard Gough","category":"Myself, I Am, Pride"},{"quote":"I was a bit worried coming back to the Premiership from America, but I have been pleased with my form, and the interest I have received has been good for my ego. I have no worries about my fitness, and I am really looking forward to the season starting now.","author":"Richard Gough","category":"Good, America, I Am"},{"quote":"Fitness will be a major factor in the first race and I think that will play into the hands of drivers who have been racing recently, rather than people like me who haven't raced properly for a decade. I'am not one of the favourites to start with.","author":"Nigel Mansell","category":"Start, Me, People"},{"quote":"I'm an athlete, so I can get up one day and run and it wouldn't bother me. I don't get the time because I work for long hours every day. Being constantly on the move itself helps me stay fit. I don't go to a gym. I use the stairs, not the lift. I'm not into fitness, but I feel I should start, as it's healthy.","author":"Genelia D'Souza","category":"Work, Time, Day"},{"quote":"Ultimately, I'm in the fitness industry. But, I've branched out from there quite a bit. I began doing consulting on writing and getting published in magazines in about 2011. Right around that time, I started doing some angel investing and looking to grow my skills and general experience outside of that.","author":"John Romaniello","category":"Time, Experience, Writing"},{"quote":"I think that our culture is doing something to women - let's say women in their late 30s and 40s and probably even 50s, - where they really are expected to keep this insane level of fitness and youth. I find that just a real waste of women's lives. I really do think that.","author":"Sarah Dunn","category":"Women, Culture, Youth"},{"quote":"With fitness, I decided that I wanted to get into shape, and my passion for fitness and a desire to help other people do the same made me decide to do a fitness video. People always tell me they want to work out to my songs, so why not make a fitness DVD.","author":"CeCe Peniston","category":"Work, Passion, Help"},{"quote":"I am not a fitness freak, but I do my regular exercises.","author":"Uday Kiran","category":"I Am, Freak, Exercises"},{"quote":"Football shape is one thing, and then 'futbol' shape is a completely other thing. It's a whole other level of fitness that you have to work to maintain.","author":"Gabriel Luna","category":"Work, Football, You"},{"quote":"Linguistics is a good way of defining the culture of a brand. The vocabulary used by sports and lifestyle brands - running, fitness, training, motorsports - is all about functionality, whereas the vocabulary of the luxury business - handbags, ready-to-wear - is all about the product.","author":"Francois-Henri Pinault","category":"Business, Sports, Good"},{"quote":"I am about to get involved with the biggest cancer hospital in Norway. They are building a fitness center to work with patients. I will be a consultant.","author":"Grete Waitz","category":"Work, I Am, Building"},{"quote":"My mom was a professional fitness competitor, so I go into the gym with her. I train with my dad and mother. It's embarrassing, because she's really strong.","author":"Booboo Stewart","category":"Mother, Mom, Strong"},{"quote":"The main thing is that it's nice to see these young people - 9 to 14 years old - take the opportunity to get more involved in their health and fitness. We need more kids to be more active.","author":"Rafer Johnson","category":"Health, Opportunity, People"},{"quote":"I also meet with city officials, representatives from governors' offices, really anyone in that sort of position who has shown an interest in youth fitness, to let them know why this sort of program is so important. I give the same message when I speak at conferences.","author":"Rafer Johnson","category":"Youth, City, Speak"},{"quote":"Shearer could be at 100 per cent fitness, but not peak fitness.","author":"Graham Taylor","category":"Peak, Could, Cent"},{"quote":"At least for soccer players, it comes down to a blend of two types of fitness - your base endurance, which comes from longer distance running, and your speed, which comes from sprint-based workouts.","author":"Heather O'Reilly","category":"Soccer, Speed, Endurance"},{"quote":"My fitness is good. I hope to improve it even further during training.","author":"Andriy Shevchenko","category":"Hope, Good, Training"},{"quote":"When I'm on the road, I'll break my exercise into a cardio session and a weights session.","author":"Robert Irvine","category":"Road, Exercise, Break"},{"quote":"The fitness builds the foundation for me as an actor to have clarity. Fitness has always been the base of where I start off as a performer.","author":"Manu Bennett","category":"Start, Me, Foundation"},{"quote":"Don't get me wrong, I think bikes are terrific. I own several of my own, including a trendy mountain style, and ride them for pleasure and light exercise.","author":"Brock Yates","category":"Light, Mountain, Style"},{"quote":"My husband and I own a CrossFit Gym. Crossfit is perfect for me because it's always competitive, all the workouts are in a class environment, and it's different every day. It's a constantly varied functional fitness workout done with intensity.","author":"Chelan Simmons","category":"Day, Me, Environment"},{"quote":"I don't do very well with extremes of any kind - extreme diets, extreme fitness - so moderation makes a lot of sense, and Hershey's has really great portion-friendly desserts to help people incorporate treats into their lifestyles so they don't feel like they're depriving themselves and are still living a balanced life.","author":"Kimberly Williams-Paisley","category":"Life, Great, Help"},{"quote":"I'm such a fitness freak that I eat so plain, it's gross. I have oatmeal in the morning and then I have chicken breasts and vegetables and spinach shakes.","author":"Jake Shears","category":"Morning, Chicken, Vegetables"},{"quote":"It is such a great opportunity to be the face of a brand which I remember wearing as a little kid and running around in half-naked. Bonds is now getting very serious about fitness, and their range is amazing. It's beautiful and comfy.","author":"Courtney Eaton","category":"Beautiful, Great"},{"quote":"15 minutes a day! Give me just this and I'll prove I can make you a new man.","author":"Charles Atlas","category":"Day, Man, Me"},{"quote":"I concentrate on exercises from the waist down, since that is the laziest part of a woman's body.","author":"Tina Louise","category":"Woman, Body, Down"},{"quote":"I love Nautilus and stretching. The results are immediate, and that gives me the motivation to continue.","author":"Donna Dixon","category":"Love, Motivation, Me"},{"quote":"One of my assets is my fitness. My fitness around the net and my movement: that's my defense to the power.","author":"Cara Black","category":"Power, Assets, Movement"},{"quote":"A vigorous five-mile walk will do more good for an unhappy but otherwise healthy adult than all the medicine and psychology in the world.","author":"Paul Dudley White","category":"Good, World, Walk"},{"quote":"I remember Simon O'Donnell being struck with cancer during Australia's 1987 World Cup campaign. I know very well what it is like to have a teammate who has been struck with a potentially fatal disease. He fought through: managed to get himself back to 100% fitness and back to playing again.","author":"Tom Moody","category":"World, Remember, Cancer"},{"quote":"There is nothing permanent except change.","author":"Heraclitus","category":"Nothing, Permanent, Except"},{"quote":"You must be the change you wish to see in the world.","author":"Mahatma Gandhi","category":"World, Wish, You"},{"quote":"If there is no struggle, there is no progress.","author":"Frederick Douglass","category":"Struggle, Progress"},{"quote":"Change before you have to.","author":"Jack Welch","category":"You, Before"},{"quote":"Never doubt that a small group of thoughtful, committed citizens can change the world; indeed, it's the only thing that ever has.","author":"Margaret Mead","category":"Environmental, World"},{"quote":"Without change there is no innovation, creativity, or incentive for improvement. Those who initiate change will have a better opportunity to manage the change that is inevitable.","author":"William Pollard","category":"Innovation, Creativity"},{"quote":"Since we cannot change reality, let us change the eyes which see reality.","author":"Nikos Kazantzakis","category":"Eyes, Reality, See"},{"quote":"Growth is painful. Change is painful. But, nothing is as painful as staying stuck where you do not belong.","author":"N. R. Narayana Murthy","category":"Growth, Nothing, You"},{"quote":"To improve is to change to be perfect is to change often.","author":"Winston Churchill","category":"Perfect, Improve, Often"},{"quote":"Times and conditions change so rapidly that we must keep our aim constantly focused on the future.","author":"Walt Disney","category":"Future, Aim, Must"},{"quote":"When we are no longer able to change a situation - we are challenged to change ourselves.","author":"Viktor E. Frankl","category":"Situation, Challenged"},{"quote":"I'm saying to be a hero is means you step across the line and are willing to make a sacrifice, so heroes always are making a sacrifice. Heroes always take a risk. Heroes always deviant. Heroes always doing something that most people don't and we want to change - I want to democratise heroism to say any of us can be a hero.","author":"Philip Zimbardo","category":"Hero, Sacrifice, Risk"},{"quote":"If you change the way you look at things, the things you look at change.","author":"Wayne Dyer","category":"Look, Way, You"},{"quote":"The first step toward change is awareness. The second step is acceptance.","author":"Nathaniel Branden","category":"Acceptance, First Step, Step"},{"quote":"Without a struggle, there can be no progress.","author":"Frederick Douglass","category":"Struggle, Progress, Without"},{"quote":"Climate change is happening, humans are causing it, and I think this is perhaps the most serious environmental issue facing us.","author":"Bill Nye","category":"Environmental, Think"},{"quote":"Creative thinking inspires ideas. Ideas inspire change.","author":"Barbara Januszkiewicz","category":"Thinking, Creative, Inspire"},{"quote":"If you do not change direction, you may end up where you are heading.","author":"Lao Tzu","category":"End, Direction, You"},{"quote":"Some people don't like change, but you need to embrace change if the alternative is disaster.","author":"Elon Musk","category":"People, You, Disaster"},{"quote":"The most important thing about global warming is this. Whether humans are responsible for the bulk of climate change is going to be left to the scientists, but it's all of our responsibility to leave this planet in better shape for the future generations than we found it.","author":"Mike Huckabee","category":"Future, Responsibility"},{"quote":"Capitalism does not permit an even flow of economic resources. With this system, a small privileged few are rich beyond conscience, and almost all others are doomed to be poor at some level. That's the way the system works. And since we know that the system will not change the rules, we are going to have to change the system.","author":"Martin Luther King, Jr.","category":"Rules, Small, Conscience"},{"quote":"Empathy is the starting point for creating a community and taking action. It's the impetus for creating change.","author":"Max Carver","category":"Community, Empathy, Action"},{"quote":"Your surroundings may change but your essence and your personality pretty much stay the same.","author":"Jenna Dewan","category":"Personality, Surroundings"},{"quote":"You can't change who you are, but you can change what you have in your head, you can refresh what you're thinking about, you can put some fresh air in your brain.","author":"Ernesto Bertarelli","category":"Thinking, Brain, You"},{"quote":"I change my style maybe every month. I'm, like, punk one month, ghetto fab the next, classy the next. I'm just young and finding out who I am.","author":"Kylie Jenner","category":"I Am, Style, Finding"},{"quote":"Each one of us can make a difference. Together we make change.","author":"Barbara Mikulski","category":"Together, Difference"},{"quote":"Never believe that a few caring people can't change the world. For, indeed, that's all who ever have.","author":"Margaret Mead","category":"Caring, Change The World"},{"quote":"The 'self-image' is the key to human personality and human behavior. Change the self image and you change the personality and the behavior.","author":"Maxwell Maltz","category":"Personality, Self, Behavior"},{"quote":"Failed plans should not be interpreted as a failed vision. Visions don't change, they are only refined. Plans rarely stay the same, and are scrapped or adjusted as needed. Be stubborn about the vision, but flexible with your plan.","author":"John C. Maxwell","category":"Vision, Plan, Stubborn"},{"quote":"When the seasons shift, even the subtle beginning, the scent of a promised change, I feel something stir inside me. Hopefulness? Gratitude? Openness? Whatever it is, it's welcome.","author":"Kristin Armstrong","category":"Gratitude, Welcome, Me"},{"quote":"My moms always told me, 'How long you gonna play the victim?' I can say I'm mad and I hate everything, but nothing really changes until I change myself.","author":"Kendrick Lamar","category":"Myself, Changes, Hate"},{"quote":"Miracles happen everyday, change your perception of what a miracle is and you'll see them all around you.","author":"Jon Bon Jovi","category":"Perception, You, See"},{"quote":"You cannot change your destination overnight, but you can change your direction overnight.","author":"Jim Rohn","category":"Destination, Direction, You"},{"quote":"Don't change on me. Don't extort me unless you intend to do it forever.","author":"Tupac Shakur","category":"Me, You, Forever"},{"quote":"We cannot change the cards we are dealt, just how we play the game.","author":"Randy Pausch","category":"Game, Cards, Play"},{"quote":"We shall never change our political leaders until we change the people who elect them.","author":"Mark Skousen","category":"Political, People, Leaders"},{"quote":"There are big problems that change the world. If we are working together, that will make us understand each other, appreciate each other, help each other.","author":"Jack Ma","category":"Working Together, Together"},{"quote":"If we each take responsibility in shifting our own behavior, we can trigger the type of change that is necessary to achieve sustainability for our race or this planet. We change our planet, our environment, our humanity every day, every year, every decade, and every millennia.","author":"Yehuda Berg","category":"Day, Responsibility"},{"quote":"Climate change is the environmental challenge of this generation, and it is imperative that we act before it's too late.","author":"John Delaney","category":"Environmental, Challenge"},{"quote":"People don't realize what's really going on in this country. There are a lot things that are going on that are unjust. People aren't being held accountable for. And that's something that needs to change. That's something that this country stands for: freedom, liberty and justice for all.","author":"Colin Kaepernick","category":"Freedom, Justice, Liberty"},{"quote":"The older I get, the more I'm conscious of ways very small things can make a change in the world. Tiny little things, but the world is made up of tiny matters, isn't it?","author":"Sandra Cisneros","category":"Little Things, World"},{"quote":"Some people change when they think they're a star or something.","author":"Paris Hilton","category":"People, People Change, Think"},{"quote":"I'm not going to change I'm very stubborn in this way. I am what I am.","author":"Anne Wojcicki","category":"I Am, I Am What I Am"},{"quote":"Every few years, I change my look for the simple reason that I get bored. If you Google Image me, you will see so many different looks: long hair, short hair, clean shaven, beard, etc.","author":"Johnny Iuzzini","category":"Simple, Short, Hair"},{"quote":"This stand wasn't because I feel like I'm being put down in any kind of way. This is because I'm seeing things happen to people that don't have a voice: people that don't have a platform to talk and have their voices heard and affect change. So I'm in the position where I can do that, and I'm going to do that for people that can't.","author":"Colin Kaepernick","category":"Voice, People, Stand"},{"quote":"Metamorphosis has always been the greatest symbol of change for poets and artists. Imagine that you could be a caterpillar one moment and a butterfly the next.","author":"Louie Schwartzberg","category":"Butterfly, Moment, Greatest"},{"quote":"I don't think people change. I think they definitely mature. But I think the essence of what I am today is the same as when I was five years old. It's just maturity. I've become a healthier, fuller expression of that essence.","author":"Ricky Williams","category":"Today, I Am, People"},{"quote":"My style is definitely schizophrenic; it does change from day to day a lot. It depends on my mood: sometimes I'll be going through a girly, childlike stage and wear a pretty lace dress with a bow in my hair. Then sometimes I'll be moody and just wear black.","author":"Amber Le Bon","category":"Day, Hair, Dress"},{"quote":"When you start in life, if you find you are wrongly placed, don't hesitate to change, but don't change because troubles come up and difficulties arise. You must meet and overcome and conquer them. And in meeting and overcoming and conquering them, you will make yourself stronger for the future.","author":"Charles M. Schwab","category":"Life, Future, Yourself"},{"quote":"Climate change is a terrible problem, and it absolutely needs to be solved. It deserves to be a huge priority.","author":"Bill Gates","category":"Environmental, Problem"},{"quote":"I was willing to accept what I couldn't change.","author":"A. P. J. Abdul Kalam","category":"Accept, Willing"},{"quote":"It may be hard for an egg to turn into a bird: it would be a jolly sight harder for it to learn to fly while remaining an egg. We are like eggs at present. And you cannot go on indefinitely being just an ordinary, decent egg. We must be hatched or go bad.","author":"C. S. Lewis","category":"Bird, Fly, You"},{"quote":"I realized if you can change a classroom, you can change a community, and if you change enough communities you can change the world.","author":"Erin Gruwell","category":"Community, World"},{"quote":"We cannot change anything until we accept it. Condemnation does not liberate, it oppresses.","author":"Carl Jung","category":"Accept, Anything, Liberate"},{"quote":"Goals allow you to control the direction of change in your favor.","author":"Brian Tracy","category":"Goals, Control, You"},{"quote":"Research has shown that it takes 31 days of conscious effort to make or break a habit. That means, if one practices something consistently for 31 days, on the 32nd day it does become a habit. Information has been internalised into behavioural change, which is called transformation.","author":"Shiv Khera","category":"Day, Effort, Research"},{"quote":"Things don't have to change the world to be important.","author":"Steve Jobs","category":"Change The World, World"},{"quote":"There is nothing so stable as change.","author":"Bob Dylan","category":"Nothing, Stable"},{"quote":"Ethics and equity and the principles of justice do not change with the calendar.","author":"D. H. Lawrence","category":"Justice, Ethics, Principles"},{"quote":"A change of scenery can help everything.","author":"Drew Pomeranz","category":"Scenery, Help, Everything"},{"quote":"As engineers, we were going to be in a position to change the world - not just study it.","author":"Henry Petroski","category":"Change The World, World"},{"quote":"I think you should always bear in mind that entropy is not on your side.","author":"Elon Musk","category":"Mind, Think, You"},{"quote":"Isn't life a series of images that change as they repeat themselves?","author":"Andy Warhol","category":"Life, Themselves, Repeat"},{"quote":"People with high blood pressure, diabetes - those are conditions brought about by life style. If you change the life style, those conditions will leave.","author":"Dick Gregory","category":"Life, Style, People"},{"quote":"This past year has been something else... it's opened my eyes to many things and many people. It's had its ups and downs and ins and outs. And I believe we've all been able to take something from that and grow in our own imparticular ways. We've over come obstacles, and set in motion opportunities that can change our own individual lives.","author":"Kyle Schmid","category":"Eyes, Past, Believe"},{"quote":"Help young people. Help small guys. Because small guys will be big. Young people will have the seeds you bury in their minds, and when they grow up, they will change the world.","author":"Jack Ma","category":"Change The World, World"},{"quote":"I believe people change. I think that they can learn from mistakes.","author":"Kevin Plank","category":"Mistakes, Believe, People"},{"quote":"The ones who are crazy enough to think that they can change the world are the ones who do.","author":"John McAfee","category":"Change The World, World"},{"quote":"Journalism is what maintains democracy. It's the force for progressive social change.","author":"Andrew Vachss","category":"Democracy, Journalism"},{"quote":"We live in a changing world, but we need to be reminded that the important things have not changed, and the important things will not change if we keep our priorities in proper order.","author":"S. Truett Cathy","category":"World, Priorities, Live"},{"quote":"You're only as young as the last time you changed your mind.","author":"Timothy Leary","category":"Time, Mind, You"},{"quote":"On climate change, we often don't fully appreciate that it is a problem. We think it is a problem waiting to happen.","author":"Kofi Annan","category":"Waiting, Problem, Think"},{"quote":"My greatest challenge has been to change the mindset of people. Mindsets play strange tricks on us. We see things the way our minds have instructed our eyes to see.","author":"Muhammad Yunus","category":"Eyes, Challenge, Greatest"},{"quote":"Change happens by listening and then starting a dialogue with the people who are doing something you don't believe is right.","author":"Jane Goodall","category":"Listening, Believe, People"},{"quote":"Climate change is a global problem. The planet is warming because of the growing level of greenhouse gas emissions from human activity. If this trend continues, truly catastrophic consequences are likely to ensue from rising sea levels, to reduced water availability, to more heat waves and fires.","author":"Malcolm Turnbull","category":"Water, Sea, Problem"},{"quote":"It takes but one person, one moment, one conviction, to start a ripple of change.","author":"Donna Brazile","category":"Moment, Start, Ripple"},{"quote":"Change, like sunshine, can be a friend or a foe, a blessing or a curse, a dawn or a dusk.","author":"William Arthur Ward","category":"Sunshine, Friend, Blessing"},{"quote":"There are always people who are into the old way of doing things. I don't think it's a bad thing necessarily, but things change - nothing stays the same. If you can stay true to yourself, you're always going to be legendary.","author":"Lil Uzi Vert","category":"Yourself, People, Think"},{"quote":"First rule of change is controversy. You can't get away from it for the simple reason all issues are controversial. Change means movement, and movement means friction, and friction means heat, and heat means controversy.","author":"Saul Alinsky","category":"Simple, You, Reason"},{"quote":"There's a lot of things that need to change. One specifically? Police brutality.","author":"Colin Kaepernick","category":"Police, Need, Things"},{"quote":"The reality is that the only way change comes is when you lead by example.","author":"Anne Wojcicki","category":"Reality, Lead By Example"},{"quote":"Excellent firms don't believe in excellence - only in constant improvement and constant change.","author":"Tom Peters","category":"Excellence, Improvement"},{"quote":"The rules of survival never change, whether you're in a desert or in an arena.","author":"Bear Grylls","category":"Survival, Desert, Rules"},{"quote":"Wind and other clean, renewable energy will help end our reliance on fossil fuels and combat the severe threat that climate change poses to humans and wildlife alike.","author":"Frances Beinecke","category":"Wind, End, Help"},{"quote":"If you ask what you are going to do about global warming, the only rational answer is to change the way in which we do transportation, energy production, agriculture and a good deal of manufacturing. The problem originates in human activity in the form of the production of goods.","author":"Barry Commoner","category":"Good, Energy, Problem"},{"quote":"I imagine an America that can actually change. That we become a nation that prospers again but without pillaging the resources of nations that make their people hate us. That we become a nation that, as the constitution says in its preamble, its very first paragraph, 'promotes the general welfare' of its people.","author":"Richard Schiff","category":"America, Hate, Constitution"},{"quote":"People think that you have to do something huge, like go to Africa and build a school, but you can make a small change in a day. If you change Wednesday, then you change Thursday. Pretty soon it's a week, then a month, then a year. It's bite-size, as opposed to feeling like you have to turn your life inside out to make changes.","author":"Hoda Kotb","category":"Life, School, Wednesday"},{"quote":"A lot of people resist transition and therefore never allow themselves to enjoy who they are. Embrace the change, no matter what it is; once you do, you can learn about the new world you're in and take advantage of it.","author":"Nikki Giovanni","category":"World, Enjoy, People"},{"quote":"You change the world by being yourself.","author":"Yoko Ono","category":"Change The World, World"},{"quote":"Every successful organization has to make the transition from a world defined primarily by repetition to one primarily defined by change. This is the biggest transformation in the structure of how humans work together since the Agricultural Revolution.","author":"Bill Drayton","category":"Work, Together, World"},{"quote":"I'm not going to change the world. You're not going to change the world. But we can help - we can all help.","author":"Cristiano Ronaldo","category":"Change The World, World"},{"quote":"Real, sustainable community change requires the initiative and engagement of community members.","author":"Helene D. Gayle","category":"Community, Real, Initiative"},{"quote":"I know my soul is beautiful I know I'm a good person. And that will never change for me.","author":"Khloe Kardashian","category":"Beautiful, Good, Soul"},{"quote":"You will not solve global climate change by hitting the delete button.","author":"Tom Brokaw","category":"Climate Change, You, Will"},{"quote":"With a fixed mindset, you believe you are who you are and you cannot change. This creates problems when you're challenged because anything that appears to be more than you can handle is bound to make you feel hopeless and overwhelmed.","author":"Travis Bradberry","category":"Problems, Believe, Mindset"},{"quote":"The ultimate end of all revolutionary social change is to establish the sanctity of human life, the dignity of man, the right of every human being to liberty and well-being.","author":"Emma Goldman","category":"Life, Man, Liberty"},{"quote":"What's dangerous is not to evolve.","author":"Jeff Bezos","category":"Evolve, Dangerous"},{"quote":"We don't need no more danger, we don't need no more difficulties, we don't need no more misunderstanding, and we don't need no more violence. We need the people to see each other and know of each other, feel each other, touch each other, share with each other, and change hearts with each other.","author":"Burning Spear","category":"Violence, People, Know"},{"quote":"Constitutions should consist only of general provisions; the reason is that they must necessarily be permanent, and that they cannot calculate for the possible change of things.","author":"Alexander Hamilton","category":"Possible, Reason, General"},{"quote":"What I learned in jail is that I can't change. I can't live a different lifestyle - this is it. This is the life that they gave and this is the life that I made.","author":"Tupac Shakur","category":"Life, Live, Lifestyle"},{"quote":"You have to modernise you have to change - you can't just be traditional for the fun of being traditional.","author":"Richard Rogers","category":"Fun, You, Being"},{"quote":"One thing modeling taught me is that the spotlight can change everything.","author":"Liya Kebede","category":"Me, Modeling, Everything"},{"quote":"You collect people to take with you. Some people change, other people don't... it's wonderful because I've met some incredible friends.","author":"Imogen Poots","category":"Friends, People"},{"quote":"For too long, our society has shrugged off bullying by labeling it a 'rite of passage' and by asking students to simply 'get over it.' Those attitudes need to change. Every day, students are bullied into silence and are afraid to speak up. Let's break this silence and end school bullying.","author":"Linda Sanchez","category":"Day, School, Silence"},{"quote":"If only 7 percent of the 2 billion Christians in the world would care for a single orphan in distress, there would effectively be no more orphans. If everybody would be willing to simply do something to care for one of these precious treasures, I think we would be amazed by just how much we could change the world.","author":"Steven Curtis Chapman","category":"Change The World, World"},{"quote":"Don't manage - lead change before you have to.","author":"Jack Welch","category":"You, Lead, Before"},{"quote":"To some extent, Seattle remains a frontier metropolis, a place where people can experiment with their lives, and change and grow and make things happen.","author":"Tom Robbins","category":"People, Grow, Place"},{"quote":"Things do not change we change.","author":"Henry David Thoreau","category":"Things"},{"quote":"Effectively, change is almost impossible without industry-wide collaboration, cooperation and consensus.","author":"Simon Mainwaring","category":"Collaboration, Impossible"},{"quote":"All relationships change the brain - but most important are the intimate bonds that foster or fail us, altering the delicate circuits that shape memories, emotions and that ultimate souvenir, the self.","author":"Diane Ackerman","category":"Memories, Self, Brain"},{"quote":"Change in all things is sweet.","author":"Aristotle","category":"Sweet, All Things, Things"},{"quote":"Audiences change because life changes. Countries change geographically, climatically, socially and morally. Many things happen, and cinema, in a sense, reflects what's happening in the world.","author":"Amitabh Bachchan","category":"Life, Changes, World"},{"quote":"The Framers of the Constitution knew that free speech is the friend of change and revolution. But they also knew that it is always the deadliest enemy of tyranny.","author":"Hugo Black","category":"Friend, Constitution, Free"},{"quote":"The way to change the world is through individual responsibility and taking local action in your own community.","author":"Jeff Bridges","category":"Community, Responsibility"},{"quote":"The world is changing very fast. Big will not beat small anymore. It will be the fast beating the slow.","author":"Rupert Murdoch","category":"World, Small, Slow"},{"quote":"Most people don't want to change. They're comfortable and set in their ways. But in order to change, you have to be able to agitate people at times. And I think that's something that's very necessary for us to improve as a country.","author":"Colin Kaepernick","category":"People, Want, Think"},{"quote":"If you want to change the world, start off by making your bed.","author":"William H. McRaven","category":"Change The World, World"},{"quote":"If you want to have clean ideas, change them as often as your shirt.","author":"Francis Picabia","category":"Ideas, Want, You"},{"quote":"A small group of thoughtful people could change the world. Indeed, it's the only thing that ever has.","author":"Margaret Mead","category":"Change The World, World"},{"quote":"As a leader, the first person I need to lead is me. The first person that I should try to change is me.","author":"John C. Maxwell","category":"Leader, Me, Try"},{"quote":"I don't know if my hairstyles reflect that, but I am someone who enjoys change.","author":"Cobi Jones","category":"I Am, Know, Reflect"},{"quote":"I feel confident imposing change on myself. It's a lot more fun progressing than looking back. That's why I need to throw curve balls.","author":"David Bowie","category":"Myself, Fun, Looking Back"},{"quote":"Bravery is the engine of change.","author":"Aisha Tyler","category":"Bravery, Engine"},{"quote":"If your life changes, we can change the world, too.","author":"Yoko Ono","category":"Life, Change The World"},{"quote":"I love what I do, and when I don't love what I do, I'll make a change.","author":"Katy Perry","category":"Love, I Love, Make"},{"quote":"One volcano puts out more toxic gases - one volcano - than man makes in a whole year. And when you look at this 'climate change,' and when you look at the regular climate change that we all have in the world, we have warm and we have cooling spells.","author":"John Raese","category":"Man, World, Climate Change"},{"quote":"Being ready isn't enough you have to be prepared for a promotion or any other significant change.","author":"Pat Riley","category":"Promotion, You, Be Prepared"},{"quote":"Become a student of change. It is the only thing that will remain constant.","author":"Anthony J. D'Angelo","category":"Student, Will, Become"},{"quote":"It is not necessary to change. Survival is not mandatory.","author":"W. Edwards Deming","category":"Survival, Necessary"},{"quote":"Excess generally causes reaction, and produces a change in the opposite direction, whether it be in the seasons, or in individuals, or in governments.","author":"Plato","category":"Seasons, Direction, Reaction"},{"quote":"Change is inevitable. Change is constant.","author":"Benjamin Disraeli","category":"Inevitable, Constant"},{"quote":"The way to bring about change is to be proactive and active.","author":"Octavia Spencer","category":"Proactive, Way, Bring"},{"quote":"You can't change the world you can't fix the whole environment. But you can recycle. You can turn the water off when you're brushing your teeth. You can do small things.","author":"Patti Smith","category":"Water, Change The World"},{"quote":"I know I'm a good professional, I know that no one's harder on me than myself and that's never going to change, under any circumstances.","author":"Cristiano Ronaldo","category":"Good, Myself, Me"},{"quote":"There is no question that climate change is happening the only arguable point is what part humans are playing in it.","author":"David Attenborough","category":"Climate Change, Question"},{"quote":"I'm on a constant path of self-discovery and change. I'm trying to become a better person, a nicer person. I love therapy - it's brilliant.","author":"Julia Sawalha","category":"Love, Path, Better Person"},{"quote":"Maybe you're not perfect, but you're willing to actually look at yourself and take some kind of accountability. That's a change. It might not mean that you can turn everything around, but I think there's something incredibly hopeful about that.","author":"Brie Larson","category":"Yourself, Accountability"},{"quote":"It is not strange... to mistake change for progress.","author":"Millard Fillmore","category":"Progress, Mistake, Strange"},{"quote":"People change, they grow.","author":"Jacob Young","category":"People, People Change, Grow"},{"quote":"I don't think anyone is black and white and I think we change our minds and our attitudes about certain things as we grow to our maturity.","author":"Giancarlo Esposito","category":"Black And White, Maturity"},{"quote":"I've reached the point where I hardly care whether I live or die. The world will keep on turning without me, and I can't do anything to change events anyway.","author":"Anne Frank","category":"World, Me, Live"},{"quote":"If we go on the way we have, the fault is our greed and if we are not willing to change, we will disappear from the face of the globe, to be replaced by the insect.","author":"Jacques Yves Cousteau","category":"Greed, Face, Way"},{"quote":"If you get stuck, draw with a different pen. Change your tools; it may free your thinking.","author":"Paul Arden","category":"Thinking, Free, Tools"},{"quote":"Change is vital, improvement the logical form of change.","author":"James Cash Penney","category":"Improvement, Logical, Form"},{"quote":"Climate change knows no borders. It will not stop before the Pacific islands and the whole of the international community here has to shoulder a responsibility to bring about a sustainable development.","author":"Angela Merkel","category":"Community, Responsibility"},{"quote":"We are a party of innovation. We do not reject our traditions, but we are willing to adapt to changing circumstances, when change we must. We are willing to suffer the discomfort of change in order to achieve a better future.","author":"Barbara Jordan","category":"Future, Innovation, Party"},{"quote":"I just feel like I'm such a normal person in an industry that is so chaotic and crazy. I am what I am, and I can't change it. And I don't want to change it.","author":"Vicky McClure","category":"I Am, Crazy, Want"},{"quote":"Pop culture is a reflection of social change, not a cause of social change.","author":"John Podhoretz","category":"Reflection, Culture"},{"quote":"People can try to reinvent themselves. I don't think you can really change who you are, though, because who you are is pretty much where you came from and what you've done up to now.","author":"Eminem","category":"People, Think, You"},{"quote":"We can have no progress without change, whether it be basketball or anything else.","author":"John Wooden","category":"Progress, Basketball"},{"quote":"But change must always be balanced with some degree of consistency.","author":"Ron D. Burton","category":"Consistency, Always, Must"},{"quote":"A change in the weather is sufficient to recreate the world and ourselves.","author":"Marcel Proust","category":"Weather, World, Sufficient"},{"quote":"Progress is a nice word. But change is its motivator. And change has its enemies.","author":"Robert Kennedy","category":"Progress, Nice, Word"},{"quote":"A fanatic is one who can't change his mind and won't change the subject.","author":"Winston Churchill","category":"Mind, Subject, Who"},{"quote":"Studies have shown that 90% of error in thinking is due to error in perception. If you can change your perception, you can change your emotion and this can lead to new ideas.","author":"Edward de Bono","category":"Thinking, Perception, Ideas"},{"quote":"Becoming a mother cannot help but change things. An author's life is reflected in their writing, whether they want it to be or not, and parenthood is one of the biggest life changes there is.","author":"Sarah Zettel","category":"Life, Mother, Changes"},{"quote":"It's a philosophy of life. A practice. If you do this, something will change, what will change is that you will change, your life will change, and if you can change you, you can perhaps change the world.","author":"Vivienne Westwood","category":"Life, Change The World"},{"quote":"Sometimes if you want to see a change for the better, you have to take things into your own hands.","author":"Clint Eastwood","category":"Hands, Better, Want"},{"quote":"To change ones life: Start immediately. Do it flamboyantly.","author":"William James","category":"Life, Start, Immediately"},{"quote":"Like it or not, the world evolves, priorities change and so do you.","author":"Marilu Henner","category":"World, Priorities, You"},{"quote":"No change of circumstances can repair a defect of character.","author":"Ralph Waldo Emerson","category":"Character, Circumstances"},{"quote":"I'm not going to change the way I look or the way I feel to conform to anything. I've always been a freak. So I've been a freak all my life and I have to live with that, you know. I'm one of those people.","author":"John Lennon","category":"Life, People, Live"},{"quote":"Face the facts of being what you are, for that is what changes what you are.","author":"Soren Kierkegaard","category":"Changes, Face, You"},{"quote":"I can't really change my life to accommodate people who are jealous. I don't see why I should.","author":"Sting","category":"Life, People, My Life"},{"quote":"Berlin is all about volatility. Its identity is based not on stability but on change.","author":"Rory MacLean","category":"Identity, Stability, Berlin"},{"quote":"Hair color is the easiest way to change your appearance, but a bad dye job might draw more attention to you.","author":"Lisa Lutz","category":"Job, Hair, Color"},{"quote":"I believe we are on an irreversible trend toward more freedom and democracy - but that could change.","author":"Dan Quayle","category":"Freedom, Democracy, Believe"},{"quote":"If anything is certain, it is that change is certain. The world we are planning for today will not exist in this form tomorrow.","author":"Phil Crosby","category":"Today, Tomorrow, World"},{"quote":"It's always the small people who change things. It's never the politicians or the big guys. I mean, who pulled down the Berlin wall? It was all the people in the streets. The specialists didn't have a clue the day before.","author":"Luc Besson","category":"Day, Small, People"},{"quote":"You don't change your style by changing your bag. You change it with your clothes.","author":"Stefano Gabbana","category":"Style, Clothes, You"},{"quote":"As an organizer, I start from where the world is, as it is, not as I would like it to be. That we accept the world as it is does not in any sense weaken our desire to change it into what we believe it should be - it is necessary to begin where the world is if we are going to change it to what we think it should be. That means working in the system.","author":"Saul Alinsky","category":"Believe, World, Start"},{"quote":"Our dilemma is that we hate change and love it at the same time what we really want is for things to remain the same but get better.","author":"Sydney J. Harris","category":"Love, Time, Hate"},{"quote":"You have to have sharp elbows if you want to change something.","author":"James Carville","category":"Want, You, Something"},{"quote":"I'm living with every step. I can't live with regret. The past is the past. I'm not worried about it. I can't change it. I can't fix it. It is what it is. I'm just living.","author":"Ryan Sheckler","category":"Past, Regret, Step"},{"quote":"The universe is change our life is what our thoughts make it.","author":"Marcus Aurelius","category":"Life, Thoughts, Universe"},{"quote":"The key is to embrace disruption and change early. Don't react to it decades later. You can't fight innovation.","author":"Ryan Kavanaugh","category":"Innovation, Fight, You"},{"quote":"We teach people that they upset themselves. We can't change the past, so we change how people are thinking, feeling and behaving today.","author":"Albert Ellis","category":"Today, Thinking, Past"},{"quote":"Unfortunately, some of our poor choices are irreversible, but many are not. Often, we can change course and get back on the right track.","author":"James E. Faust","category":"Choices, Poor, Right"},{"quote":"Television is like the invention of indoor plumbing. It didn't change people's habits. It just kept them inside the house.","author":"Alfred Hitchcock","category":"People, Television, Habits"},{"quote":"If you realize that all things change, there is nothing you will try to hold on to. If you are not afraid of dying, there is nothing you cannot achieve.","author":"Lao Tzu","category":"You, Try, Realize"},{"quote":"All is connected... no one thing can change by itself.","author":"Paul Hawken","category":"Environmental, Connected"},{"quote":"Pick up a rifle and you change instantly from a subject to a citizen.","author":"Jeff Cooper","category":"Citizen, You, Up"},{"quote":"By the time we see that climate change is really bad, your ability to fix it is extremely limited... The carbon gets up there, but the heating effect is delayed. And then the effect of that heat on the species and ecosystem is delayed. That means that even when you turn virtuous, things are actually going to get worse for quite a while.","author":"Bill Gates","category":"Time, Climate Change, You"},{"quote":"The more things change, the more they are the same.","author":"Alphonse Karr","category":"Same, Things, More"},{"quote":"He who is fixed to a star does not change his mind.","author":"Leonardo da Vinci","category":"Mind, Star, He"},{"quote":"The garden is growth and change and that means loss as well as constant new treasures to make up for a few disasters.","author":"May Sarton","category":"Growth, Loss, Garden"},{"quote":"Relentless, repetitive self talk is what changes our self-image.","author":"Denis Waitley","category":"Changes, Self, Talk"},{"quote":"I believe global warming and climate change are real threats to our planet.","author":"Andrew Cuomo","category":"Believe, I Believe"},{"quote":"Don't ever forget that a small group of thoughtful people can change the world, it's the only thing that ever has.","author":"Aaron Sorkin","category":"Change The World, World"},{"quote":"If you want to change the world, find someone to help you paddle.","author":"William H. McRaven","category":"Change The World, World"},{"quote":"You cannot expect to achieve new goals or move beyond your present circumstances unless you change.","author":"Les Brown","category":"Goals, Present, You"},{"quote":"There are things I can't force. I must adjust. There are times when the greatest change needed is a change of my viewpoint.","author":"Denis Diderot","category":"Greatest, Force, Things"},{"quote":"Americans have so far put up with inequality because they felt they could change their status. They didn't mind others being rich, as long as they had a path to move up as well. The American Dream is all about social mobility in a sense - the idea that anyone can make it.","author":"Fareed Zakaria","category":"American Dream, Path"},{"quote":"The world changes, but I want that change to be necessary or respectful of what has happened before. Everything changes, and that's quite right.","author":"Iain Sinclair","category":"Changes, World, Want"},{"quote":"I have a low tolerance for people who complain about things but never do anything to change them. This led me to conclude that the single largest pool of untapped natural resources in this world is human good intentions that are never translated into actions.","author":"Cindy Gallop","category":"Good, World, Me"},{"quote":"I want to change the bad boy image that has stuck for a bit because I don't think I am at all how I have been portrayed. I would like that to change because it's awful to hear and read what is said of you.","author":"Luis Suarez","category":"I Am, Want, Think"},{"quote":"As another has well said, to handicap a student by teaching him that his black face is a curse and that his struggle to change his condition is hopeless is the worst sort of lynching.","author":"Carter G. Woodson","category":"Struggle, Black, Student"},{"quote":"Everything changes but change.","author":"Israel Zangwill","category":"Changes, Everything"},{"quote":"Logic will never change emotion or perception.","author":"Edward de Bono","category":"Perception, Logic, Emotion"},{"quote":"I firmly believe that every six years, a person goes through a serious change. Think about it: At 6, you start school. At about 12, you start hitting puberty. And then it goes on. You start hitting these different mental levels, and people change. I think that's part of the reason the divorce rate is so high.","author":"Randy Houser","category":"School, Believe, People"},{"quote":"Style can change your look, certainly, but it can also change your life.","author":"Stacy London","category":"Life, Style, Look"},{"quote":"The proud do not change to improve, but defend their position by rationalizing. Repentance means change, and it takes a humble person to change.","author":"Ezra Taft Benson","category":"Humble, Proud, Improve"},{"quote":"When you talk about change, you know what makes it really tough for people is on the one hand you've got tradition, and on the other hand you've got change; in many people's mind, change equals modernization. Tradition, however. I'm a big tradition guy.","author":"Rush Limbaugh","category":"Mind, People, Know"},{"quote":"I believe climate change is real and that we can save our planet while creating millions of good-paying clean energy jobs.","author":"Hillary Clinton","category":"Believe, Energy, I Believe"},{"quote":"In a bid for change, we have to take off our coats, be prepared to lose our comfort and security, our jobs and positions of prestige, and our families... A struggle without casualties is no struggle.","author":"Steven Biko","category":"Struggle, Comfort"},{"quote":"I like working with people. I believe change can only come through collaboration.","author":"Alain de Botton","category":"Collaboration, Believe"},{"quote":"Man can certainly flee from God... but he cannot escape him. He can certainly hate God and be hateful to God, but he cannot change into its opposite the eternal love of God which triumphs even in his hate.","author":"Karl Barth","category":"Love, God, Hate"},{"quote":"Our conscience is not the vessel of eternal verities. It grows with our social life, and a new social condition means a radical change in conscience.","author":"Walter Lippmann","category":"Life, New, Conscience"},{"quote":"Winners must learn to relish change with the same enthusiasm and energy that we have resisted it in the past.","author":"Tom Peters","category":"Past, Energy, Learn"},{"quote":"It's not the destination that matters. It's the change of scene.","author":"Brian Eno","category":"Destination, Matters, Scene"},{"quote":"While the river of life glides along smoothly, it remains the same river; only the landscape on either bank seems to change.","author":"Max Muller","category":"Life, River, Landscape"},{"quote":"Change brings opportunities. On the other hand, change can be confusing.","author":"Michael Porter","category":"Opportunities, Hand"},{"quote":"In order to change the world, you have to get your head together first.","author":"Jimi Hendrix","category":"Together, Change The World"},{"quote":"I try to contrast life today is full of contrast... We have to change.","author":"Gianni Versace","category":"Life, Today, Try"},{"quote":"I do think that you can dress yourself out of a problem. The way that a haircut and a new pair of pants can make you feel is better than any therapist, because when you look in the mirror, you see a different person - you are a different person. It's superficial change that can lead to real change.","author":"Greg Behrendt","category":"Mirror, Dress, Yourself"},{"quote":"Climate change is the Everest of all problems, the thorniest challenge facing humankind.","author":"Lewis Gordon Pugh","category":"Challenge, Problems"},{"quote":"Once I find a bag that I love, I wear it always. I just don't change my bags. I literally find one and stay with it.","author":"Cara Delevingne","category":"Love, Bag, Find"},{"quote":"Scientists use satellites to track weather, map ice sheet melting, detect diseases, show ecosystem change... the list goes on and on. I think nearly every scientific field benefits or could benefit from satellite imagery analysis.","author":"Sarah Parcak","category":"Weather, Think, Map"},{"quote":"Remember that life's big changes rarely give advance warning.","author":"H. Jackson Brown, Jr.","category":"Life, Changes, Remember"},{"quote":"Nobody knows the future with certainty. We can, however, identify ongoing patterns of change.","author":"Alvin Toffler","category":"Future, Nobody, Certainty"},{"quote":"I am a free lover. I have an inalienable, constitutional and natural right to love whom I may, to love as long or short a period as I can; to change that love every day if I please.","author":"Victoria Woodhull","category":"Love, Day, I Am"},{"quote":"Change is always tough. Even for those who see themselves as agents of change, the process of starting a new thing can cause times of disorientation, uncertainty and insecurity.","author":"Joyce Meyer","category":"Uncertainty, Insecurity, See"},{"quote":"I think comedy is a good way to help people change their minds. I think that if you're laughing and getting a message across, it's a lot easier than when somebody is screaming in your face.","author":"Maz Jobrani","category":"Good, People, Help"},{"quote":"Our only security is our ability to change.","author":"John Lilly","category":"Security, Ability, Only"},{"quote":"Those people in New York are not gonna change me none.","author":"Elvis Presley","category":"Me, New York, People"},{"quote":"You can look for external sources of motivation and that can catalyze a change, but it won't sustain one. It has to be from an internal desire.","author":"Jillian Michaels","category":"Motivation, Look, You"},{"quote":"When you read the New Testament, you see the Holy Spirit was supposed to change everything so that this gathering of people who call themselves Christians had this supernatural element about them.","author":"Francis Chan","category":"People, You, See"},{"quote":"The World Wide Web went from zero to millions of web pages in a few years. Many revolutions look irrelevant just before they change everything swiftly.","author":"George M. Church","category":"World, Look, Years"},{"quote":"Citizens victimized by genocide or abandoned by the international community do not make good neighbors, as their thirst for vengeance, their irredentism and their acceptance of violence as a means of generating change can turn them into future threats.","author":"Samantha Power","category":"Future, Good, Community"},{"quote":"If you believe that feeling bad or worrying long enough will change a past or future event, then you are residing on another planet with a different reality system.","author":"William James","category":"Future, Past, Believe"},{"quote":"My own eyes are no more than scouts on a preliminary search, for the camera's eye may entirely change my idea.","author":"Edward Weston","category":"Eyes, Eye, Search"},{"quote":"When I was in first grade, everyone made fun of my name, of course. I think it's kind of a big name to hold up when you're nine years old. It seemed goofy. I used to tell people I wanted to change the world and they used to think, 'This kid's really weird'.","author":"River Phoenix","category":"Change The World, Fun, World"},{"quote":"I shall always be consistent and never change my ways so long as I am in my senses; but for the sake of precedent the Senate should beware of binding itself to support the acts of any man, since he might through some mischance suffer a change.","author":"Tiberius","category":"Man, Support, I Am"},{"quote":"When you are through changing, you are through.","author":"Bruce Barton","category":"Changing, You, Through"},{"quote":"We won't be able to stop disasters from happening. On the contrary, climate change may increase the frequency and severity of floods, droughts and storms. But we are better equipped today to prepare for them and reduce their impact.","author":"Sri Mulyani Indrawati","category":"Today, Impact, Prepare"},{"quote":"Future shock is the shattering stress and disorientation that we induce in individuals by subjecting them to too much change in too short a time.","author":"Alvin Toffler","category":"Time, Future, Stress"},{"quote":"The world hates change, yet it is the only thing that has brought progress.","author":"Charles Kettering","category":"Progress, World, Only"},{"quote":"Change occurs in direct proportion to dissatisfaction, but dissatisfaction never changes.","author":"Douglas Horton","category":"Changes, Never"},{"quote":"He that will not apply new remedies must expect new evils for time is the greatest innovator.","author":"Francis Bacon","category":"Time, Greatest, New"},{"quote":"All things must change to something new, to something strange.","author":"Henry Wadsworth Longfellow","category":"Strange, New, Something"},{"quote":"Change alone is unchanging.","author":"Heraclitus","category":"Alone, Unchanging"},{"quote":"Just because everything is different doesn't mean anything has changed.","author":"Irene Peter","category":"Just Because, Mean"},{"quote":"It is change, continuing change, inevitable change, that is the dominant factor in society today. No sensible decision can be made any longer without taking into account not only the world as it is, but the world as it will be.","author":"Isaac Asimov","category":"Today, Society, World"},{"quote":"Ignorance is always afraid of change.","author":"Jawaharlal Nehru","category":"Ignorance, Afraid, Always"},{"quote":"Everything in life that we really accept undergoes a change.","author":"Katherine Mansfield","category":"Life, Accept, Everything"},{"quote":"The changes in our life must come from the impossibility to live otherwise than according to the demands of our conscience not from our mental resolution to try a new form of life.","author":"Leo Tolstoy","category":"Life, Changes, Conscience"},{"quote":"I have noticed even people who claim everything is predestined, and that we can do nothing to change it, look before they cross the road.","author":"Stephen Hawking","category":"Road, People, Look"},{"quote":"For changes to be of any true value, they've got to be lasting and consistent.","author":"Tony Robbins","category":"Changes, Value, True"},{"quote":"As with anything creative, change is inevitable.","author":"Enya","category":"Creative, Anything"},{"quote":"If you want to change the culture, you will have to start by changing the organization.","author":"Mary Douglas","category":"Culture, Organization, Start"},{"quote":"Win as if you were used to it, lose as if you enjoyed it for a change.","author":"Ralph Waldo Emerson","category":"Win, You, Lose"},{"quote":"An Internet meme is a hijacking of the original idea. Instead of mutating by random change and spreading by a form of Darwinian selection, Internet memes are altered deliberately by human creativity. There is no attempt at accuracy of copying, as with genes - and as with memes in their original version.","author":"Richard Dawkins","category":"Creativity, Internet, Human"},{"quote":"Today in America, we are trying to prepare students for a high tech world of constant change, but we are doing so by putting them through a school system designed in the early 20th Century that has not seen substantial change in 30 years.","author":"Janet Napolitano","category":"Today, School, America"},{"quote":"The question is not whether we are able to change but whether we are changing fast enough.","author":"Angela Merkel","category":"Changing, Fast, Question"},{"quote":"Redemption just means you just make a change in your life and you try to do right, versus what you were doing, which was wrong.","author":"Ice T","category":"Life, Doing, You"},{"quote":"Urbanization is not about simply increasing the number of urban residents or expanding the area of cities. More importantly, it's about a complete change from rural to urban style in terms of industry structure, employment, living environment and social security.","author":"Li Keqiang","category":"Style, Security, Environment"},{"quote":"I'm not a proper traveler. I don't like to be challenged or have too much of a change and prefer a week away just to relax.","author":"Karl Pilkington","category":"Relax, Week, Too Much"},{"quote":"I was born not knowing and have had only a little time to change that here and there.","author":"Richard P. Feynman","category":"Time, Not Knowing, Born"},{"quote":"Integrity is not a conditional word. It doesn't blow in the wind or change with the weather. It is your inner image of yourself, and if you look in there and see a man who won't cheat, then you know he never will.","author":"John D. MacDonald","category":"Integrity, Man, Yourself"},{"quote":"I want to be able to look back and say, 'I've done everything I can, and I was successful.' I don't want to look back and say I should have done this or that. I'd like to change things for the younger generation of swimmers coming along.","author":"Michael Phelps","category":"Generation, Successful, Want"},{"quote":"We cannot erase what has been done. We can apologize for it. We can express our outrage. We can say to the American people and to the people of the world, this is not our way and we do not condone it, but we cannot change it and we cannot erase it.","author":"Ben Nelson","category":"American, World, People"},{"quote":"A change in bad habits leads to a change in life.","author":"Jenny Craig","category":"Life, Habits, Bad"},{"quote":"There's no reason to change what you are, but if you're not being you, then you need to acknowledge that.","author":"Marilyn Manson","category":"You, Reason, Need"},{"quote":"I change during the course of a day. I wake and I'm one person, and when I go to sleep I know for certain I'm somebody else.","author":"Bob Dylan","category":"Day, Sleep, Know"},{"quote":"Cubism was an attack on the perspective that had been known and used for 500 years. It was the first big, big change. It confused people: they said, 'Things don't look like that!'","author":"David Hockney","category":"Perspective, People"},{"quote":"One game, one pitch can change everything for a hitter. The way I like to approach it is that every at-bat is its own unique opportunity to go out there and do something really good.","author":"Anthony Rizzo","category":"Good, Opportunity, Unique"},{"quote":"In a liquid modern life there are no permanent bonds, and any that we take up for a time must be tied loosely so that they can be untied again, as quickly and as effortlessly as possible, when circumstances change - as they surely will in our liquid modern society, over and over again.","author":"Zygmunt Bauman","category":"Life, Time, Society"},{"quote":"People change. I wouldn't like to be accountable for the interviews I've done, or the person I was when I was 20, 21.","author":"Robbie Williams","category":"People, People Change, Done"},{"quote":"When we are no longer able to change a situation - just think of an incurable disease such as an inoperable cancer - we are challenged to change ourselves.","author":"Viktor E. Frankl","category":"Situation, Think, Cancer"},{"quote":"Culture change means we will do things differently.","author":"Satya Nadella","category":"Culture, Will, Things"},{"quote":"Let us take things as we find them: let us not attempt to distort them into what they are not... We cannot make facts. All our wishing cannot change them. We must use them.","author":"John Henry Newman","category":"Facts, Find, Things"},{"quote":"All conservatism is based upon the idea that if you leave things alone you leave them as they are. But you do not. If you leave a thing alone you leave it to a torrent of change.","author":"Gilbert K. Chesterton","category":"Alone, You, Idea"},{"quote":"Vengeance is not the point change is. But the trouble is that in most people's minds the thought of victory and the thought of punishing the enemy coincide.","author":"Barbara Deming","category":"Thought, Victory, People"},{"quote":"The rate of change is not going to slow down anytime soon. If anything, competition in most industries will probably speed up even more in the next few decades.","author":"John P. Kotter","category":"Competition, Speed, Slow"},{"quote":"I don't think the human mind can comprehend the past and the future. They are both just illusions that can manipulate you into thinking theres some kind of change.","author":"Bob Dylan","category":"Future, Past, Mind"},{"quote":"Do not let circumstances control you. You change your circumstances.","author":"Jackie Chan","category":"Control, You, Circumstances"},{"quote":"Complainers change their complaints, but they never reduce the amount of time spent in complaining.","author":"Mason Cooley","category":"Time, Complaining, Never"},{"quote":"The storm came. Lives were washed away. Ancient pains resurfaced. Now it is time for a sea of change.","author":"Tavis Smiley","category":"Time, Sea, Storm"},{"quote":"Change is not an event, it's a process.","author":"Cheryl James","category":"Process, Event"},{"quote":"I think the tiniest little thing can change the course of your day, which can change the course of your year, which can change who you are.","author":"Taylor Swift","category":"Day, Think, You"},{"quote":"Great companies start because the founders want to change the world... not make a fast buck.","author":"Guy Kawasaki","category":"Great, Change The World"},{"quote":"I've never stopped being Argentine, and I've never wanted to. I feel very proud of being Argentine, even though I left there. I've been clear about this since I was very young, and I never wanted to change. Barcelona is my home because both the club and the people here have given me everything, but I won't stop being Argentine.","author":"Lionel Messi","category":"Home, Me, Proud"},{"quote":"I was taught over and over again that the accumulation of random mutations led to evolutionary change - led to new species. I believed it until I looked for evidence.","author":"Lynn Margulis","category":"Random, Evidence, New"},{"quote":"First of all, Greece won't go down. We're talking about a country that is capable of making change. Europe will not allow the destabilization of the 27-country euro zone. But if there were no action, then markets would start becoming jittery about other countries - and not only Spain and Portugal, but other countries in the European Union.","author":"George Papandreou","category":"Action, Start, Down"},{"quote":"There's a magic that comes from playing entirely to who you are. I've got my specialist subject - in the Mastermind sense - and I wouldn't change it, or who I am.","author":"Chris Ofili","category":"I Am, Magic, You"},{"quote":"Fraud is common when you give away billions. Fraud related to Hurricane Katrina spending is estimated to top $2 billion. In addition, debit cards provided to hurricane victims were used to pay for Caribbean vacations, NFL tickets, Dom Perignon champagne, 'Girls Gone Wild' videos, and at least one sex change operation.","author":"Mark Skousen","category":"Cards, Fraud, You"},{"quote":"Guns are part of the American psyche, aren't they? This is collateral damage for having a Wild West mentality. It's intrinsic to the American psyche. It's never going to change.","author":"Nick Cave","category":"American, Guns, Wild"},{"quote":"My feeling about seeing the world is that it's going to change you necessarily, just the very fact of being out there and meeting people from different cultures and different ways of life.","author":"Ewan McGregor","category":"Life, World, People"},{"quote":"A boycott is directed against a policy and the institutions which support that policy either actively or tacitly. Its aim is not to reject, but to bring about change.","author":"John Berger","category":"Support, Aim, Bring"},{"quote":"Two places are ordained for man to dwell in after this life. While he is here, he may choose, by God's mercy, which he will; but once he is gone from here, he may not do so. For whichever he first goes to, whether he like it well or ill, there he must dwell forevermore. He shall never after change his dwelling, though he hates it ever so badly.","author":"John Wycliffe","category":"Life, God, Man"},{"quote":"People change their opinion according to your position. And both politicians and bureaucrats begin to take you more seriously, as they suddenly feel you have become more important.","author":"Rajeev Shukla","category":"People, Opinion"},{"quote":"Every different social group that I encountered had its different set of rules, so you learn very quickly how to pick up the nuances and change yourself accordingly. When you are not from anywhere, you have to try to find what's universal. You are always trying to fit in.","author":"Julianne Moore","category":"Rules, Yourself, Group"},{"quote":"Change is always a little bit strange.","author":"Brendon Urie","category":"Strange, Always, Little"},{"quote":"All time is all time. It does not change. It does not lend itself to warnings or explanations. It simply is.","author":"Kurt Vonnegut","category":"Time, Itself, Does"},{"quote":"It's quite normal to hear of a change and see it as a problem, but it's probably an opportunity, depending on how quickly you can adjust.","author":"Jim Pattison","category":"Opportunity, Problem, You"},{"quote":"There was something undifferentiated and yet complete, which existed before Heaven and Earth. Soundless and formless, it depends on nothing and does not change. It operates everywhere and is free from danger. It may be considered the mother of the universe. I do not know its name; I call it Tao.","author":"Lao Tzu","category":"Mother, Universe, Free"},{"quote":"I am a big proponent of character arcs that show us how people change over time.","author":"Annalee Newitz","category":"Time, Character, I Am"},{"quote":"We can change the direction of the country with our vote.","author":"Roland Martin","category":"Direction, Vote, Country"},{"quote":"I was the biggest liar for no reason, and then as I got older, I thought, 'Why am I lying to everybody?' I would hear other people lie and be like, 'You sound so stupid.' So then I would just change my lies. The only person I lie to is my little sister, when I steal her clothes.","author":"Kendall Jenner","category":"Sister, Stupid, Liar"},{"quote":"If you compare Everest photographs in 1953 with its current state, things are melting. I imagine if I were a golfer in Indiana, I'd be hard-pressed to believe in climate change because nothing's going on there. But when you're up in the mountains and seeing the glaciers melt away, it's an obvious physical manifestation of a warming planet.","author":"Conrad Anker","category":"Mountains, Believe"},{"quote":"Early in life I had to choose between honest arrogance and hypocritical humility. I chose the former and have seen no reason to change.","author":"Frank Lloyd Wright","category":"Life, Humility, Arrogance"},{"quote":"If you don't like the way the world is, you change it. You have an obligation to change it. You just do it one step at a time.","author":"Marian Wright Edelman","category":"Time, World, Step"},{"quote":"The range of what we think and do is limited by what we fail to notice. And because we fail to notice that we fail to notice, there is little we can do to change; until we notice how failing to notice shapes our thoughts and deeds.","author":"R. D. Laing","category":"Thoughts, Think, Fail"},{"quote":"For time and the world do not stand still. Change is the law of life. And those who look only to the past or the present are certain to miss the future.","author":"John F. Kennedy","category":"Life, Time, Future"},{"quote":"Change means movement. Movement means friction. Only in the frictionless vacuum of a nonexistent abstract world can movement or change occur without that abrasive friction of conflict.","author":"Saul Alinsky","category":"Conflict, World, Abstract"},{"quote":"The need for change bulldozed a road down the center of my mind.","author":"Maya Angelou","category":"Road, Mind, Down"},{"quote":"Artists to my mind are the real architects of change, and not the political legislators who implement change after the fact.","author":"William S. Burroughs","category":"Mind, Political, Real"},{"quote":"Human memory is a marvelous but fallacious instrument. The memories which lie within us are not carved in stone; not only do they tend to become erased as the years go by, but often they change, or even increase by incorporating extraneous features.","author":"Primo Levi","category":"Memories, Memory, Lie"},{"quote":"Are creeds such simple things like the clothes which a man can change at will and put on at will? Creeds are such for which people live for ages and ages.","author":"Mahatma Gandhi","category":"Man, Simple, People"},{"quote":"So the next thing I assume I'll be hearing from Republicans, they want to change rules some way, as they do on the House when you get a problem with ethics, they just change the rules.","author":"Harry Reid","category":"Ethics, Rules, Problem"},{"quote":"Sometimes we look for those thunderous things to happen in our life for our lives to change or go in the other direction. We seek the miracle. We seek the parting of the seas, the moving of the mountains. But no, it's a quiet thing. At least for me it was.","author":"Ben Vereen","category":"Life, Mountains, Moving"},{"quote":"Everything I do in my life is very instinctual and in the moment. If I'm attracted to something, that's it. If I have reservations, those don't change till they're resolved. My first impression is how I go.","author":"Andy Garcia","category":"Life, Moment, My Life"},{"quote":"I accepted a change in my life. I didn't choose that change and those are the best changes to make.","author":"Michelle Shocked","category":"Life, Best, Changes"},{"quote":"For a change, lady luck seemed to be smiling on me. Then again, maybe the fickle wench was just lulling me into a false sense of security while she reached for a rock.","author":"Timothy Zahn","category":"Smiling, Luck, Me"},{"quote":"For people who have... had curve balls thrown at them, it is easier to digest change and digest change in other people. Change only scares the small-minded. The small-minded and me.","author":"Casey Affleck","category":"Me, People, People Change"},{"quote":"Activists are generally doers - rather than watching television and thinking about the world they will put there energies into doing something 'active' to change the (political) situation.","author":"Ben Edwards","category":"Thinking, World, Political"},{"quote":"What I worry about is climate change, because that would have untold effects that we can't even measure yet.","author":"Susan George","category":"Worry, Climate Change"},{"quote":"You realize you can't change the world but it shouldn't stop you from trying.","author":"Kevin Johnson","category":"Change The World, World, You"},{"quote":"It's generally much easier to kill an organization than to change it substantially.","author":"Kevin Kelly","category":"Organization, Easier, Than"},{"quote":"With a painter or a sculptor, one cannot begin to alter his works, but an architect has to put up with anything, because he makes utility objects - the building is there to be used, and times change.","author":"Arne Jacobsen","category":"Building, Up, Anything"},{"quote":"Geological change usually takes thousands of years to happen but we are seeing the climate changing not just in our lifetimes but also year by year.","author":"James Lovelock","category":"Changing, Years, Seeing"},{"quote":"A visit to a cinema is a little outing in itself. It breaks the monotony of an afternoon or evening; it gives a change from the surroundings of home, however pleasant.","author":"Ivor Novello","category":"Home, Evening, Cinema"},{"quote":"It is nonsense to say that Germans are unable to change.","author":"Angela Merkel","category":"Nonsense, Say, Germans"},{"quote":"I tend to arrive in the rehearsal process with very strongly developed ideas about what I want to do. But I don't like those ideas to be things that are not subject to change, or subject to development, or subject to challenge.","author":"Trevor Nunn","category":"Challenge, Ideas, Want"},{"quote":"Countries such as the U.S. and Britain have taken it upon themselves to decide for us in the developing world, even to interfere in our domestic affairs and to bring about what they call regime change.","author":"Robert Mugabe","category":"World, Themselves, Bring"},{"quote":"Which goes to show you, you can make all the laws you want, but you cannot change people's ways. If you must change them, you have to understand that it will take a long time.","author":"Miriam Makeba","category":"Time, People, Long"},{"quote":"If you never change your mind, why have one?","author":"Edward de Bono","category":"Mind, Why, You"},{"quote":"One new feature or fresh take can change everything.","author":"Neil Young","category":"Everything, New, Fresh"},{"quote":"A zebra does not change its spots.","author":"Al Gore","category":"Spots, Does"},{"quote":"The spirit of democracy is not a mechanical thing to be adjusted by abolition of forms. It requires change of heart.","author":"Mahatma Gandhi","category":"Heart, Democracy, Spirit"},{"quote":"Social change isn't something you should do just to help pad a resume. Follow your passion.","author":"Nancy Lublin","category":"Passion, Help, Resume"},{"quote":"In a progressive country change is constant change is inevitable.","author":"Benjamin Disraeli","category":"Country, Progressive"},{"quote":"What we call progress is the exchange of one nuisance for another nuisance.","author":"Havelock Ellis","category":"Progress, Call, Exchange"},{"quote":"Mathematicians are like managers - they want improvement without change.","author":"Edsger Dijkstra","category":"Improvement, Want"},{"quote":"There's an old saying, this too shall pass, and change is good.","author":"Joe Lando","category":"Good, Saying, Old"},{"quote":"Hip-hop is supposed to uplift and create, to educate people on a larger level and to make a change.","author":"Doug E. Fresh","category":"People, Hip-Hop, Create"},{"quote":"If you feel like it's difficult to change, you will probably have a harder time succeeding.","author":"Andrea Jung","category":"Time, You, Difficult"},{"quote":"We all know that change is inevitable. It provides us with a challenge and an opportunity to grow and improve and to attract new members with new ideas.","author":"Ron D. Burton","category":"Opportunity, Challenge"},{"quote":"Wealth brings with it refinement, the spirit of conservation, while poverty inspires adventurous ideas, the desire to change things, and has little care for life.","author":"Jose Rizal","category":"Life, Poverty, Wealth"},{"quote":"Some scientists believe climate change is the cause of unprecedented melting of the North Pole, and that effects these very uncertain weather patterns. I think we should listen to those scientists and experts.","author":"Dalai Lama","category":"Weather, Believe, Think"},{"quote":"Only idiots refuse to change their minds.","author":"Brigitte Bardot","category":"Minds, Idiots, Refuse"},{"quote":"If the shoe doesn't fit, must we change the foot?","author":"Gloria Steinem","category":"Shoe, Must, Fit"},{"quote":"One change always leaves the way open for the establishment of others.","author":"Niccolo Machiavelli","category":"Way, Always, Leaves"},{"quote":"Words are powerful; if you change your words, you can change your life.","author":"Joyce Meyer","category":"Life, Powerful, Words"},{"quote":"I never blame myself when I'm not hitting. I just blame the bat and if it keeps up, I change bats. After all, if I know it isn't my fault that I'm not hitting, how can I get mad at myself?","author":"Yogi Berra","category":"Myself, Blame, Know"},{"quote":"You've got to change incentives for good behavior as opposed to just disincentivizing bad behavior.","author":"Gavin Newsom","category":"Good, Behavior, You"},{"quote":"Character isn't something you were born with and can't change, like your fingerprints. It's something you weren't born with and must take responsibility for forming.","author":"Jim Rohn","category":"Character, Responsibility"},{"quote":"I'm a Gemini, so I change my mind every day.","author":"Natalie Portman","category":"Day, Mind, Every Day"},{"quote":"Things of this world are in so constant a flux, that nothing remains long in the same state.","author":"John Locke","category":"World, Long, Nothing"},{"quote":"In times of change learners inherit the earth while the learned find themselves beautifully equipped to deal with a world that no longer exists.","author":"Eric Hoffer","category":"Learning, World, Earth"},{"quote":"Change alone is eternal, perpetual, immortal.","author":"Arthur Schopenhauer","category":"Alone, Immortal, Perpetual"},{"quote":"If you want to make enemies, try to change something.","author":"Woodrow Wilson","category":"Want, You, Try"},{"quote":"Passion has always been important to me. That won't change. What changes in a woman's perspective. I mean, I have two kids now. I'm a single parent balancing motherhood and my career. That changes the equation.","author":"Jody Watley","category":"Passion, Motherhood, Changes"},{"quote":"Good intentions never change anything. They only become a deeper and deeper rut.","author":"Joyce Meyer","category":"Good, Good Intentions, Never"},{"quote":"No one can persuade another to change. Each of us guards a gate of change that can only be opened from the inside. We cannot open the gate of another, either by argument or emotional appeal.","author":"Marilyn Ferguson","category":"Argument, Emotional, Inside"},{"quote":"I still believe that if your aim is to change the world, journalism is a more immediate short-term weapon.","author":"Tom Stoppard","category":"Change The World, World"},{"quote":"Religions cannot change you. If you are angry, you will become an angry Muslim or Hindu. If you are righteous, you will become a righteous Christian or Jew.","author":"Gary Zukav","category":"Angry, Christian, You"},{"quote":"The ability to change constantly and effectively is made easier by high-level continuity.","author":"Michael Porter","category":"Ability, Easier, Continuity"},{"quote":"I wouldn't change a thing about what I've done in the past because what may have been bad choices have all led me to this moment.","author":"Minnie Driver","category":"Past, Choices, Me"},{"quote":"It behooves every man who values liberty of conscience for himself, to resist invasions of it in the case of others: or their case may, by change of circumstances, become his own.","author":"Thomas Jefferson","category":"Man, Liberty, Conscience"},{"quote":"My goal was never to just create a company. A lot of people misinterpret that, as if I don't care about revenue or profit or any of those things. But what not being just a company means to me is not being just that - building something that actually makes a really big change in the world.","author":"Mark Zuckerberg","category":"Goal, World, Company"},{"quote":"There's no sense in going to a tournament if you don't believe that you can win it. And that is the belief I have always had. And that is not going to change.","author":"Tiger Woods","category":"Believe, Win, Belief"},{"quote":"Everybody talks about wanting to change things and help and fix, but ultimately all you can do is fix yourself. And that's a lot. Because if you can fix yourself, it has a ripple effect.","author":"Rob Reiner","category":"Yourself, Help, Ripple"},{"quote":"There are two kinds of fools: those who can't change their opinions and those who won't.","author":"Josh Billings","category":"Opinions, Fools, Two"},{"quote":"I would tell 17-year-olds to be proud of who you are. Don't try to change yourself for others. Focus on school and your future. Boys and friends will come and go, just focus on you and your future.","author":"Lea Michele","category":"Future, Friends, School"},{"quote":"One of my favorite philosophical tenets is that people will agree with you only if they already agree with you. You do not change people's minds.","author":"Frank Zappa","category":"People, Favorite, You"},{"quote":"It's better to get smart than to get mad. I try not to get so insulted that I will not take advantage of an opportunity to persuade people to change their minds.","author":"John H. Johnson","category":"Opportunity, Smart, People"},{"quote":"And Seaman, just like a falling oak, manages to change direction.","author":"John Motson","category":"Direction, Falling, Oak"},{"quote":"Routines are normal, natural, healthy things. Most of us take a shower and brush our teeth every day. That is a good routine. Spiritual disciplines are routines. That is a good thing. But once routines become routine you need to change your routine.","author":"Mark Batterson","category":"Day, Good, Spiritual"},{"quote":"I was wired to be intense. I don't think that's ever going to change.","author":"Dan Hill","category":"Think, Going, Intense"},{"quote":"I think it's an actor's responsibility to change every time. Not only for himself and the people he's working with, but for the audience. If you just go out and deliver the same dish every time... it's meat loaf again... you'd get bored. I'd get bored.","author":"Johnny Depp","category":"Time, Responsibility, People"},{"quote":"I want to inspire people to change the world. That's something that I feel that I'm meant to do here... really going to change the world. I asked God to make me immortal so I can do it.","author":"Bryson Tiller","category":"God, Change The World, World"},{"quote":"When a plan or strategy fails, people are tempted to assume it was the wrong vision. Plans and strategies can always be changed and improved. But vision doesn't change. Visions are simply refined with time.","author":"Andy Stanley","category":"Time, Vision, Strategy"},{"quote":"Is there climate change? I live in the shadow of some of the greatest climate change the world has ever seen. It's called the Rocky Mountains. When the glaciers went back.","author":"Scott Tipton","category":"Change The World, World"},{"quote":"I would point out that if you're a believer in the Bible, one would have to say the Great Flood is an example of climate change and that certainly wasn't because mankind had overdeveloped hydrocarbon energy.","author":"Joe Barton","category":"Great, Environmental, Bible"},{"quote":"One must change one's tactics every ten years if one wishes to maintain one's superiority.","author":"Napoleon Bonaparte","category":"Wishes, Years, Must"},{"quote":"The why is what makes journalism an adult game. The why is what makes policy coherent and useful. The why is what transforms bureaucrats and foot soldiers and political leaders into viable instruments of rational and affirmative change. The why is everything and without it, the very suggestion of human progress becomes a cosmic joke.","author":"David Simon","category":"Progress, Journalism"},{"quote":"Really, each era has its own false nostalgia. We all put a picket fence up around something. For my generation it was the '50s, and for other generations it will be something else. Change is scary for everyone, as is complexity, contradiction, and an uncertain future.","author":"Gary Ross","category":"Future, Generation, Fence"},{"quote":"For good and evil, man is a free creative spirit. This produces the very queer world we live in, a world in continuous creation and therefore continuous change and insecurity.","author":"Joyce Cary","category":"Good, Evil, Good And Evil"},{"quote":"The faults of a superior person are like the sun and moon. They have their faults, and everyone sees them; they change and everyone looks up to them.","author":"Confucius","category":"Sun, Moon, Person"},{"quote":"Nothing remains great without a capacity to change and to accommodate the conditions of a changing world.","author":"John Ashcroft","category":"Great, World, Changing"},{"quote":"The 200 years when Britain and the US were the top two economies were an aberration and that will change. The decline of empires has happened much faster than folks think. I believe that gold will be a far better bet in 20 years than the dollar.","author":"Tom Winnifrith","category":"Believe, Gold, I Believe"},{"quote":"At a time when the GOP is playing games with the debt limit, a member of the Supreme Court is refusing to recuse himself from matters he has a financial interest in, and middle class incomes are stagnant, many want to change the subject. I don't. This was a prank, and a silly one. I'm focused on my work.","author":"Anthony Weiner","category":"Work, Time, Financial"},{"quote":"I have a way of filming things and staging them and designing sets. There were times when I thought I should change my approach, but in fact, this is what I like to do. It's sort of like my handwriting as a movie director. And somewhere along the way, I think I've made the decision: I'm going to write in my own handwriting.","author":"Wes Anderson","category":"Decision, Thought, Think"},{"quote":"When I was 13, I was in my tent at Girl Scout camp, trying to change out of my bathing suit and talking at the same time. I fell out of the tent in front of everyone with my bathing suit around my ankles. I was humiliated - but no amount of humiliation has ever seemed to stop me.","author":"Casey Wilson","category":"Time, Girl, Me"},{"quote":"The important thing to remember, if you are trying something that is an innovation, is not to think too much about it. Because if you take too long, by the time you get there, the world will have changed. You take a risk, and if it doesn't work, you make a change. We are not betting our lives on it.","author":"Sandro Veronesi","category":"Work, Time, Innovation"},{"quote":"As human beings we do change, grow, adapt, perhaps even learn and become wiser.","author":"Wendy Carlos","category":"Grow, Learn, Adapt"},{"quote":"There are many things we do not want about the world. Let us not just mourn them. Let us change them.","author":"Ferdinand Marcos","category":"World, Want, Just"},{"quote":"Friendships that have stood the test of time and change are surely best.","author":"Joseph Parry","category":"Time, Best, Test"},{"quote":"If there is anything that we wish to change in the child, we should first examine it and see whether it is not something that could better be changed in ourselves.","author":"Carl Jung","category":"Child, Wish, Better"},{"quote":"People are always looking for the single magic bullet that will totally change everything. There is no single magic bullet.","author":"Temple Grandin","category":"Magic, People, Looking"},{"quote":"In our view, successful reform is not an event. It is a sustainable process that will build on its own successes - a virtuous cycle of change.","author":"Abdullah II of Jordan","category":"Successful, View, Process"},{"quote":"To me, eyewear goes way beyond being a prescription. It's like makeup. It's the most incredible accessory. The shape of a frame or the color of lenses can change your whole appearance.","author":"Vera Wang","category":"Makeup, Color, Me"},{"quote":"Words have meaning. And their meaning doesn't change.","author":"Antonin Scalia","category":"Words, Meaning"},{"quote":"The difference between political terror and ordinary crime becomes clear during the change of regimes, in which former terrorists become well-regarded representatives of their country.","author":"Jurgen Habermas","category":"Political, Country, Crime"},{"quote":"You put high heels on and you change.","author":"Manolo Blahnik","category":"You, High Heels, High"},{"quote":"If you really want change, you really want it to be inclusive, where everyone's included, otherwise you're just going to have more of the same in the future.","author":"will.i.am","category":"Future, Want, You"},{"quote":"I think change needs to be egoless. It's not about my leaving my fingerprints or a legacy. It's more important to be part of a process by rolling up your sleeves, being on the ground, initiating projects, starting campaigns - you know, building stuff.","author":"Queen Rania of Jordan","category":"Legacy, Building, Leaving"},{"quote":"You can't build an adaptable organization without adaptable people - and individuals change only when they have to, or when they want to.","author":"Gary Hamel","category":"Organization, People, Want"},{"quote":"I think the NRA, they got it half-right when they say, 'Guns don't kill people, people kill people.' I change it to, 'Guns don't kill people, Americans kill people.'","author":"Michael Moore","category":"People, Think, Guns"},{"quote":"You can talk yourself into a good emotional state. I stop for a second, take a deep breath, and think about something that's beautiful. A beautiful thought for me is cutting the umbilical cord for my child. I can guarantee you that your emotional state will change.","author":"Montel Williams","category":"Beautiful, Good, Deep"},{"quote":"A lot can change in the editing room.","author":"Diane Lane","category":"Editing, Room, Lot"},{"quote":"As life runs on, the road grows strange with faces new - and near the end. The milestones into headstones change, Neath every one a friend.","author":"James Russell Lowell","category":"Life, Road, End"},{"quote":"You know, Motorcycle Diaries has no incredible stories, no sudden plot twists, it doesn't play that way. It's about recognizing that instance of change and embracing it.","author":"Gael Garcia Bernal","category":"Motorcycle, Know, Play"},{"quote":"We think the whole world's going to change, and forget that human beings are still human beings; we have the same five senses, we still interact the same way, we still love and hate the same way, but marketers lose track of that. But then it comes down to earth.","author":"Michael K. Powell","category":"Love, Hate, World"},{"quote":"A hero is someone right who doesn't change.","author":"George Foreman","category":"Hero, Right, Someone"},{"quote":"Change is not made without inconvenience, even from worse to better.","author":"Richard Hooker","category":"Better, Without, Worse"},{"quote":"Change is unavoidable. You change either to stay ahead or to catch up.","author":"Mike Hawkins","category":"You, Ahead, Up"},{"quote":"I don't see a sea change by 2020, but I see migration in the direction of modernization and more flexibility in the generating system going forward.","author":"Lynn Good","category":"Sea, Direction, See"},{"quote":"The first thing is to hang on to everybody who is talented, who is entrepreneurial, who wants to make an impact and a change and start attracting ones.","author":"Dan Gilbert","category":"Impact, Start, First"},{"quote":"Anyone who thinks there's safety in numbers hasn't looked at the stock market pages.","author":"Irene Peter","category":"Safety, Stock Market"},{"quote":"Lord, where we are wrong, make us willing to change; where we are right, make us easy to live with.","author":"Peter Marshall","category":"Live, Easy, Right"},{"quote":"To be hopeful means to be uncertain about the future, to be tender toward possibilities, to be dedicated to change all the way down to the bottom of your heart.","author":"Rebecca Solnit","category":"Future, Heart, Down"},{"quote":"In fact, even the current administration now is releasing recent reports indicating that climate change is real, that global warming is occurring, that it is heavily influenced by man-made objects and that it is something we cannot ignore any longer.","author":"Ron Kind","category":"Global Warming, Real"},{"quote":"The psychological basis of the metropolitan type of individuality consists in the intensification of nervous stimulation which results from the swift and uninterrupted change of outer and inner stimuli.","author":"Georg Simmel","category":"Results, Individuality"},{"quote":"There is no such thing as liberty. You only change one sort of domination for another. All we can do is to choose our master.","author":"D. H. Lawrence","category":"Liberty, Master, You"},{"quote":"It's certainly my honor to be able to, hopefully, change the world a tiny bit, one mind at a time.","author":"Jodi Picoult","category":"Time, Change The World"},{"quote":"I've never been on a TV show for more than a season and you have to continually keep it interesting and you have to keep it connected, even as you change.","author":"Ian Somerhalder","category":"Interesting, Season, You"},{"quote":"I feel very lucky to have grown up having interaction with adults who were making change but who were far from perfect beings. That feeling of not being paralyzed by your incredible inadequacy as a human being, which I feel every day, is a part of the legacy that I've gotten from so many of the adult elders.","author":"Marian Wright Edelman","category":"Day, Legacy, Perfect"},{"quote":"I've been a conservative in West Virginia before that was popular. I've seen a change in West Virginia. Not a change in John Raese, but a change in West Virginia and a change in America.","author":"John Raese","category":"America, Conservative, Seen"},{"quote":"People try to change too much at once and it becomes overwhelming, and they end up falling off the program. So gradually changing bad habits makes much more of a difference than trying to change them all at once.","author":"Ian K. Smith","category":"End, People, Habits"},{"quote":"We focus so much on how immigrants can change America that we forget that America has always changed immigrants even more.","author":"Marco Rubio","category":"Focus, America, Immigrants"},{"quote":"One of my biggest fears is not being able to break out of a rut; of becoming a prisoner to my ways, unable to change course. But in my mid-thirties, I learned you can change your thinking.","author":"Matt Dillon","category":"Thinking, You, Break"},{"quote":"It became clear to me that simply caring is not enough. To drive real progress, you have to change both hearts and laws. You need both understanding and action.","author":"Hillary Clinton","category":"Progress, Caring, Me"},{"quote":"To force a change, sometimes you need to stand up. You know what you're worth - rather than what your employer is paying you.","author":"Alex Morgan","category":"Stand Up, Know, You"},{"quote":"People don't change their behavior unless it makes a difference for them to do so.","author":"Sharon Stone","category":"People, Behavior, Difference"},{"quote":"In true dialogue, both sides are willing to change.","author":"Nhat Hanh","category":"True, Dialogue, Both Sides"},{"quote":"The world does not need tourists who ride by in a bus clucking their tongues. The world as it is needs those who will love it enough to change it, with what they have, where they are.","author":"Robert Fulghum","category":"Love, World, Ride"},{"quote":"Although we must change the ways we protect our country, we must also guard against policies that appear attractive but offer little real protection and may even impede our ability to protect ourselves.","author":"Richard Burr","category":"Country, Real, Protect"},{"quote":"If you've ever made change in the offering plate, you might be a redneck.","author":"Jeff Foxworthy","category":"You, Redneck, Made"},{"quote":"Maybe sometimes I'm such a thinker, I reevaluate too much. Sometimes when it comes down to it, I really don't need to do anything, I don't really need to change anything. I need to just keep plugging away, working at it.","author":"Michael Chang","category":"Down, Working, Sometimes"},{"quote":"Normal social behavior requires that we be able to recognize identities in spite of change. Unless we can do so, there can be no human society as we know it.","author":"Kenneth L. Pike","category":"Society, Behavior, Know"},{"quote":"The point of the essay is to change things.","author":"Edward Tufte","category":"Essay, Point, Things"},{"quote":"I like reading my bible, I like bible studies where I get together with others and talk about the word of God and how it relates to us and how we can change to become more like him.","author":"Bernhard Langer","category":"God, Together, Reading"},{"quote":"If I were doing something that the Bible condemns, I have two choices. I can straighten up my act, or I can somehow distort and twist and change the meaning of the Bible.","author":"Jerry Falwell","category":"Choices, Meaning, Bible"},{"quote":"Our relations with the other powers of Europe have experienced no essential change since the last session.","author":"James Monroe","category":"Europe, Last, Essential"},{"quote":"Habits change into character.","author":"Ovid","category":"Character, Habits"},{"quote":"With its billions of interconnected neurons, whose interactions change from millisecond to millisecond, the human brain is an archetypal complex system.","author":"Miguel Nicolelis","category":"Brain, Human Brain, Human"},{"quote":"The simplest questions are the most profound. Where were you born? Where is your home? Where are you going? What are you doing? Think about these once in a while and watch your answers change.","author":"Richard Bach","category":"Home, Questions, Think"},{"quote":"Why should we change onstage? We're not trying to be something big and fancy, it's just us, doing what we do, we'd like to keep it that way.","author":"Cliff Burton","category":"Trying, Doing, Why"},{"quote":"Our generation has an incredible amount of realism, yet at the same time it loves to complain and not really change. Because, if it does change, then it won't have anything to complain about.","author":"Tori Amos","category":"Time, Generation, Complain"},{"quote":"But any big change is more likely to result if there is a disruptive event such as new technologies or platforms that have a surprising effect on market share.","author":"Trip Hawkins","category":"New, Event, Disruptive"},{"quote":"Steve Jobs didn't really set the direction of my Apple I and Apple II designs but he did the more important part of turning them into a product that would change the world. I don't deny that.","author":"Steve Wozniak","category":"Change The World, World"},{"quote":"All change is not growth, as all movement is not forward.","author":"Ellen Glasgow","category":"Growth, Forward, Movement"},{"quote":"Change means that what was before wasn't perfect. People want things to be better.","author":"Esther Dyson","category":"People, Better, Want"},{"quote":"I cannot say whether things will get better if we change what I can say is they must change if they are to get better.","author":"Georg C. Lichtenberg","category":"Better, I Can, Say"},{"quote":"All things are only transitory.","author":"Johann Wolfgang von Goethe","category":"All Things, Only, Things"},{"quote":"The world changes in direct proportion to the number of people willing to be honest about their lives.","author":"Armistead Maupin","category":"Changes, World, People"},{"quote":"I was married to someone who wanted me to change. Become more adult, more responsible. I began not to like myself, not like what I do. I lost my identity. Everything began collapsing around me.","author":"Marilyn Manson","category":"Myself, Identity, Me"},{"quote":"It takes a different value system if you wish to change the world.","author":"Jacque Fresco","category":"Change The World, World"},{"quote":"There is no progress whatever. Everything is just the same as it was thousands, and tens of thousands, of years ago. The outward form changes. The essence does not change.","author":"Robert Louis Stevenson","category":"Progress, Changes, Years"},{"quote":"A State without the means of some change is without the means of its conservation.","author":"Edmund Burke","category":"Conservation, Without, State"},{"quote":"The best thing about acting is that I get to lose myself in another character and actually get paid for it... It's a great outlet. I'm not really sure who I am - it seems I change every day.","author":"Leonardo DiCaprio","category":"Best, Myself, Great"},{"quote":"I would change policy, bring back natural grass and nickel beer. Baseball is the belly-button of our society. Straighten out baseball, and you straighten out the rest of the world.","author":"Bill Lee","category":"Baseball, Society, World"},{"quote":"The only change is that baseball has turned Paige from a second class citizen to a second class immortal.","author":"Satchel Paige","category":"Baseball, Class, Citizen"},{"quote":"The customs and fashions of men change like leaves on the bough, some of which go and others come.","author":"Dante Alighieri","category":"Men, Like, Leaves"},{"quote":"It seems to me that any sensible person must see that violence does not change the world and if it does, then only temporarily.","author":"Martin Scorsese","category":"Change The World, Violence"},{"quote":"The most useless are those who never change through the years.","author":"James M. Barrie","category":"Years, Never, Through"},{"quote":"With me a change of trouble is as good as a vacation.","author":"David Lloyd George","category":"Good, Vacation, Me"},{"quote":"Man has a limited biological capacity for change. When this capacity is overwhelmed, the capacity is in future shock.","author":"Alvin Toffler","category":"Future, Man, Overwhelmed"},{"quote":"Most of the change we think we see in life is due to truths being in and out of favor.","author":"Robert Frost","category":"Life, Society, Think"},{"quote":"I want to test my maximum and see how much I can do. And I want to change the world of swimming.","author":"Michael Phelps","category":"Change The World, World"},{"quote":"Our decade of change has unleashed the ingenuity, creativity, and character of the most extraordinary people in the world - the people of this state, who come from every corner of the globe.","author":"George Pataki","category":"Creativity, Character, World"},{"quote":"We don't change what we are, we change what we think what we are.","author":"Eric Butterworth","category":"Think"},{"quote":"Life has got a habit of not standing hitched. You got to ride it like you find it. You got to change with it. If a day goes by that don't change some of your old notions for new ones, that is just about like trying to milk a dead cow.","author":"Woody Guthrie","category":"Life, Day, You"},{"quote":"I write a lot, and very often I write a couple of lines that are particularly revealing in some kind of way. And then as a few more lines get added and a piece gets added, eventually the song pretty much takes over and you can't really find a way to change those things.","author":"Nick Cave","category":"Song, You, Kind"},{"quote":"Nothing is as real as a dream. The world can change around you, but your dream will not. Your life may change, but your dream doesn't have to. Responsibilities need not erase it. Duties need not obscure it.","author":"Tom Clancy","category":"Life, World, Dream"},{"quote":"Change is good. And in fact unavoidable.","author":"Dirk Benedict","category":"Good, Fact, Unavoidable"},{"quote":"We have nothing less to do than to get inside of whole peoples and change their motives and dispositions.","author":"John Raleigh Mott","category":"Nothing, Motives, Whole"},{"quote":"Dressing up. People just don't do it anymore. We have to change that.","author":"John Galliano","category":"People, Up, Just"},{"quote":"I don't think anything changes until ideas change. The usual American viewpoint is to believe that something is wrong with the person.","author":"James Hillman","category":"Changes, American, Believe"},{"quote":"Given that, and assuming that we begin to adjust to issues like climate change and the greenhouse effect, Denver's location in the center of the country becomes a tremendous advantage.","author":"John Hickenlooper","category":"Climate Change, Country"},{"quote":"The only people available to change the world are the people now living in it, with all the beliefs they bring along - however retrograde those beliefs may appear to those of us who see ourselves as enlightened.","author":"Todd Gitlin","category":"Change The World, World"},{"quote":"The prize seemed to change my professional life very little.","author":"Philip Warren Anderson","category":"Life, Professional, Little"},{"quote":"On The Practice, I get to do what I love to do, and I am making a contribution that will, in the end, help raise social consciousness, dispel some of the myths about being large, and change the way that people view and interact with large people.","author":"Camryn Manheim","category":"Love, I Am, Help"},{"quote":"When you play against different people from all walks of life you can't do the same thing against every player defensively or offensively. You have to change up the way you go at a player.","author":"Oscar Robertson","category":"Life, People, Play"},{"quote":"Technological discoveries are the spermatozoa of social change.","author":"C. L. R. James","category":"Technological, Social"},{"quote":"I am a contradictory mess but I see it as my prerogative to change my mood like the weather.","author":"Shirley Manson","category":"I Am, Weather, See"},{"quote":"My grandfather taught me generosity. He sold snow cones in Harlem. I went with him at 5 and he let me hand out the change and snow cones. I learned a lot in the couple of years that we did that.","author":"Erik Estrada","category":"Me, Generosity, Snow"},{"quote":"As a consequence, geneticists described evolution simply as a change in gene frequencies in populations, totally ignoring the fact that evolution consists of the two simultaneous but quite separate phenomena of adaptation and diversification.","author":"Ernst Mayr","category":"Evolution, Two, Phenomena"},{"quote":"If you marry the wrong person for the wrong reasons, then no matter how hard you work, it's never going to work, because then you have to completely change yourself, completely change them, completely - by that time, you're both dead.","author":"Anne Bancroft","category":"Work, Time, Yourself"},{"quote":"My disorder has been attended with several symptoms of a consumption; and I have been at times apprehensive that my great change was at hand: yet blessed be God, I have never been affrighted; but, on the contrary, at times much delighted with a view of its approach.","author":"David Brainerd","category":"Great, God, Blessed"},{"quote":"Yet, despite our many advances, our environment is still threatened by a range of problems, including global climate change, energy dependence on unsustainable fossil fuels, and loss of biodiversity.","author":"Dan Lipinski","category":"Environmental, Problems"},{"quote":"The thing that surprises me most is, you cannot change who you are.","author":"Jeff Probst","category":"Me, You, Surprises"},{"quote":"I am an optimist because I want to change things for the better and I know that blood has to be spilled and disharmony and cruelty are necessary to do that.","author":"Henry Rollins","category":"I Am, Want, Know"},{"quote":"The conservative who resists change is as valuable as the radical who proposes it.","author":"Ariel Durant","category":"Conservative, Radical, Who"},{"quote":"You have to change your mind with every orchestra because every orchestra has a different character.","author":"Kurt Masur","category":"Character, Mind, You"},{"quote":"Sometimes I think change is a good thing.","author":"Katie Couric","category":"Good, Think, Sometimes"},{"quote":"As an actor, particularly because I'm - I would call myself a character actor. I change my look, my physical appearance and my body, my hair color, my whatever all the time for a role.","author":"Lynn Redgrave","category":"Time, Myself, Character"},{"quote":"The jarring change going from an urban environment to an extremely remote natural environment is extremely inspiring. It's constantly stimulating, it's like a slap in the face.","author":"Carter Burwell","category":"Environment, Face, Natural"},{"quote":"I had to think ahead. How much would I really enjoy committing five or seven years to working on this? When you're an unemployed actor offered a TV pilot, no matter who you are you're tempted by the good hunk of change to be made. It keeps you out of the unemployment line.","author":"Gerald McRaney","category":"Good, Enjoy, Think"},{"quote":"The time draws near, when a radical change must take place for the whole world in the management of diplomacy.","author":"Lajos Kossuth","category":"Time, Management, World"},{"quote":"Change yourself and your work will seem different.","author":"Norman Vincent Peale","category":"Work, Yourself, Different"},{"quote":"The challenges of change are always hard. It is important that we begin to unpack those challenges that confront this nation and realize that we each have a role that requires us to change and become more responsible for shaping our own future.","author":"Hillary Clinton","category":"Future, Challenges, Realize"},{"quote":"Spiritual principles do not change, but we do.","author":"Marianne Williamson","category":"Spiritual, Principles"},{"quote":"Taste may change, but inclination never.","author":"Francois de La Rochefoucauld","category":"Never, May, Taste"},{"quote":"Most people already know what they're doing wrong. When I get them to church I want to tell them that you can change.","author":"Joel Osteen","category":"People, Want, Know"},{"quote":"Excuses change nothing, but make everyone feel better.","author":"Mason Cooley","category":"Excuses, Better, Nothing"},{"quote":"My life will change, because I want it to change; and also because this is something I'm committed to doing and that I believe my life has been leading towards.","author":"Kevin Spacey","category":"Life, Believe, I Believe"},{"quote":"No, I don't regret anything at this point. That may change on the next phone call, but at the moment I don't regret anything.","author":"William Shatner","category":"Regret, Moment, Point"},{"quote":"Things alter for the worse spontaneously, if they be not altered for the better designedly.","author":"Francis Bacon","category":"Better, Worse, Things"},{"quote":"The democracy process provides for political and social change without violence.","author":"Aung San Suu Kyi","category":"Democracy, Violence"},{"quote":"I believe that history has shape, order, and meaning; that exceptional men, as much as economic forces, produce change; and that passe abstractions like beauty, nobility, and greatness have a shifting but continuing validity.","author":"Camille Paglia","category":"Beauty, History, Men"},{"quote":"Change is such hard work.","author":"Billy Crystal","category":"Work, Hard Work, Hard"},{"quote":"It's quite nice to see that I didn't have to change who I was to reach two very different types of people.","author":"Marc Jacobs","category":"People, Nice, See"},{"quote":"You hold the keys of change within you. You be the change you want to see.","author":"Victoria Osteen","category":"Want, You, See"},{"quote":"Change will come slowly, across generations, because old beliefs die hard even when demonstrably false.","author":"E. O. Wilson","category":"Die, Will, Beliefs"},{"quote":"How many Republicans does it take to change a light bulb? Three. One to mix the martinis, one to change the light bulb, and one to reminisce about how good the old one was.","author":"Christopher Buckley","category":"Good, Light, Three"},{"quote":"I have a resistance to change in things that I feel comfortable with and that I'm used to.","author":"Dennis Quaid","category":"Resistance, Comfortable"},{"quote":"I'm a catalyst for change. You can't be an outsider and be successful over 30 years without leaving a certain amount of scar tissue around the place.","author":"Rupert Murdoch","category":"Successful, Leaving, You"},{"quote":"Things change. I used to have a real resistance to it and hold on to things, but let things happen and go with it, and you will actually go through it, and it's a lot less stressful.","author":"Mike D","category":"Resistance, You"},{"quote":"Change is inevitable. Change for the better is a full-time job.","author":"Adlai E. Stevenson","category":"Job, Better, Inevitable"},{"quote":"The foolish and the dead alone never change their opinions.","author":"James Russell Lowell","category":"Alone, Opinions, Never"},{"quote":"Let the great world spin for ever down the ringing grooves of change.","author":"Alfred Lord Tennyson","category":"Great, World, Down"},{"quote":"To change what you get, you must change who you are.","author":"Vernon Howard","category":"You, Must, Who"},{"quote":"Each child is an adventure into a better life - an opportunity to change the old pattern and make it new.","author":"Hubert H. Humphrey","category":"Life, Adventure, Opportunity"},{"quote":"I don't know if you can change things, but it's a drop in the ocean.","author":"Julie Walters","category":"Ocean, Know, You"},{"quote":"Illness strikes men when they are exposed to change.","author":"Herodotus","category":"Men, Illness, Exposed"},{"quote":"Every daring attempt to make a great change in existing conditions, every lofty vision of new possibilities for the human race, has been labeled Utopian.","author":"Emma Goldman","category":"Great, Vision, Human"},{"quote":"I read and walked for miles at night along the beach, writing bad blank verse and searching endlessly for someone wonderful who would step out of the darkness and change my life. It never crossed my mind that that person could be me.","author":"Anna Quindlen","category":"Life, Writing, Darkness"},{"quote":"We're all living blinkered lives, and we're not seeing what's going on and looking to change it. I'm not saying that everyone has to make a political statement, but we need to be more aware of what's happening and why.","author":"Samantha Morton","category":"Political, Looking, Saying"},{"quote":"All I want to do is change the world.","author":"W. Clement Stone","category":"Change The World, World"},{"quote":"Everything will change. The only question is growing up or decaying.","author":"Nikki Giovanni","category":"Growing Up, Question"},{"quote":"The female format is a beautiful one in which to function. Foolhardy as it may be. I change my image all the time, it's whatever suits me at the moment.","author":"Lydia Lunch","category":"Time, Beautiful, Me"},{"quote":"A lot of people get impatient with the pace of change.","author":"James Levine","category":"People, Pace, Impatient"},{"quote":"Accidents, try to change them - it's impossible. The accidental reveals man.","author":"J. B. Priestley","category":"Man, Impossible, Try"},{"quote":"I literally change my phone number 10 times a year and I don't ever save my contacts.","author":"Rob Kardashian","category":"Phone, Number, Year"},{"quote":"No change in musical style will survive unless it is accompanied by a change in clothing style. Rock is to dress up to.","author":"Frank Zappa","category":"Style, Dress, Clothing"},{"quote":"The cartoon is a metaphor really for the fact that it's almost impossible in our celebrity obsessed culture to move around genres and sort of change you ideas, change your face, you know?","author":"Damon Albarn","category":"Culture, Ideas, Impossible"},{"quote":"With all the highs and lows I've had in my life, I wouldn't change anything. So no, I don't, this is what I'm supposed to be doing.","author":"David Coverdale","category":"Life, My Life, Doing"},{"quote":"Change, when it comes, cracks everything open.","author":"Dorothy Allison","category":"Everything, Open, Cracks"},{"quote":"The consideration of change over the century is about loss, though I think that social change is gain rather than loss.","author":"Penelope Lively","category":"Loss, Think, Social Change"},{"quote":"We want the facts to fit the preconceptions. When they don't it is easier to ignore the facts than to change the preconceptions.","author":"Jessamyn West","category":"Want, Facts, Easier"},{"quote":"You know, I change my hair color a lot, I do all sorts of different things.","author":"Kelly Lynch","category":"Hair, Color, Know"},{"quote":"The typical journalist's typical lead for the typical Canadian story nowadays is along this line: that Canadians are hard at work trying to gain a reputation as a nation of rapid social change.","author":"Stockwell Day","category":"Work, Reputation, Story"},{"quote":"Some players are more physical than others, some play with more finesse. Some are just really great all-around players. So you have to change your game.","author":"Oscar Robertson","category":"Great, Game, Play"},{"quote":"What we can do as individuals may not be very much on the global scale, but we have to start the change by living as we are teaching.","author":"Harri Holkeri","category":"Start, Living, May"},{"quote":"I've been a Dolphin for 17 years, and I'll be a Dolphin for the rest of my life. That will never change.","author":"Dan Marino","category":"Life, My Life, Rest"},{"quote":"Christians are supposed not merely to endure change, nor even to profit by it, but to cause it.","author":"Harry Emerson Fosdick","category":"Profit, Endure, Christians"},{"quote":"I have a tendency to go through my life at full speed and as a one-man band, and so I don't generally stop and take in other people enough to develop many relationships. I'm starting to regret that a bit. I want to change it.","author":"Gillian Anderson","category":"Life, Regret, People"},{"quote":"I don't have ideas so much as there are things which constantly evolve... there are various threads or layers, if you like, which change.","author":"Harrison Birtwistle","category":"Ideas, You, Evolve"},{"quote":"One reason we resist making deliberate choices is that choice equals change and most of us, feeling the world is unpredictable enough, try to minimise the trauma of change in our personal lives.","author":"Hugh Mackay","category":"World, Choice, Choices"},{"quote":"Some programming languages manage to absorb change, but withstand progress.","author":"Alan Perlis","category":"Progress, Programming, Some"},{"quote":"Even if I know I shall never change the masses, never transform anything permanent, all I ask is that the good things also have their place, their refuge.","author":"Richard Wagner","category":"Good, Good Things, Know"},{"quote":"Without change, something sleeps inside us, and seldom awakens. The sleeper must awaken.","author":"Frank Herbert","category":"Without, Something, Must"},{"quote":"To change a habit, make a conscious decision, then act out the new behavior.","author":"Maxwell Maltz","category":"Decision, Behavior, New"},{"quote":"Any change, even a change for the better, is always accompanied by drawbacks and discomforts.","author":"Arnold Bennett","category":"Better, Always, Even"},{"quote":"Remember before nineteen seventy two Olympic Games I was total skinny, I was small, very strong, they may be don't like to see a gymnastics like that. I don't know but, gymnastics, might. Nineteen seventy two supposed to be change somewhere.","author":"Olga Korbut","category":"Strong, Small, Remember"},{"quote":"Philosophies change by the day while God never changes, simply because, being perfect, He does not have to change!","author":"Jimmy Swaggart","category":"Day, God, Changes"},{"quote":"Weep not that the world changes - did it keep a stable, changeless state, it were cause indeed to weep.","author":"William C. Bryant","category":"Changes, World, Stable"},{"quote":"In a change of masters the poor change nothing except their master's name.","author":"Phaedrus","category":"Name, Nothing, Poor"},{"quote":"I found a sound that people really liked - I found this basic concept and all I did was change the lyrics and the melody a little bit. My songs, if you listen to them, they're quite a lot alike, like Chuck Berry.","author":"Buck Owens","category":"People, Listen, You"},{"quote":"You must change in order to survive.","author":"Pearl Bailey","category":"Survive, You, Order"},{"quote":"I was away from the front lines for a while this spring, living with other troops, and considerable fighting took place while I was gone. When I got ready to return to my old friends at the front I wondered if I would sense any change in them.","author":"Ernie Pyle","category":"Friends, Old Friends, Spring"},{"quote":"If you can change three lives in 10, three lives in a hundred, that's got to be good, hasn't it?","author":"Ian Botham","category":"Good, You, Three"},{"quote":"Slowness to change usually means fear of the new.","author":"Phil Crosby","category":"Fear, New, Means"},{"quote":"Change is not only likely, it's inevitable.","author":"Barbara Sher","category":"Inevitable, Only, Likely"},{"quote":"When it becomes more difficult to suffer than to change... you will change.","author":"Robert Anthony","category":"You, Difficult, Will"},{"quote":"Things change all the time, and they'll probably never be the same again. It's just the natural evolution of the human condition. Things change, and whatever it is is what it is. I mean, you try to start second guessing that, you either get rich or die broke.","author":"Guy Clark","category":"Time, Evolution, Rich"},{"quote":"As every new breed of virus is conceived, created and released into the wild, another small change is made to the anti-virus software to combat the new threat.","author":"Glenn Turner","category":"Small, Software, New"},{"quote":"The main dangers in this life are the people who want to change everything... or nothing.","author":"Nancy Astor","category":"Life, People, Want"},{"quote":"I am sorry to upset my colleagues by saying we wasted four years in opposition, but if you do get so badly defeated as a party you do have to face up to some painful facts and you do have to change.","author":"Kenneth Clarke","category":"I Am, Sorry, Party"},{"quote":"Look at all the buses now that want exact change, exact change. I figure if I give them exact change, they should take me exactly where I want to go.","author":"George C. Wallace","category":"Me, Want, Look"},{"quote":"Buddhism teaches you to embrace change.","author":"Koo Stark","category":"You, Embrace, Buddhism"},{"quote":"Serve the dinner backward, do anything - but for goodness sake, do something weird.","author":"Elsa Maxwell","category":"Weird, Dinner, Goodness"},{"quote":"Our fathers valued change for the sake of its results we value it in the act.","author":"Alice Meynell","category":"Value, Results, Act"},{"quote":"That man is a creature who needs order yet yearns for change is the creative contradiction at the heart of the laws which structure his conformity and define his deviancy.","author":"Freda Adler","category":"Heart, Man, Creative"},{"quote":"Yet what you need is not marches, demonstrations, rallies or wide associations, all of them are important. What you need is direct action. The sooner people understand that, the sooner we'll begin to change things.","author":"Arthur Scargill","category":"Action, People, You"},{"quote":"Change is tough, people don't like it, but it is necessary. Take two aspirins and call me in the morning.","author":"Christopher Bond","category":"Morning, Me, People"},{"quote":"Not only is women's work never done, the definition keeps changing.","author":"Bill Copeland","category":"Work, Women, Done"},{"quote":"Perfection is immutable. But for things imperfect, change is the way to perfect them.","author":"Owen Feltham","category":"Perfection, Perfect, Way"},{"quote":"In not my, but our collective hands, is held the promise of change.","author":"Mark Sanford","category":"Hands, Promise, Collective"},{"quote":"The moral world is as little exempt as the physical world from the law of ceaseless change, of perpetual flux.","author":"James G. Frazer","category":"Law, World, Moral"},{"quote":"We emphasize that we believe in change because we were born of it, we have lived by it, we prospered and grew great by it. So the status quo has never been our god, and we ask no one else to bow down before it.","author":"Carl T. Rowan","category":"Great, God, Believe"},{"quote":"I have the ability to create and be in touch with God. I can't change bread and wine into body and blood, but I can take the scum or the slime of the earth and make it into a man or woman.","author":"J. F. Powers","category":"God, Man, Woman"},{"quote":"Change is the only constant. Hanging on is the only sin.","author":"Denise McCluggage","category":"Sin, Only, Constant"},{"quote":"The veterans of our military services have put their lives on the line to protect the freedoms that we enjoy. They have dedicated their lives to their country and deserve to be recognized for their commitment.","author":"Judd Gregg","category":"Veterans, Commitment, Enjoy"},{"quote":"True heroism is remarkably sober, very undramatic. It is not the urge to surpass all others at whatever cost, but the urge to serve others at whatever cost.","author":"Arthur Ashe","category":"Heroism, True, Serve"},{"quote":"While only one day of the year is dedicated solely to honoring our veterans, Americans must never forget the sacrifices that many of our fellow countrymen have made to defend our country and protect our freedoms.","author":"Randy Neugebauer","category":"Day, Veterans, Never Forget"},{"quote":"Honoring the sacrifices many have made for our country in the name of freedom and democracy is the very foundation of Veterans Day.","author":"Charles B. Rangel","category":"Day, Freedom, Democracy"},{"quote":"Duty, Honor, Country. Those three hallowed words reverently dictate what you ought to be, what you can be, what you will be.","author":"Douglas MacArthur","category":"Words, Honor, You"},{"quote":"On this Veterans Day, let us remember the service of our veterans, and let us renew our national promise to fulfill our sacred obligations to our veterans and their families who have sacrificed so much so that we can live free.","author":"Dan Lipinski","category":"Day, Service, Veterans"},{"quote":"The Lord gets his best soldiers out of the highlands of affliction.","author":"Charles Spurgeon","category":"Best, Soldiers, Lord"},{"quote":"Our soldiers have nobly fought to protect freedom since our country's birth, and have fought to protect those that could not protect themselves, even in foreign lands when called upon.","author":"John Linder","category":"Freedom, Birth, Country"},{"quote":"Because all of us believe and understand in the fabric of the common bond of why we call ourselves American is to care for the men and women who wear the uniform; and when they take off the uniform, we care for them when they are veterans.","author":"Steve Buyer","category":"Women, Men, American"},{"quote":"The only thing that makes battle psychologically tolerable is the brotherhood among soldiers. You need each other to get by.","author":"Sebastian Junger","category":"Battle, Brotherhood, You"},{"quote":"America's Veterans have served their country with the belief that democracy and freedom are ideals to be upheld around the world.","author":"John Doolittle","category":"Freedom, America, World"},{"quote":"Tragically, the effort to make America and the world safer and to defend freedom around the world is not without an enormous cost to this Nation in terms primarily of lost lives and those who bear the scars and the wounds of war, and their families who must bear these losses.","author":"John Warner","category":"Freedom, War, America"},{"quote":"Spending time with America's soldiers is always inspiring.","author":"John Boehner","category":"Time, America, Spending Time"},{"quote":"The U.S. Military is us. There is no truer representation of a country than the people that it sends into the field to fight for it. The people who wear our uniform and carry our rifles into combat are our kids, and our job is to support them, because they're protecting us.","author":"Tom Clancy","category":"Job, Support, Military"},{"quote":"The precondition to freedom is security.","author":"Rand Beers","category":"Freedom, Security"},{"quote":"Well, look at what people are doing for returned veterans now. The wounded warriors. They're working hard to make the wounded veterans feel that they are loved and welcomed home, unlike Vietnam. It was not a very kind, gentle world then. I think we are kinder and gentler.","author":"Barbara Bush","category":"Home, Working Hard, World"},{"quote":"America's trying to do the best for its veterans.","author":"R. Lee Ermey","category":"Best, America, Veterans"},{"quote":"The reward of one duty is the power to fulfill another.","author":"George Eliot","category":"Power, Reward, Duty"},{"quote":"I go where the sound of thunder is.","author":"Alfred M. Gray","category":"Sound, Go, Where"},{"quote":"When soldiers have been baptized in the fire of a battle-field, they have all one rank in my eyes.","author":"Napoleon Bonaparte","category":"Eyes, Fire, Soldiers"},{"quote":"A few honest men are better than numbers.","author":"Oliver Cromwell","category":"Men, Better, Numbers"},{"quote":"Perfect Valor is to do, without a witness, all that we could do before the whole world.","author":"Francois de La Rochefoucauld","category":"World, Perfect, Without"},{"quote":"The thing is this: You got to have fun while you're fightin' for freedom, 'cause you don't always win.","author":"Molly Ivins","category":"Freedom, Fun, Win"},{"quote":"As a former veteran, I understand the needs of veterans, and have been clear - we will work together, stand together with the Administration, but we will also question their policies when they shortchange veterans and military retirees.","author":"Solomon Ortiz","category":"Work, Together, Veterans"},{"quote":"There is nothing like staying at home for real comfort.","author":"Jane Austen","category":"Comfort, Real, Nothing"},{"quote":"We are a country where people of all backgrounds, all nations of origin, all languages, all religions, all races, can make a home. America was built by immigrants.","author":"Hillary Clinton","category":"America, People, Immigrants"},{"quote":"Home is where children find safety and security, where we find our identities, where citizenship starts. It usually starts with believing you're part of a community, and that is essential to having a stable home.","author":"Matthew Desmond","category":"Children, Community, Safety"},{"quote":"If you go anywhere, even paradise, you will miss your home.","author":"Malala Yousafzai","category":"Paradise, You, Will"},{"quote":"When everyone at school is speaking one language, and a lot of your classmates' parents also speak it, and you go home and see that your community is different -there is a sense of shame attached to that. It really takes growing up to treasure the specialness of being different.","author":"Sonia Sotomayor","category":"Community, School, Parents"},{"quote":"When I come home, my daughter will run to the door and give me a big hug, and everything that's happened that day just melts away.","author":"Hugh Jackman","category":"Day, Daughter, Door"},{"quote":"The ache for home lives in all of us, the safe place where we can go as we are and not be questioned.","author":"Maya Angelou","category":"Safe, Place, Where"},{"quote":"America's future will be determined by the home and the school. The child becomes largely what he is taught; hence we must watch what we teach, and how we live.","author":"Jane Addams","category":"Future, School, America"},{"quote":"On the battlefield, the military pledges to leave no soldier behind. As a nation, let it be our pledge that when they return home, we leave no veteran behind.","author":"Dan Lipinski","category":"Soldier, Military, Nation"},{"quote":"The American People will come first once again. My plan will begin with safety at home - which means safe neighborhoods, secure borders, and protection from terrorism. There can be no prosperity without law and order.","author":"Donald Trump","category":"Safety, Law, American"},{"quote":"And when the day arrives I'll become the sky and I'll become the sea and the sea will come to kiss me for I am going home. Nothing can stop me now.","author":"Trent Reznor","category":"Day, Sea, Sky"},{"quote":"Charity begins at home, and justice begins next door.","author":"Charles Dickens","category":"Justice, Door, Charity"},{"quote":"My parents said that sitting at home playing video games all day won't bring you anywhere in life.","author":"PewDiePie","category":"Life, Day, Parents"},{"quote":"Language, identity, place, home: these are all of a piece - just different elements of belonging and not-belonging.","author":"Jhumpa Lahiri","category":"Identity, Language"},{"quote":"If you go back to your home town or you're reunited with school friends, its always slightly bittersweet because as much as there's nice things in terms of seeing them again, the town has changed without you, and you're no longer a part of it.","author":"Edgar Wright","category":"Friends, School, Nice"},{"quote":"Most people, if you live in a big city, you see some form of schizophrenia every day, and it's always in the form of someone homeless. 'Look at that guy - he's crazy. He looks dangerous.' Well, he's on the streets because of mental illness. He probably had a job and a home.","author":"Eric McCormack","category":"Day, Job, City"},{"quote":"The beach is definitely where I feel most at home. It's my oxygen. I forget how much I need it sometimes when I'm away working.","author":"Behati Prinsloo","category":"Beach, Forget, Working"},{"quote":"I have two homes, like someone who leaves their hometown and/or parents and then establishes a life elsewhere. They might say that they're going home when they return to see old friends or parents, but then they go home as well when they go to where they live now. Sarajevo is home, Chicago is home.","author":"Aleksandar Hemon","category":"Life, Friends, Parents"},{"quote":"Have nothing in your house that you do not know to be useful, or believe to be beautiful.","author":"William Morris","category":"Beautiful, Believe, Know"},{"quote":"I train and I go home, and when I'm home, I think about training. That's my life every day, and that's it.","author":"Conor McGregor","category":"Life, Day, Training"},{"quote":"Every time I slip into the ocean, it's like going home.","author":"Sylvia Earle","category":"Time, Ocean, Going Home"},{"quote":"Home is where one starts from.","author":"T. S. Eliot","category":"Where, Starts"},{"quote":"Bride and groom are not just two contracting parties but two loving and beloved companions, joined in establishing a home that will be nothing less than a source of immortality.","author":"Meir Soloveichik","category":"Bride, Loving, Nothing"},{"quote":"The thrill of coming home has never changed.","author":"Guy Pearce","category":"Coming Home, Never, Coming"},{"quote":"Every dog is a lion at home.","author":"Henry George Bohn","category":"Dog, Lion, Every"},{"quote":"A home without books is a body without soul.","author":"Marcus Tullius Cicero","category":"Soul, Body, Without"},{"quote":"Life is hard, and a lot of people come home tired from work. If they're gonna spend half an hour reading, they want some entertainment and a sense of achievement. So that's what I give them. That's all I'm trying to do. Is that really so wrong?","author":"James Patterson","category":"Life, Work, Achievement"},{"quote":"I am not going to die, I'm going home like a shooting star.","author":"Sojourner Truth","category":"I Am, Die, Going Home"},{"quote":"Here's kind of my motto - if you're not happy at home, you're not happy anywhere else.","author":"Angie Harmon","category":"Happy, Motto, You"},{"quote":"Yes, your home is your castle, but it is also your identity and your possibility to be open to others.","author":"David Soul","category":"Identity, Castle, Yes"},{"quote":"It may be that the satisfaction I need depends on my going away, so that when I've gone and come back, I'll find it at home.","author":"Rumi","category":"Find, Satisfaction, Back"},{"quote":"I long, as does every human being, to be at home wherever I find myself.","author":"Maya Angelou","category":"Myself, Long, Human"},{"quote":"A good wife is someone who thinks she has done everything right: raising the kids, being there for the husband, being home, trying to do it all.","author":"Julianna Margulies","category":"Good, Wife, Husband"},{"quote":"After school, I'd wait for someone to pick me up and no one would, so I'd be like, 'I guess I'll walk home.' I had to be a hustler, because nobody did anything for me.","author":"Whitney Cummings","category":"School, Walk, Me"},{"quote":"There are a thousand ways to kneel and kiss the ground there are a thousand ways to go home again.","author":"Rumi","category":"Kiss, Go, Ground"},{"quote":"To meditate means to go home to yourself. Then you know how to take care of the things that are happening inside you, and you know how to take care of the things that happen around you.","author":"Thich Nhat Hanh","category":"Yourself, Care, Know"},{"quote":"My restless, roaming spirit would not allow me to remain at home very long.","author":"Buffalo Bill","category":"Me, Long, Spirit"},{"quote":"Home is, I suppose just a child's idea. A house at night, and a lamp in the house. A place to feel safe.","author":"V. S. Naipaul","category":"Child, Night, Place"},{"quote":"When we rebuild a house, we are rebuilding a home. When we recover from disaster, we are rebuilding lives and livelihoods.","author":"Sri Mulyani Indrawati","category":"House, Disaster, Rebuilding"},{"quote":"Of all the home remedies, a good wife is best.","author":"Kin Hubbard","category":"Good, Best, Wife"},{"quote":"You can have more than one home. You can carry your roots with you, and decide where they grow.","author":"Henning Mankell","category":"Roots, Grow, You"},{"quote":"Child abuse and neglect offend the basic values of our state. We have a responsibility to provide safe settings for at-risk children and facilitate permanent placement for children who cannot return home.","author":"Matt Blunt","category":"Children, Responsibility"},{"quote":"You spend your whole lifetime in your occupation, actually making life clever, easy and convenient for white people. But when you have to get transportation home, you are denied an equal accommodation. Our existence was for the white man's comfort and well-being; we had to accept being deprived of just being human.","author":"Rosa Parks","category":"Life, Man, Comfort"},{"quote":"But I do believe that a woman's truest place is in a home, with a husband and with children, and with large freedom, pecuniary freedom, personal freedom, and the right to vote.","author":"Lucy Stone","category":"Children, Freedom, Woman"},{"quote":"Home is where you feel at home and are treated well.","author":"Dalai Lama","category":"You, Feel, Well"},{"quote":"It's 5 P.M. at the office. Working fast, you've finished your tasks for the day and want to go home. But none of your colleagues have left yet, so you stay another hour or two, surfing the Web and reading your e-mails again, so you don't come off as a slacker. It's an unfortunate reality that efficiency often goes unrewarded in the workplace.","author":"Robert Pozen","category":"Day, Reading, Reality"},{"quote":"After a century of trying, we declared that healthcare in America is not a privilege for a few, it is a right for everybody. After decades of talk, we finally began to wean ourselves off foreign oil. We doubled our production of clean energy. We brought more of our troops home to their families, and we delivered justice to Osama bin Laden.","author":"Barack Obama","category":"Justice, America, Healthcare"},{"quote":"You never know what events are going to transpire to get you home.","author":"Og Mandino","category":"Know, Events, You"},{"quote":"There are only two things we should fight for. One is the defense of our homes and the other is the Bill of Rights.","author":"Smedley Butler","category":"Fight, Rights"},{"quote":"The prospect of going home is very appealing.","author":"David Ginola","category":"Going Home, Going, Appealing"},{"quote":"The only foes that threaten America are the enemies at home, and these are ignorance, superstition and incompetence.","author":"Elbert Hubbard","category":"America, Ignorance"},{"quote":"I don't think I'm a workaholic. Every weekend, I invite my colleagues and friends to my home to play cards. And people, my neighbors, are always surprised because I live on the second floor apartment, and there are usually 40 pairs of shoes in front of my gate, and people play cards inside and play chess. We have a lot of fun.","author":"Jack Ma","category":"Friends, Shoes, Fun"},{"quote":"It is often easier to become outraged by injustice half a world away than by oppression and discrimination half a block from home.","author":"Carl T. Rowan","category":"World, Injustice"},{"quote":"I believe in exploration, and I will miss being on the front lines of that endeavor. On one hand, I look forward to going home, but it's something that's been a big part of my life, and I'm going to miss it.","author":"Scott Kelly","category":"Life, Believe, I Believe"},{"quote":"Home is any four walls that enclose the right person.","author":"Helen Rowland","category":"Right Person, Walls, Person"},{"quote":"Life doesn't get more real than having a newborn at home.","author":"Eric Church","category":"Life, Real, Newborn"},{"quote":"After a really hectic week, I hate going out on a Friday evening, so I'll always opt for a night at home.","author":"Donna Air","category":"Hate, Week, Night"},{"quote":"My dinners at home are startlingly simple. Every night, I stop at the market near my hotel and pick up a steak, lamb chops or some liver, which I broil in the electric oven in my room. I usually eat four or five raw carrots with my meat, and that is all. I must be part rabbit; I never get bored with raw carrots.","author":"Marilyn Monroe","category":"Simple, Night, Hotel"},{"quote":"After I hit a home run I had a habit of running the bases with my head down. I figured the pitcher already felt bad enough without me showing him up rounding the bases.","author":"Mickey Mantle","category":"Me, Down, Run"},{"quote":"The perfect date for me would be staying at home, making a big picnic in bed, eating Wotsits and cookies while watching cable TV.","author":"Kim Kardashian","category":"Me, Perfect, Eating"},{"quote":"For humans, the Arctic is a harshly inhospitable place, but the conditions there are precisely what polar bears require to survive - and thrive. 'Harsh' to us is 'home' for them. Take away the ice and snow, increase the temperature by even a little, and the realm that makes their lives possible literally melts away.","author":"Sylvia Earle","category":"Snow, Survive, Place"},{"quote":"I like to feel the butterflies in the stomach, I like to go home and have a restless night and wonder how I'm going to be able to accomplish this feat, get jittery. That hunger and those butterflies in the stomach are very essential for all creative people.","author":"Amitabh Bachchan","category":"Creative, Night, People"},{"quote":"We need to have a strong economy that can create employment opportunities and that can also produce the revenue that we need to defend our country at home and abroad.","author":"Bob Menendez","category":"Strong, Opportunities"},{"quote":"Breathe in deeply to bring your mind home to your body. Then look at, or think of, the person triggering this emotion: With mindfulness, you can see that she is unhappy, that she is suffering. You can see her wrong perceptions. You can see that she is not beautiful when she says things that are unkind.","author":"Thich Nhat Hanh","category":"Beautiful, Mind, Suffering"},{"quote":"Your best T-shirt should be like your bed it just feels like you are home when you are in it.","author":"Ashton Kutcher","category":"Best, You, T-Shirt"},{"quote":"Theatre was my first love. I can't take the theatre out of me. And I wouldn't want to. To me, it's home.","author":"Jim Parsons","category":"Love, Theatre, Me"},{"quote":"We need sex education in schools, but we need it at home first. We need parents to learn the names of the teachers who are teaching their children. We need families to question day-care centers, to question other children and their own as to what goes on.","author":"Rod McKuen","category":"Education, Children, Parents"},{"quote":"I'm a very private person. I like staying home and doing my stuff. I hate people invading on my privacy. I hate talking about my private life.","author":"Gisele Bundchen","category":"Life, Hate, People"},{"quote":"One never reaches home, but wherever friendly paths intersect the whole world looks like home for a time.","author":"Hermann Hesse","category":"Time, World, Paths"},{"quote":"A girl phoned me the other day and said... 'Come on over, there's nobody home.' I went over. Nobody was home.","author":"Rodney Dangerfield","category":"Day, Girl, Me"},{"quote":"Charity begins at home, but should not end there.","author":"Thomas Fuller","category":"End, Charity, Should"},{"quote":"Hypocrites in the Church? Yes, and in the lodge and at the home. Don't hunt through the Church for a hypocrite. Go home and look in the mirror. Hypocrites? Yes. See that you make the number one less.","author":"Billy Sunday","category":"Mirror, Hypocrite, You"},{"quote":"Africa for the Africans... at home and abroad!","author":"Marcus Garvey","category":"Africa, Abroad"},{"quote":"All I did was pray to God, every day. In prison camp, the main prayer was, 'Get me home alive, God, and I'll seek you and serve you.' I came home, got wrapped up in the celebration, and forgot about the hundreds of promises I'd made to God.","author":"Louis Zamperini","category":"Day, God, Prayer"},{"quote":"The lonely wanderer, who watches by the seashore the waves that roll between him and his home, talks of cruel facts, material barriers that, just because they are material, and not ideal, shall be the irresistible foes of his longing heart.","author":"Josiah Royce","category":"Heart, Lonely, Waves"},{"quote":"There is one timeless way of building. It is a thousand years old, and the same today as it has ever been. The great traditional buildings of the past, the villages and tents and temples in which man feels at home, have always been made by people who were very close to the center of this way.","author":"Christopher Alexander","category":"Today, Great, Past"},{"quote":"Home is where you are appreciated, safe and protected, creative, and where you are loved - not where you are put in prison.","author":"Nawal El Saadawi","category":"Creative, Prison, You"},{"quote":"I love my family, my wife, my kids, my dogs, my home, my life. I am a very happy and contented man.","author":"Eric Idle","category":"Love, Life, Family"},{"quote":"Children used to get bullied at school. Now they go home, and that's where the problem starts - because they sit on their phones all night, thinking about who's 'liked' a photo of them, who hates them, who loves them. They don't know what's real and what's not, editing their lives constantly to fit other people's views.","author":"Jessie J","category":"Children, School, Thinking"},{"quote":"I tend to be so lost in the work that I don't notice the weather. My partner will come home and say, 'Beautiful day, wasn't it?' and I'll say, 'Was it?' as I won't have noticed the real world at all.","author":"Emma Donoghue","category":"Work, Day, Beautiful"},{"quote":"It's more pressure on women to - if they marry or partner with someone, to partner with the right person. Because you cannot have a full career and a full life at home with your children if you are also doing all of the housework and child care.","author":"Sheryl Sandberg","category":"Life, Children, Women"},{"quote":"I'm really quite simple. I plant flowers and watch them grow... I stay at home and watch the river flow.","author":"George Harrison","category":"Flowers, River, Simple"},{"quote":"I remembered some people who lived across the street from our home as we were being taken away. When I was a teenager, I had many after-dinner conversations with my father about our internment. He told me that after we were taken away, they came to our house and took everything. We were literally stripped clean.","author":"George Takei","category":"Father, Me, People"},{"quote":"The killer app that got the world ready for appliances was the light bulb. So the light bulb is what wired the world. And they weren't thinking about appliances when they wired the world. They were really thinking about - they weren't putting electricity into the home. They were putting lighting into the home.","author":"Jeff Bezos","category":"Light, Thinking, World"},{"quote":"We love our planet Earth. We should - it is our home, and there's no place like home. There can't ever be a better place than Earth.","author":"Dimitar Sasselov","category":"Love, Earth, Better"},{"quote":"We are living in very challenging times. Pressured in the workplace and stressed out at home, people are trying to make sense of their lives.","author":"Les Brown","category":"People, Trying, Living"},{"quote":"I just like sitting at home, chilling and watching a movie.","author":"Niall Horan","category":"Sitting, Like, Chilling"},{"quote":"Let architects sing of aesthetics that bring Rich clients in hordes to their knees; Just give me a home, in a great circle dome Where stresses and strains are at ease.","author":"R. Buckminster Fuller","category":"Great, Me, Rich"},{"quote":"The instruction we find in books is like fire. We fetch it from our neighbours, kindle it at home, communicate it to others, and it becomes the property of all.","author":"Voltaire","category":"Fire, Property, Find"},{"quote":"I think the great thing about grandparents is seeing another home, realising that people you love can have different priorities, different diversions, different opinions and lead quite different lives from the ones you see every day, and that is immensely valuable.","author":"Simon Hoggart","category":"Love, Day, Great"},{"quote":"Sometimes I can't think of a better way to end my day than coming home and just strumming my ukulele for a few minutes. I mean, I joke around and tell people that it's an entire yoga session in one strum, you know?","author":"Jake Shimabukuro","category":"Day, End, People"},{"quote":"I told my mother-in-law that my house was her house, and she said, 'Get the hell off my property.'","author":"Joan Rivers","category":"Hell, She, Her"},{"quote":"Whether rich or poor, a home is not a home unless the roots of love are ever striking deeper through the crust of the earthly and the conventional, into the very realities of being, not consciously always; seldom, perhaps; the simplicity of loving grows by living simply near nature and God.","author":"Lucy Larcom","category":"Love, Nature, God"},{"quote":"You don't have to swing hard to hit a home run. If you got the timing, it'll go.","author":"Yogi Berra","category":"Timing, Run, You"},{"quote":"Everybody thinks I'm, like, a bad boy. I've had my day, but I just sit at home and play the blues mostly.","author":"Brad Renfro","category":"Day, Play, Blues"},{"quote":"You can fool people. You can fool anybody anytime of the day, but you can't fool yourself. At night, when you go home, you've got to be straight up with you.","author":"Whitney Houston","category":"Day, Fool, Yourself"},{"quote":"Whether at work, at home or in public, we have been trained to believe that who we are at the core of our being is often unacceptable. As a result, we work diligently to live up to - and sometimes down to - what others have made us out to be, whether or not it is an accurate reflection of who we are.","author":"Iyanla Vanzant","category":"Work, Reflection, Believe"},{"quote":"I'm one of the most adaptable guys I know in as much as travelling is my favourite thing to do in life. With every place I go, I try to stay there long enough to do it justice, long enough so that I can at least imagine what it would be like to live there. Once I imagine that, then it's OK for me to return home.","author":"Matthew McConaughey","category":"Life, Justice, Me"},{"quote":"No matter what happens in a child's home, no matter what other social and economic factors may impede a child, there's no question in my mind that a first-rate school can transform almost everything.","author":"Jonathan Kozol","category":"School, Child, Mind"},{"quote":"I am not Superwoman. The reality of my daily life is that I'm juggling a lot of balls in the air trying to be a good wife and mother, trying to be the prime-ministerial consort at home and abroad, barrister and charity worker, and sometimes one of the balls gets dropped.","author":"Cherie Blair","category":"Life, Daily, Good"},{"quote":"Somebody once asked me if I ever went up to the plate trying to hit a home run. I said, 'Sure, every time.'","author":"Mickey Mantle","category":"Time, Me, Trying"},{"quote":"My wife met me at the door the other night in a sexy negligee. Unfortunately, she was just coming home.","author":"Rodney Dangerfield","category":"Door, Wife, Night"},{"quote":"Oh, my ways are strange ways and new ways and old ways, And deep ways and steep ways and high ways and low, I'm at home and at ease on a track that I know not, And restless and lost on a road that I know.","author":"Henry Lawson","category":"Deep, Road, Lost"},{"quote":"I've always looked for the perfect life to step into. I've taken all the paths to get where I wanted. But no matter where I go, I still come home.","author":"Layne Staley","category":"Life, Step, Perfect"},{"quote":"Home ownership is the cornerstone of a strong community.","author":"Rick Renzi","category":"Community, Strong, Ownership"},{"quote":"I watched Titanic when I got back home from the hospital, and cried. I knew that my IQ had been damaged.","author":"Stephen King","category":"Hospital, Back, IQ"},{"quote":"It's not about finding a home so much as finding yourself.","author":"Jason Behr","category":"Yourself, Finding"},{"quote":"New England is the home of all that is good and noble with all her sternness and uncompromising opinions.","author":"Ellen Swallow Richards","category":"Good, Opinions, Her"},{"quote":"Price is rarely the most important thing. A cheap product might sell some units. Somebody gets it home and they feel great when they pay the money, but then they get it home and use it and the joy is gone.","author":"Tim Cook","category":"Money, Great, Joy"},{"quote":"What I've learned in my life, it's a very interesting social study for me, to go back and forth between being the guy at home and being the guy on the road and being the guy in studio and being the guy in the interview. The environment around you has so much to do with your character, and when I'm home, my character really changes quite a bit.","author":"John Mayer","category":"Life, Character, Changes"},{"quote":"I'm a firm believer that lighting affects mood, and twinkly lights on strings bring something magical to occasions ranging from concerts to weddings, though I'm fond of using them as year-round home decor. There's a reason why they're sometimes called fairy lights. When the night is right, there aren't any strings at all.","author":"Erin Morgenstern","category":"Night, Mood, Why"},{"quote":"Most people know that forests are the lungs of our planet, literally playing a critical role in every breath we take. And that they're also home to incredible animals like the orangutan and elephant, which will go extinct if we keep cutting down their forests.","author":"Chris Noth","category":"People, Elephant, Animals"},{"quote":"I am alone a lot, which is good. I need that time to just be alone after a long day, just decompress. So, I go to either my house or the hotel, or my apartment, or whatever - wherever I am, I go home and I watch TV and I sit there, with my cat, and I just watch TV or go online, check my emails.","author":"Taylor Swift","category":"Time, Good, Alone"},{"quote":"Think you're escaping and run into yourself. Longest way round is the shortest way home.","author":"James Joyce","category":"Yourself, Think, You"},{"quote":"If your neighbors think you're a detective because a cop always brings you home, you might be a redneck.","author":"Jeff Foxworthy","category":"Think, You, Neighbors"},{"quote":"An oligarchy of race, where the Saxon rules the African, might be endured; but this oligarchy of sex which makes father, brothers, husband, sons, the oligarchs over the mother and sisters, the wife and daughters of every household... carries discord and rebellion into every home of the nation.","author":"Susan B. Anthony","category":"Father, Mother, Wife"},{"quote":"I hate leaving home. I love what I do, but I'd love to go home every night.","author":"Charlie Watts","category":"Love, Hate, Night"},{"quote":"In my own home, where I've been able to create an environment that works for me, I'm hardly disabled at all. I still have an impairment, and there are obviously some very restrictive things about that, but the impact of disability is less.","author":"Stella Young","category":"Impact, Disability, Me"},{"quote":"Delhi is my emotional home. I still dream of owning a home there.","author":"Kabir Bedi","category":"Dream, Emotional, Delhi"},{"quote":"I daresay one good concert justifies a week of satisfaction at home.","author":"Robert Plant","category":"Good, Week, Satisfaction"},{"quote":"A well-designed home has to be very comfortable. I can't stand the aesthetes, the minimal thing. I can't live that way. My home has to be filled with stuff - mostly paintings, sculpture, my fish lamps, cardboard furniture, lots of books.","author":"Frank Gehry","category":"Fish, Stand, Live"},{"quote":"My kids are just waiting for me at home. I'm their father. They're wondering, 'When's Daddy coming home?'","author":"Brad Pitt","category":"Father, Waiting, Me"},{"quote":"I'm still living the life where you get home and open the fridge and there's half a pot of yogurt and a half a can of flat Coca-Cola.","author":"Alan Rickman","category":"Life, Living, You"},{"quote":"Home is one's birthplace, ratified by memory.","author":"Henry Anatole Grunwald","category":"Memory, Birthplace"},{"quote":"Palestine is our unforgettable historic home. The very name would be a force of marvelous potency for summoning our people together.","author":"Theodor Herzl","category":"Together, People, Name"},{"quote":"Going home helps the content.","author":"The Weeknd","category":"Content, Going Home, Going"},{"quote":"I have no idea how to get in touch with anyone anymore. Everyone, it seems, has a home phone, a cell phone, a regular e-mail account, a Facebook account, a Twitter account, and a Web site. Some of them also have a Google Voice number. There are the sentimental few who still have fax machines.","author":"Susan Orlean","category":"Cell Phone, Voice, Google"},{"quote":"I love traveling all over the world but it's true: there's nothing like home.","author":"Dolly Parton","category":"Love, World, True"},{"quote":"Anytime you're in West Virginia or near it, and you sing, 'Take Me Home, Country Roads,' it's a sight to behold.","author":"Brad Paisley","category":"Me, Roads, You"},{"quote":"I just owe almost everything to my father and it's passionately interesting for me that the things that I learned in a small town, in a very modest home, are just the things that I believe have won the election.","author":"Margaret Thatcher","category":"Father, Believe, Me"},{"quote":"The coolest thing, and I have it at home, is a huge Hulk Hogan, normal-sized pinball machine. When people come over they play it for hours. When you hit the bumpers and the bells ring it goes, 'Oh yeah!' The whole time you're playing this machine it's yelling and screaming at you, 'What you gonna do, brother?!' I think that's the coolest.","author":"Hulk Hogan","category":"Time, Brother, People"},{"quote":"Often I have heard the taunt that suffragists are women who have failed to find any normal outlet for their emotions, and are therefore soured and disappointed beings. This is probably not true of any suffragist, and it is most certainly not true of me. My home life and relations have been as nearly ideal as possible in this imperfect world.","author":"Emmeline Pankhurst","category":"Life, Women, World"},{"quote":"You create a world away from home and make new rooms for yourself. But when you arrive back home in your old rooms, the world you've made for yourself ceases to be real. Everything seems to crumble. Anyone who's been sent away to boarding school can understand that.","author":"Colm Toibin","category":"School, World, Yourself"},{"quote":"Be nice to your children. After all, they are going to choose your nursing home.","author":"Steven Wright","category":"Children, Nice, Be Nice"},{"quote":"Decorate your home. It gives the illusion that your life is more interesting than it really is.","author":"Charles M. Schulz","category":"Life, Interesting, Illusion"},{"quote":"The home should be the treasure chest of living.","author":"Le Corbusier","category":"Living, Treasure, Should"},{"quote":"Any woman who understands the problems of running a home will be nearer to understanding the problems of running a country.","author":"Margaret Thatcher","category":"Woman, Problems"},{"quote":"God is at home, it's we who have gone out for a walk.","author":"Meister Eckhart","category":"God, Walk, Gone"},{"quote":"When you finally go back to your old home, you find it wasn't the old home you missed but your childhood.","author":"Sam Ewing","category":"Childhood, You, Find"},{"quote":"Home life ceases to be free and beautiful as soon as it is founded on borrowing and debt.","author":"Henrik Ibsen","category":"Life, Beautiful, Free"},{"quote":"A man's home is his wife's castle.","author":"Alexander Chase","category":"Man, Wife, Castle"},{"quote":"I'm lucky because I have a job I love. I really miss being away from home, being in my own bed, seeing my animals and siblings, having my moms cookies. I have a couple cats. I got a kitten about a year ago and now Im going on the road so I wont see him for a while. I feel bad.","author":"Michelle Branch","category":"Love, Cats, Job"},{"quote":"Owning a home is a keystone of wealth - both financial affluence and emotional security.","author":"Suze Orman","category":"Financial, Security, Wealth"},{"quote":"As much as I would love to be a person that goes to parties and has a couple of drinks and has a nice time, that doesn't work for me. I'd just rather sit at home and read, or go out to dinner with someone, or talk to someone I love, or talk to somebody that makes me laugh.","author":"Daniel Radcliffe","category":"Love, Work, Time"},{"quote":"Any old place I can hang my hat is home sweet home to me.","author":"William Jerome","category":"Me, Hat, Sweet"},{"quote":"A man's house is his castle.","author":"James Otis","category":"Man, House, Castle"},{"quote":"We share one heart, one home, and one glorious destiny.","author":"Donald Trump","category":"Heart, Destiny, Share"},{"quote":"Take, for example, the African jungle, the home of the cheetah. On whom does the cheetah prey? The old, the sick, the wounded, the weak, the very young, but never the strong. Lesson: If you would not be prey, you had better be strong.","author":"G. Gordon Liddy","category":"Strong, Be Strong, Better"},{"quote":"Canada will be a strong country when Canadians of all provinces feel at home in all parts of the country, and when they feel that all Canada belongs to them.","author":"Pierre Trudeau","category":"Strong, Canada, Country"},{"quote":"I love being at home and cooking and baking.","author":"Blake Lively","category":"Love, Cooking, Baking"},{"quote":"I'm just a normal person. It's not like I come home and think about opera. My thoughts are about completely other things. Shoes! Dresses! Expensive ones: with a pretty silhouette, beautiful fabrics.","author":"Anna Netrebko","category":"Beautiful, Shoes, Thoughts"},{"quote":"When I was 10 years old, I loved - I loved books, and I used to haunt the secondhand bookshop. And I found a little book I could just afford, and I bought it, and I took it home. And I climbed up my favorite tree, and I read that book from cover to cover. And that was Tarzan of the Apes. I immediately fell in love with Tarzan.","author":"Jane Goodall","category":"Love, Tree, Book"},{"quote":"When memories fade, can one ever really return home?","author":"Floyd Skloot","category":"Memories, Return, Fade"},{"quote":"There are trees of a thousand sorts, and all have their several fruits; and I feel the most unhappy man in the world not to know them, for I am well assured that they are all valuable. I bring home specimens of them, and also of the land.","author":"Christopher Columbus","category":"Man, I Am, World"},{"quote":"If they had a social gospel in the days of the prodigal son, somebody would have given him a bed and a sandwich and he never would have gone home.","author":"Vance Havner","category":"Son, Sandwich, Social"},{"quote":"If I was a book, I would like to be a library book, so I would be taken home by all different sorts of kids.","author":"Cornelia Funke","category":"Book, Library, Kids"},{"quote":"I chose America as my home because I value freedom and democracy, civil liberties and an open society.","author":"George Soros","category":"Freedom, America, Society"},{"quote":"And, you know, being able to wear the stars and stripes, when you step up on one of the blocks or, you know, when you step off of an airplane or when you hear the national anthem play, you know, it's one of the greatest feelings in the world because you know that there are people at home who are supporting you and watching you.","author":"Michael Phelps","category":"Stars, World, Greatest"},{"quote":"There's a lot more responsibility at home, so a tour is like the opposite for me. It's like a breath of fresh air.","author":"Travis Barker","category":"Responsibility, Me"},{"quote":"When I was a child and they burned me out of my home, I was frightened and I ran away. Eventually I ran far away. It was to a place called France. Many of you have been there, and many have not. But I must tell you, ladies and gentlemen, in that country I never feared. It was like a fairyland place.","author":"Josephine Baker","category":"Child, Me, You"},{"quote":"I wanted to write something in a voice that was unique to who I was. And I wanted something that was accessible to the person who works at Dunkin Donuts or who drives a bus, someone who comes home with their feet hurting like my father, someone who's busy and has too many children, like my mother.","author":"Sandra Cisneros","category":"Children, Father, Mother"},{"quote":"If we could make our house a home, and then make it a sanctuary, I think we could truly find paradise on Earth.","author":"Alexandra Stoddard","category":"Earth, Think, Paradise"},{"quote":"I really enjoy spending time at home.","author":"Elena Roger","category":"Time, Enjoy, Spending Time"},{"quote":"I love modeling because I get to see everything that inspires me. Then I go home and sketch.","author":"Sofia Richie","category":"Love, Me, See"},{"quote":"I had a lot of dates but I decided to stay home and dye my eyebrows.","author":"Andy Warhol","category":"Eyebrows, Stay, Dye"},{"quote":"I have Social Disease. I have to go out every night. If I stay home one night I start spreading rumors to my dogs.","author":"Andy Warhol","category":"Night, Start, Dogs"},{"quote":"Most of American life consists of driving somewhere and then returning home, wondering why the hell you went.","author":"John Updike","category":"Life, American, Why"},{"quote":"The people recognize themselves in their commodities; they find their soul in their automobile, hi-fi set, split-level home, kitchen equipment.","author":"Herbert Marcuse","category":"Soul, People, Kitchen"},{"quote":"Everywhere you hang your hat is home. Home is the bright cave under the hat.","author":"Lance Morrow","category":"Hat, You, Bright"},{"quote":"Travelling's so much better when you know you've got a lovely home to go back to.","author":"Toni Collette","category":"Better, Know, You"},{"quote":"What I have always liked about Brighton is its impersonality. Since the 18th century, people have come, used the place and gone home again.","author":"Lynne Truss","category":"People, Place, Always"},{"quote":"I can't tell you how many times I've gone to present at the Golden Globes, come home, whipped the dress off and read to my daughter wearing gazillion-dollar earrings. That's how it goes in my house, and I wouldn't have it any other way.","author":"Kate Beckinsale","category":"Daughter, Dress, You"},{"quote":"The idea of prosthetics is a tool. Most people's cell phones are prosthetics. If you leave your cell phone at home, you feel impacted by not having it. It's an important part of your daily function and what you can do in a day.","author":"Aimee Mullins","category":"Daily, Day, Cell Phone"},{"quote":"What makes me really happy is a walk in the English countryside. A nice sunset, that British countryside - it means I'm home.","author":"Natalie Dormer","category":"Happy, Sunset, Walk"},{"quote":"The whole idea is you can't sit around and do nothing. You have to get up and start living one day at a time. That's what I did my entire career. You can't sit around and say, 'Oh, poor me. Nobody likes me. Nobody is giving me a job.' You have to get up and go. If you sit at home and do nothing, that is what is going to happen.","author":"Darlene Love","category":"Time, Day, Job"},{"quote":"We turned the switch, saw the flashes, watched for ten minutes, then switched everything off and went home. That night I knew the world was headed for sorrow.","author":"Leo Szilard","category":"World, Night, Sorrow"},{"quote":"Reading isn't good for a ballplayer. Not good for his eyes. If my eyes went bad even a little bit I couldn't hit home runs. So I gave up reading.","author":"Babe Ruth","category":"Good, Eyes, Reading"},{"quote":"Just take the ball and throw it where you want to. Throw strikes. Home plate don't move.","author":"Satchel Paige","category":"Want, You, Where"},{"quote":"The means of defense against foreign danger historically have become the instruments of tyranny at home.","author":"James Madison","category":"Tyranny, Become, Danger"},{"quote":"We have weapons of mass destruction we have to address here at home. Poverty is a weapon of mass destruction. Homelessness is a weapon of mass destruction. Unemployment is a weapon of mass destruction.","author":"Dennis Kucinich","category":"Poverty, Here, Unemployment"},{"quote":"Analogies, it is true, decide nothing, but they can make one feel more at home.","author":"Sigmund Freud","category":"True, Nothing, Feel"},{"quote":"It is better for a woman to compete impersonally in society, as men do, than to compete for dominance in her own home with her husband, compete with her neighbors for empty status, and so smother her son that he cannot compete at all.","author":"Betty Friedan","category":"Son, Society, Woman"},{"quote":"Words today are like the shells and rope of seaweed which a child brings home glistening from the beach and which in an hour have lost their luster.","author":"Cyril Connolly","category":"Today, Beach, Words"},{"quote":"Firefighters are indispensable foot soldiers here at home.","author":"Christopher Dodd","category":"Soldiers, Firefighters, Here"},{"quote":"The juvenile sea squirt wanders through the sea searching for a suitable rock or hunk of coral to cling to and make its home for life. For this task, it has a rudimentary nervous system. When it finds its spot and takes root, it doesn't need its brain anymore so it eats it!","author":"Daniel Dennett","category":"Life, Sea, Brain"},{"quote":"I'll fill those canyons in your soul, like a river lead you home. And I'll walk a step behind, in the shadows so you shine. Just ask, it will be done and I will prove my love, until you're sure that I'm the one.","author":"Gary Allan","category":"Love, Soul, Walk"},{"quote":"Once you're halfway home, you know that you can probably get the rest of the way there.","author":"Janis Ian","category":"Rest, Know, You"},{"quote":"Last winter when I was coming home from church one Thursday evening, I saw somebody run around the house again. I told my father of that.","author":"Lizzie Andrew Borden","category":"Father, Winter, Thursday"},{"quote":"I was married to Margaret Joan Howe in 1940. Although not a scientist herself she has contributed more to my work than anyone else by providing a peaceful and happy home.","author":"Frederick Sanger","category":"Work, Happy, Peaceful"},{"quote":"Like after a nice walk when you have seen many lovely sights you decide to go home, after a while I decided it was time to go home, let us put the cubes back in order. And it was at that moment that I came face to face with the Big Challenge: What is the way home?","author":"Erno Rubik","category":"Time, Challenge, Walk"},{"quote":"You can't do some of the things you used to do. I suppose you have to go at a gentler pace. I mean, God help us, you can't sit at home being a Vicar or anything.","author":"Andy Taylor","category":"God, Help, You"},{"quote":"But inspiration? - That's when you come home from abroad and are asked: Well, have you found inspiration? - and fortunately you haven't. But the impressions sink in, of course, and may emerge later: None of us has invented the house; that was done many thousands of years ago.","author":"Arne Jacobsen","category":"Inspiration, You, House"},{"quote":"Also, I walk and hike in several different nearby parks near our home several early mornings a week.","author":"Malcolm Boyd","category":"Week, Walk, Early"},{"quote":"I came into the game when I broke into the major leagues, the minimum salary was seven thousand dollars, and I'd have to go home in the wintertime and get a job.","author":"Nolan Ryan","category":"Job, Game, Salary"},{"quote":"But if there's an erosion at home, you know, Thomas Jefferson warned about a tyranny of an oligarchy and if we surrender our democracy to the tyranny of an oligarchy, we've made a terrible mistake.","author":"Pat Robertson","category":"Democracy, Mistake, Know"},{"quote":"You come home, and you party. But after that, you get a hangover. Everything about that is negative.","author":"Mike Tyson","category":"Negative, Party, You"},{"quote":"If an ass goes travelling he will not come home a horse.","author":"Thomas Fuller","category":"Horse, Will, Travelling"},{"quote":"I never worry about being driven to drink I just worry about being driven home.","author":"W. C. Fields","category":"New Year's, Worry, Drink"},{"quote":"I'm no hero. Heroes don't come back. Survivors return home. Heroes never come home. If anyone thinks I'm a hero, I'm not.","author":"Bob Feller","category":"Hero, Heroes, Return"},{"quote":"If it's far away, it's news, but if it's close at home, it's sociology.","author":"James Reston","category":"Sociology, News, Far Away"},{"quote":"One small cat changes coming home to an empty house to coming home.","author":"Pam Brown","category":"Changes, Small, Cat"},{"quote":"We all have times when we go home at night and pull out our hair and feel misunderstood and lonely and like we're falling. I think the brain is such that there is always going to be something missing.","author":"Jude Law","category":"Hair, Night, Lonely"},{"quote":"I want to say a very sincere thank you for this welcome home - it is a wonderful welcome home. It is the place to where I return and where I will always return because it is of Galway that I am.","author":"Michael D. Higgins","category":"Welcome, I Am, Thank You"},{"quote":"Sometimes in the past when I played something might make me lose focus, or I would go home after a game where I thought I could have played better and I would let it hang over my head for a long time when it shouldn't.","author":"LeBron James","category":"Time, Focus, Past"},{"quote":"In an ideal world, I'd spend every weekend at my home in Zermatt in Switzerland.","author":"Vanessa Mae","category":"World, Switzerland, Weekend"},{"quote":"I know people that could serve me canned tuna and saltine crackers and have me feel more at home at their table than some people who can cook circles around me. The more you try to impress people, generally the less you do.","author":"Alton Brown","category":"Me, People, Know"},{"quote":"I'm always going to live in Texas. Texas is my home - it'll be my home forever.","author":"Kelly Clarkson","category":"Live, Texas, Forever"},{"quote":"I like being married. I'm at home with my wife and kids all the time now. I don't go out for wild nights.","author":"Jack Black","category":"Time, Wife, Kids"},{"quote":"As we try to compete in this global marketplace, we need to rebuild our infrastructure. We need to rebuild our schools. We need to make sure that teachers and first responders and veterans who are coming home from serving our country so proudly have jobs waiting for them.","author":"Valerie Jarrett","category":"Veterans, Waiting, Try"},{"quote":"There is only one home to the life of a river-mussel; there is only one home to the life of a tortoise; there is only one shell to the soul of man: there is only one world to the spirit of our race. If that world leaves its course and smashes on boulders of the great void, whose world will give us shelter?","author":"Wole Soyinka","category":"Life, Great, Man"},{"quote":"Mr. Bean is at his best when he is not using words, but I am equally at home in both verbal and nonverbal expression.","author":"Rowan Atkinson","category":"Best, I Am, Words"},{"quote":"I think what is British about me is my feelings and awareness of others and their situations. English people are always known to be well mannered and cold but we are not cold - we don't interfere in your situation. If we are heartbroken, we don't scream in your face with tears - we go home and cry on our own.","author":"Michael Caine","category":"Me, People, Think"},{"quote":"It's easy to underestimate the real cost of home ownership.","author":"Suze Orman","category":"Easy, Underestimate, Real"},{"quote":"It's not like I'm this glamour diva who hands everything over and I just sit on my throne at home.","author":"Heidi Klum","category":"Hands, Everything, Glamour"},{"quote":"I actually haven't been on many dates, but I like just chilling around at home and watching a movie with a girl.","author":"Niall Horan","category":"Girl, Like, Chilling"},{"quote":"I like my home and I like the nature.","author":"Billy Corgan","category":"Nature, Like"},{"quote":"I don't really remember the day we lost our home in the floods, but looking back I can understand how devastating it was for my parents. I was only six, so I remember us having to move to Adelaide - but not much of the actual day and night of the flood. We had to start all over again and my parents opened a cafe.","author":"Samantha Stosur","category":"Day, Parents, Night"},{"quote":"I'm lucky my wife is a strong woman. She's one of the stronger people I've ever met. It's hard for me to be away, but I know my home life is fine because my wife is there.","author":"Darius Rucker","category":"Life, Strong, Wife"},{"quote":"Sometimes when I get home after a long day, I'll turn on music - I love Latin, disco, and pop - and do my own workout, even if it's a short one. Know a good song to work out to? 'I Will Survive.'","author":"Summer Glau","category":"Love, Work, Music"},{"quote":"The world is my workshop. It is not my home.","author":"Abbas Kiarostami","category":"World, Workshop"},{"quote":"Our culture does not teach us this, but what happens in Vegas does not stay in Vegas. If you cheat in Vegas, it comes right home with you. If you cheat in Vegas, you walk home as a cheater. You lie awake at a night a cheater. You cannot escape it.","author":"Tom Shadyac","category":"Culture, Night, Walk"},{"quote":"The hardest thing about being a full time chef is leaving my work behind when I go home at night. I'll toss and turn about a menu item or forget to order produce and wake up at 4 A.M. in a cold sweat over some artichokes.","author":"Alexandra Guarnaschelli","category":"Work, Time, Chef"},{"quote":"While I encourage people to save 100% down for a home, a mortgage is the one debt that I don't frown upon.","author":"Dave Ramsey","category":"People, Down, Debt"},{"quote":"Long weekends at festivals, short weeks at home, all summer long: now that is surely preferable to the immense cost and headache of the nuclear family holiday in the sun?","author":"Tom Hodgkinson","category":"Family, Sun, Short"},{"quote":"I can understand why a single parent, working two jobs, would find it easier to stop at McDonald's with the kids rather than cook something from scratch at home.","author":"Eric Schlosser","category":"Parent, Why, Working"},{"quote":"It's impossible to change the social without changing the personal - you have to put your money where your mouth is. And if you're not making those challenges at home, it's unlikely you'll make them in a larger setting.","author":"Carrie Mae Weems","category":"Change, Money, Challenges"},{"quote":"One of the things which make any company successful, in particular the Home Depot, was that we understood and catered to the customer. If it didn't sell, it didn't make a difference what we thought or our research told us. They told us if it was successful by buying it or not.","author":"Bernard Marcus","category":"Research, Company"},{"quote":"In my songs, I'm not saying something that's never been said before. The have lyrics aren't going to blow people away. It's the emotion and the melody that drive it home.","author":"Bruno Mars","category":"People, Emotion, Saying"},{"quote":"If I'm in work mode and going to meetings, I'll make an effort and dress up, but when I'm at home or just chilling, I'm in beanies and jeans and sneakers.","author":"Maia Mitchell","category":"Work, Effort, Dress"},{"quote":"Guns go home with the soldiers, but landmines are designed to kill - mindlessly, out of control, for years.","author":"Jody Williams","category":"Control, Soldiers, Guns"},{"quote":"I don't think about tennis 24/7. I enjoy time on the lake at my Florida home and just being lazy on the sofa.","author":"Andy Roddick","category":"Time, Enjoy, Tennis"},{"quote":"There is a strong side to me, that is of a homemaker. I look forward to spending time at home in the evenings, cooking a meal, chatting with my parents and inviting friends over.","author":"Deepika Padukone","category":"Time, Friends, Parents"},{"quote":"When I get home, I'm not the boss like I am at work - I slip into a more feminine role. I take everything off and put on my Stella McCartney silk robe. I'll put on a red lip or red nails, and it lifts my mood. Sexy underwear also gives you a spark.","author":"Miranda Kerr","category":"Work, I Am, Boss"},{"quote":"At home in Ghaziabad, everyone is a pure vegetarian. In fact, when I want to cook non-veg there, my mum shoos me out on the terrace where I have my cooking utensils. I'm told categorically that whatever non-veg or egg, etc., that I have to cook, I should do upstairs and not enter her kitchen at all.","author":"Suresh Raina","category":"Cooking, Me, Kitchen"},{"quote":"It's particularly hard to take being stabbed in the back close to home. There's always a feeling of betrayal when people of your own group oppose you.","author":"Catharine MacKinnon","category":"People, Group, You"},{"quote":"'Grandmother' doesn't mean that you have gray hair and you retire and stay home cooking cakes for your grandchildren.","author":"Carine Roitfeld","category":"Cooking, Hair, Grandchildren"},{"quote":"Housework is what a woman does that nobody notices unless she hasn't done it.","author":"Evan Esar","category":"Woman, Done, She"},{"quote":"We live in downtown Manhattan and we have pretty big windows that looked right at the World Trade Center. I was home along with Kai and we watched it all happen. I was holding him in my arms and we were looking out the window when the second plane hit.","author":"Jennifer Connelly","category":"World, Window, Looking"},{"quote":"I just moved into a new house, so I love spending time at home. Everything for me is all about self-care because I really feel that if I'm at my best, than I'm able to come to my job and really be feeling the best, so if I'm not working out or going on a hike, than I'm at home recharging and cooking dinner and hanging out with my cat.","author":"Lea Michele","category":"Love, Time, Best"},{"quote":"I always feel that when I come to Edinburgh, in many ways I am coming home.","author":"Alan Rickman","category":"I Am, Coming Home, Feel"},{"quote":"Home life's great, man. The kids are great, happy and healthy. I've reached this sort of wonderful precipice.","author":"Ryan Phillippe","category":"Life, Happy, Great"},{"quote":"All I do is sit at home and watch Netflix.","author":"Kyrie Irving","category":"Netflix, Watch, Sit"},{"quote":"Baseball is like driving, it's the one who gets home safely that counts.","author":"Tommy Lasorda","category":"Baseball, Driving, Like"},{"quote":"Your home is regarded as a model home, your life as a model life. But all this splendor, and you along with it... it's just as though it were built upon a shifting quagmire. A moment may come, a word can be spoken, and both you and all this splendor will collapse.","author":"Henrik Ibsen","category":"Life, Moment, You"},{"quote":"I had only one superstition. I made sure to touch all the bases when I hit a home run.","author":"Babe Ruth","category":"Run, Touch, Home Run"},{"quote":"All good hotels tend to lead people to do things they wouldn't necessarily do at home.","author":"Andre Balazs","category":"Good, People, Lead"},{"quote":"The Westwood Cemetery is just a few blocks from my home, and a number of my very dear friends are buried there.","author":"Hugh Hefner","category":"Friends, Cemetery, Number"},{"quote":"On stage I make love to twenty five thousand people and then I go home alone.","author":"Janis Joplin","category":"Love, Alone, People"},{"quote":"Survival requires us to leave our prejudices at home. It's about doing whatever it takes - and ultimately those with the biggest heart will win.","author":"Bear Grylls","category":"Heart, Survival, Win"},{"quote":"A guy wants a classy girl who is smart and has goals - someone that he wouldn't be afraid to bring home to his parents.","author":"Victoria Justice","category":"Goals, Parents, Girl"},{"quote":"Why would I retire? Sit at home and watch TV? No thanks. I'd rather be out playing.","author":"Paul McCartney","category":"Thanks, Why, Retire"},{"quote":"The physician can bury his mistakes, but the architect can only advise his client to plant vines - so they should go as far as possible from home to build their first buildings.","author":"Frank Lloyd Wright","category":"Mistakes, Plant, Physician"},{"quote":"Going home must be like going to render an account.","author":"Joseph Conrad","category":"Going Home, Going, Like"},{"quote":"It was a show that you played at home and you're saying to the contestant do this and do that. When you at home are involved in yelling at the screen, then you know you've got an audience.","author":"Monty Hall","category":"Know, You, Saying"},{"quote":"An artist has no home in Europe except in Paris.","author":"Friedrich Nietzsche","category":"Artist, Paris, Europe"},{"quote":"If your parent is deployed and you are that young, you spend the whole time wondering where they are and waiting for them to come home. As time passes and the absence is longer and longer, you become more and more concerned - but you don't really have the words to express your concern. There's only this continued absence.","author":"Suzanne Collins","category":"Time, Waiting, Words"},{"quote":"When you live far away, home looks a little different every time.","author":"Gideon Raff","category":"Time, Live, You"},{"quote":"I never learned hate at home, or shame. I had to go to school for that.","author":"Dick Gregory","category":"School, Hate, Shame"},{"quote":"The one thing that offends me the most is when I walk by a bank and see ads trying to convince people to take out second mortgages on their home so they can go on vacation. That's approaching evil.","author":"Jeff Bezos","category":"Vacation, Evil, Walk"},{"quote":"When it was suggested that I write a memoir I said, 'I'm not old enough. I'm not distinguished enough.' But I went home and sat down to write, and the material for the book just came flooding into my hands.","author":"Julia Cameron","category":"Book, Hands, Down"},{"quote":"I read the Odyssey because it was the story of a man who returned home after being absent for more than twenty years and was recognized only by his dog.","author":"Guillermo Cabrera Infante","category":"Dog, Man, Story"},{"quote":"I wish I could go home. I've been on the road since May. I wonder if my dogs still remember me.","author":"Brendan Fraser","category":"Road, Me, Remember"},{"quote":"Potential home buyers have a two-step decision process. First, they determine whether they can afford to make a purchase - does their income safely cover their mortgage payment? Then they determine whether owning is a better financial choice than renting - are the costs of owning a home lower than the cost of renting it?","author":"Mark Zandi","category":"Decision, Choice, Financial"},{"quote":"Push-ups are seriously the best way to tone your arms - and they tone your abs at the same time! I like to do them when I'm home watching TV or listening to music.","author":"Cassie Scerbo","category":"Music, Time, Best"},{"quote":"I consider myself a product of Alaska. The love and the debt that I feel to my home state, you always want your hometown to be the proudest of you.","author":"Jewel","category":"Love, Myself, Want"},{"quote":"What motivates me is seeing people in the crowd and wondering what they're going home to and what they're dealing with, and knowing that for the time being we're their escape.","author":"Hayley Williams","category":"Time, Me, People"},{"quote":"At home, I love reaching out into that absolute silence, when you can hear the owl or the wind.","author":"Amanda Harlech","category":"Love, Silence, Wind"},{"quote":"I'm very political. I'm not political in public I'm political at home.","author":"Melania Trump","category":"Political, Public, Very"},{"quote":"Censorship, like charity, should begin at home, but, unlike charity, it should end there.","author":"Clare Boothe Luce","category":"End, Charity, Censorship"},{"quote":"Iowa is home to teachers, farmers, lawyers, factory workers, and many others who work hard every day to provide the best for their families and their future.","author":"Leonard Boswell","category":"Work, Future, Best"},{"quote":"Leaving home in a sense involves a kind of second birth in which we give birth to ourselves.","author":"Robert Neelly Bellah","category":"Leaving, Birth, Kind"},{"quote":"I go home and stay there. I wash and scrub up each day, and that's it. One month I actually grew a moustache, just so I could say that I'd done something.","author":"Bill Murray","category":"Day, Done, Say"},{"quote":"Building a proper wardrobe is like building a home. Indeed, you should think of it like a home, because it is something you're going to live in. It must be comfortable and suit all your needs.","author":"Edith Head","category":"Live, Building, Think"},{"quote":"At home, when the heating pipes made noises, I imagined a tiny person was in there skipping with a rope. The fantasy world of tiny things became my escape.","author":"Willard Wigan","category":"World, Escape, Fantasy"},{"quote":"There's just no place like Scotland when the sun is out. I just love coming home.","author":"Ashley Jensen","category":"Love, Sun, Place"},{"quote":"Heavenly Father has assigned us to a great variety of stations to strengthen and, when needed, to lead travelers to safety. Our most important and powerful assignments are in the family. They are important because the family has the opportunity at the start of a child's life to put feet firmly on the path home.","author":"Henry B. Eyring","category":"Life, Family, Father"},{"quote":"Phil Niekro and his brother were pitching against each other in Atlanta. Their parents were sitting right behind home plate. I saw their folks more that day than they did the whole weekend.","author":"Bob Uecker","category":"Day, Brother, Parents"},{"quote":"Social and digital media is a bullet train, and that bullet train is not coming home.","author":"Howard Schultz","category":"Media, Train, Digital"}]}