{"author":"Ravindu Manoj","github":"ravindu01manoj","repo":"Quotes-500k","data":[{"quote":"When I'm writing, I'm trying to immerse myself in the chaos of an emotional experience, rather than separate myself from it and look back at it from a distance with clarity and tell it as a story. Because that's how life is lived, you know?","author":"Charlie Kaufman","category":"Life, Myself, Writing"},{"quote":"I'm interested in authentic experience and the essence of that creative place, and where those myths begin and where they become real on any level.","author":"Chris Robinson","category":"Creative, Real, Place"},{"quote":"The counterculture has nothing to do with Dolce & Gabbana having a 'Hippy Summer' or something. Street kids, and kids who want to live in any sort of counter-cultural experience other than what's being presented by the mainstream media or political climate, or 'normal' cultural climate, are never going to look like that.","author":"Chris Robinson","category":"Media, Political, Summer"},{"quote":"The things I was allowed to experience, the people I was able to call friends, teammates, mentors, coaches and opponents, the travel, all of it, are far more than anything I ever thought possible in my lifetime.","author":"Curt Schilling","category":"Travel, Friends, People"},{"quote":"In my experience lust only ever leads to misery. All that suspicion and jealousy and anguish it unleashes. I don't want those things in my life.","author":"Chrissie Hynde","category":"Life, Jealousy, My Life"},{"quote":"Games have grown and developed from this limited in-the-box experience to something that's everywhere now. Interactive content is all around us, networked, ready. This is something I've been hoping for throughout my career.","author":"Shigeru Miyamoto","category":"Career, Content, Ready"},{"quote":"I write out of my intellectual experience.","author":"Tom Stoppard","category":"Intellectual, Write, I Write"},{"quote":"I definitely feel more complete than before. There's a void you have when you don't feel you've found the other part of who you are, so I'm in a different place now and that's nice to experience.","author":"Mariah Carey","category":"Nice, You, Place"},{"quote":"I don't believe that the American dream should be reserved for those who are born into the elite or somehow have been given an advantage over others. My growing-up experience is probably the most important thing that guides my priorities and my work today.","author":"Ken Salazar","category":"Work, Today, American Dream"},{"quote":"Find what's hot, find what's just opened and then look for the worst review of the week. There is so much to learn from watching a restaurant getting absolutely panned and having a bad experience. Go and see it for yourself.","author":"Gordon Ramsay","category":"Week, Yourself, Restaurant"},{"quote":"Going out and playing football or baseball with the boys, when I was a tomboy, was a great way to learn about winning and losing, and most girls didn't have that experience.","author":"Hillary Clinton","category":"Football, Great, Baseball"},{"quote":"I've realized that I love all forms of music and get excited when any artist goes crazy and creates something that is an experience.","author":"Tom DeLonge","category":"Love, Music, Artist"},{"quote":"How do people relate to movies now, when they're on portable devices or streaming them? It's not as much about going to the movies. That experience has changed.","author":"Keanu Reeves","category":"People, Movies, Now"},{"quote":"My worst hair experience was when I was trying to relax my hair and my grandmother did it. It went all straight and I looked like a black Bee Gee.","author":"Jamie Foxx","category":"Hair, Relax, Black"},{"quote":"It has been the experience of a lifetime to work with Catherine Middleton to create her wedding dress, and I have enjoyed every moment of it. It was such an incredible honor to be asked, and I am so proud of what we and the Alexander McQueen team have created.","author":"Sarah Burton","category":"Work, Team, Wedding"},{"quote":"You can rest a lot in an hour or have a whole day and not do it properly. One way I get a quality recharge is to connect with nature. To experience something that's bigger than me.","author":"Lili Taylor","category":"Nature, Day, Quality"},{"quote":"I like to investigate all different kinds of people, I guess, and find out what makes them who they are, and try to be honest in the portrayal, and truthful, and find out how to understand that person, how to communicate that person's experience.","author":"Jennifer Jason Leigh","category":"People, Honest, Try"},{"quote":"I got the travel bug when I was quite young. My parents took me and my sisters out of school and we travelled all over Europe. It was an eye-opening experience and, although I love Norway, I also enjoy visiting new countries. I don't get homesick.","author":"Magnus Carlsen","category":"Love, Travel, Parents"},{"quote":"Life is a very emotional experience.","author":"Tony Goldwyn","category":"Life, Life Is A, Emotional"},{"quote":"I don't think I believe in ghosts, per se. But, my nearest experience was when I went on a weekend away and was in a bar in England, years ago, with an ex-girlfriend. I heard this scratching. I was about to go to bed and I was thinking, 'It's an old ghost.' I could hear this noise, but I couldn't work out where it was coming from.","author":"Theo James","category":"Work, Thinking, Believe"},{"quote":"How much do you as a consumer value a positive experience with a brand or its customer service department? How willing are you to share that with your friends? How inclined are you to let that person know that you're interaction with them was positive?","author":"Simon Mainwaring","category":"Positive, Friends, Service"},{"quote":"On the television planet, where men make up the tribe, the law of the caveman rules. So, for a woman coming from another world, without experience or cunning, to succeed gradually in gaining control over what is to be taped, what goes out over the air, what is said without censorship, is an epic feat.","author":"Cristina Saralegui","category":"Law, Woman, World"},{"quote":"I just think music is so intrinsically linked with images in the culture that we live in that you'll be hard-pressed to have an experience with the music without a preconceived notion.","author":"Esperanza Spalding","category":"Music, Culture, Live"},{"quote":"I like big casts. The experience of working together, that human contact - those are my roots, professionally.","author":"Chris Noth","category":"Working Together, Together"},{"quote":"In real life we don't know what's going to happen next. So how can you be that way on a stage? Being alive to the possibility of not knowing exactly how everything is going to happen next - if you can find places to have that happen onstage, it can resonate with an experience of living.","author":"Sam Shepard","category":"Life, Not Knowing, Know"},{"quote":"I hooked up with director Jacques Audiard for this film called 'Rust & Bone' with Marion Cotillard. I loved that experience so much I'm truly sad that it's over!","author":"Matthias Schoenaerts","category":"Sad, Loved, Bone"},{"quote":"From my experience, meditating can bring up the most stressful thoughts.","author":"Mike White","category":"Thoughts, Up, Bring"},{"quote":"Music is, of course, a universal emotional experience, cutting across cultures and languages. I studied piano for ten years as a child and consider that experience one of the most valuable in my life.","author":"Alan Lightman","category":"Life, Music, Child"},{"quote":"37 is a lumpy number, a bit like porridge. Six is very small and dark and cold, and whenever I was little trying to understand what sadness is I would imagine myself inside a number six and having that experience of cold and darkness. Similarly, number four is a shy number.","author":"Daniel Tammet","category":"Myself, Sadness, Darkness"},{"quote":"I think about things like the fact that nobody knows what time is. Time is what? Nobody can describe it, even physics or math or anything else. But it is what we continuously experience. It's the state of our unfolding, in a way, and in that sense that the continuous reopening of reality is what I think of as, perhaps, a worldview.","author":"Marilynne Robinson","category":"Time, Reality, Think"},{"quote":"My prayer became 'May I find peace... May I love this life no matter what.' I was seeking an inner refuge, an experience of presence and wholeness that could carry me through whatever losses might come.","author":"Tara Brach","category":"Love, Life, Peace"},{"quote":"We are mindful of desire when we experience it with an embodied awareness, recognizing the sensations and thoughts of wanting as arising and passing phenomena. While this isn't easy, as we cultivate the clear seeing and compassion of Radical Acceptance, we discover we can open fully to this natural force, and remain free in its midst.","author":"Tara Brach","category":"Compassion, Acceptance"},{"quote":"It's really interesting to me how all of us can experience the exact same event, and yet come away with wildly disparate interpretations of what happened. We each have totally different ideas of what was said, what was intended, and what really took place.","author":"Marya Hornbacher","category":"Ideas, Me, Place"},{"quote":"The word that I constantly hear out of women is 'fear.' It's almost like a background melody. Women have excellent degrees and experience, but we are afraid we aren't good enough because we have such high expectations.","author":"Mireille Guiliano","category":"Women, Good, Fear"},{"quote":"The thing about being an actor is that as we get older, there are more and more characters to explore and, in general, they get more complicated, so you get to bring all your crazy life experience to the table.","author":"Victoria Clark","category":"Life, Crazy, You"},{"quote":"You can write about other people and their ideas and life without having lived it, but even your perception of that is going to be colored by what you know and what you experience. And this is undeniable.","author":"James Salter","category":"Life, Perception, Ideas"},{"quote":"I don't believe there's any such thing as objective reality. It's only reality as we experience it.","author":"James Nachtwey","category":"Believe, Reality, Objective"},{"quote":"Certainly all historical experience confirms the truth - that man would not have attained the possible unless time and again he had reached out for the impossible.","author":"Max Weber","category":"Time, Truth, Man"},{"quote":"One has to go beyond the mind to experience the spiritual bliss of desirelessness.","author":"Meher Baba","category":"Spiritual, Mind, Bliss"},{"quote":"Places that have experienced great defeat experience a kind of rebirth, which I think America has to do - unless we want to get more decrepit. I don't think we have to destroy the place totally.","author":"Rufus Wainwright","category":"Great, America, Defeat"},{"quote":"I always thought I'd make a good parent, but I was single and led a solitary life for many, many years. Then I met David, and he had experience with kids and wanted to have a family, too.","author":"Neil Patrick Harris","category":"Life, Family, Good"},{"quote":"I'm very type-A, and many things in my life are about control and domination, but eating should be a submissive experience, where you let down your guard and enjoy the ride.","author":"Anthony Bourdain","category":"Life, Control, Enjoy"},{"quote":"The day I decided I didn't want to be a 19th-Century European curator, I knew I would never have the experience of people coming and going 'ooh' and 'aah,' the way they do around the Monets. It just doesn't happen.","author":"Thelma Golden","category":"Day, People, Want"},{"quote":"On the intimate level, anyone who has loved a companion animal knows the uniquely wonderful experience these 'other nations' provide, and their important presence in our shared lives. In their very local way they show us the global truth of our real wealth, our biodiversity.","author":"April Gornik","category":"Truth, Animal, Wealth"},{"quote":"I can tell you from experience that God's help and presence in our lives is vital. He is the Author of all true success and everything that is good-without Him, we can do nothing of true value.","author":"Joyce Meyer","category":"Success, God, Value"},{"quote":"Harvard was the most intimidating experience. I felt so out of my league there.","author":"Wendy Davis","category":"Harvard, Most, Intimidating"},{"quote":"I deepen my experience of God through prayer, meditation, and forgiveness.","author":"Marianne Williamson","category":"Forgiveness, God, Prayer"},{"quote":"The experience of God, or in any case the possibility of experiencing God, is innate.","author":"Alice Walker","category":"God, Innate, Experiencing"},{"quote":"Bad experience is a school that only fools keep going to.","author":"Ezra Taft Benson","category":"School, Keep Going, Fools"},{"quote":"I designed 'Buffy' to be an icon, to be an emotional experience, to be loved in a way that other shows can't be loved. Because it's about adolescence, which is the most important thing people go through in their development, becoming an adult.","author":"Joss Whedon","category":"People, Loved, Development"},{"quote":"Lying in bed would be an altogether perfect and supreme experience if only one had a colored pencil long enough to draw on the ceiling.","author":"Gilbert K. Chesterton","category":"Art, Long, Perfect"},{"quote":"The physical world, including our bodies, is a response of the observer. We create our bodies as we create the experience of our world.","author":"Deepak Chopra","category":"World, Create, Response"},{"quote":"Experience - the wisdom that enables us to recognise in an undesirable old acquaintance the folly that we have already embraced.","author":"Ambrose Bierce","category":"Wisdom, Old, Folly"},{"quote":"More people should read books. It's the most concentrated experience you can have.","author":"Vivienne Westwood","category":"People, You, Should"},{"quote":"Two things control men's nature, instinct and experience.","author":"Blaise Pascal","category":"Nature, Men, Control"},{"quote":"I left Jamaica for a while, because as an artist I need to experience different things, see the world, have different energies. Living in one place is not good for me.","author":"Ziggy Marley","category":"Good, World, Artist"},{"quote":"I don't go to shows because I just want to listen to the music performed live. I want to get to know the person who's performing it. Or I want to, like, take away a sense that I had an experience that nobody else is going to have again, or a unique experience for that moment.","author":"Sia","category":"Music, Moment, Unique"},{"quote":"Optimism with some experience behind it is much more energizing than plain old experience with a certain degree of cynicism.","author":"Twyla Tharp","category":"Optimism, Behind, Old"},{"quote":"Anyone who teaches knows that you don't really experience a text until you've taught it, in loving detail, with an intelligent and responsive class.","author":"Joyce Carol Oates","category":"Intelligent, Loving, You"},{"quote":"Probably the first time I left Italy was to travel by train to Lourdes. I went with my mother and my grandmother - who was a very religious person - so it was a pilgrimage of sorts. I remember it as a very intense, but beautiful experience.","author":"Andrea Bocelli","category":"Travel, Time, Beautiful"},{"quote":"The word experience is like a shrapnel shell, and bursts into a thousand meanings.","author":"George Santayana","category":"Word, Like, Meanings"},{"quote":"The experience of democracy is like the experience of life itself-always changing, infinite in its variety, sometimes turbulent and all the more valuable for having been tested by adversity.","author":"Jimmy Carter","category":"Life, Adversity, Democracy"},{"quote":"The head learns new things, but the heart forever practices old experiences.","author":"Henry Ward Beecher","category":"Heart, New Things, New"},{"quote":"Obviously an actor draws on his own experience.","author":"Christopher Walken","category":"Actor, Own, His"},{"quote":"Not to transmit an experience is to betray it.","author":"Elie Wiesel","category":"Betray, Transmit"},{"quote":"Suffering is but another name for the teaching of experience, which is the parent of instruction and the schoolmaster of life.","author":"Horace","category":"Life, Suffering, Parent"},{"quote":"Parents, it seems, have an almost Olympian persistence when it comes to suggesting more secure and lucrative lines of work for their children who have the notion that writing is an actual profession. I say this from experience.","author":"Susan Orlean","category":"Work, Children, Parents"},{"quote":"All of the legal defense funds out there, they're looking for people out there with court of appeals experience, because court of appeals is where policy is made. And I know, I know this is on tape and I should never say that because we don't make law, I know. I know.","author":"Sonia Sotomayor","category":"Law, Legal, People"},{"quote":"I've been lucky enough - well, maybe unlucky enough - to have had a lot of friends who have had their ups and downs. And for an actor, that's good. Life experience in any regard is good. So I've seen a lot and I've had my own experiences.","author":"Chris Evans","category":"Life, Friends, Good"},{"quote":"I go by instinct - I don't worry about experience.","author":"Barbra Streisand","category":"Worry, Instinct, Go"},{"quote":"I do write a lot from personal experience, but I also embellish a bit.","author":"Miranda Lambert","category":"Personal, Write"},{"quote":"For me, titles are either a natural two-second experience or stressful enough to give you an ulcer. If they don't pop out perfect on the first try, they can be really hard to repair. Or, worse, if the author thinks they pop out perfect, but the publishing house does not agree, it's difficult to shift gears. And then? Then you go insane.","author":"Sloane Crosley","category":"Me, Perfect, You"},{"quote":"Every experience makes you a man.","author":"Eric Cantona","category":"Man, You, Every"},{"quote":"There is nothing so easy to learn as experience and nothing so hard to apply.","author":"Josh Billings","category":"Learn, Easy, Nothing"},{"quote":"What a blessing that God allows a life to come through your body, and then allows you to place that body in a body bag and take it out. I had to say that there's a magnificent something that God has for me to do, to give me that level of completion. That level of experience. It's unspeakable.","author":"Iyanla Vanzant","category":"Life, God, Me"},{"quote":"Everyone has something that blocks us from the full experience and expression of our nobility.","author":"Iyanla Vanzant","category":"Everyone, Expression"},{"quote":"I want to be able to experience everything. I want to experience being a husband, experience being a father, experience, maybe, hopefully, someday being a grandfather, and all those things. I want that experience. When I die, I want to be exhausted.","author":"Bryan Cranston","category":"Father, Husband, Want"},{"quote":"Women love working together. That's my experience anyway.","author":"Shirley MacLaine","category":"Love, Women"},{"quote":"When a novel has 200,000 words, then it is possible for the reader to experience 200,000 delights, and to turn back to the first page of the book and experience them all over again, perhaps more intensely.","author":"Jane Smiley","category":"Book, Words, Page"},{"quote":"What is the good of drawing conclusions from experience? I don't deny we sometimes draw the right conclusions, but don't we just as often draw the wrong ones?","author":"Georg C. Lichtenberg","category":"Good, Drawing, Right"},{"quote":"The first of the four noble truths of Buddhism, that there is suffering in life, was enormously important to me. No one had ever said it out loud. That had been my experience, of course, but no one had ever talked about it. I didn't know what to do with all the fear and emotions within, and here was the Buddha saying this truth right out loud.","author":"Sharon Salzberg","category":"Life, Fear, Truth"},{"quote":"A lot of why I do something is just the novelty of the experience.","author":"Edward Norton","category":"Why, Just, Something"},{"quote":"A lot of parents today are terrified that something they say to their children might make them 'feel bad.' But, hey, if they've done something wrong, they should feel bad. Kids with a sense of responsibility, not entitlement, who know when to experience gratitude and humility, will be better at navigating the social shoals of college.","author":"Amy Chua","category":"Gratitude, Children, Today"},{"quote":"I didn't fully realize it at the time, but the goal of my life was profoundly molded by this experience - to help produce, in the next generation, more Mother Teresas and less Hitlers.","author":"Elisabeth Kubler-Ross","category":"Life, Time, Mother"},{"quote":"To most men experience is like the stern lights of a ship, which illuminate only the track it has passed.","author":"Samuel Taylor Coleridge","category":"Men, Ship, Like"},{"quote":"When I'm home on a break, I lock myself in my room and play guitar. After two or three hours, I start getting into this total meditation. It's a feeling few people experience, and that's usually when I come up with weird stuff. It just flows. I can't force myself. I don't sit down and say I've got to practice.","author":"Eddie Van Halen","category":"Home, Myself, Guitar"},{"quote":"We have that illusion that we are 'deciding' what to make a character do, in order to 'convey our message' or something like that. But, at least in my experience, you are often more like a river-rafting guide who's been paid a bonus to purposely steer your clients into the roughest possible water.","author":"George Saunders","category":"Character, Water, You"},{"quote":"Taste every fruit of every tree in the garden at least once. It is an insult to creation not to experience it fully. Temperance is wickedness.","author":"Stephen Fry","category":"Tree, Fruit, Garden"},{"quote":"Making movies is a very different experience in a lot of ways. It's difficult when you're used to owning the copyright and having a landlord's possessory rights - I rent my plays to the companies that do them and, if I'm upset, I can pull the play. But the only two directors I've worked with are pretty great.","author":"Tony Kushner","category":"Great, Movies, Play"},{"quote":"There's a beauty to wisdom and experience that cannot be faked. It's impossible to be mature without having lived.","author":"Amy Grant","category":"Wisdom, Beauty, Impossible"},{"quote":"I don't care how smart a kid you are. The only way you learn what's not right is from experience.","author":"Cameron Diaz","category":"Smart, Care, You"},{"quote":"One of the things I'm trying to do over and over again in my books is create new mythologies, create new ways to understand the complexity of the world. I think what mythology does is impress upon chaotic experience the patterns, hierarchies and shapes which allow us to interpret the chaos and make fresh sense of it.","author":"Clive Barker","category":"World, Chaos, Think"},{"quote":"I must take issue with the term 'a mere child', for it has been my invariable experience that the company of a mere child is infinitely preferable to that of a mere adult.","author":"Fran Lebowitz","category":"Child, Company, Must"},{"quote":"I think I can make an entirely new game experience, and if I can't do it, some other game designer will.","author":"Shigeru Miyamoto","category":"Game, Think, New"},{"quote":"You experience your soul each time you sense yourself as more than a mind and body, your life as meaningful, or you feel that you have gifts to give and you long to give them.","author":"Gary Zukav","category":"Life, Time, Soul"},{"quote":"The success of any stand-up act comes out of life experience.","author":"Howie Mandel","category":"Life, Success, Act"},{"quote":"Tragedy makes you grow up.","author":"Jane Campion","category":"Tragedy, Grow, You"},{"quote":"You know, artists don't really have all that much experience of life. We make a huge amount out of the small experience that we do have.","author":"John Banville","category":"Life, Small, Know"},{"quote":"I have had a lot of experience in broadcasting.","author":"Jimmy Kimmel","category":"Broadcasting, Lot, Had"},{"quote":"Experiences are savings which a miser puts aside. Wisdom is an inheritance which a wastrel cannot exhaust.","author":"Karl Kraus","category":"Wisdom, Savings, Experiences"},{"quote":"For some young people, their first experience ever hearing punk rock music was playing the Green Bay Packers on 'Madden'.","author":"Billie Joe Armstrong","category":"Music, People, Green"},{"quote":"My favorite animal to hunt is probably elk. There's nothing like the sound of a bugling bull splitting the cold air at first light. And that smell is unmistakable. Once you experience their musk in the wild there's no going back! A close second would be a varmint hunt.","author":"Chris Pratt","category":"Light, Animal, You"},{"quote":"In fact the experience at Oxford has really helped me later in life.","author":"Imran Khan","category":"Life, Me, Oxford"},{"quote":"When my father died, I had a real experience with Christ, a real conversion with Christ and I had it in a Oneness church.","author":"T. D. Jakes","category":"Father, Church, Real"},{"quote":"Individuals with kidney disease who are able to obtain treatment early experience a higher quality of life and are able to maintain more of their day-to-day activities, including keeping their jobs.","author":"Xavier Becerra","category":"Life, Quality, Early"},{"quote":"As entrepreneurs, we often get pressured into hiring an industry executive. While it's good to hire people with experience, it can also be a stumbling block because they think about the business the same way everyone else does.","author":"Blake Mycoskie","category":"Business, Good, People"},{"quote":"The main thing experience has taught me is that one has to sort of hone their relationship to time, you know.","author":"John Frusciante","category":"Time, Relationship, Me"},{"quote":"My experience of life is that it's very fragmented; certain kinds of things happen, and in another place, a different kind of thing occurs. I would like my work to have some vivid indication of those differences.","author":"Jasper Johns","category":"Life, Work, Differences"},{"quote":"So if I have two pieces of cake, do I have twice as good an experience as the first piece of cake? One of the things I've found in life is that the first piece of cake is the best.","author":"David Frum","category":"Life, Good, Best"},{"quote":"If you want to write an angry e-mail, write it but don't send it. It's based on my experience that whenever I have acted out in some manner, I have always regretted it.","author":"Tim Gunn","category":"Angry, Want, You"},{"quote":"You can't be minimalist as a director until you have acquired the experience and confidence to say no.","author":"Richard Eyre","category":"Confidence, You, Director"},{"quote":"Nothing which has entered into our experience is ever lost.","author":"William Ellery Channing","category":"Lost, Nothing, Which"},{"quote":"Experience teaches us to be most on our guard to protect liberty when the government's purposes are beneficent.","author":"Louis D. Brandeis","category":"Government, Liberty, Protect"},{"quote":"It is very, very difficult for a playwright to write a scene in which a young man has his first deep experience of sex with a girl whom he found immensely attractive, is fully satisfied by this event and gets up and blinds a lot of horses.","author":"Peter Shaffer","category":"Deep, Man, Girl"},{"quote":"My best travelling experience lasted several years: between 1971 and 1974 when I bummed around the East. All I had with me was a cooking pot, a stove, a map and blankets and a couple of dhotis.","author":"Antony Gormley","category":"Best, Cooking, Me"},{"quote":"Well, the hardest thing to do, as we know from our own experience on 9/11 is protect everything all the time.","author":"John Abizaid","category":"Time, Know, Protect"},{"quote":"For me, just being how old I am, I know I don't want to be a single mom. I really would rather make it a two-person job. But I've also come to terms with not being a mother at all. I'm actually really good with either direction that my life can take as being a valid experience.","author":"Lisa Edelstein","category":"Life, Good, Mother"},{"quote":"In the Russian experience, although the Russian state is oppressive, it is their state, it is part of their fabric, and so the relation between Russian citizens and their state is complicated.","author":"Ryszard Kapuscinski","category":"Complicated, Citizens"},{"quote":"It's like a rugby team. If you're picking for the World Cup final, you're picking experience with youth. Everything is better off having that balance and that mix. I think that, especially, goes for the monarchy as well.","author":"Prince William","category":"Team, Balance, World"},{"quote":"On top of my to-do list in preparing for Beijing is 'On China' by Henry Kissinger, who has had firsthand experience with every top Chinese leader since Mao, so his insights are valuable and his access is perhaps unrivaled.","author":"Gary Locke","category":"Leader, Access, Beijing"},{"quote":"We see and hear and otherwise experience very largely as we do because the language habits of our community predispose certain choices of interpretation.","author":"Edward Sapir","category":"Community, Language, Choices"},{"quote":"I think we are a product of all our experiences.","author":"Sanford I. Weill","category":"Think, Product, Experiences"},{"quote":"Experience enables you to recognize a mistake when you make it again.","author":"Franklin P. Jones","category":"Mistake, You, Recognize"},{"quote":"Truly we have had enough experience with sufferance and protection which could be revoked at will. Consequently, the only reasonable Course of action is to work for publicly legalized guarantees.","author":"Theodor Herzl","category":"Work, Action, Protection"},{"quote":"But today we become aware of other readings of the human experience very quickly because of the media and the speed with which people travel the planet.","author":"Chaim Potok","category":"Travel, Today, Media"},{"quote":"The home viewing experience is slightly different and there's room for these kinds of extra excursions.","author":"Ivan Reitman","category":"Home, Different, Room"},{"quote":"You don't cheat anybody out of their experience, whatever it is.","author":"Andre Agassi","category":"You, Whatever, Cheat"},{"quote":"I'm really passionate about pantomime because it is often the first introduction for a child to theatre, and if that child has a great experience at a pantomime they will continue to come year after year.","author":"John Barrowman","category":"Great, Child, Theatre"},{"quote":"If you believe your catcher is intelligent and you know that he has considerable experience, it is a good thing to leave the game almost entirely in his hands.","author":"Bob Feller","category":"Good, Believe, Game"},{"quote":"I think driving in New York is a great experience. A lot more racing techniques go into it than anyplace else I've ever driven. There basically are no lanes.","author":"Jeff Gordon","category":"Great, New York, Think"},{"quote":"Not the fruit of experience, but experience itself, is the end.","author":"Walter Pater","category":"End, Fruit, Itself"},{"quote":"At first sight experience seems to bury us under a flood of external objects, pressing upon us with a sharp and importunate reality, calling us out of ourselves in a thousand forms of action.","author":"Walter Pater","category":"Action, Reality, Sight"},{"quote":"Everything is discursive opinion instead of direct experience.","author":"A. R. Ammons","category":"Opinion, Everything, Direct"},{"quote":"It's such a pleasurable experience to look back, and all of the fun I had just comes rushing back.","author":"Jenna Elfman","category":"Fun, Look, Back"},{"quote":"The singular point of beautiful objects, and people, is that they are experienced not as parts, or ratios between cheekbones and chin, but as wholes. The experience of beauty is a perception, but it is one that mixes up various other sensations and makes them converge in a particular way.","author":"Charles Jencks","category":"Beauty, Beautiful"},{"quote":"That this individual life of all of us is not something limited in its temporal expression to the life that now we experience, follows from the very fact that here nothing final or individual is found expressed.","author":"Josiah Royce","category":"Life, Nothing, Here"},{"quote":"When I come off the bench, I'm looking to add energy, and then I play defense and rebound. Also, at the end of the game, I have the experience to go out there and help us win.","author":"Sue Wicks","category":"End, Game, Help"},{"quote":"I've definitely had the experience where I was pursuing someone for a long time that I just obviously did not connect with, so I was always, kind of altering myself for her, But then you realize it's just not worth it. What's the point?","author":"Logan Lerman","category":"Time, Myself, Long"},{"quote":"To the artist is sometimes granted a sudden, transient insight which serves in this matter for experience. A flash, and where previously the brain held a dead fact, the soul grasps a living truth! At moments we are all artists.","author":"Arnold Bennett","category":"Truth, Soul, Artist"},{"quote":"I try and create for the audience something that relates to real-life experience.","author":"Mike Leigh","category":"Try, Audience, Create"},{"quote":"But back to your question, it was a wonderful experience with the Art Ensemble, and I keep in contact and sort of follow what's going on, but it was also very important to make this step, you may say this leap of faith.","author":"Joseph Jarman","category":"Art, Faith, Step"},{"quote":"Color is an intense experience on its own.","author":"Jim Hodges","category":"Color, Intense, Own"},{"quote":"Technology... the knack of so arranging the world that we don't have to experience it.","author":"Max Frisch","category":"Technology, World, Knack"},{"quote":"The printed page conveys information and commitment, and requires active involvement. Television conveys emotion and experience, and it's very limited in what it can do logically. It's an existential experience - there and then gone.","author":"Bill Moyers","category":"Commitment, Television, Page"},{"quote":"As is known, it is in the realm of experience inaugurated by psychoanalysis that we may grasp along what imaginary lines the human organism, in the most intimate recesses of its being, manifests its capture in a symbolic dimension.","author":"Jacques Lacan","category":"Human, Capture, Lines"},{"quote":"I think President Obama wanted to have the right fit for his different cabinet positions, and I believe that experience is what mattered most to him. In my case, I have been working to improve the overall quality of life for working families for most of my adult life, and I think that experience resonated with the president.","author":"Hilda Solis","category":"Life, Quality, Believe"},{"quote":"Our specious present as such is very short. We do, however, experience passing events; part of the process of the passage of events is directly there in our experience, including some of the past and some of the future.","author":"George Herbert Mead","category":"Future, Short, Past"},{"quote":"I think I draw most inspiration from writers like Richelle Mead and filmmakers like John Hughes. They both really understand the experience of being a teenager and how insistent and intense everything feels, but they're also smart, savvy, and fun.","author":"Amanda Hocking","category":"Smart, Fun, Think"},{"quote":"Finishing books - and leaving the world you've created - is always a kind of emotionally wrenching experience. I usually cry.","author":"Lauren Oliver","category":"World, Leaving, You"},{"quote":"Experience teaches us that we do not always receive the blessings we ask for in prayer.","author":"Mary Baker Eddy","category":"Blessings, Prayer, Always"},{"quote":"Disease is an experience of a so-called mortal mind. It is fear made manifest on the body.","author":"Mary Baker Eddy","category":"Fear, Medical, Mind"},{"quote":"We owned what we learned back there the experience and the growth are grafted into our lives.","author":"Ellen Goodman","category":"Growth, Back, Our Lives"},{"quote":"Whatever the opposite of regret is best describes how I've always felt about that decision - it opened me up to a million creative opportunities I needed to experience away from the bull and distorting mirrors that fame engenders.","author":"David Knopfler","category":"Best, Decision, Regret"},{"quote":"Sure, 'An Inconvenient Truth' was my first documentary. What a wonderful experience. I saw Al Gore doing his slideshow presentation, and had this nutty idea that we had to make a movie out of it.","author":"Lawrence Bender","category":"Truth, Doing, Presentation"},{"quote":"The resistance of a woman is not always a proof of her virtue, but more frequently of her experience.","author":"Ninon de L'Enclos","category":"Woman, Resistance, Her"},{"quote":"I offer my expertise and experience for hire in order to help a group of people reach the summit.","author":"Anatoli Boukreev","category":"People, Help, Group"},{"quote":"Real love is a permanently self-enlarging experience.","author":"M. Scott Peck","category":"Love, Love Is, Real"},{"quote":"The trouble with this country is that there are too many politicians who believe, with a conviction based on experience, that you can fool all of the people all of the time.","author":"Franklin Pierce Adams","category":"Time, Fool, Believe"},{"quote":"Undeniably the American art form, too. And yet more and more, we see films made that diminish the American experience and example. And sometimes trash it completely.","author":"Charlton Heston","category":"Art, American, See"},{"quote":"You've got Washington picking winners and losers. And so, all of a sudden, decisions are being made on what helps politicians, not what helps the economy. Some will call it socialism. Some will call it a command and control economy. Whatever it is, it's antithetical to the American experience.","author":"Jeb Hensarling","category":"Decisions, American, Control"},{"quote":"I've decided to retire from top class racing. It has been an incredible experience and has provided with me some unforgettable moments.","author":"Sete Gibernau","category":"Racing, Me, Moments"},{"quote":"When I hear other people's stories, I like to believe that they contribute to my 'Encyclopedia of Human Experience.' The stories I hear help me expand my definition of what love is, what pain feels like, what sacrifice means, what laughter can do.","author":"Sarah Kay","category":"Love, Laughter, Pain"},{"quote":"At this camp I had the unique experience of showing all these seasoned Westerners that it was possible to make a fire by the friction of two sticks. This has long been a specialty of mine I use a thong and a bow as the simplest way.","author":"Ernest Thompson Seton","category":"Fire, Unique, Long"},{"quote":"Information's pretty thin stuff unless mixed with experience.","author":"Clarence Day","category":"Information, Pretty, Unless"},{"quote":"I would much prefer that they take me as I am, that way the experience is genuine between the both of us.","author":"George Duke","category":"I Am, Me, Way"},{"quote":"If we could sell our experiences for what they cost us, we'd all be millionaires.","author":"Pauline Phillips","category":"Cost, Experiences, Sell"},{"quote":"Although our inattention can contribute to our lack of total well-being, we also have the power to choose positive behaviors and responses. In that choice we change our every experience of life!","author":"Greg Anderson","category":"Life, Positive, Change"},{"quote":"The actor cannot afford to look only to his own life for all his material nor pull strictly from his own experience to find his acting choices and feelings.","author":"Stella Adler","category":"Life, Choices, Acting"},{"quote":"Taking the time to read to children is not only a worthwhile investment but also a wonderful experience. I have visited 119 schools in Maine, and these visits are among the most rewarding experiences in my career in public service.","author":"Susan Collins","category":"Time, Children, Service"},{"quote":"All that I know I learned after I was thirty.","author":"Georges Clemenceau","category":"Know, Thirty, Learned"},{"quote":"By experience we find out a short way by a long wandering.","author":"Roger Ascham","category":"Short, Long, Find"},{"quote":"It is costly wisdom that is bought by experience.","author":"Roger Ascham","category":"Wisdom, Bought, Costly"},{"quote":"Our goal has been to stay true to what people most love about the original Pirates! while upgrading, enhancing, and in some cases, re-inventing the game to make it a great experience for today's gamers.","author":"Sid Meier","category":"Love, Today, Great"},{"quote":"Mysteriously and in ways that are totally remote from natural experience, the gray drizzle of horror induced by depression takes on the quality of physical pain.","author":"William Styron","category":"Depression, Pain, Quality"},{"quote":"It was really an experience, being my first time directing a movie. The scenes that I was in, Brooke really directed me all the time. And the scenes that both of us were in, Brooke directed those. Come to think of it, Brooke directed most of the scenes.","author":"Tony Shalhoub","category":"Time, Me, Think"},{"quote":"I want the pictures to be working in both directions. I accept that they speak about me, and yet at the same time, I want and expect them to function in terms of the viewer and their experience.","author":"Wolfgang Tillmans","category":"Time, Speak, Me"},{"quote":"Explorers have to be ready to die lost.","author":"Russell Hoban","category":"Lost, Die, Ready"},{"quote":"But very often in politics we have the experience called up from my father when someone was trying to help him in the campaign: I can take care of my enemies, may the Good Lord save me from my friends.","author":"Robert Foster Bennett","category":"Friends, Good, Father"},{"quote":"Instead of going out, I'm trying to encourage people to have a memorable experience in their own home. We call it 'Delicioso Night In.' I invite the people I care about the most. Then, when I get a lot of people together, I like to have finger foods.","author":"Aaron Sanchez","category":"Home, Together, Night"},{"quote":"And only the photographer himself knows the effect he wants. He should know by instinct, grounded in experience, what subjects are enhanced by hard or soft, light or dark treatment.","author":"Bill Brandt","category":"Light, Dark, Know"},{"quote":"I'm more interested in the meaning of funerals and the mourning that people do. It's not a retail experience. It's an existential one.","author":"Thomas Lynch","category":"People, Meaning, Retail"},{"quote":"Bitter experience has taught us how fundamental our values are and how great the mission they represent.","author":"Jan Peter Balkenende","category":"Great, Values, Mission"},{"quote":"Characterization is integral to the theatrical experience.","author":"Robert Ludlum","category":"Characterization, Integral"},{"quote":"There is a deep question whether the possible meanings that emerge from an effort to explain the experience of art may not mask the real meanings of a work of art.","author":"Jerome Bruner","category":"Work, Art, Deep"},{"quote":"Good judgment comes from experience and experience comes from bad judgment.","author":"Fred Brooks","category":"Good, Bad, Judgment"},{"quote":"'The Waltons' was profoundly important after years of wandering around. I was 44 and cut off from family and friends. It nurtured me back to a sense of family and who I am. It was a transforming experience.","author":"Ralph Waite","category":"Family, Friends, I Am"},{"quote":"Only a couple of companies in the world have the experience of building these machines, although the market need, if RFID did take off, would be for about 1 million of the machines running in parallel.","author":"Mike Marsh","category":"World, Building, Need"},{"quote":"Neuroscience has proven that similar areas of the brain are activated both in the person who suffers and in the one who feels empathy. Thus, empathic suffering is a true experience of suffering.","author":"Matthieu Ricard","category":"Empathy, Brain, Suffering"},{"quote":"Learn to reverence night and to put away the vulgar fear of it, for, with the banishment of night from the experience of man, there vanishes as well a religious emotion, a poetic mood, which gives depth to the adventure of humanity.","author":"Henry Beston","category":"Fear, Adventure, Humanity"},{"quote":"It is important to express oneself... provided the feelings are real and are taken from your own experience.","author":"Berthe Morisot","category":"Important, Feelings, Real"},{"quote":"Few people even scratch the surface, much less exhaust the contemplation of their own experience.","author":"Randolph Bourne","category":"People, Contemplation"},{"quote":"Jazz is a very democratic musical form. It comes out of a communal experience. We take our respective instruments and collectively create a thing of beauty.","author":"Max Roach","category":"Beauty, Jazz, Create"},{"quote":"Judgment comes from experience - and experience comes from bad judgment.","author":"Walter Wriston","category":"Bad, Judgment"},{"quote":"The role we can play every day, if we try, is to take the whole experience of every day and shape it to involve American man. It is our job to interest him in his community and to give his ideas the excitement they should have.","author":"John Hay Whitney","category":"Day, Community, Job"},{"quote":"If you want to conquer fear, don't sit home and think about it. Go out and get busy.","author":"Dale Carnegie","category":"Motivational, Home, Busy"},{"quote":"I've learned that fear limits you and your vision. It serves as blinders to what may be just a few steps down the road for you. The journey is valuable, but believing in your talents, your abilities, and your self-worth can empower you to walk down an even brighter path. Transforming fear into freedom - how great is that?","author":"Soledad O'Brien","category":"Journey, Freedom, Great"},{"quote":"Courage is resistance to fear, mastery of fear, not absence of fear.","author":"Mark Twain","category":"Courage, Resistance, Mastery"},{"quote":"America was not built on fear. America was built on courage, on imagination and an unbeatable determination to do the job at hand.","author":"Harry S Truman","category":"Courage, Patriotism"},{"quote":"We are afraid to care too much, for fear that the other person does not care at all.","author":"Eleanor Roosevelt","category":"Relationship, Care, Person"},{"quote":"Have no fear of moving into the unknown. Simply step out fearlessly knowing that I am with you, therefore no harm can befall you; all is very, very well. Do this in complete faith and confidence.","author":"Pope John Paul II","category":"Courage, Faith, Confidence"},{"quote":"Fear keeps us focused on the past or worried about the future. If we can acknowledge our fear, we can realize that right now we are okay. Right now, today, we are still alive, and our bodies are working marvelously. Our eyes can still see the beautiful sky. Our ears can still hear the voices of our loved ones.","author":"Thich Nhat Hanh","category":"Future, Beautiful, Today"},{"quote":"With integrity, you have nothing to fear, since you have nothing to hide. With integrity, you will do the right thing, so you will have no guilt.","author":"Zig Ziglar","category":"Integrity, Guilt"},{"quote":"I really believe that all of us have a lot of darkness in our souls. Anger, rage, fear, sadness. I don't think that's only reserved for people who have horrible upbringings. I think it really exists and is part of the human condition. I think in the course of your life you figure out ways to deal with that.","author":"Kevin Bacon","category":"Life, Sad, Anger"},{"quote":"It is better to be feared than loved, if you cannot be both.","author":"Niccolo Machiavelli","category":"Better, Loved, You"},{"quote":"Limits, like fear, is often an illusion.","author":"Michael Jordan","category":"Limits, Illusion, Like"},{"quote":"If you know the enemy and know yourself you need not fear the results of a hundred battles.","author":"Sun Tzu","category":"Yourself, Know Yourself"},{"quote":"Some days, 24 hours is too much to stay put in, so I take the day hour by hour, moment by moment. I break the task, the challenge, the fear into small, bite-size pieces. I can handle a piece of fear, depression, anger, pain, sadness, loneliness, illness. I actually put my hands up to my face, one next to each eye, like blinders on a horse.","author":"Regina Brett","category":"Challenge, Depression"},{"quote":"The oldest and strongest emotion of mankind is fear, and the oldest and strongest kind of fear is fear of the unknown.","author":"H. P. Lovecraft","category":"Unknown, Emotion, Kind"},{"quote":"Inaction breeds doubt and fear. Action breeds confidence and courage. If you want to conquer fear, do not sit home and think about it. Go out and get busy.","author":"Dale Carnegie","category":"Courage, Home, Confidence"},{"quote":"Terrorism is a psychological warfare. Terrorists try to manipulate us and change our behavior by creating fear, uncertainty, and division in society.","author":"Patrick J. Kennedy","category":"Change, Society, Behavior"},{"quote":"Jealousy is the fear of comparison.","author":"Max Frisch","category":"Jealousy, Comparison"},{"quote":"Unhappy is he to whom the memories of childhood bring only fear and sadness.","author":"H. P. Lovecraft","category":"Memories, Sadness, Childhood"},{"quote":"I fear not the man who has practiced 10,000 kicks once, but I fear the man who has practiced one kick 10,000 times.","author":"Bruce Lee","category":"Man, Kick, Once"},{"quote":"The eagle has no fear of adversity. We need to be like the eagle and have a fearless spirit of a conqueror!","author":"Joyce Meyer","category":"Courage, Adversity, Eagle"},{"quote":"Our deepest fear is not that we are inadequate. Our deepest fear is that we are powerful beyond measure. It is our Light, not our Darkness, that most frightens us.","author":"Marianne Williamson","category":"Light, Powerful, Darkness"},{"quote":"Censorship is the tool of those who have the need to hide actualities from themselves and from others. Their fear is only their inability to face what is real, and I can't vent any anger against them; I only feel this appalling sadness. Somewhere in their upbringing, they were shielded against the total facts of our existence.","author":"Charles Bukowski","category":"Anger, Sadness, Censorship"},{"quote":"As I get older, the more I stay focused on the acceptance of myself and others, and choose compassion over judgment and curiosity over fear.","author":"Tracee Ellis Ross","category":"Myself, Compassion"},{"quote":"I have a wish. It as a fear as well - that in my end will be my beginning.","author":"Che Guevara","category":"Beginning, End, Wish"},{"quote":"Boredom, anger, sadness, or fear are not 'yours,' not personal. They are conditions of the human mind. They come and go. Nothing that comes and goes is you.","author":"Eckhart Tolle","category":"Anger, Sadness, Mind"},{"quote":"Poverty entails fear and stress and sometimes depression. It meets a thousand petty humiliations and hardships. Climbing out of poverty by your own efforts that is something on which to pride yourself but poverty itself is romanticized by fools.","author":"J. K. Rowling","category":"Stress, Depression, Poverty"},{"quote":"It's important to celebrate your failures as much as your successes. If you celebrate your failures really well, and if you get to the motto and say, 'Wow, I failed, I tried, I was wrong, I learned something,' then you realize you have no fear, and when your fear goes away, you can move the world.","author":"Sebastian Thrun","category":"Motto, World, Celebrate"},{"quote":"My motto is: feel the fear and do it anyway.","author":"Tamara Mellon","category":"Motto, Feel, My Motto"},{"quote":"Human spirit is the ability to face the uncertainty of the future with curiosity and optimism. It is the belief that problems can be solved, differences resolved. It is a type of confidence. And it is fragile. It can be blackened by fear and superstition.","author":"Bernard Beckett","category":"Future, Confidence"},{"quote":"There's no fear when you're having fun.","author":"Will Thomas","category":"Having Fun, Fun, You"},{"quote":"We must build dikes of courage to hold back the flood of fear.","author":"Martin Luther King, Jr.","category":"Courage, Build, Back"},{"quote":"There is no nation so powerful, as the one that obeys its laws not from principals of fear or reason, but from passion.","author":"Charles de Montesquieu","category":"Passion, Powerful, Nation"},{"quote":"There are only two forces that unite men - fear and interest.","author":"Napoleon Bonaparte","category":"Men, Unite, Interest"},{"quote":"Being aware of your fear is smart. Overcoming it is the mark of a successful person.","author":"Seth Godin","category":"Smart, Overcoming"},{"quote":"Thinking will not overcome fear but action will.","author":"W. Clement Stone","category":"Thinking, Action, Overcome"},{"quote":"I have learned over the years that when one's mind is made up, this diminishes fear; knowing what must be done does away with fear.","author":"Rosa Parks","category":"Mind, Done, Years"},{"quote":"Kill the snake of doubt in your soul, crush the worms of fear in your heart and mountains will move out of your way.","author":"Kate Seredy","category":"Heart, Mountains, Soul"},{"quote":"I was set free because my greatest fear had been realized, and I still had a daughter who I adored, and I had an old typewriter and a big idea. And so rock bottom became a solid foundation on which I rebuilt my life.","author":"J. K. Rowling","category":"Life, Daughter, Greatest"},{"quote":"If we take the generally accepted definition of bravery as a quality which knows no fear, I have never seen a brave man. All men are frightened. The more intelligent they are, the more they are frightened.","author":"George S. Patton","category":"Man, Men, Quality"},{"quote":"We live in a society bloated with data yet starved for wisdom. We're connected 24/7, yet anxiety, fear, depression and loneliness is at an all-time high. We must course-correct.","author":"Elizabeth Kapu'uwailani Lindsey","category":"Wisdom, Depression"},{"quote":"As soon as the fear approaches near, attack and destroy it.","author":"Chanakya","category":"Attack, Destroy, Soon"},{"quote":"Curiosity will conquer fear even more than bravery will.","author":"James Stephens","category":"Curiosity, Bravery, Conquer"},{"quote":"A nation that is afraid to let its people judge the truth and falsehood in an open market is a nation that is afraid of its people.","author":"John F. Kennedy","category":"Truth, People, Judge"},{"quote":"There is no such thing as paranoia. Your worst fears can come true at any moment.","author":"Hunter S. Thompson","category":"Moment, True, Worst"},{"quote":"The whole secret of existence is to have no fear. Never fear what will become of you, depend on no one. Only the moment you reject all help are you freed.","author":"Swami Vivekananda","category":"Moment, Help, You"},{"quote":"It is not these well-fed long-haired men that I fear, but the pale and the hungry-looking.","author":"Julius Caesar","category":"Men, Pale"},{"quote":"I fear all we have done is to awaken a sleeping giant and fill him with a terrible resolve.","author":"Isoroku Yamamoto","category":"Done, Sleeping, Terrible"},{"quote":"Being brave isn't the absence of fear. Being brave is having that fear but finding a way through it.","author":"Bear Grylls","category":"Brave, Finding, Way"},{"quote":"I may be compelled to face danger, but never fear it, and while our soldiers can stand and fight, I can stand and feed and nurse them.","author":"Clara Barton","category":"Fight, Stand, Face"},{"quote":"The greatest want of the world is the want of men - men who will not be bought or sold men who in their inmost souls are true and honest men who do not fear to call sin by its right name men whose conscience is as true to duty as the needle to the pole men who will stand for the right though the heavens fall.","author":"Ellen G. White","category":"Men, World, Fall"},{"quote":"My biggest fear is that I'm not good enough. I have this voice in my head that I've been battling for years that says, 'You're not really talented enough. You don't really deserve this.'","author":"Rachel Platten","category":"Good, Voice, Not Good Enough"},{"quote":"When even one American - who has done nothing wrong - is forced by fear to shut his mind and close his mouth - then all Americans are in peril.","author":"Harry S Truman","category":"American, Mind, Mouth"},{"quote":"We are becoming so fickle and self involved. Always looking for the next best thing - especially when it comes to people. We spend hours buried in our phones trying to keep up with the social lives of people we may not even know. Envy and the fear of missing out have taken over. Yet we are all still longing for human connection.","author":"Whitney Wolfe","category":"Best, Self, People"},{"quote":"Loneliness is, I think, people's biggest fear, whether they are conscious of it or not.","author":"Andrew Stanton","category":"Loneliness, People, Think"},{"quote":"Revenge and retaliation always perpetuate the cycle of anger, fear and violence.","author":"Coretta Scott King","category":"Revenge, Anger, Violence"},{"quote":"The more you can increase fear of drugs and crime, welfare mothers, immigrants and aliens, the more you control all the people.","author":"Noam Chomsky","category":"Control, People, You"},{"quote":"March on. Do not tarry. To go forward is to move toward perfection. March on, and fear not the thorns, or the sharp stones on life's path.","author":"Khalil Gibran","category":"Motivational, Life, Path"},{"quote":"The Bible says to 'fear not,' but this doesn't mean you should never feel scared. It means when you do feel fear, keep going forward and do what you are supposed to do. Or as I like to say, do it afraid.","author":"Joyce Meyer","category":"Keep Going, Bible, You"},{"quote":"Turning pro is a mindset. If we are struggling with fear, self-sabotage, procrastination, self-doubt, etc., the problem is, we're thinking like amateurs. Amateurs don't show up. Amateurs crap out. Amateurs let adversity defeat them. The pro thinks differently. He shows up, he does his work, he keeps on truckin', no matter what.","author":"Steven Pressfield","category":"Work, Adversity, Thinking"},{"quote":"Willpower is the key to success. Successful people strive no matter what they feel by applying their will to overcome apathy, doubt or fear.","author":"Dan Millman","category":"Success, Successful, People"},{"quote":"One of the greatest discoveries a man makes, one of his great surprises, is to find he can do what he was afraid he couldn't do.","author":"Henry Ford","category":"Great, Man, Greatest"},{"quote":"Courage is fear holding on a minute longer.","author":"George S. Patton","category":"Courage, Holding On, Holding"},{"quote":"The purpose of torture is not getting information. It's spreading fear.","author":"Eduardo Galeano","category":"Purpose, Information"},{"quote":"A good spicy challenge strikes a balance between flavour and fear.","author":"Adam Richman","category":"Good, Challenge, Balance"},{"quote":"There is no such thing as perpetual tranquillity of mind while we live here; because life itself is but motion, and can never be without desire, nor without fear, no more than without sense.","author":"Thomas Hobbes","category":"Life, Mind, Live"},{"quote":"What I needed most was to love and to be loved, eager to be caught. Happily I wrapped those painful bonds around me; and sure enough, I would be lashed with the red-hot pokers or jealousy, by suspicions and fear, by burst of anger and quarrels.","author":"Saint Augustine","category":"Love, Jealousy, Anger"},{"quote":"If you go deeper and deeper into your own heart, you'll be living in a world with less fear, isolation and loneliness.","author":"Sharon Salzberg","category":"Loneliness, Heart, World"},{"quote":"My aim, then, was to whip the rebels, to humble their pride, to follow them to their inmost recesses, and make them fear and dread us. Fear is the beginning of wisdom.","author":"William Tecumseh Sherman","category":"Wisdom, Humble, Pride"},{"quote":"I have never known any distress that an hour's reading did not relieve.","author":"Charles de Montesquieu","category":"Reading, Never, Hour"},{"quote":"A higher rate of urgency does not imply ever-present panic, anxiety, or fear. It means a state in which complacency is virtually absent.","author":"John P. Kotter","category":"Anxiety, Complacency"},{"quote":"Vaccines save lives fear endangers them. It's a simple message parents need to keep hearing.","author":"Jeffrey Kluger","category":"Parents, Simple, Vaccines"},{"quote":"How very little can be done under the spirit of fear.","author":"Florence Nightingale","category":"Done, Spirit, Little"},{"quote":"Resist your fear fear will never lead to you a positive end. Go for your faith and what you believe.","author":"T. D. Jakes","category":"Positive, Faith, Believe"},{"quote":"There is nothing in this world that I fear to say.","author":"Dmitri Mendeleev","category":"World, Nothing, Say"},{"quote":"The human relationship to combustion is as mysterious as it is fraught with madness. From the candle flame to the nuclear blast, it has lit up the human imagination with fear and fascination.","author":"Michael Leunig","category":"Relationship, Imagination"},{"quote":"People who are prone to anxiety are nearly always people-pleasers who fear conflict and negative feelings like anger. When you feel upset, you sweep your problems under the rug because you don't want to upset anyone. You do this so quickly and automatically that you're not even aware you're doing it.","author":"David D. Burns","category":"Anger, Conflict, Anxiety"},{"quote":"We simply attempt to be fearful when others are greedy and to be greedy only when others are fearful.","author":"Warren Buffett","category":"Greedy, Others, Attempt"},{"quote":"An elite class that is free to operate without limits - whether limits imposed by the rule of law or fear of the responses from those harmed by their behavior - is an elite class that will plunder, degrade, and cheat at will, and act endlessly to fortify its own power.","author":"Glenn Greenwald","category":"Power, Law, Behavior"},{"quote":"True success is overcoming the fear of being unsuccessful.","author":"Paul Sweeney","category":"Success, Overcoming, True"},{"quote":"Action is a great restorer and builder of confidence. Inaction is not only the result, but the cause, of fear. Perhaps the action you take will be successful; perhaps different action or adjustments will have to follow. But any action is better than no action at all.","author":"Norman Vincent Peale","category":"Confidence, Great"},{"quote":"People are just afraid of things too much. Afraid of things that don't necessarily merit fear.","author":"Frank Ocean","category":"People, Afraid, Too Much"},{"quote":"What you believe is very powerful. If you have toxic emotions of fear, guilt and depression, it is because you have wrong thinking, and you have wrong thinking because of wrong believing.","author":"Joseph Prince","category":"Depression, Powerful"},{"quote":"The one permanent emotion of the inferior man is fear - fear of the unknown, the complex, the inexplicable. What he wants above everything else is safety.","author":"H. L. Mencken","category":"Man, Safety, Unknown"},{"quote":"Grab the broom of anger and drive off the beast of fear.","author":"Zora Neale Hurston","category":"Anger, Drive, Beast"},{"quote":"Fear? If I have gained anything by damning myself, it is that I no longer have anything to fear.","author":"Jean-Paul Sartre","category":"Myself, Anything, Longer"},{"quote":"As we let our light shine, we unconsciously give other people permission to do the same. As we are liberated from our own fear, our presence actually liberates others.","author":"Marianne Williamson","category":"Light, Shine, People"},{"quote":"A lot of people live in fear because they haven't figured out how you're going to react when faced with a certain set of circumstances. I've come to terms with this by looking deeply into whatever makes me fearful - what are the key elements that get the hairs up on the back of my neck - and then figuring out what I can do about it.","author":"Chris Hadfield","category":"Me, People, Looking"},{"quote":"Fear has its use but cowardice has none.","author":"Mahatma Gandhi","category":"Cowardice, None, Use"},{"quote":"The fear really hits you. That's what you feel first. And then it's the anger and frustration. Part of the problem is how little we understand about the ultimate betrayal of the body when it rebels against itself.","author":"Charles Bronson","category":"Anger, Frustration, Problem"},{"quote":"Let us not look back in anger, nor forward in fear, but around in awareness.","author":"James Thurber","category":"Anger, Look, Forward"},{"quote":"I think fear is what keeps us from going over the edge. I mean, as a race car driver, I don't think what makes a good race car driver is a fearless person. I think it's somebody that is comfortable being behind the wheel of something that's somewhat out of control.","author":"Jeff Gordon","category":"Good, Car, Control"},{"quote":"If you were born really ugly like me, have no fear. There's steps you can take to be good-looking. Kind of.","author":"Jenna Marbles","category":"Me, Ugly, You"},{"quote":"If you look into your own heart, and you find nothing wrong there, what is there to worry about? What is there to fear?","author":"Confucius","category":"Heart, Worry, You"},{"quote":"To conquer fear is the beginning of wisdom.","author":"Bertrand Russell","category":"Wisdom, Beginning, Conquer"},{"quote":"I think fearless is having fears but jumping anyway.","author":"Taylor Swift","category":"Think, Fearless, Jumping"},{"quote":"Fear is the lengthened shadow of ignorance.","author":"Arnold H. Glasow","category":"Ignorance, Shadow"},{"quote":"Our society must make it right and possible for old people not to fear the young or be deserted by them, for the test of a civilization is the way that it cares for its helpless members.","author":"Pearl S. Buck","category":"Society, People, Young"},{"quote":"I feel connected to my generation through the music, but I also fear for us. We're in a very self-destructive state where we're addicted to outside opinions and we all feel like we have fans.","author":"Drake","category":"Music, Generation, Opinions"},{"quote":"You have to let fear go. Another lesson is you just have to believe in yourself; you just have to. There's no way around it. No matter how things are stacked against you, you just have to every time.","author":"Venus Williams","category":"Time, Believe In Yourself"},{"quote":"Good men have the fewest fears. He has but one great fear who fears to do wrong he has a thousand who has overcome it.","author":"Christian Nestell Bovee","category":"Good, Great, Men"},{"quote":"Those who own much have much to fear.","author":"Rabindranath Tagore","category":"Own, Who, Those"},{"quote":"The way to develop self-confidence is to do the thing you fear and get a record of successful experiences behind you.","author":"William Jennings Bryan","category":"Successful, You"},{"quote":"Madison Square Garden, November 1984. I don't recall taking too much fear into the ring. I knew I could fight. But I got a big shock. They put me in with this rough, tough veteran called Lionel Byarm. He tested me to the limit. But I fought my heart out and, in the end, I prevailed. The story of my life, in my very first fight.","author":"Evander Holyfield","category":"Life, Heart, Me"},{"quote":"We are all human beings, immigrant or non-immigrant. We all feel fear. We all love and become confused when we don't act as well as we would like to. We all get depressed and have feelings of uselessness. All of these things are true and have always been true.","author":"Akhil Sharma","category":"Love, Confused, Feelings"},{"quote":"We must travel in the direction of our fear.","author":"John Berryman","category":"Travel, Direction, Must"},{"quote":"There is no fear when you choose love. The more you choose love, the more love is in your life. It gets easier and easier.","author":"Melissa Etheridge","category":"Love, Life, Love Is"},{"quote":"Never let the fear of striking out get in your way.","author":"Babe Ruth","category":"Way, Never, Your"},{"quote":"We are never doing anyone any favors by withholding our gifts from the world. It's scary to be fierce, but you can't compromise that for fear of losing those around you.","author":"Idina Menzel","category":"Losing, World, Compromise"},{"quote":"A cheerful frame of mind, reinforced by relaxation... is the medicine that puts all ghosts of fear on the run.","author":"George Matthew Adams","category":"Mind, Medicine, Run"},{"quote":"Fear not for the future, weep not for the past.","author":"Percy Bysshe Shelley","category":"Future, Past, Weep"},{"quote":"Tell your heart that the fear of suffering is worse than the suffering itself. And no heart has ever suffered when it goes in search of its dream.","author":"Paulo Coelho","category":"Heart, Suffering, Search"},{"quote":"Out of ignorance and fear comes judgment and division.","author":"David Furnish","category":"Ignorance, Division"},{"quote":"In order to properly understand the big picture, everyone should fear becoming mentally clouded and obsessed with one small section of truth.","author":"Xun Kuang","category":"Truth, Small, Picture"},{"quote":"Men shrink less from offending one who inspires love than one who inspires fear.","author":"Niccolo Machiavelli","category":"Love, Men, Shrink"},{"quote":"We hold back our true feelings and beliefs, whether it's from a sense of being polite or fear of hurting someone's feelings. But what I have seen on 'The Oprah Winfrey Show' is that no one benefits from holding back and keeping things bottled up inside. So I pride myself on speaking my mind and not being afraid to give honest feedback.","author":"Nate Berkus","category":"Myself, Pride, Mind"},{"quote":"I say I am stronger than fear.","author":"Malala Yousafzai","category":"I Am, Stronger, Say"},{"quote":"Fear and euphoria are dominant forces, and fear is many multiples the size of euphoria. Bubbles go up very slowly as euphoria builds. Then fear hits, and it comes down very sharply. When I started to look at that, I was sort of intellectually shocked. Contagion is the critical phenomenon which causes the thing to fall apart.","author":"Alan Greenspan","category":"Fall, Down, Look"},{"quote":"There are things which a man is afraid to tell even to himself, and every decent man has a number of such things stored away in his mind.","author":"Fyodor Dostoevsky","category":"Man, Mind, Number"},{"quote":"What is needed, rather than running away or controlling or suppressing or any other resistance, is understanding fear; that means, watch it, learn about it, come directly into contact with it. We are to learn about fear, not how to escape from it.","author":"Jiddu Krishnamurti","category":"Understanding, Escape"},{"quote":"Pick the day. Enjoy it - to the hilt. The day as it comes. People as they come... The past, I think, has helped me appreciate the present - and I don't want to spoil any of it by fretting about the future.","author":"Audrey Hepburn","category":"Future, Day, Past"},{"quote":"For me, it's not necessarily interesting to play a strong, fearless woman. It's interesting to play a woman who is terrified and then overcomes that fear. It's about the journey. Courage is not the absence of fear, it's overcoming it.","author":"Natalie Dormer","category":"Journey, Courage, Strong"},{"quote":"It's often difficult for those who are lucky enough to have never experienced what true depression is to imagine a life of complete hopelessness, emptiness and fear.","author":"Susan Polis Schutz","category":"Life, Depression, True"},{"quote":"You don't know what bravery is until you overcome fear.","author":"Kurt Elling","category":"Bravery, Know, You"},{"quote":"Let us not act out of fear and misunderstanding, but out of the values of inclusion, diversity, and regard for all that make our country great.","author":"Loretta Lynch","category":"Great, Diversity, Values"},{"quote":"Fear is the mother of morality.","author":"Friedrich Nietzsche","category":"Mother, Morality"},{"quote":"Realists do not fear the results of their study.","author":"Fyodor Dostoevsky","category":"Study, Results, Realists"},{"quote":"The weeds keep multiplying in our garden, which is our mind ruled by fear. Rip them out and call them by name.","author":"Sylvia Browne","category":"Motivational, Mind, Garden"},{"quote":"The secret of life is to have no fear it's the only way to function.","author":"Stokely Carmichael","category":"Life, No Fear, Secret"},{"quote":"You should have a fear of some things. That doesn't mean it incapacitates you from your ability to figure out a way to deal with it.","author":"Chris Hadfield","category":"Way, You, Mean"},{"quote":"Those who love to be feared fear to be loved.","author":"Saint Francis de Sales","category":"Love, Loved, Who"},{"quote":"If you have stage fright, it never goes away. But then I wonder: is the key to that magical performance because of the fear?","author":"Stevie Nicks","category":"Performance, Key, You"},{"quote":"Courage is a mean with regard to fear and confidence.","author":"Aristotle","category":"Courage, Confidence, Mean"},{"quote":"Is fear preventing you from taking action? Acknowledge the fear, watch it, take your attention into it, be fully present with it. Doing so cuts the link between the fear and your thinking. Don't let the fear rise up into your mind. Use the power of the Now. Fear cannot prevail against it.","author":"Eckhart Tolle","category":"Power, Thinking, Mind"},{"quote":"No one should fear to undertake any task in the name of our Saviour, if it is just and if the intention is purely for His holy service.","author":"Christopher Columbus","category":"Service, Name, Intention"},{"quote":"I delight in what I fear.","author":"Shirley Jackson","category":"Delight"},{"quote":"What has kept the world safe from the bomb since 1945 has not been deterrence, in the sense of fear of specific weapons, so much as it's been memory. The memory of what happened at Hiroshima.","author":"John Hersey","category":"Memory, World, Safe"},{"quote":"The topic of leadership is a touchy one. A lot of leaders fail because they don't have the bravery to touch that nerve or strike that chord. Throughout my years, I haven't had that fear.","author":"Kobe Bryant","category":"Leadership, Bravery, Fail"},{"quote":"We'd all survive if Twitter shut down for a short while during major riots. Social media isn't any more important than a train station, a road or a bus service. We don't worry about police temporarily closing those. Common sense. If riot info and fear is spreading by Facebook and Twitter, shut them off for an hour or two, then restore.","author":"Louise Mensch","category":"Social Media, Service, Short"},{"quote":"Puritanism. The haunting fear that someone, somewhere, may be happy.","author":"H. L. Mencken","category":"Happy, Be Happy, Somewhere"},{"quote":"Yoga is a way to freedom. By its constant practice, we can free ourselves from fear, anguish and loneliness.","author":"Indra Devi","category":"Freedom, Loneliness, Free"},{"quote":"Let go of offence. Let go of fear. Let go of revenge. Don't live angry, let go now!","author":"Joel Osteen","category":"Revenge, Live, Angry"},{"quote":"People like scary stories. There's a fascination with fear themes, and we want to face those things in a weird, subconscious way.","author":"Mel Gibson","category":"People, Weird, Want"},{"quote":"I like normal stuff people fear - like spiders and heights. I'm frightened by the unknown, by things that are hard to figure out and get a grip on.","author":"Haley Joel Osment","category":"People, Unknown, Heights"},{"quote":"So fear helps me from making mistakes, but I make lot of mistakes.","author":"Steve Irwin","category":"Mistakes, Me"},{"quote":"I have always been aware that you have to get people listening before you can change their minds. Any artist's big fear is being ignored, so if you get debate, that's great.","author":"Damien Hirst","category":"Change, Great, Artist"},{"quote":"What people fear most about tragedy is its randomness - a taxi cab jumps the curb and hits a pedestrian, a gun misfires and kills a bystander. Better to have some rational cause and effect between incident and injury. And if cause and effect aren't possible, better that there at least be some reward for all the suffering.","author":"Jeffrey Kluger","category":"Suffering, Tragedy, Gun"},{"quote":"The choice that frees or imprisons us is the choice of love or fear. Love liberates. Fear imprisons.","author":"Gary Zukav","category":"Love, Choice, Us"},{"quote":"I more fear what is within me than what comes from without.","author":"Martin Luther","category":"Me, Within, Without"},{"quote":"Pain is pain, hurt is hurt, fear is fear, anger is anger, and it has no color.","author":"Iyanla Vanzant","category":"Anger, Pain, Hurt"},{"quote":"Fear is the foundation of most governments.","author":"John Adams","category":"Foundation, Most"},{"quote":"Americans need never fear their government because of the advantage of being armed, which the Americans possess over the people of almost every other nation.","author":"Gouverneur Morris","category":"Government, People, Nation"},{"quote":"We should face reality and our past mistakes in an honest, adult way. Boasting of glory does not make glory, and singing in the dark does not dispel fear.","author":"Hussein of Jordan","category":"Mistakes, Past, Reality"},{"quote":"Prosperity is not without many fears and distastes adversity not without many comforts and hopes.","author":"Francis Bacon","category":"Adversity, Hopes, Without"},{"quote":"You are only afraid if you are not in harmony with yourself. People are afraid because they have never owned up to themselves.","author":"Hermann Hesse","category":"Yourself, People, Harmony"},{"quote":"The threat or fear of violence should not become an excuse or justification for restricting freedom of speech.","author":"Alan Dershowitz","category":"Freedom, Violence"},{"quote":"Fear doesn't exist anywhere except in the mind.","author":"Dale Carnegie","category":"Mind, Exist, Anywhere"},{"quote":"I will show you fear in a handful of dust.","author":"T. S. Eliot","category":"You, Will, Dust"},{"quote":"At first, I was scared to show fear because you can never be sure how people will perceive you. But I dared myself to do that, to stand out. Now I'll talk about being beaten up or robbed or making a stupid decision because of a girl or whatever.","author":"Kendrick Lamar","category":"Myself, Decision, Girl"},{"quote":"Fear the vulture, and the vulture will come. Fear nothing, and you are the vulture.","author":"Suzy Kassem","category":"Nothing, You, Will"},{"quote":"So when you spot violence, or bigotry, or intolerance or fear or just garden-variety misogyny, hatred or ignorance, just look it in the eye and think, 'The good outnumber you, and we always will.'","author":"Patton Oswalt","category":"Good, Ignorance, Violence"},{"quote":"Fear runs our lives. It doesn't matter who you are. You have to understand your relationship with fear. Whether you're scared of getting into a relationship or taking the new job or a confrontation - you have to size fear up.","author":"Chris Pine","category":"Relationship, Job, You"},{"quote":"People are prone to taking mental shortcuts. They may know that they shouldn't give out certain information, but the fear of not being nice, the fear of appearing ignorant, the fear of a perceived authority figure - all these are triggers, which can be used by a social engineer to convince a person to override established security procedures.","author":"Kevin Mitnick","category":"Information, People, Nice"},{"quote":"Our fear of hypocrisy is forcing us to live in a world where gluttons are fine, so long as they champion gluttony.","author":"Jonah Goldberg","category":"World, Champion, Long"},{"quote":"Underneath our nice, friendly facades there is great unease. If I were to scratch below the surface of anyone I would find fear, pain, and anxiety running amok. We all have ways to cover them up. We overeat, over-drink, overwork; we watch too much television.","author":"Joko Beck","category":"Great, Pain, Anxiety"},{"quote":"I think I was so successful, not because I was brilliant, but because I was so young. I had no fear of consequences.","author":"Frank Abagnale","category":"Successful, Think"},{"quote":"Advance, and never halt, for advancing is perfection. Advance and do not fear the thorns in the path, for they draw only corrupt blood.","author":"Khalil Gibran","category":"Path, Perfection, Blood"},{"quote":"It is better for you to be free of fear lying upon a pallet, than to have a golden couch and a rich table and be full of trouble.","author":"Epicurus","category":"Free, Better, Rich"},{"quote":"Repentance is not so much remorse for what we have done as the fear of the consequences.","author":"Francois de La Rochefoucauld","category":"Consequences, Done"},{"quote":"When a child can be brought to tears, and not from fear of punishment, but from repentance he needs no chastisement. When the tears begin to flow from the grief of their conduct you can be sure there is an angel nestling in their heart.","author":"Horace Mann","category":"Heart, Grief, Child"},{"quote":"When we drop fear, we can draw nearer to people, we can draw nearer to the earth, we can draw nearer to all the heavenly creatures that surround us.","author":"bell hooks","category":"People, Earth, Drop"},{"quote":"We must not fear daylight just because it almost always illuminates a miserable world.","author":"Rene Magritte","category":"World, Just Because, Always"},{"quote":"One of the key elements of human behavior is, humans have a greater fear of loss than enjoyment of success. All the academic studies will show you that the fear of loss of capital is far greater than the enjoyment of gains.","author":"Laurence D. Fink","category":"Success, Loss, Behavior"},{"quote":"For me, every single thing I do seems to be about the process of letting go because that's what I so desperately need to do with so many things: with fear, with what people think of me, and all these things I've worried about my whole life.","author":"John Grant","category":"Life, Me, People"},{"quote":"My biggest fear in life is to be forgotten.","author":"Evita Peron","category":"Life, Forgotten, Biggest"},{"quote":"I have gained this from philosophy: that I do without being commanded what others do only from fear of the law.","author":"Aristotle","category":"Law, Philosophy, Without"},{"quote":"You can conquer almost any fear if you will only make up your mind to do so. For remember, fear doesn't exist anywhere except in the mind.","author":"Dale Carnegie","category":"Mind, Conquer, Remember"},{"quote":"The greatest mistake we make is living in constant fear that we will make one.","author":"John C. Maxwell","category":"Great, Mistake, Greatest"},{"quote":"Do not look upon this world with fear and loathing. Bravely face whatever the gods offer.","author":"Morihei Ueshiba","category":"World, Face, Look"},{"quote":"I am pretty fearless, and you know why? Because I don't handle fear very well; I'm not a good terrified person.","author":"Stevie Nicks","category":"Good, I Am, Know"},{"quote":"Deterrence is the art of producing, in the mind of the enemy, the fear to attack.","author":"Sterling Hayden","category":"Art, Mind, Enemy"},{"quote":"As soon as men know that they can kill without fear of punishment or blame, they kill; or at least they encourage killers with approving smiles.","author":"Simone Weil","category":"Men, Blame, Know"},{"quote":"I'd rather be two strokes ahead going into the last day than two strokes behind. Having said that, it's probably easier to win coming from behind. There is no fear in chasing. There is fear in being chased.","author":"Jack Nicklaus","category":"Day, Win, Said"},{"quote":"My greatest fear is that the audience will beat me to the punch line.","author":"David Mamet","category":"Me, Greatest, Audience"},{"quote":"Fear and greed are potent motivators. When both of these forces push in the same direction, virtually no human being can resist.","author":"Andrew Weil","category":"Greed, Direction, Human"},{"quote":"Most Muslim women know it is fear and curiosity that cause people to stare. They know it is ignorance and stereotypes that cause people to suppose that a piece of material covering the hair strips a woman of the ability to speak English, pursue a career, work a remote control.","author":"Randa Abdel-Fattah","category":"Work, Women, Woman"},{"quote":"Just as courage is the danger of life, so is fear its safeguard.","author":"Leonardo da Vinci","category":"Life, Courage, Danger"},{"quote":"Noam Chomsky has a book, which I read for the first time when I was in Spain, called 'Fear of Democracy'. There is your answer. Fear of democracy. In Honduras, they had a sham democracy. It was run by elites, what was called a liberal democracy, but in reality was a false democracy.","author":"Hugo Chavez","category":"Time, Democracy, Book"},{"quote":"It is the truth of grace and not of the law that brings you true freedom. The truth of the law only binds you. In fact, religious bondage is one of the most crippling bondages with which a person can be encumbered. Religious bondage keeps one in constant fear, guilt, and anxiety.","author":"Joseph Prince","category":"Freedom, Truth, Law"},{"quote":"The way we can allow ourselves to do what we need to, no matter what others may say or do, is to choose love and defy fear.","author":"Martha Beck","category":"Love, Matter, Way"},{"quote":"Our government has kept us in a perpetual state of fear - kept us in a continuous stampede of patriotic fervor - with the cry of grave national emergency.","author":"Douglas MacArthur","category":"Patriotism, Government"},{"quote":"Man's loneliness is but his fear of life.","author":"Eugene O'Neill","category":"Life, Loneliness, Man"},{"quote":"I hesitate to use a pathologizing label, but underneath the so-called narcissistic personality is definitely shame and the paralyzing fear of being ordinary.","author":"Brene Brown","category":"Personality, Shame, Hesitate"},{"quote":"Shyness is about the fear of social judgments - at a job interview or a party you might be excessively worried about what people think of you. Whereas an introvert might not feel any of those things at all, they simply have the preference to be in a quieter setting.","author":"Susan Cain","category":"Job, People, Party"},{"quote":"Fear, separation, hate and anger come from the wrong view that you and the Earth are two separate entities, the Earth is only the environment. You are in the centre and you want to do something for the Earth in order for you to survive. That is a dualistic way of seeing.","author":"Thich Nhat Hanh","category":"Anger, Hate, Environment"},{"quote":"The people to fear are not those who disagree with you, but those who disagree with you and are too cowardly to let you know.","author":"Napoleon Bonaparte","category":"People, Know, You"},{"quote":"Do not fear mistakes. There are none.","author":"Miles Davis","category":"Mistakes, None"},{"quote":"Never be afraid to sit a while and think.","author":"Lorraine Hansberry","category":"Think, Afraid, Never"},{"quote":"An exciting and inspiring future awaits you beyond the noise in your mind, beyond the guilt, doubt, fear, shame, insecurity and heaviness of the past you carry around.","author":"Debbie Ford","category":"Future, Past, Mind"},{"quote":"Intimacy is not a happy medium. It is a way of being in which the tension between distance and closeness is dissolved and a new horizon appears. Intimacy is beyond fear.","author":"Henri Nouwen","category":"Happy, Horizon, Distance"},{"quote":"You need to let go of your fear and anxiety of being judged by others.","author":"Gavin Newsom","category":"Anxiety, You, Need"},{"quote":"Do the thing you fear to do and keep on doing it... that is the quickest and surest way ever yet discovered to conquer fear.","author":"Dale Carnegie","category":"Conquer, Doing, You"},{"quote":"No one should have to choose between medicine and other necessities. No one should have to use the emergency room every time a child gets sick. And no one should have to live in constant fear that a medical problem will become a financial crisis.","author":"Brad Henry","category":"Time, Medical, Child"},{"quote":"It may be you fear more to deliver judgment upon me than I fear judgment.","author":"Giordano Bruno","category":"Me, You, May"},{"quote":"Men are moved by two levers only: fear and self interest.","author":"Napoleon Bonaparte","category":"Men, Self, Interest"},{"quote":"I was always afraid of dying. Always. It was my fear that made me learn everything I could about my airplane and my emergency equipment, and kept me flying respectful of my machine and always alert in the cockpit.","author":"Chuck Yeager","category":"Me, Flying, Airplane"},{"quote":"I play with a fear of letting people down. That's what motivates me.","author":"Jonny Wilkinson","category":"Me, People, Play"},{"quote":"Fear is the only true enemy, born of ignorance and the parent of anger and hate.","author":"Edward Albert","category":"Anger, Hate, Ignorance"},{"quote":"I have no fear of being less beautiful, I've always been afraid of not being beautiful.","author":"Isabelle Adjani","category":"Beautiful, No Fear, Always"},{"quote":"Hunger and fear are the only realities in dog life: an empty stomach makes a fierce dog.","author":"Robert Falcon Scott","category":"Life, Dog, Stomach"},{"quote":"What scares me? Oh, now that's a big question. I don't know what scares me - cockroaches, nuclear apocalypse. Fear is an interesting thing. It has a place in all of our lives. I try to be as fearless as possible. I don't always succeed, but I like to think I try.","author":"Zachary Quinto","category":"Me, Know, Think"},{"quote":"I have stepped outside my comfort zone enough to know that, yes, the world does fall apart, but not in the way that you fear.","author":"Tan Le","category":"Comfort Zone, World, Fall"},{"quote":"Guatemala's ornate presidential palace, once a terrifying fortress whose every corridor was patrolled by heavily armed soldiers in berets and camouflage uniforms, is now a normal public building where ordinary citizens enter without fear.","author":"Stephen Kinzer","category":"Building, Soldiers, Citizens"},{"quote":"There are very few monsters who warrant the fear we have of them.","author":"Andre Gide","category":"Monsters, Who, Few"},{"quote":"Every man, through fear, mugs his aspirations a dozen times a day.","author":"Brendan Behan","category":"Day, Man, Through"},{"quote":"We fear things in proportion to our ignorance of them.","author":"Christian Nestell Bovee","category":"Ignorance, Things"},{"quote":"Avoiding danger is no safer in the long run than outright exposure. The fearful are caught as often as the bold.","author":"Helen Keller","category":"Bold, Long, Run"},{"quote":"Boldness is a mask for fear, however great.","author":"John Dryden","category":"Great, Mask, Boldness"},{"quote":"Love is what we were born with. Fear is what we learned here.","author":"Marianne Williamson","category":"Love, Love Is, Born"},{"quote":"There is no passion so contagious as that of fear.","author":"Michel de Montaigne","category":"Passion, Contagious"},{"quote":"Fear is static that prevents me from hearing myself.","author":"Samuel Butler","category":"Myself, Me, Hearing"},{"quote":"Grief has limits, whereas apprehension has none. For we grieve only for what we know has happened, but we fear all that possibly may happen.","author":"Pliny the Elder","category":"Grief, Limits, Know"},{"quote":"By adversity are wrought the greatest works of admiration, and all the fair examples of renown, out of distress and misery are grown.","author":"Samuel Daniel","category":"Adversity, Greatest"},{"quote":"The pleasures of love are always in proportion to our fears.","author":"Stendhal","category":"Love, Always, Pleasures"},{"quote":"I had to confront my fears and master my every demonic thought about inferiority, insecurity, or the fear of being black, young, and gifted in this Western culture.","author":"Lauryn Hill","category":"Culture, Thought, Black"},{"quote":"When the U.S. claims the right to invade any country unilaterally and then defines a country like Iran or North Korea as 'evil,' then it is a rational response for these countries to develop nuclear weapons as the only military deterrent to invasion. We create what we most fear.","author":"Dean Ornish","category":"Evil, Military, Country"},{"quote":"Seeing that a Pilot steers the ship in which we sail, who will never allow us to perish even in the midst of shipwrecks, there is no reason why our minds should be overwhelmed with fear and overcome with weariness.","author":"John Calvin","category":"Ship, Sail, Why"},{"quote":"If you fear making anyone mad, then you ultimately probe for the lowest common denominator of human achievement.","author":"Jimmy Carter","category":"Achievement, You, Human"},{"quote":"Liberalism is trust of the people tempered by prudence. Conservatism is distrust of the people tempered by fear.","author":"William E. Gladstone","category":"Trust, Politics, People"},{"quote":"Love casts out fear, but we have to get over the fear in order to get close enough to love them.","author":"Dorothy Day","category":"Love, Relationship, Order"},{"quote":"We do not just fear our predators, we are transfixed by them. We are prone to weave stories and fables and chat endlessly about them.","author":"Peter Benchley","category":"Just, Weave, Chat"},{"quote":"For me, it was never a question of whether or not I was transgender. It was a question of what I'd be able to handle transitioning and having to do it in the public eye. One of the issues that was hard for me to overcome was the fear of that.","author":"Chaz Bono","category":"Eye, Me, Overcome"},{"quote":"I love the ocean. I've always liked the blue, so tranquil and peaceful and gliding. And the fear of it.","author":"Siouxsie Sioux","category":"Love, Ocean, Blue"},{"quote":"The deepest parts of you know that if freedom from fear was as easy as 'creating a new reality' for yourself, then you would already be the fearless person you know in your heart that you're meant to be.","author":"Guy Finley","category":"Freedom, Heart, Yourself"},{"quote":"When political leaders fail to denounce anti-Semitic violence and slurs, the void is not only demoralizing to the victims, but silence actually enables the wrongdoing. Silence by elected officials in particular conveys approval - or at least acquiescence - and can contribute to a climate of fear and a sense of vulnerability.","author":"Chris Smith","category":"Silence, Political, Violence"},{"quote":"It's okay to have fear - we're all human; it happens - but in facing your fears, you can really open yourself up to things you never thought possible.","author":"Katherine McNamara","category":"Thought, Yourself, You"},{"quote":"I don't fear that a man will wear out as quickly as he will rust out.","author":"Colonel Sanders","category":"Man, Rust, Will"},{"quote":"You block your dream when you allow your fear to grow bigger than your faith.","author":"Mary Manin Morrissey","category":"Faith, Dream, Grow"},{"quote":"A man who is not afraid is not aggressive, a man who has no sense of fear of any kind is really a free, a peaceful man.","author":"Jiddu Krishnamurti","category":"Man, Peaceful, Free"},{"quote":"Valor grows by daring, fear by holding back.","author":"Publilius Syrus","category":"Courage, Back, Valor"},{"quote":"It is a great mystery that though the human heart longs for Truth, in which alone it finds liberation and delight, the first reaction of human beings to Truth is one of hostility and fear!","author":"Anthony de Mello","category":"Truth, Great, Alone"},{"quote":"Knight without fear and without reproach.","author":"Richard Harris Barham","category":"Knight, Without, Reproach"},{"quote":"I have been thinking about the notion of perfect love as being without fear, and what that means for us in a world that's becoming increasingly xenophobic, tortured by fundamentalism and nationalism.","author":"bell hooks","category":"Love, Thinking, World"},{"quote":"I have no fear of photography as long as it cannot be used in heaven and in hell.","author":"Edvard Munch","category":"Photography, Hell, Long"},{"quote":"The real and effectual discipline which is exercised over a workman is that of his customers. It is the fear of losing their employment which restrains his frauds and corrects his negligence.","author":"Adam Smith","category":"Discipline, Losing, Real"},{"quote":"I fear those big words which make us so unhappy.","author":"James Joyce","category":"Words, Unhappy, Big"},{"quote":"I am so tired of fear. And I don't want my girls to live in a country, in a world, based on fear.","author":"Michelle Obama","category":"I Am, World, Tired"},{"quote":"Eighty percent of all choices are based on fear. Most people don't choose what they want they choose what they think is safe.","author":"Phil McGraw","category":"Choices, People, Want"},{"quote":"When someone fears losing your affection, he or she will strive to keep it. Perhaps you have strived to keep someone's affection, too. Fear of loss is not love.","author":"Gary Zukav","category":"Love, Loss, Losing"},{"quote":"National politics and elections are dominated by emotions, by lack of self-confidence, by fear of the other, by insecurity, by infection of the body politic by the virus of victimhood.","author":"Tariq Ramadan","category":"Politics, Self-Confidence"},{"quote":"I don't have a fear of becoming a parent, but I do have a fear of taking care of a newborn because they are so tiny and vulnerable.","author":"Lindsay Price","category":"Parent, Care, Newborn"},{"quote":"Fear paralyses you - fear of flying, fear of the future, fear of leaving a rubbish marriage, fear of public speaking, or whatever it is.","author":"Annie Lennox","category":"Marriage, Future, Leaving"},{"quote":"Someone asked me if I was afraid to write my memoirs. I told him: 'We have to stop drawing up accounts of fear! We live in a society in which people are allowed to tell their story, and that is what I do.'","author":"Salman Rushdie","category":"Society, Me, People"},{"quote":"Logically, harmony must come from the heart... Harmony very much based on trust. As soon as use force, creates fear. Fear and trust cannot go together.","author":"Dalai Lama","category":"Trust, Together, Heart"},{"quote":"In the weeks after 9/11, out of the pain and the fear there arose also grace and gratitude, eruptions of intense kindness that occurred everywhere, a sharp resolve to just be better, bigger, to shed the nonsense, rise to the occasion.","author":"Nancy Gibbs","category":"Kindness, Gratitude, Pain"},{"quote":"Shyness is invariably a suppression of something. It's almost a fear of what you're capable of.","author":"Rhys Ifans","category":"You, Capable, Something"},{"quote":"I must not fear. Fear is the mind-killer. Fear is the little-death that brings total obliteration. I will face my fear. I will permit it to pass over me and through me. And when it has gone past, I will turn the inner eye to see its path. Where the fear has gone, there will be nothing. Only I will remain.","author":"Frank Herbert","category":"Path, Past, Me"},{"quote":"We younger Negro artists who create now intend to express our individual dark-skinned selves without fear or shame. If white people are pleased, we are glad. If they are not, it doesn't matter. We know we are beautiful. And ugly too.","author":"Langston Hughes","category":"Beautiful, People, Ugly"},{"quote":"Leaders are visionaries with a poorly developed sense of fear and no concept of the odds against them.","author":"Robert Jarvik","category":"Odds, Sense, Leaders"},{"quote":"We need to teach the next generation of children from day one that they are responsible for their lives. Mankind's greatest gift, also its greatest curse, is that we have free choice. We can make our choices built from love or from fear.","author":"Elisabeth Kubler-Ross","category":"Love, Children, Day"},{"quote":"The free man is he who does not fear to go to the end of his thought.","author":"Leon Blum","category":"Man, Thought, End"},{"quote":"Everywhere that freedom stirs, let tyrants fear.","author":"George W. Bush","category":"Freedom, Tyrants, Everywhere"},{"quote":"What comes out when life squeezes you? When someone hurts or offends you? If anger, pain and fear come out of you, it's because that's what's inside.","author":"Wayne Dyer","category":"Life, Anger, Pain"},{"quote":"Everyone has his faults which he continually repeats: neither fear nor shame can cure them.","author":"Jean de La Fontaine","category":"Shame, Everyone, Faults"},{"quote":"Mysticism and exaggeration go together. A mystic must not fear ridicule if he is to push all the way to the limits of humility or the limits of delight.","author":"Milan Kundera","category":"Together, Humility, Limits"},{"quote":"Dare to be honest and fear no labor.","author":"Robert Burns","category":"Honest, Labor, Dare"},{"quote":"He whose head is in heaven need not fear to put his feet into the grave.","author":"Matthew Henry","category":"Feet, Heaven, Head"},{"quote":"Identifying and overcoming natural fear is one of the pleasing struggles intrinsic to climbing.","author":"Alex Lowe","category":"Overcoming, Natural"},{"quote":"In this life struggle, here I am among you fully cognizant that a true believer has no fear of what God has ordained for him. Those who are visited by fear live only for their present, under the illusion that the world began with them and will end with their departure.","author":"Hussein of Jordan","category":"Life, God, Struggle"},{"quote":"We all have a fear of the unknown what one does with that fear will make all the difference in the world.","author":"Lillian Russell","category":"World, Difference, Unknown"},{"quote":"Events that are predestined require but little management. They manage themselves. They slip into place while we sleep, and suddenly we are aware that the thing we fear to attempt, is already accomplished.","author":"Amelia Barr","category":"Sleep, Management, Place"},{"quote":"All religions are founded on the fear of the many and the cleverness of the few.","author":"Stendhal","category":"Religions, Many, Few"},{"quote":"God, make me so uncomfortable that I will do the very thing I fear.","author":"Ruby Dee","category":"God, Me, Uncomfortable"},{"quote":"There's no reason for the establishment to fear me. But it has every right to fear the people collectively - I am one with the people.","author":"Huey Newton","category":"I Am, Me, People"},{"quote":"Fear, conformity, immorality: these are heavy burdens. They drain us of creative energy. And when we are drained of creative energy, we do not create. We procreate, but we do not create.","author":"David McCallum","category":"Creative, Energy, Conformity"},{"quote":"Worry does not mean fear, but readiness for the confrontation.","author":"Bashar al-Assad","category":"Worry, Mean, Confrontation"},{"quote":"This fear of the Lord is indeed the beginning of wisdom. This consciousness of sin is the straight pathway to heaven.","author":"Joseph Barber Lightfoot","category":"Wisdom, Beginning, Sin"},{"quote":"Because of the lack of education on AIDS, discrimination, fear, panic, and lies surrounded me.","author":"Ryan White","category":"Education, Me"},{"quote":"Whether it is the old lady's fear, or the many ghostly traditions of this place, or the crucifix itself, I do not know, but I am not feeling nearly as easy in my mind as usual.","author":"Bram Stoker","category":"I Am, Mind, Easy"},{"quote":"Whenever there is fear, you will get wrong figures.","author":"W. Edwards Deming","category":"You, Wrong, Will"},{"quote":"Worry is a cycle of inefficient thoughts whirling around a center of fear.","author":"Corrie Ten Boom","category":"Thoughts, Worry, Center"},{"quote":"I have no fear that the candle lighted in Palestine years ago will ever be put out.","author":"Dean Inge","category":"Candle, No Fear, Years"},{"quote":"Falsehood is invariably the child of fear in one form or another.","author":"Aleister Crowley","category":"Child, Form, Invariably"},{"quote":"I don't run away from a challenge because I am afraid. Instead, I run toward it because the only way to escape fear is to trample it beneath your feet.","author":"Nadia Comaneci","category":"Challenge, I Am, Escape"},{"quote":"Fear not, the people may be deluded for a moment, but cannot be corrupted.","author":"Andrew Jackson","category":"Moment, People, May"},{"quote":"I'm intimidated by the fear of being average.","author":"Taylor Swift","category":"Average, Being, Intimidated"},{"quote":"I get so nervous on stage I can't help but talk. I try. I try telling my brain: stop sending words to the mouth. But I get nervous and turn into my grandma. Behind the eyes it's pure fear. I find it difficult to believe I'm going to be able to deliver.","author":"Adele","category":"Eyes, Believe, Words"},{"quote":"I'm always interested in trying to investigate different personalities. I want to keep myself guessing and keep the fear element alive, so that I don't get too comfortable.","author":"Michael Fassbender","category":"Myself, Trying, Want"},{"quote":"Americans are apocalyptic by nature. The reason why is that we've always had so much, so we live in deadly fear that people are going to take it away from us.","author":"Stephen King","category":"Nature, People, Live"},{"quote":"To talk about balance, it's easier to talk about what's out of balance. And I think anytime that you have any disease, and disease meaning lack of ease, lack of flow... dis-ease. So any time there's disease, you're out of balance, whether it's jealousy, anger, greed, anxiety, fear.","author":"Ricky Williams","category":"Time, Jealousy, Anger"},{"quote":"I'm a guy who has problems with moderation. All or nothing. Binge and purge. Kill or be killed. Gray is not a color I wear well. I should be dead. I know that. I should not be successful. I know that too. My daily existence is a toss of the coin - one side, fear, the other side, gratitude.","author":"Kurt Sutter","category":"Gratitude, Daily, Color"},{"quote":"I don't believe in fear - I live my life without regrets.","author":"Sean Combs","category":"Life, Believe, Live"},{"quote":"I like to do something I fear.","author":"Heath Ledger","category":"Like, Something"},{"quote":"Finally, a good prosecutor knows that her job is to enforce the law without fear or favor. Likewise, a Supreme Court Justice must interpret the laws without fear or favor.","author":"Amy Klobuchar","category":"Good, Justice, Law"},{"quote":"And I'm a pretty positive person - I don't put a lot of energy into worrying, and I'm not a person who lives in a great deal of fear.","author":"Rachel Hunter","category":"Positive, Great, Energy"},{"quote":"When you say 'fear of the unknown', that is the definition of fear; fear is the unknown, fear is what you do not know, and it's genetically within us so that we feel safe. We feel scared of the woods because we're not familiar with it, and that keeps you safe.","author":"M. Night Shyamalan","category":"Woods, Unknown, Know"},{"quote":"When men don't fear God, they give themselves to evil.","author":"Ray Comfort","category":"God, Men, Evil"},{"quote":"I've been quite fascinated by the relative insignificance of human existence, the shortness of life. We might as well be a letter in a word in a sentence on a page in a book in a library in a city in one country in this enormous universe! And that kind of fear and insignificance has kept me awake at night.","author":"Laura Marling","category":"Life, Universe, Library"},{"quote":"'Dream Act' kids are like all other American kids, with the exception that they have to work harder to excel in school, they live in fear of deportation, and they worry about their future.","author":"Jeff Hawkins","category":"Work, Future, School"},{"quote":"A lot of people would say 'sexy' is about the body. But to me, 'sexy' is a woman with confidence. I admire women who have very little fear.","author":"Allegra Versace","category":"Women, Confidence, Woman"},{"quote":"The bracelet says 'Fear Nothing.' It was given to me by my friends, and it was made for me and my friends during the period of time that I was going through chemotherapy. And I still wear it, because it's a great reminder of friendship and how my buddies and others came together in my time of need.","author":"Joseph J. Lhota","category":"Friendship, Time, Friends"},{"quote":"There is that awful moment when you realize that you're falling in love. That should be the most joyful moment, and actually it's not. It's always a moment that's full of fear because you know, as night follows day, the joy is going to rapidly be followed by some pain or other. All the angst of a relationship.","author":"Helen Mirren","category":"Love, Relationship, Joy"},{"quote":"I greatly fear some of America's greatest and most dangerous enemies are such as think themselves her best friends.","author":"Nathan Hale","category":"Friends, Best, America"},{"quote":"I'm sure the feeling of fear, as long as you can take advantage of it and not be rendered useless by it, can make you extend yourself beyond what you would regard as your capacity. If you're afraid, the blood seems to flow freely through the veins, and you really do feel a sense of stimulation.","author":"Edmund Hillary","category":"Yourself, Long, Blood"},{"quote":"Every journey starts with fear.","author":"Jake Gyllenhaal","category":"Journey, Every, Starts"},{"quote":"For me, there is only love and fear.","author":"Pink","category":"Love, Me, Only Love"},{"quote":"Positive health means becoming whole-heartedly engaged with our own health care. It means not outsourcing our health to the health care system. It means getting rid of the fear and paralysis we too often feel, and instead cultivating a sense of agency.","author":"Jane McGonigal","category":"Positive, Health, Care"},{"quote":"A writer of fiction lives in fear. Each new day demands new ideas, and he can never be sure whether he is going to come up with them or not.","author":"Michael Hayden","category":"Day, Ideas, New Day"},{"quote":"I express things through characters because I have a fear that my own voice is irritating because that's been said to me.","author":"Maria Bamford","category":"Me, Voice, Said"},{"quote":"Usually when I start a new project there's a fear of the unknown; maybe it's a band I've never been in the studio with before. People are so different. It's almost like you need to go through the process, discover and unlock what it is that makes that band that band. And a lot of times they don't know it.","author":"Rick Rubin","category":"Start, People, Unknown"},{"quote":"An honest cop still can't find a place to go and complain without fear of recrimination. The blue wall will always be there because the system supports it.","author":"Frank Serpico","category":"Blue, Honest, Place"},{"quote":"I haven't always been thrilled with my work. But the fear of not proving the people wrong who think you can't emerge from a franchise and do well, that's a very strong driving force.","author":"Daniel Radcliffe","category":"Work, Strong, People"},{"quote":"Like a blazing comet, I've traversed infinite nights, interstellar spaces of the imagination, voluptuousness and fear.","author":"Antonio Tabucchi","category":"Imagination, Like, Infinite"},{"quote":"There was a point where I was making four movies a year. I was always on a set. I had no stories to tell. I was feeling empty. My life was just luggage and hotels and from set to set, from character to character. And one day, I said, 'And where is mine?' You know? And the moment I started to feel that fear, I stopped and I slowed down.","author":"Penelope Cruz","category":"Life, Day, Character"},{"quote":"What you wear for work should be comfortable and empowering. If you're working in business, your outfit should mean business. If I go to meet somebody about an acting job, or something creative, then I'll be in my jeans. For me, overdressing is my biggest fear.","author":"Twiggy","category":"Work, Business, Job"},{"quote":"The first several years of my life were used to upload incredible amounts of fear, and I just became afraid of everything. I was afraid of my parents, afraid of my classmates, afraid of the streets of Washington, D.C. I would flinch at every gesture.","author":"Henry Rollins","category":"Life, Parents, My Life"},{"quote":"Man's greatest fear is chaos.","author":"Marilyn Manson","category":"Man, Greatest, Chaos"},{"quote":"No American should live in fear of going to work or sending their kids to school. Let's end the fear. Let's enforce existing gun laws.","author":"Charles B. Rangel","category":"Work, School, Gun"},{"quote":"My main focus in sobriety has been to replace fear with faith or love.","author":"Steve-O","category":"Love, Faith, Focus"},{"quote":"Most damage that others do us is out of fear, humiliation and pain. Those feelings occur in all of us, not just in those of us who profess a certain religious or racial devotion.","author":"Alice Walker","category":"Pain, Racial, Feelings"},{"quote":"See how fortune deludes us, and that which we put carefully into her hands, she either breaks or lets it fall from her hands, or causes it to be removed by the violence of another, or suffocates and poisons, or taints with suspicion, fear and jealousy to the great hurt and ruin of the possessor.","author":"Giordano Bruno","category":"Great, Jealousy, Violence"},{"quote":"The raccoons, foxes, beavers, chinchillas, minks, rabbits, and yes, sometimes even dogs and cats that are killed for fur are not very different from your beloved dog or cat. They all have eyes, ears and hearts. They all experience pain when they are physically maimed. They shake with fear when they experience terror.","author":"Jane Velez-Mitchell","category":"Dog, Experience, Eyes"},{"quote":"The process of spotting fear and refusing to obey it is the source of all true empowerment.","author":"Martha Beck","category":"Process, Empowerment, True"},{"quote":"But now having seen him which is invisible I fear not what man can do unto me.","author":"Anne Hutchinson","category":"Man, Me, Invisible"},{"quote":"My coming to faith did not start with a leap but rather a series of staggers from what seemed like one safe place to another. Like lily pads, round and green, these places summoned and then held me up while I grew. Each prepared me for the next leaf on which I would land, and in this way I moved across the swamp of doubt and fear.","author":"Anne Lamott","category":"Faith, Leaf, Me"},{"quote":"I do not fear Satan half so much as I fear those who fear him.","author":"Saint Teresa of Avila","category":"Satan, Half, Him"},{"quote":"Faith activates God - Fear activates the Enemy.","author":"Joel Osteen","category":"Faith, God, Enemy"},{"quote":"There are African-American families around this country - a large, large number of African-American families - that operate out of complete fear that their kids are going to be taken from them and will do anything to prevent that.","author":"Ta-Nehisi Coates","category":"Country, Kids"},{"quote":"I think fear is one of the natural states of most actors, to be honest.","author":"James McAvoy","category":"Honest, Think, Natural"},{"quote":"Fear can be good when you're walking past an alley at night or when you need to check the locks on your doors before you go to bed, but it's not good when you have a goal and you're fearful of obstacles. We often get trapped by our fears, but anyone who has had success has failed before.","author":"Queen Latifah","category":"Success, Good, Past"},{"quote":"No passion so effectually robs the mind of all its powers of acting and reasoning as fear.","author":"Edmund Burke","category":"Passion, Mind, Acting"},{"quote":"Probably I have more phobias, fear and eccentricities than I would care to admit. I don't think I'm in danger of losing my mind, but I do often question my own behavior. I have a very bad temper, and it's not always healthy for me and for others. I make my way in the world more difficult, and I could do with a little more yoga.","author":"Denis O'Hare","category":"World, Mind, Behavior"},{"quote":"The mark of fear is not easily removed.","author":"Ernest Gaines","category":"Mark, Easily"},{"quote":"I do still get extremely nervous before speeches. My biggest fear is that I'll be standing there in front of hundreds of people and be incapable of talking. I'm afraid that I'll make a complete fool of myself and be unable to go on.","author":"Marcus Buckingham","category":"Myself, Fool, People"},{"quote":"Our redemption through the suffering of Christ is that deeper love within us which not only frees us from slavery to sin, but also secures for us the true liberty of the children of God, in order that we might do all things out of love rather than out of fear - love for him that has shown us such grace that no greater can be found.","author":"Peter Abelard","category":"Love, Children, God"},{"quote":"Dread, which is closely related to fear, steals the ability to enjoy ordinary life and makes people anxious about the future. It keeps them from looking forward to the next day, the next month, or the next decade.","author":"Joyce Meyer","category":"Life, Future, Day"},{"quote":"I definitely think cheerleaders have no fear.","author":"Ashley Tisdale","category":"Think, No Fear, Definitely"},{"quote":"So long as the most vulnerable people in our population are consigned to places that the rest of us will always shun and flee and view with fear, I am afraid that educational denial, medical and economic devastation, and aesthetic degradation will be inevitable.","author":"Jonathan Kozol","category":"I Am, Medical, People"},{"quote":"My story is a freedom song of struggle. It is about finding one's purpose, how to overcome fear and to stand up for causes bigger than one's self.","author":"Coretta Scott King","category":"Freedom, Struggle, Purpose"},{"quote":"We should not fret for what is past, nor should we be anxious about the future; men of discernment deal only with the present moment.","author":"Chanakya","category":"Future, Men, Past"},{"quote":"The books that will never be read. And all due to the fear of censorship. As always, young readers will be the real losers.","author":"Judy Blume","category":"Censorship, Young, Real"},{"quote":"A word does not frighten the man who, in acting, feels no fear.","author":"Sophocles","category":"Man, Acting, No Fear"},{"quote":"I'm not one of those guys that has a great worldview. I kind of deal with terror and fear and isolation and abandonment.","author":"David Bowie","category":"Great, Isolation, Kind"},{"quote":"I have a vision of India: an India free of hunger and fear, an India free of illiteracy and want.","author":"Atal Bihari Vajpayee","category":"Vision, Free, Want"},{"quote":"I've always had a huge fear of dying or becoming ill. The thing I'm most afraid of, though, is being alone, which I think a lot of performers fear. It's why we seek the limelight - so we're not alone, were adored. We're loved, so people want to be around us. The fear of being alone drives my life.","author":"Jennifer Lopez","category":"Life, Alone, Being Alone"},{"quote":"I never, ever thought I would be able to grow a beard like I have now. I think it's gonna be here for a little minute. Fear the beard, hopefully.","author":"Odell Beckham, Jr.","category":"Thought, Grow, Think"},{"quote":"Fear is the foundation of safety.","author":"Tertullian","category":"Safety, Foundation"},{"quote":"Because the biological mechanisms that affect our health and well-being are so dynamic, when people change their diet and lifestyle, they usually feel so much better, so quickly; it reframes the reason for changing from fear of dying to joy of living. Also, the support that patients give each other is a powerful motivator.","author":"Dean Ornish","category":"Change, Health, Joy"},{"quote":"Fear has many eyes and can see things underground.","author":"Miguel de Cervantes","category":"Eyes, See, Things"},{"quote":"Where there is reverence there is fear, but there is not reverence everywhere that there is fear, because fear presumably has a wider extension than reverence.","author":"Socrates","category":"Reverence, Where, Than"},{"quote":"I've always had to conquer fear when I'm on stage. Basically, I was and still am a very shy person. It's absolutely in conflict with what I do. But once I deliver the first joke I'm okay. It's like I'm out there all by myself just delivering my lines to nobody in particular without ever trying to notice the audience in front of me.","author":"Steven Wright","category":"Myself, Conflict, Me"},{"quote":"It sounds funny, but my biggest fear is that I'm not perfect. I'm a perfectionist, and I get upset when things go wrong or when I don't do well.","author":"Nick Jonas","category":"Funny, Not Perfect, Perfect"},{"quote":"Not being happy really is my fear.","author":"Keke Palmer","category":"Happy, Being Happy, Being"},{"quote":"Senators say they fear the N.R.A. and the gun lobby. But I think that fear must be nothing compared to the fear the first graders in Sandy Hook Elementary School felt as their lives ended in a hail of bullets.","author":"Gabrielle Giffords","category":"School, Gun, Think"},{"quote":"We fear to know the fearsome and unsavory aspects of ourselves, but we fear even more to know the godlike in ourselves.","author":"Abraham Maslow","category":"Know, Ourselves, Even"},{"quote":"'Amusement' is appealing because we don't have to think it spares us the fear and anxiety that might otherwise prey on our thoughts.","author":"John Ortberg","category":"Thoughts, Anxiety, Think"},{"quote":"Fear not that thy life shall come to an end, but rather that it shall never have a beginning.","author":"John Henry Newman","category":"Life, Beginning, End"},{"quote":"Don't be afraid to see what you see.","author":"Ronald Reagan","category":"Afraid, You, See"},{"quote":"I've come to the conclusion that mythology is really a form of archaeological psychology. Mythology gives you a sense of what a people believes, what they fear.","author":"George Lucas","category":"People, Psychology, You"},{"quote":"Having a child, that's always been my biggest fear. I want a child and I fear a child.","author":"Marilyn Monroe","category":"Child, Want, Always"},{"quote":"You can't be afraid to put out a fire if you're a fireman. You can't be afraid to be a police officer and carry a gun if you're afraid to get up and go out there. So you've got to put that fear to the side and go out in faith to overcome that.","author":"Duane Chapman","category":"Faith, Fire, Gun"},{"quote":"'Freedom from fear' could be said to sum up the whole philosophy of human rights.","author":"Dag Hammarskjold","category":"Freedom, Philosophy, Rights"},{"quote":"Fear may very well be a caveman fear of the predator, of the giant lizard chasing them - maybe that's what Steven Spielberg connects with so well in Lost World.","author":"Oliver Stone","category":"World, Lost, Well"},{"quote":"The scariest thought in the world is that someday I'll wake up and realize I've been sleepwalking through my life: underappreciating the people I love, making the same hurtful mistakes over and over, a slave to neuroses, fear, and the habitual.","author":"George Saunders","category":"Love, Life, Mistakes"},{"quote":"For me, personally, when I'm afraid of something - when you're afraid of something, normally you try to go away, you try to avoid it. Instead of avoiding it, to overcome your fear, I believe you need to embrace it.","author":"Georges St-Pierre","category":"Believe, Me, I Believe"},{"quote":"I still worry that I could be better. That's where standards come from, from not wanting to settle. The fear of not being good enough propels you.","author":"April Bloomfield","category":"Good, Worry, Better"},{"quote":"Dolls fire our collective imagination, for better and - too often - for worse. From life-size dolls the same height as the little girls who carry them, to dolls whose long hair can 'grow' longer, to Barbie and her fashionable sisters, dolls do double duty as child's play and the focus of adult art and adult fear.","author":"Ellen Datlow","category":"Art, Focus, Imagination"},{"quote":"Fear may come true that which one is afraid of.","author":"Viktor E. Frankl","category":"True, Afraid, May"},{"quote":"The injury that we do to a man must be such that we need not fear his vengeance.","author":"Steve Perry","category":"Man, Vengeance, Need"},{"quote":"I had a fear of being alone.","author":"Gloria Gaynor","category":"Alone, Being Alone, Being"},{"quote":"Fear has been a big battle, it runs rampant in my sport so I love to overcome that, to challenge it head on, because there is nothing that feels as accomplished as overcoming a fear, and something that has blocked you in such a big way.","author":"Laura Wilkinson","category":"Love, Challenge, Overcoming"},{"quote":"You're not human if you don't feel fear. But I've learnt to treat fear as an emotion that sharpens me. It's there to give me that edge for what I have to do.","author":"Bear Grylls","category":"Me, Treat, You"},{"quote":"Stage fright is my worst problem. A voice is very intimate. It's something of your own. So there's always this fear, because you feel naked. There's a fear of not reaching up to expectations.","author":"Andrea Bocelli","category":"Expectations, Voice, Problem"},{"quote":"Love is the total absence of fear. Love asks no questions. Its natural state is one of extension and expansion, not comparison and measurement.","author":"Gerald Jampolsky","category":"Love, Love Is, Questions"},{"quote":"Men are swayed more by fear than by reverence.","author":"Aristotle","category":"Men, Reverence, Than"},{"quote":"Whoever has not begun the practice of prayer, I beg for the love of the Lord not to go without so great a good. There is nothing here to fear but only something to desire.","author":"Saint Teresa of Avila","category":"Love, Good, Great"},{"quote":"My 'fear' is my substance, and probably the best part of me.","author":"Franz Kafka","category":"Best, Me, Substance"},{"quote":"To pity distress is but human to relieve it is Godlike.","author":"Horace Mann","category":"Human, Pity, Distress"},{"quote":"Bathtub falls and police officers kill more Americans than terrorism, yet we've been asked to sacrifice our most sacred rights for fear of falling victim to it.","author":"Edward Snowden","category":"Sacrifice, Police, Terrorism"},{"quote":"Being an entrepreneur means the ability to think out of the box by putting away our fear of any risk, including financial.","author":"Ciputra","category":"Risk, Financial, Think"},{"quote":"American economists can't understand the German fear of inflation and the effects of inflation when dealing with the world economic crisis. They wonder why Germany pursues such a different course - 'Why can't they agree with us?' I would have thought it was fairly obvious.","author":"Simon Rattle","category":"American, Thought, World"},{"quote":"A company is stronger if it is bound by love rather than by fear.","author":"Herb Kelleher","category":"Love, Stronger, Company"},{"quote":"With something like cancer, there is a feeling that you can fight it in some way or control your response to it, but with dementia there is the fear of losing control of your mind and your life.","author":"Kevin Whately","category":"Life, Losing, Mind"},{"quote":"We have enforced a Darwinian process on wolves, turning them into the shy and elusive animals they've become. They didn't have that fear of us 30,000 years ago. We didn't have gunpowder; we had rocks. Wolves would have seen us as lunch, and we were weak and slow and tasty.","author":"Bruce Cameron","category":"Lunch, Slow, Animals"},{"quote":"Never fear to deliberately walk through dark places, for that is how you reach the light on the other side.","author":"Vernon Howard","category":"Light, Walk, Dark"},{"quote":"Discipline strengthens the mind so that it becomes impervious to the corroding influence of fear.","author":"Bernard Law Montgomery","category":"Discipline, Influence, Mind"},{"quote":"Try a thing you haven't done three times. Once, to get over the fear of doing it. Twice, to learn how to do it. And a third time to figure out whether you like it or not.","author":"Virgil Thomson","category":"Time, Learn, You"},{"quote":"It is curious how, from time immemorial, man seems to have associated the idea of evil with beauty, shrunk from it with a sort of ghostly fear, while, at the same time drawn to it by force of its hypnotic attraction.","author":"Richard Le Gallienne","category":"Time, Beauty, Evil"},{"quote":"In the ring, I never really knew fear.","author":"Rocky Marciano","category":"Ring, Never, Knew"},{"quote":"How does one kill fear, I wonder? How do you shoot a specter through the heart, slash off its spectral head, take it by its spectral throat?","author":"Joseph Conrad","category":"Heart, Wonder, You"},{"quote":"The generality of men are naturally apt to be swayed by fear rather than reverence, and to refrain from evil rather because of the punishment that it brings than because of its own foulness.","author":"Aristotle","category":"Men, Evil, Punishment"},{"quote":"Always be courageous and strong, and don't fear.","author":"Gabby Douglas","category":"Courage, Strong, Courageous"},{"quote":"I came from a very loving home, had a happy life with no great aspirations, but going to the seminary changed me. There was a chunk of my childhood missing. Once I'd realised it wasn't for me, I still felt a tremendous pressure to continue for fear of letting everybody down.","author":"Johnny Vegas","category":"Life, Happy, Home"},{"quote":"Five decades ago, as India's first prime minister, Jawaharlal Nehru, began visibly ailing, the nation and the world were consumed by the question: 'After Nehru, who?' The inexpressible fear lay in the subtext to the question: 'After Nehru, what?'","author":"Shashi Tharoor","category":"World, Nation, India"},{"quote":"I have lived so long among people who do not understand me, been so long accustomed to refrain and disguise myself for fear of being laughed at, that I have grown as difficult to come at as a snail in a shell; and what is worse, I cannot come out of my shell when I wish it.","author":"Jane Welsh Carlyle","category":"Myself, Me, People"},{"quote":"For me, it's a real shock to see American mainstream films. I can't see these films because it's always the same thing to me. This is very American. Violence is very American, and I can't understand these films. Why do they use violence? To show what? Masculinity? To show fear? Defense? What are you showing with all this violence?","author":"Javier Camara","category":"American, Violence, Me"},{"quote":"Let us go forth with fear and courage and rage to save the world.","author":"Grace Paley","category":"Courage, World, Rage"},{"quote":"Jealousy, greed, fear. We're all full of these things. But also love and compassion. If you saw a drowning baby, it wouldn't matter if you were wearing a tuxedo on the way to your own wedding. You'd jump in to save him.","author":"John McAfee","category":"Love, Wedding, Compassion"},{"quote":"I suppose that writers should, in a way, feel flattered by the censorship laws. They show a primitive fear and dread at the fearful magic of print.","author":"John Mortimer","category":"Magic, Censorship, Way"},{"quote":"Fear is a question: What are you afraid of, and why? Just as the seed of health is in illness, because illness contains information, your fears are a treasure house of self-knowledge if you explore them.","author":"Marilyn Ferguson","category":"Health, Information, Why"},{"quote":"Injustice is censured because the censures are afraid of suffering, and not from any fear which they have of doing injustice.","author":"Plato","category":"Suffering, Injustice, Doing"},{"quote":"I think a lot of self-importance is a product of fear. And fear, living in sort of an un-self-examined fear-based life, tends to lead to narcissism and self-importance.","author":"Moby","category":"Life, Living, Think"},{"quote":"Do what you fear and fear disappears.","author":"David Joseph Schwartz","category":"You, Disappears"},{"quote":"To fight fear, act. To increase fear - wait, put off postpone.","author":"David Joseph Schwartz","category":"Fight, Wait, Act"},{"quote":"Only when we are no longer afraid do we begin to live.","author":"Dorothy Thompson","category":"Live, Afraid, Begin"},{"quote":"One thing about being successful is that I stopped being afraid of dying. Once you're a star you're dead already. You're embalmed.","author":"Dustin Hoffman","category":"Successful, Dying, You"},{"quote":"Ultimately we know deeply that the other side of every fear is freedom.","author":"Marilyn Ferguson","category":"Freedom, Know, Deeply"},{"quote":"We crucify ourselves between two thieves: regret for yesterday and fear of tomorrow.","author":"Fulton Oursler","category":"Regret, Tomorrow, Yesterday"},{"quote":"Will dissent be permitted? The answer to that question will determine whether the society is a free society or a fear society.","author":"Natan Sharansky","category":"Society, Free, Question"},{"quote":"I define fear as standing across the ring from Joe Louis and knowing he wants to go home early.","author":"Max Baer","category":"Home, Ring, Early"},{"quote":"Too many Christians are living in a house of fear and not in the house of love.","author":"Brennan Manning","category":"Love, Living, House"},{"quote":"Fear is really powerful it's really useful to me.","author":"James McAvoy","category":"Powerful, Me, Useful"},{"quote":"From racial profiling and being pulled over just for 'driving while black' to this new phenomenon of killing unarmed people out of some preconceived idea of fear, our lives and our children's lives are not being valued.","author":"Al Sharpton","category":"Children, People, Black"},{"quote":"It is wisest to be impartial. If you have health, but are attached to it, you will always be afraid of losing it. And if you fear that loss, but become ill, you will suffer. Why not remain forever joyful in the Self?","author":"Paramahansa Yogananda","category":"Health, Self, Losing"},{"quote":"I don't fear anyone. We don't come to play in this sport.","author":"Canelo Alvarez","category":"Play, Come, Anyone"},{"quote":"Secrets of the past! Who does not wish to keep the past locked in a cage like a ferocious beast? The rich are sleepless for fear of thieves. The respectable have to guard their reputations in the same way.","author":"Munshi Premchand","category":"Past, Wish, Rich"},{"quote":"The beauty, the poetry of the fear in their eyes. I didn't mind going to jail for, what, five, six hours? It was absolutely worth it.","author":"Johnny Depp","category":"Beauty, Eyes, Poetry"},{"quote":"Men! The only animal in the world to fear.","author":"D. H. Lawrence","category":"Men, Animal, World"},{"quote":"My aim then was to whip the rebels, to humble their pride, to follow them to their inmost recesses, and make them fear and dread us.","author":"William Tecumseh Sherman","category":"Humble, Pride, Aim"},{"quote":"One of the scary things is that, when you're a kid, you look at your dad as the man who has no fear. When you're an adult, you realize your father had fear, and that you have it, too.","author":"David Duchovny","category":"Father, Man, You"},{"quote":"Good and evil do not exist for me any more. The fear of evil is merely a mass projection here and on Earth.","author":"Hans Bender","category":"Good, Evil, Good And Evil"},{"quote":"For me it's important to be in balance. To not let fear get in the way of things, to not worry so much about protecting yourself all the time.","author":"John Frusciante","category":"Time, Balance, Yourself"},{"quote":"Should we fear hackers? Intention is at the heart of this discussion.","author":"Kevin Mitnick","category":"Heart, Discussion, Intention"},{"quote":"I fear my enthusiasm flags when real work is demanded of me.","author":"H. P. Lovecraft","category":"Work, Me, Enthusiasm"},{"quote":"I have no fear of making changes, destroying the image, etc., because the painting has a life of its own.","author":"Jackson Pollock","category":"Life, Art, Changes"},{"quote":"Whether you're scared of getting into a relationship or taking the new job or a confrontation - you have to size fear up.","author":"Chris Pine","category":"Relationship, Job, You"},{"quote":"Change comes with both fear and some pain. Those two ingredients create mistrust, misunderstanding and misinformation. Such is the process of democracy.","author":"David Mixner","category":"Change, Pain, Democracy"},{"quote":"The biggest obstacle to wealth is fear. People are afraid to think big, but if you think small, you'll only achieve small things.","author":"T. Harv Eker","category":"Small Things, Small, Wealth"},{"quote":"There's two sorts of fear: one you embrace and one you should listen to and turn the other way.","author":"Matthew McConaughey","category":"Listen, Way, You"},{"quote":"I really believed that fear is contagious.","author":"Joel Osteen","category":"Contagious, Really, Believed"},{"quote":"Our Western society is showing its technological muscles in ever more threatening ways, but the experience of fear, anxiety and even despair has increased in equal proportion. Indeed, the paradox is that the powerful giants feel as powerless as a new-born babe.","author":"Henri Nouwen","category":"Experience, Society"},{"quote":"In boxing, I had a lot of fear. Fear was good. But, for the first time, in the bout with Muhammad Ali, I didn't have any fear. I thought, 'This is easy. This is what I've been waiting for'. No fear at all. No nervousness. And I lost.","author":"George Foreman","category":"Time, Good, Waiting"},{"quote":"People speak of the fear of the blank canvas as though it is a temporary hesitation, a trembling moment of self-doubt. For me it was more like being abducted from my bed by a clown, thrust into a circus arena with a wicker chair, and told to tame a pissed-off lion in front of an expectant crowd.","author":"Hannah Kent","category":"Lion, Speak, Me"},{"quote":"The responses that environmentalists evoke - fear, anxiety, numbness, despair - are not helpful, even if they are understandable. It should be fascinating, even enthralling, to be in the milieu of environmental change.","author":"Paul Hawken","category":"Change, Environmental"},{"quote":"I distracted myself from the fear and terrorism by thinking about things like how the universe began and whether time travel is possible.","author":"Malala Yousafzai","category":"Travel, Time, Myself"},{"quote":"We consume our tomorrows fretting about our yesterdays.","author":"Persius","category":"Consume, About, Fretting"},{"quote":"No good work is ever done while the heart is hot and anxious and fretted.","author":"Olive Schreiner","category":"Work, Good, Heart"},{"quote":"It is almost universally felt that when we call a country democratic we are praising it; consequently, the defenders of every kind of regime claim that it is a democracy, and fear that they might have to stop using the word if it were tied down to any one meaning.","author":"George Orwell","category":"Democracy, Meaning, Down"},{"quote":"Thought is an errand boy, fear a mine of worries.","author":"Yunus Emre","category":"Thought, Boy, Mine"},{"quote":"You don't have to fear defeat if you believe it may reveal powers that you didn't know you possessed.","author":"Napoleon Hill","category":"Believe, Defeat, Know"},{"quote":"Stand before the people you fear and speak your mind - even if your voice shakes.","author":"Maggie Kuhn","category":"Mind, Speak, People"},{"quote":"I definitely feel we're moving forward. There's a lot more understanding... there's less fear and we're working on there being less hatred.","author":"Melissa Etheridge","category":"Moving Forward, Moving"},{"quote":"I am grateful that I didn't let fear get the best of me. It only holds you back from possibilities and greatness.","author":"Mariska Hargitay","category":"Best, Grateful, I Am"},{"quote":"There's fear in everything, but we can't just succumb to that. We have to suppress it, so we get used to suppressing fear to make it through the our day. Otherwise, we'd become paralyzed by them.","author":"Eli Roth","category":"Day, Everything, Through"},{"quote":"We have nothing to fear but fear itself... and, of course, the boogieman.","author":"Pat Paulsen","category":"Nothing, Course, Itself"},{"quote":"Fear is an underrated emotion. And that's why I think it's very dangerous to try and cosset children from it. A healthy scare is as good as as a healthy laugh. In fact, they're two sides of the same coin. There is a desire to shield from the knocks and bumps of reality.","author":"Mark Gatiss","category":"Children, Good, Reality"},{"quote":"I will not counter the insanity of the PATRIOT Act with an overblown fear of my rights being taken away.","author":"Penn Jillette","category":"Insanity, Rights, Patriot"},{"quote":"Courage is managing fear to accomplish what you want to accomplish. And it's a great demonstration of love. It's really what love is. It's finding areas in which other people are more important than you.","author":"Rudy Giuliani","category":"Love, Courage, Great"},{"quote":"The thing about Green Lantern rings is they pick whoever has potential to overcome great fear.","author":"Geoff Johns","category":"Great, Potential, Green"},{"quote":"Time travel was once considered scientific heresy, and I used to avoid talking about it for fear of being labelled a 'crank.'","author":"Stephen Hawking","category":"Travel, Time, Time Travel"},{"quote":"The first step is to distinguish the loving parts of your personality that are active from the frightened parts of your personality that are active - in other words, to learn to distinguish love from fear in you. The second step is to choose love, no matter what.","author":"Gary Zukav","category":"Love, Personality, Words"},{"quote":"There is a fascination with fear. It grabs our attention.","author":"Bernard Beckett","category":"Attention, Fascination, Our"},{"quote":"There are times when fear is good. It must keep its watchful place at the heart's controls.","author":"Aeschylus","category":"Good, Heart, Place"},{"quote":"Fear tastes like a rusty knife and do not let her into your house.","author":"John Cheever","category":"Knife, Her, House"},{"quote":"True nobility is exempt from fear.","author":"Marcus Tullius Cicero","category":"True, Nobility, Exempt"},{"quote":"The first duty of man is to conquer fear; he must get rid of it, he cannot act till then.","author":"Thomas Carlyle","category":"Man, Conquer, First"},{"quote":"Fear is the mother of foresight.","author":"Thomas Hardy","category":"Mother, Foresight"},{"quote":"I'm not at the point where I'd feel safe in a house alone. I would be really scared. I'm the kind of person that when I get up to go use the bathroom I have this big long hallway, and I just know someone's going to jump out and get me.","author":"Britney Spears","category":"Alone, Me, Long"},{"quote":"I have a fear of being boring.","author":"Christian Bale","category":"Boring, Being"},{"quote":"It is the perpetual dread of fear, the fear of fear, that shapes the face of a brave man.","author":"Georges Bernanos","category":"Man, Brave, Face"},{"quote":"Anyone who agrees to be interviewed must decide where to draw the line between what is public and what is private. But the line can shift, depending on who is asking the questions. What puts someone on guard isn't necessarily the fear of being 'found out.' It sometimes is just the fear of being misunderstood.","author":"Terry Gross","category":"Questions, Misunderstood"},{"quote":"Things done well and with a care, exempt themselves from fear.","author":"William Shakespeare","category":"Care, Done, Well"},{"quote":"Fear not those who argue but those who dodge.","author":"Dale Carnegie","category":"Dodge, Argue, Who"},{"quote":"Follow the path of the unsafe, independent thinker. Expose your ideas to the dangers of controversy. Speak your mind and fear less the label of 'crackpot' than the stigma of conformity. And on issues that seem important to you, stand up and be counted at any cost.","author":"Chauncey Depew","category":"Path, Mind, Speak"},{"quote":"Fear is a disease that eats away at logic and makes man inhuman.","author":"Marian Anderson","category":"Man, Logic, Away"},{"quote":"Fools rush in where incumbents fear to tread.","author":"Norman Ralph Augustine","category":"Fools, Rush, Where"},{"quote":"Just as courage imperils life, fear protects it.","author":"Leonardo da Vinci","category":"Life, Courage, Just"},{"quote":"There is not a truth existing which I fear... or would wish unknown to the whole world.","author":"Thomas Jefferson","category":"Truth, World, Unknown"},{"quote":"I never dared to be radical when young for fear it would make me conservative when old.","author":"Robert Frost","category":"Me, Conservative, Young"},{"quote":"Action cures fear, inaction creates terror.","author":"Douglas Horton","category":"Action, Inaction, Terror"},{"quote":"What our children have to fear is not the cars on the highways of tomorrow but our own pleasure in calculating the most elegant parameters of their deaths.","author":"J. G. Ballard","category":"Children, Tomorrow, Pleasure"},{"quote":"Don't fear change - embrace it.","author":"Anthony J. D'Angelo","category":"Change, Embrace"},{"quote":"The components of anxiety, stress, fear, and anger do not exist independently of you in the world. They simply do not exist in the physical world, even though we talk about them as if they do.","author":"Wayne Dyer","category":"Stress, Anger, World"},{"quote":"Audacity augments courage; hesitation, fear.","author":"Publilius Syrus","category":"Courage, Hesitation"},{"quote":"My only fear is that I may live too long. This would be a subject of dread to me.","author":"Thomas Jefferson","category":"Me, Live, Long"},{"quote":"Only he can take great resolves who has indomitable faith in God and has fear of God.","author":"Mahatma Gandhi","category":"Faith, Great, God"},{"quote":"Fear is the dark room where the Devil develops his negatives.","author":"Gary Busey","category":"Devil, Dark, Where"},{"quote":"Columbine was so frightening. And the media took off with it, like everything else, so it instilled more fear in people. You're looking around at school for kids like the ones who committed the shootings, and you feel wrong for doing that, you know?","author":"John Robinson","category":"School, Media, People"},{"quote":"In the cold, shivering twilight, preceding the daybreak of civilization, the dominating emotion of man was fear.","author":"Paul Harris","category":"Man, Emotion, Civilization"},{"quote":"And if the great fear had not come upon me, as it did, and forced me to do my duty, I might have been less good to the people than some man who had never dreamed at all, even with the memory of so great a vision in me.","author":"Black Elk","category":"Good, Great, Vision"},{"quote":"But to be the best, you must face the best. And to overcome your fear, you must deal with the best.","author":"Barry Bonds","category":"Best, Face, You"},{"quote":"Almost all the ideas we have about being a man or being a woman are so burdened with pain, anxiety, fear and self-doubt. For many of us, the confusion around this question is excruciating.","author":"Andrew Cohen","category":"Man, Pain, Woman"},{"quote":"The hierarchy shouldn't fear what we're doing.","author":"William P. Leahy","category":"Doing, Hierarchy"},{"quote":"You don't want too much fear in a market, because people will be blinded to some very good buying opportunities. You don't want too much complacency because people will be blinded to some risk.","author":"Ron Chernow","category":"Good, Opportunities, Risk"},{"quote":"Technology is the fashion of the '90s. It affects everyone, and everyone is interested in it - either from fear of being left behind or because they have a real need to use technology.","author":"Jay Chiat","category":"Technology, Fashion, Real"},{"quote":"The only prejudice I've found anywhere in TV is in some advertising agencies, and there isn't so much prejudice as just fear.","author":"Nat King Cole","category":"Advertising, Prejudice, Just"},{"quote":"Part of the reason that the government's fear mongering is succeeding is because so many people are so ignorant, that it is easier for government to frighten people in submission.","author":"James Bovard","category":"Government, People, Ignorant"},{"quote":"But with the right kind of coaching and determination you can accomplish anything and the biggest accomplishment that I feel I got from the film was overcoming that fear.","author":"Reese Witherspoon","category":"Determination, Overcoming"},{"quote":"The abandoned infant's cry is rage, not fear.","author":"Robert Anton Wilson","category":"Rage, Cry, Abandoned"},{"quote":"Ultimately, freedom and democracy are stronger than fear and tyranny.","author":"Gijs de Vries","category":"Freedom, Democracy, Stronger"},{"quote":"Vertigo is the conflict between the fear of falling and the desire to fall.","author":"Salman Rushdie","category":"Conflict, Fall, Desire"},{"quote":"To have a great man for an intimate friend seems pleasant to those who have never tried it; those who have, fear it.","author":"Homer","category":"Great, Man, Friend"},{"quote":"Most intellectual people do not believe in God, but they fear him just the same.","author":"Wilhelm Reich","category":"God, Believe, People"},{"quote":"Fear comes from uncertainty. When we are absolutely certain, whether of our worth or worthlessness, we are almost impervious to fear.","author":"William Congreve","category":"Uncertainty, Worth, Almost"},{"quote":"There's no love more intense than the love we have for our kids - and where there is intense love, there is also intense fear lurking beneath the surface.","author":"Arianna Huffington","category":"Love, No Love, Kids"},{"quote":"The Japanese do not fear God. They only fear bombs.","author":"Jerome Cady","category":"God, Only, Japanese"},{"quote":"Fear has nothing to do with cowardice. A fellow is only yellow when he lets his fear make him quit.","author":"Jerome Cady","category":"Yellow, Nothing, Quit"},{"quote":"Fear tends to manifest itself much more quickly than greed, so volatile markets tend to be on the downside. In up markets, volatility tends to gradually decline.","author":"Philip Roth","category":"Greed, Up, Manifest"},{"quote":"Americans are in a cycle of fear which leads to people not wanting to spend and not wanting to make investments, and that leads to more fear. We'll break out of it. It takes time.","author":"Warren Buffett","category":"Time, People, Break"},{"quote":"My dear brother Barack Obama has a certain fear of free black men. As a young brother who grows up in a white context, brilliant African father, he's always had to fear being a white man with black skin. All he has known culturally is white. He has a certain rootlessness, a deracination.","author":"Cornel West","category":"Father, Brother, Man"},{"quote":"I was in a band in the '90s called Bikini Kill, and we were so freaked out about documentation then, and there was the whole thing, not just about the male gaze, but that people were going to misrepresent you... a kind fear of the mainstream that a lot of us had.","author":"Kathleen Hanna","category":"People, You, Kind"},{"quote":"I like those crisis moments - if you're on top of it and don't get pulled under by panic and fear, it's a very bonding thing.","author":"Bill Pullman","category":"Moments, Crisis, You"},{"quote":"I think there's a lot projected on beautiful women, period. At least, maybe this is just my fear, but I do sometimes feel dismissed before I've even been allowed to participate. I have moments of feeling really wounded. But I am pretty optimistic, and I do enjoy a lot of my life.","author":"Shalom Harlow","category":"Life, Beautiful, Women"},{"quote":"There are few things more liberating in this life than having your worst fear realized.","author":"Conan O'Brien","category":"Life, Worst, Things"},{"quote":"I think masculinity is bravado against the mystery of the universe of women. It's just a fear of not knowing what women have that's so powerful. It's this shield they put up to try to get closer.","author":"K. D. Lang","category":"Women, Universe, Mystery"},{"quote":"I fear no man, no beast or evil, brother.","author":"Hulk Hogan","category":"Brother, Man, Evil"},{"quote":"I am living for every day and trying to have less fear, less worry. But I have always worried about everything; it's in my nature. It's the thing that makes me suffer the most.","author":"Penelope Cruz","category":"Nature, Day, I Am"},{"quote":"You've got to kick fear to the side, because the payoff is huge.","author":"Mariska Hargitay","category":"You, Side, Kick"},{"quote":"Anger elicits anger, fear elicits fear, no matter how well meaning we may be.","author":"Martha Beck","category":"Anger, Meaning, Matter"},{"quote":"I won't touch on risky, because that's subjective. People are just afraid of things too much. Afraid of things that don't necessarily merit fear.","author":"Frank Ocean","category":"People, Afraid, Too Much"},{"quote":"Many a time freedom has been rolled back - and always for the same sorry reason: fear.","author":"Molly Ivins","category":"Time, Freedom, Sorry"},{"quote":"Imagine how wicked society would be if the fear of God and the fear of civil law were both completely removed.","author":"Ray Comfort","category":"God, Law, Society"},{"quote":"I'd like to jump out of a plane. I have a fear of heights I'd like to face.","author":"Freida Pinto","category":"Face, Heights, Jump"},{"quote":"Bad news sells because the amygdala is always looking for something to fear.","author":"Peter Diamandis","category":"Looking, News, Bad"},{"quote":"I always say three things make a writer: inspiration, obviously; perspiration, doing the work. But the third is desperation. I'm not really fit for anything else, or to have a real job. That fear drives me. The pressure has always been self inflicted.","author":"Harlan Coben","category":"Work, Job, Self"},{"quote":"But I love being scared. I think you're brave only when you do things that scare you. I've always used fear as a motivator. I'm not sure why.","author":"Ginnifer Goodwin","category":"Love, Brave, Think"},{"quote":"My biggest fear in writing 'Gossip Girl' was that the characters would sound like stereotypical rich, air-headed heiresses. These were my friends. They were smart and multifaceted. They had interests and passions. They wanted to become lawyers and doctors and writers and filmmakers.","author":"Cecily von Ziegesar","category":"Friends, Writing, Girl"},{"quote":"At the root of the shy temperament is a deep fear of social judgment, one so severe it can sometimes be crippling. Introverted people don't worry unduly about whether they'll be found wanting, they just find too much socializing exhausting and would prefer either to be alone or in the company of a select few people.","author":"Jeffrey Kluger","category":"Deep, Alone, Company"},{"quote":"I think that my leadership style is to get people to fear staying in place, to fear not changing.","author":"Louis V. Gerstner, Jr.","category":"Leadership, Style, People"},{"quote":"I've always felt alienated. I realized that I've been terrified my entire life. So I can identify that fear which drives so many of the people that I write about.","author":"Hubert Selby, Jr.","category":"Life, People, I Can"},{"quote":"I don't think Adam Sandler or Will Ferrell fear competition from me in their arena.","author":"Viggo Mortensen","category":"Competition, Me, Think"},{"quote":"I've always been petrified of working for a boss who I didn't like but who I was in fear of, because I wanted my salary.","author":"Simon Cowell","category":"Boss, Salary, Working"},{"quote":"I was a mother who worked ridiculously hard to keep catastrophe at bay. I didn't allow my kids to eat hamburgers for fear of E. coli. I didn't allow them to play with rope, string, balloons - anything that might strangle them. They had to bite grapes in half, avoid lollipops, eat only when I could watch them.","author":"Ann Hood","category":"Mother, Play, Kids"},{"quote":"I've done plenty of daredeviling - from white-water rafting to bungee jumping. But I think the most fearless was hosting the Emmy Awards. It was overwhelming, and I definitely had to leave fear at the door.","author":"Neil Patrick Harris","category":"Door, Think, Fearless"},{"quote":"I have turned away from the thought of writing fiction in the past through what I suppose is, actually, fear. The direct, raw invitation for the reader to come in and explore my imagination is fairly scary for me so I have busied myself with so much else.","author":"Dawn French","category":"Myself, Imagination, Past"},{"quote":"My dad had this thing - everyone in Canada wants to play hockey; that's all they want to do. So when I was a kid, whenever we skated my dad would not let us on the ice without hockey sticks, because of this insane fear we would become figure skaters!","author":"Norm MacDonald","category":"Hockey, Want, Play"},{"quote":"Just what is it that academics have to fear if they stand up for common decency, instead of letting campus barbarians run amok?","author":"Thomas Sowell","category":"Stand Up, Stand, Run"},{"quote":"Instead of showing strangers kindness and giving them the benefit of the doubt, we increasingly show them only fear, and that is bad for us and them.","author":"Julian Baggini","category":"Kindness, Giving, Doubt"},{"quote":"For me personally, I have a fear of, 'If I stop, I'm going to die.' If I stop doing the things that are enriching to me or creatively exciting to me or if I stop creating, then I feel stagnant. If something isn't growing, it's dying.","author":"Chris Hardwick","category":"Me, Die, Doing"},{"quote":"We can fear things into existence. Fear looks into the future and imagines the worst that can happen.","author":"Joyce Meyer","category":"Future, Worst, Existence"},{"quote":"Most serious writers refuse to make themselves available to the things that technology is doing. I've never been able to understand this sort of fear.","author":"William S. Burroughs","category":"Technology, Doing"},{"quote":"In the end, I am quite normal. I don't have odd habits. I don't dramatize. Above all, I do not romanticize the act of writing. I don't talk about the anguish I suffer in creating. I do not have a fear of the blank page, writer's block, all those things that we hear about writers.","author":"Jose Saramago","category":"I Am, Writing, Page"},{"quote":"The stereotypes of feminists as ugly, or man-haters, or hairy, or whatever it is - that's really strategic. That's a really smart way to keep young women away from feminism, is to kind of put out this idea that all feminists hate men, or all feminists are ugly; and that they really come from a place of fear.","author":"Jessica Valenti","category":"Women, Smart, Hate"},{"quote":"The economics of the security world are all horribly, horribly nasty and are largely based on fear, intimidation and blackmail.","author":"Linus Torvalds","category":"World, Economics, Security"},{"quote":"I don't even know why, but I've just always done it - I don't walk on handicapped parking spaces. I don't like to step on the blue lines. I always step over them. I don't know what the deal is. I don't know if it's a fear of injury, or a disrespectful thing, or if I just don't want to think about something like that happening.","author":"Chantal Sutherland","category":"Blue, Walk, Step"},{"quote":"Essentially, I am a dreamer. I've dreamed all my life. When I started, I dreamed I'd be Champion because it is a sport that is all about the people who win the most, and I have a fear of not winning.","author":"Tony McCoy","category":"Life, Winning, I Am"},{"quote":"The impression left after watching the motions of birds is that of extreme mobility - a life of perpetual impulse checked only by fear.","author":"Richard Jefferies","category":"Life, Birds, Impression"},{"quote":"I have struggled for decades now with the fear of and resistance to change - mostly in the realms of technology, transportation, and the ways people choose to communicate. If I had a theme song, it would be that lovely song 'I'm Old-Fashioned,' as sung by Ella Fitzgerald.","author":"Julia Glass","category":"Change, Technology, People"},{"quote":"The most blatant forms of denialism are rarely malevolent; they combine decency, a fear of change, and the misguided desire to do good - for our health, our families, and the world. That is why so many physicians dismiss the idea that a patient's race can, and often should, be used as a tool for better diagnoses and treatment.","author":"Michael Specter","category":"Change, Good, Health"},{"quote":"Californians are people who insist on growing their own vegetables, but they won't dig up the pretty lawn, won't plant anything for fear of getting dirty, and they use fragrant bath salts from The Body Shop instead of smelly compost.","author":"P. J. O'Rourke","category":"Body, People, Plant"},{"quote":"My father was a mean, controlling and manipulative person for most of his life. He was unpredictable and unstable. As a result, the atmosphere of our home was super-charged with fear because you never knew if what you did would make him mad or not.","author":"Joyce Meyer","category":"Life, Home, Father"},{"quote":"A person's fears are lighter when the danger is at hand.","author":"Lucius Annaeus Seneca","category":"Person, Hand, Danger"},{"quote":"The problem is not getting rid of fear, but using it properly.","author":"Zig Ziglar","category":"Problem, Rid, Using"},{"quote":"You pretend to be more eccentric than you actually are because you fear you are an interchangeable cog.","author":"Douglas Coupland","category":"You, Eccentric, Than"},{"quote":"It is the strange fate of man, that even in the greatest of evils the fear of the worst continues to haunt him.","author":"Johann Wolfgang von Goethe","category":"Man, Greatest, Fate"},{"quote":"You know why I fear people's judgment? Because I know they're judging. I know they are.","author":"Kate Winslet","category":"People, Know, Why"},{"quote":"Fighter pilots have ice in their veins. They don't have emotions. They think, anticipate. They know that fear and other concerns cloud your mind from what's going on and what you should be involved in.","author":"Buzz Aldrin","category":"Mind, Know, Think"},{"quote":"When you want to die, you at least have a goal. You're aiming for something. It's not a good goal, but at least you want something. And you've got anger and fear, but at least you're feeling something.","author":"Marilyn Manson","category":"Good, Anger, Goal"},{"quote":"My biggest fear is mindlessly and stupidly repeating myself.","author":"John Lydon","category":"Myself, Repeating, Biggest"},{"quote":"Fear makes us feel our humanity.","author":"Benjamin Disraeli","category":"Humanity, Feel, Us"},{"quote":"If someone's got a fear of heights, they'd probably say, well, hanging off a helicopter at 3,000 feet above downtown L.A. would be the scariest. For me, that's a day's work, something I was very happy to do.","author":"Jason Statham","category":"Work, Happy, Day"},{"quote":"Why is it that when we get older, we get more fearful?","author":"Sandra Bullock","category":"Why, Older, More"},{"quote":"The fearful unbelief is unbelief in yourself.","author":"Thomas Carlyle","category":"Yourself, Fearful, Unbelief"},{"quote":"I do not trust those who make the vaccines, or the apparatus behind it all to push it on us through fear.","author":"Billy Corgan","category":"Trust, Push, Vaccines"},{"quote":"To him who is in fear everything rustles.","author":"Sophocles","category":"Everything, Him, Who"},{"quote":"The terrorists are fighting freedom with all their cunning and cruelty because freedom is their greatest fear - and they should be afraid, because freedom is on the march.","author":"George W. Bush","category":"Freedom, Greatest, Fighting"},{"quote":"Courage is a peculiar kind of fear.","author":"Charles Kennedy","category":"Courage, Kind, Peculiar"},{"quote":"When fear makes your choices for you, no security measures on earth will keep the things you dread from finding you. But if you can avoid avoidance - if you can choose to embrace experiences out of passion, enthusiasm, and a readiness to feel whatever arises - then nothing, nothing in all this dangerous world, can keep you from being safe.","author":"Martha Beck","category":"Passion, World, Choices"},{"quote":"People's choice to become vegan, from people I've spoken to, seems motivated by fear.","author":"Anthony Bourdain","category":"Choice, People, Vegan"},{"quote":"Everyone wishes that the man whom he fears would perish.","author":"Ovid","category":"Man, Wishes, Everyone"},{"quote":"Minds that are ill at ease are agitated by both hope and fear.","author":"Ovid","category":"Hope, Minds, Ease"},{"quote":"So here we are today with a new conversation. When University of Georgia plays Georgia Tech, it's uniform color versus skin color. We have - we've overcome that level of racial fear.","author":"Jesse Jackson","category":"Today, Color, Conversation"},{"quote":"Sides are being divided now. It's very obvious. So if you're on the other side of the fence, you're suddenly anti-American. It's breeding fear of being on the wrong side.","author":"Sam Shepard","category":"Fence, You, Divided"},{"quote":"The fear of becoming a 'has-been' keeps some people from becoming anything.","author":"Eric Hoffer","category":"People, Some People"},{"quote":"We have perhaps a natural fear of ends. We would rather be always on the way than arrive. Given the means, we hang on to them and often forget the ends.","author":"Eric Hoffer","category":"Forget, Way, Natural"},{"quote":"Fear clogs faith liberates.","author":"Elbert Hubbard","category":"Faith, Liberates"},{"quote":"I'd rather give my life than be afraid to give it.","author":"Lyndon B. Johnson","category":"Life, My Life, Afraid"},{"quote":"For any new technology there is always controversy and there always some fear associated with it. I think that's just the price of being first sometimes.","author":"Hugh Grant","category":"Technology, Think, New"},{"quote":"We are afraid of the enormity of the possible.","author":"Emile M. Cioran","category":"Afraid, Possible, Enormity"},{"quote":"You know, sometimes I feel well and vital in the world, and sometimes I just feel so distressed I want to pull my hair out by the roots.","author":"Sharon Stone","category":"Hair, Roots, World"},{"quote":"What people recognize is that there's a fear that the United States is in an unstoppable decline. They see the rise of China, the rise of India, the rise of the Soviet Union and our loss militarily going forward.","author":"Michele Bachmann","category":"Loss, People, Rise"},{"quote":"Sleep makes people calmer, more alert, less fearful - just plain happier, or so I see around me and in me. I am sure that if this great nation were to concentrate on getting more sleep, we would be a happier, more confident people, and that by itself would be a major achievement.","author":"Ben Stein","category":"Great, Achievement, Sleep"},{"quote":"We often pretend to fear what we really despise, and more often despise what we really fear.","author":"Charles Caleb Colton","category":"Pretend, More, Really"},{"quote":"I fear we might be losing the basic human facility to be alone - and with that you throw out independent decision-making, what to trust, what not to trust; key stuff - a perilous loss.","author":"Dylan Moran","category":"Trust, Alone, Losing"},{"quote":"As with most phobias, the fear of flying does make some sense, but if ever there was a fear worth quashing then this is it. After all, life is short, and there's a great big world to explore out there.","author":"Beth Ditto","category":"Life, Great, Short"},{"quote":"I went to school with butterflies of fear every day for years - from primary school onwards - not just worried about being bullied by classmates, but by teachers.","author":"Robert Winston","category":"Day, School, Every Day"},{"quote":"I fear the Greeks, even when they bring gifts.","author":"Virgil","category":"Gifts, Bring, Greeks"},{"quote":"Some people need to stay at the top. They are afraid to re-start from zero because they fear the critics.","author":"Eric Cantona","category":"People, Some People, Need"},{"quote":"The thinner the ice, the more anxious is everyone to see whether it will bear.","author":"Josh Billings","category":"Everyone, See, Will"},{"quote":"Fear, anxiety and neurosis: that's just in the suitcase when you're an actor.","author":"Laura Linney","category":"Anxiety, Actor, You"},{"quote":"The deepest fear we have, 'the fear beneath all fears,' is the fear of not measuring up, the fear of judgment. It's this fear that creates the stress and depression of everyday life.","author":"Tullian Tchividjian","category":"Life, Stress, Depression"},{"quote":"A star on a movie set is like a time bomb. That bomb has got to be defused so people can approach it without fear.","author":"Jack Nicholson","category":"Time, People, Star"},{"quote":"The thirst for powerful sensations takes the upper hand both over fear and over compassion for the grief of others.","author":"Anton Chekhov","category":"Compassion, Powerful, Grief"},{"quote":"Fear is a driving force for most of the things that I do. I don't know if that's healthy.","author":"David Chang","category":"Driving, Healthy, Know"},{"quote":"I would sum up my fear about the future in one word: boring. And that's my one fear: that everything has happened; nothing exciting or new or interesting is ever going to happen again... the future is just going to be a vast, conforming suburb of the soul.","author":"J. G. Ballard","category":"Future, Soul, One Word"},{"quote":"I'm different, and my manner invites questions. I'm never afraid to answer.","author":"Marlee Matlin","category":"Questions, Never, Different"},{"quote":"He whom many fear, has himself many to fear.","author":"Publilius Syrus","category":"Himself, Many, He"},{"quote":"The brutal truth is, we're scarcely 'educating' children at all. Even if you overlook the guilt, fear, bigotry, and dangerous anti-intellectual flapdoodle being funneled into young brains by schools on the religious right, what we're doing is training kids to be cogs in the wheels of commerce.","author":"Tom Robbins","category":"Children, Truth, Training"},{"quote":"But what is all this fear of and opposition to Oblivion? What is the matter with the soft Darkness, the Dreamless Sleep?","author":"James Thurber","category":"Sleep, Darkness, Matter"},{"quote":"I always have the fear that, if I don't commit 100 percent to my work, then it's gonna suffer.","author":"Joaquin Phoenix","category":"Work, Always, Gonna"},{"quote":"I have a son, who is a... not an ordinary form of schizophrenia, but clearly, cannot take care of himself. And the great fear of then, of all parents is, when the parents die, who takes care of your child? And the answer is: they become homeless.","author":"James D. Watson","category":"Son, Great, Parents"},{"quote":"It is wisdom in prosperity, when all is as thou wouldn't have it, to fear and suspect the worst.","author":"Desiderius Erasmus","category":"Wisdom, Worst, Prosperity"},{"quote":"That man is prudent who neither hopes nor fears anything from the uncertain events of the future.","author":"Anatole France","category":"Future, Man, Hopes"},{"quote":"I am drawn to those parts; I like the tough girls because they are not tough. It's a veil; it's a disguise. It's defenses. At the core, everybody is human, everybody is fragile, everybody is terrified, and the fear is what propels you to be tough.","author":"Tatiana Maslany","category":"I Am, You, Human"},{"quote":"This is all you have. This is not a dry run. This is your life. If you want to fritter it away with your fears, then you will fritter it away, but you won't get it back later.","author":"Laura Schlessinger","category":"Life, Want, You"},{"quote":"I came seriously close to getting married four times, and each time I backed off in fear or for one reason or another. Each occasion was different, but in hindsight when I look at the people involved, it wasn't a bad thing what I did. I think it may have been more complex had the marriage taken place.","author":"Ratan Tata","category":"Marriage, Time, People"},{"quote":"So then learn to conquer your fear. This is the only art we have to master nowadays: to look at things without fear, and to fearlessly do right.","author":"Friedrich Durrenmatt","category":"Art, Learn, Conquer"},{"quote":"When you advise any person you should be guided by the fear of God.","author":"Abu Bakr","category":"God, You, Person"},{"quote":"I won't allow myself to have tremendous fear.","author":"Calvin Klein","category":"Myself, Allow, Tremendous"},{"quote":"We lavish on animals the love we are afraid to show to people. They might not return it; or worse, they might.","author":"Mignon McLaughlin","category":"Love, People, Animals"},{"quote":"It's the most unhappy people who most fear change.","author":"Mignon McLaughlin","category":"Change, People, Unhappy"},{"quote":"To me, my biggest fear is getting a big head, and that is when I get the hammer. Because it's very easy in this game to believe you're something special.","author":"Keith Richards","category":"Believe, Game, Me"},{"quote":"One had to take some action against fear when once it laid hold of one.","author":"Rainer Maria Rilke","category":"Action, Hold, Once"},{"quote":"The forgotten world is made up primarily of the developing nations, where most of the people, comprising more than fifty percent of the total world population, live in poverty, with hunger as a constant companion and fear of famine a continual menace.","author":"Norman Borlaug","category":"Poverty, World, People"},{"quote":"Laughter kills fear, and without fear there can be no faith. For without fear of the devil there is no need for God.","author":"Sean Connery","category":"Faith, God, Laughter"},{"quote":"Hate is the consequence of fear we fear something before we hate it a child who fears noises becomes a man who hates noise.","author":"Cyril Connolly","category":"Man, Hate, Child"},{"quote":"There are many who dare not kill themselves for fear of what the neighbours will say.","author":"Cyril Connolly","category":"Say, Dare, Will"},{"quote":"As repressed sadists are supposed to become policemen or butchers so those with an irrational fear of life become publishers.","author":"Cyril Connolly","category":"Life, Become, Irrational"},{"quote":"There's a certain fear of simplicity. I think that's the thing, when you're younger as an artist, you get this idea in your head that complexity equals quality. The more notes you're playing, the better.","author":"Patrick Stump","category":"Simplicity, Quality, Artist"},{"quote":"We all have our ways of handling fear and managing trying; jumping in or climbing down, a direct approach or a delay, joyful or miserable, a spirit of adventure, or God help me, get this thing over with.","author":"Kristin Armstrong","category":"Adventure, God, Help"},{"quote":"The fear of the never-ending onslaught of gizmos and gadgets is nothing new. The radio, the telephone, Facebook - each of these inventions changed the world. Each of them scared the heck out of an older generation. And each of them was invented by people who were in their 20s.","author":"Daniel H. Wilson","category":"World, Generation, People"},{"quote":"Fear is not in the habit of speaking truth; when perfect sincerity is expected, perfect freedom must be allowed; nor has anyone who is apt to be angry when he hears the truth any cause to wonder that he does not hear it.","author":"Tacitus","category":"Freedom, Truth, Angry"},{"quote":"There is nothing that fear and hope does not permit men to do.","author":"Luc de Clapiers","category":"Hope, Men, Nothing"},{"quote":"Therefore, when I considered this carefully, the contempt which I had to fear because of the novelty and apparent absurdity of my view, nearly induced me to abandon utterly the work I had begun.","author":"Nicolaus Copernicus","category":"Work, Me, View"},{"quote":"Tell us your phobias and we will tell you what you are afraid of.","author":"Robert Benchley","category":"Afraid, You, Will"},{"quote":"To me, watching a movie is like going to an amusement park. My worst fear is making a film that people don't think is a good ride.","author":"Darren Aronofsky","category":"Good, Me, People"},{"quote":"The great thing about behavioural psychology and economics is that they help us to see that there are actually pretty good reasons why human beings swing from greed to fear, and why we're not really calculating machines or utility-maximisers.","author":"Niall Ferguson","category":"Good, Great, Greed"},{"quote":"I was a very fearful little kid, and I would always see the worst in everything. The glass was half-empty. I would see people kissing, and I would think one was trying to bite the other.","author":"Daniel Clowes","category":"People, Glass, Think"},{"quote":"It seemed that rebellion must have an unassailable base, something guarded not merely from attack, but from the fear of it: such a base as we had in the Red Sea Parts, the desert, or in the minds of the men we converted to our creed.","author":"T. E. Lawrence","category":"Sea, Men, Red"},{"quote":"An ugly sight, a man who is afraid.","author":"Jean Anouilh","category":"Man, Ugly, Sight"},{"quote":"I don't fear aging. It's natural, and I can't stop it!","author":"Madhuri Dixit","category":"Aging, Stop, Natural"},{"quote":"There's always an element of fear that you need to work a lot until people get sick and tired of you or finally figure out that you're a fraud after all!","author":"Ben Stiller","category":"Work, Tired, People"},{"quote":"Monopolists who fear competition and who distrust democracy because it stands for equal opportunity would like to secure their position against small and energetic enterprise.","author":"Henry A. Wallace","category":"Opportunity, Competition"},{"quote":"In contrast, fear societies are societies in which dissent is banned.","author":"Natan Sharansky","category":"Contrast, Dissent, Which"},{"quote":"Right out of high school I never had the fear of getting beat, which is how most people lose.","author":"Dan Gable","category":"School, High School, People"},{"quote":"My apartment is the equivalent of one room in my Toronto home. Now I understand why New Yorkers are on the streets at all hours. People don't want to stay inside for fear they'll go crazy.","author":"Samantha Bee","category":"Home, Crazy, People"},{"quote":"The world has nothing to fear from military ambition in our Government.","author":"James K. Polk","category":"Ambition, Government, World"},{"quote":"Fear of the unknown is a terrible fear.","author":"Joan D. Vinge","category":"Unknown, Terrible"},{"quote":"We need a pedagogy free from fear and focused on the magic of children's innate quest for information and understanding.","author":"Sugata Mitra","category":"Children, Understanding"},{"quote":"I began to realize that when people experience the love of God, it casts out their fear and frees them from guilt.","author":"Joseph Prince","category":"Love, Experience, God"},{"quote":"I'd love to work with Aaron Sorkin on something. Just the way he writes, he has no fear in writing people that are fiercely intelligent, and I love that.","author":"David Tennant","category":"Love, Work, Writing"},{"quote":"I could write an entertaining novel about rejection slips, but I fear it would be overly long.","author":"Louise Brown","category":"Long, Rejection, Write"},{"quote":"Preachers prepare with this fear: 'Am I going to be able to fill the time?' The audience never worries about that.","author":"Andy Stanley","category":"Time, Prepare, Audience"},{"quote":"A line from one of my 1997 columns - 'Do one thing every day that scares you' - is now widely attributed to Eleanor Roosevelt, though I have yet to see any evidence that she ever said it and I don't believe she did. She said some things about fear, but not that thing.","author":"Mary Schmich","category":"Day, Believe, Every Day"},{"quote":"I fear God never showed mercy to one so vile as I.","author":"David Brainerd","category":"God, Mercy, Never"},{"quote":"Jealousy is the fear or apprehension of superiority: envy our uneasiness under it.","author":"William Shenstone","category":"Jealousy, Envy, Superiority"},{"quote":"Whatever hardships there have been in my life I still live in a very privileged position. Fear is not knowing where your next meal is coming from. Fear is seeing a child get hurt. Fear is watching someone you love waste away. Fear is knowing you are going to die yourself. But there's no fear in what I do. I write books.","author":"James Frey","category":"Love, Life, Child"},{"quote":"Too many people don't do things for fear of falling. You'll never get good unless you fall. Experiences and new accomplishments are feelings we should never lose.","author":"Robin Quivers","category":"Good, People, Fall"},{"quote":"Show me a guy who's afraid to look bad, and I'll show you a guy you can beat every time.","author":"Lou Brock","category":"Time, Me, You"},{"quote":"We fear the thing we want the most.","author":"Robert Anthony","category":"Want, Most, Thing"},{"quote":"A child understands fear, and the hurt and hate it brings.","author":"Nadine Gordimer","category":"Hate, Child, Hurt"},{"quote":"Our democracy is predicated on the belief that our government should be accessible by the people. We cannot allow ourselves to give in to fear or shy away from interacting with the public.","author":"Erik Paulsen","category":"Democracy, Government"},{"quote":"Most fear stems from sin; to limit one's sins, one must assuredly limit one's fear, thereby bringing more peace to one's spirit.","author":"Marvin Gaye","category":"Peace, Limit, Sin"},{"quote":"These days, all we hear about is that the industry is in trouble. Everybody is so scared, but our mission statement is having no fear.","author":"Frank Iero","category":"Mission, No Fear, Scared"},{"quote":"I am always scared before going on stage this is the fear which makes me do well.","author":"Kapil Sharma","category":"I Am, Me, Scared"},{"quote":"I don't feel that fear is a good incentive on a film set.","author":"Andrew Lincoln","category":"Good, Film, Feel"},{"quote":"We should not be afraid to go into a new era, to leave the old beyond.","author":"Zack Wamp","category":"Afraid, New, New Era"},{"quote":"It seems to me we have been in a rhetorical arms race in this country, with each side unwilling to lay down its weapons for fear - usually justified - the other side would beat them to a pulp.","author":"Pat Sajak","category":"Me, Down, Country"},{"quote":"We tell lies when we are afraid... afraid of what we don't know, afraid of what others will think, afraid of what will be found out about us. But every time we tell a lie, the thing that we fear grows stronger.","author":"Tad Williams","category":"Time, Lie, Stronger"},{"quote":"Do what you fear most and you control fear.","author":"Tom Hopkins","category":"Control, You, Most"},{"quote":"I hasten to laugh at everything, for fear of being obliged to weep.","author":"Pierre Beaumarchais","category":"Laugh, Everything, Being"},{"quote":"I love overcoming challenges and fear.","author":"Laura Wilkinson","category":"Love, Challenges, Overcoming"},{"quote":"When you're fearful, you stumble.","author":"Jenna Jameson","category":"You, Stumble, Fearful"},{"quote":"Chemistry itself knows altogether too well that - given the real fear that the scarcity of global resources and energy might threaten the unity of mankind - chemistry is in a position to make a contribution towards securing a true peace on earth.","author":"Kenichi Fukui","category":"Peace, Unity, Earth"},{"quote":"Everything I've ever done was out of fear of being mediocre.","author":"Chet Atkins","category":"Done, Everything, Being"},{"quote":"Discipline is simply the art of making the soldiers fear their officers more than the enemy.","author":"Claude Adrien Helvetius","category":"Art, Discipline, Enemy"},{"quote":"I don't want fear or cancer to define me, but it's always in the back of your mind.","author":"Ethan Zohn","category":"Mind, Me, Cancer"},{"quote":"To show a 'well-founded fear of persecution', an alien need not prove that it is more likely than not that he or she will be persecuted in his or her home country.","author":"John Paul Stevens","category":"Home, Alien, She"},{"quote":"You know, once something freezes, it's solid. That's the key to the arctic - they didn't fear the cold, they made use of it.","author":"Wade Davis","category":"Key, Know, You"},{"quote":"If children live with hostility, they learn to fight. If they live with fear, they learn to be apprehensive. If they live with criticism, they learn to condemn.","author":"Ron Finley","category":"Children, Fight, Live"},{"quote":"I think what weakens people most is fear of wasting their strength.","author":"Etty Hillesum","category":"Strength, People, Think"},{"quote":"If you let your fear of consequence prevent you from following your deepest instinct, your life will be safe, expedient and thin.","author":"Katharine Butler Hathaway","category":"Life, You, Safe"},{"quote":"Fear is excitement without breath.","author":"Robert Heller","category":"Excitement, Without, Breath"},{"quote":"When we are afraid we ought not to occupy ourselves with endeavoring to prove that there is no danger, but in strengthening ourselves to go on in spite of the danger.","author":"Hale White","category":"Afraid, Prove, Danger"},{"quote":"I am convinced that it is not the fear of death, of our lives ending that haunts our sleep so much as the fear... that as far as the world is concerned, we might as well never have lived.","author":"Harold Kushner","category":"Death, Sleep, I Am"},{"quote":"What is the biggest thing that stops people from living their lives in the present moment? Fear - and we must learn how to overcome fear.","author":"Brian Weiss","category":"Moment, People, Living"},{"quote":"Understanding dissolves fear. When we understand the true nature of our being, fears dissipate. We are spiritual beings, not human beings.","author":"Brian Weiss","category":"Nature, Spiritual"},{"quote":"Fear is the tax that conscience pays to guilt.","author":"George Sewell","category":"Tax, Guilt, Conscience"},{"quote":"Fear can be conquered. I became a better person and a better football player when I learned that lesson.","author":"Roger Craig","category":"Football, Better Person"},{"quote":"By action and reaction do we become strong or weak, according to the character of our thoughts and mental states. Fear is the deadly nightshade of the mind.","author":"Edward Walker","category":"Character, Strong, Mind"},{"quote":"So when I look in the mirror I'm driven by both vanity and fear.","author":"Andy Whitfield","category":"Mirror, Vanity, Look"},{"quote":"A leader is one who knows the way, goes the way, and shows the way.","author":"John C. Maxwell","category":"Leader, Way, Knows"},{"quote":"I am not afraid of an army of lions led by a sheep I am afraid of an army of sheep led by a lion.","author":"Alexander the Great","category":"I Am, Lion, Sheep"},{"quote":"The quality of a leader is reflected in the standards they set for themselves.","author":"Ray Kroc","category":"Leader, Quality, Standards"},{"quote":"Management is doing things right leadership is doing the right things.","author":"Peter Drucker","category":"Management, Doing, Right"},{"quote":"The supreme quality for leadership is unquestionably integrity. Without it, no real success is possible, no matter whether it is on a section gang, a football field, in an army, or in an office.","author":"Dwight D. Eisenhower","category":"Success, Integrity, Football"},{"quote":"Don't find fault, find a remedy.","author":"Henry Ford","category":"Find, Fault, Remedy"},{"quote":"Innovation distinguishes between a leader and a follower.","author":"Steve Jobs","category":"Innovation, Leader, Between"},{"quote":"People ask the difference between a leader and a boss. The leader leads, and the boss drives.","author":"Theodore Roosevelt","category":"Leader, Boss, People"},{"quote":"Leadership is the capacity to translate vision into reality.","author":"Warren Bennis","category":"Vision, Reality, Capacity"},{"quote":"The key to successful leadership today is influence, not authority.","author":"Ken Blanchard","category":"Today, Influence, Successful"},{"quote":"When you can't make them see the light, make them feel the heat.","author":"Ronald Reagan","category":"Light, You, See"},{"quote":"A genuine leader is not a searcher for consensus but a molder of consensus.","author":"Martin Luther King, Jr.","category":"Leader, Genuine, Consensus"},{"quote":"Leadership is not about the next election, it's about the next generation.","author":"Simon Sinek","category":"Generation, Election, Next"},{"quote":"Leadership is unlocking people's potential to become better.","author":"Bill Bradley","category":"Potential, People, Better"},{"quote":"Leadership - leadership is about taking responsibility, not making excuses.","author":"Mitt Romney","category":"Responsibility, Excuses"},{"quote":"It is better to lead from behind and to put others in front, especially when you celebrate victory when nice things occur. You take the front line when there is danger. Then people will appreciate your leadership.","author":"Nelson Mandela","category":"Celebrate, Victory, People"},{"quote":"When your values are clear to you, making decisions becomes easier.","author":"Roy E. Disney","category":"Decisions, Values, You"},{"quote":"I suppose leadership at one time meant muscles but today it means getting along with people.","author":"Mahatma Gandhi","category":"Time, Today, People"},{"quote":"No man will make a great leader who wants to do it all himself or get all the credit for doing it.","author":"Andrew Carnegie","category":"Leader, Great, Man"},{"quote":"Leadership is not a popularity contest it's about leaving your ego at the door. The name of the game is to lead without a title.","author":"Robin S. Sharma","category":"Door, Ego, Leaving"},{"quote":"Leadership is a choice, not a position.","author":"Stephen Covey","category":"Choice, Position"},{"quote":"If you think you can do a thing or think you can't do a thing, you're right.","author":"Henry Ford","category":"Think, You, Right"},{"quote":"You have to think anyway, so why not think big?","author":"Donald Trump","category":"Think, Why, You"},{"quote":"If a window of opportunity appears, don't pull down the shade.","author":"Tom Peters","category":"Opportunity, Window, Down"},{"quote":"Leadership is a privilege to better the lives of others. It is not an opportunity to satisfy personal greed.","author":"Mwai Kibaki","category":"Opportunity, Greed, Better"},{"quote":"People buy into the leader before they buy into the vision.","author":"John C. Maxwell","category":"Leader, Vision, People"},{"quote":"The function of leadership is to produce more leaders, not more followers.","author":"Ralph Nader","category":"Leaders, Followers, More"},{"quote":"Speak softly and carry a big stick you will go far.","author":"Theodore Roosevelt","category":"Speak, You, Carry"},{"quote":"Hold yourself responsible for a higher standard than anybody expects of you. Never excuse yourself.","author":"Henry Ward Beecher","category":"Yourself, You, Responsible"},{"quote":"You don't lead by hitting people over the head - that's assault, not leadership.","author":"Dwight D. Eisenhower","category":"People, Head, You"},{"quote":"Management is efficiency in climbing the ladder of success leadership determines whether the ladder is leaning against the right wall.","author":"Stephen Covey","category":"Success, Management"},{"quote":"Leadership is a way of thinking, a way of acting and, most importantly, a way of communicating.","author":"Simon Sinek","category":"Thinking, Acting, Way"},{"quote":"Millions saw the apple fall, but Newton was the one who asked why.","author":"Bernard Baruch","category":"Apple, Fall, Why"},{"quote":"Whether we're talking about leadership, teamwork, or client service, there is no more powerful attribute than the ability to be genuinely honest about one's weaknesses, mistakes, and needs for help.","author":"Patrick Lencioni","category":"Teamwork, Service, Mistakes"},{"quote":"Go as far as you can see; when you get there, you'll be able to see farther.","author":"J. P. Morgan","category":"You, See, Far"},{"quote":"The task of the leader is to get his people from where they are to where they have not been.","author":"Henry Kissinger","category":"Leader, People, Where"},{"quote":"A man who wants to lead the orchestra must turn his back on the crowd.","author":"Max Lucado","category":"Man, Turn, Orchestra"},{"quote":"Getting in touch with your true self must be your first priority.","author":"Tom Hopkins","category":"Self, True, First"},{"quote":"The world needs new leadership, but the new leadership is about working together.","author":"Jack Ma","category":"Working Together, Together"},{"quote":"People who enjoy meetings should not be in charge of anything.","author":"Thomas Sowell","category":"Enjoy, People, Meetings"},{"quote":"Leadership consists not in degrees of technique but in traits of character; it requires moral rather than athletic or intellectual effort, and it imposes on both leader and follower alike the burdens of self-restraint.","author":"Lewis H. Lapham","category":"Leader, Character, Effort"},{"quote":"High expectations are the key to everything.","author":"Sam Walton","category":"Expectations, Key, High"},{"quote":"I learned that leadership is about falling in love with the people and the people falling in love with you. It is about serving the people with selflessness, with sacrifice, and with the need to put the common good ahead of personal interests.","author":"Joyce Banda","category":"Love, Good, Sacrifice"},{"quote":"The cautious seldom err.","author":"Confucius","category":"Cautious, Err, Seldom"},{"quote":"Effective leadership is not about making speeches or being liked leadership is defined by results not attributes.","author":"Peter Drucker","category":"Results, Speeches, Being"},{"quote":"Grades don't measure tenacity, courage, leadership, guts or whatever you want to call it. Teachers or any other persons in a position of authority should never tell anybody they will not succeed because they did not get all A's in school.","author":"Thomas J. Stanley","category":"Courage, School, Want"},{"quote":"Leadership is working with goals and vision management is working with objectives.","author":"Russel Honore","category":"Goals, Vision, Management"},{"quote":"Management's job is to convey leadership's message in a compelling and inspiring way. Not just in meetings, but also by example.","author":"Jeffrey Gitomer","category":"Job, Management, Meetings"},{"quote":"He who is prudent and lies in wait for an enemy who is not, will be victorious.","author":"Sun Tzu","category":"Enemy, Wait, Will"},{"quote":"The amount of good luck coming your way depends on your willingness to act.","author":"Barbara Sher","category":"Good, Luck, Good Luck"},{"quote":"Effective leadership is putting first things first. Effective management is discipline, carrying it out.","author":"Stephen Covey","category":"Management, Discipline"},{"quote":"Leadership requires the courage to make decisions that will benefit the next generation.","author":"Alan Autry","category":"Courage, Decisions"},{"quote":"Empowerment isn't a buzzword among leadership gurus. It's a proven technique where leaders give their teams the appropriate training, tools, resources, and guidance to succeed.","author":"John Rampton","category":"Training, Tools, Resources"},{"quote":"To be an objective leader means aligning your models with the needs of the organization. There is no question anymore that collaboration, seeking out diverse perspectives and developing new ways to look at challenges and opportunities, is a key leadership competency.","author":"Elizabeth Thornton","category":"Leader, Collaboration"},{"quote":"One thing that somebody told me is that leadership is a lonely role - some people can do it, and some people can't.","author":"Kyrie Irving","category":"Me, People, Lonely"},{"quote":"The test of leadership is not to put greatness into humanity, but to elicit it, for the greatness is already there.","author":"James Buchanan","category":"Greatness, Humanity, Test"},{"quote":"A throne is only a bench covered with velvet.","author":"Napoleon Bonaparte","category":"Velvet, Bench, Throne"},{"quote":"Without initiative, leaders are simply workers in leadership positions.","author":"Bo Bennett","category":"Initiative, Without, Leaders"},{"quote":"Leadership is the other side of the coin of loneliness, and he who is a leader must always act alone. And acting alone, accept everything alone.","author":"Ferdinand Marcos","category":"Leader, Loneliness, Alone"},{"quote":"You're only as good as the people you hire.","author":"Ray Kroc","category":"Good, People, You"},{"quote":"Everyone who's ever taken a shower has an idea. It's the person who gets out of the shower, dries off and does something about it who makes a difference.","author":"Nolan Bushnell","category":"Difference, Idea, Person"},{"quote":"Management is about arranging and telling. Leadership is about nurturing and enhancing.","author":"Tom Peters","category":"Management, Nurturing"},{"quote":"Be careful the environment you choose for it will shape you be careful the friends you choose for you will become like them.","author":"W. Clement Stone","category":"Friends, Environment, You"},{"quote":"Everything rises and falls on leadership.","author":"John C. Maxwell","category":"Everything, Falls, Rises"},{"quote":"Leadership cannot really be taught. It can only be learned.","author":"Harold S. Geneen","category":"Learned, Taught, Cannot"},{"quote":"Affirmation without discipline is the beginning of delusion.","author":"Jim Rohn","category":"Discipline, Beginning"},{"quote":"Clarity affords focus.","author":"Thomas Leonard","category":"Focus, Clarity, Affords"},{"quote":"Leadership is about doing the right thing, even if it going against a vast number of naysayers and mediocre people.","author":"N. R. Narayana Murthy","category":"People, The Right Thing"},{"quote":"Making good decisions is a crucial skill at every level.","author":"Peter Drucker","category":"Good, Decisions, Skill"},{"quote":"Give whatever you are doing and whoever you are with the gift of your attention.","author":"Jim Rohn","category":"Gift, Doing, You"},{"quote":"There is no force in the world that can block the powerful march of our army and people, who are holding high the banner of the suns of great Comrade Kim Il Sung and great Comrade Kim Jong Il and continuing to advance under the leadership of the party and with strong faith in sure victory.","author":"Kim Jong-un","category":"Faith, Great, Strong"},{"quote":"The only safe ship in a storm is leadership.","author":"Faye Wattleton","category":"Storm, Ship, Safe"},{"quote":"Leadership is absolutely vital if there are comparable countries which can affect the security of the world you live in. Between Lincoln and Roosevelt's time, America was protected by huge oceans and, in practice, by the British navy. Today, it's different, and the obsession of the Obama administration has been for retrenchment.","author":"Henry Kissinger","category":"Time, Today, America"},{"quote":"I think for me, or for anyone who plays the quarterback position, it's almost an unspoken word when you think about leadership. Some guys can be a leader and be a running back or a lineman, or wide receiver, strong safety, or linebacker. But when you speak of quarterbacks, it's automatically a default that you're supposed to be a leader.","author":"Cam Newton","category":"Leader, Strong, Safety"},{"quote":"Leadership is an individual sport, one that has to be fine-tuned to each of the people that reports to you. Leaders also need to provide the direction, energy, encouragement and inspiration for each person who reports directly to the leader as well as for the overall organization.","author":"David Petraeus","category":"Leader, Encouragement"},{"quote":"A leader who doesn't hesitate before he sends his nation into battle is not fit to be a leader.","author":"Golda Meir","category":"Leader, Battle, Nation"},{"quote":"Educationists should build the capacities of the spirit of inquiry, creativity, entrepreneurial and moral leadership among students and become their role model.","author":"A. P. J. Abdul Kalam","category":"Creativity, Moral"},{"quote":"Divorced from ethics, leadership is reduced to management and politics to mere technique.","author":"James MacGregor Burns","category":"Politics, Ethics, Management"},{"quote":"One secret of leadership is that the mind of a leader never turns off. Leaders even when they are sightseers or spectators, are active; not passive observers.","author":"James Humes","category":"Leader, Mind, Secret"},{"quote":"How we think shows through in how we act. Attitudes are mirrors of the mind. They reflect thinking.","author":"David Joseph Schwartz","category":"Thinking, Mind, Think"},{"quote":"True leadership isn't about having an idea. It's about having an idea and recruiting other people to execute on this vision.","author":"Leila Janah","category":"Vision, People, Idea"},{"quote":"Leadership means forming a team and working toward common objectives that are tied to time, metrics, and resources.","author":"Russel Honore","category":"Time, Team, Working"},{"quote":"Example is leadership.","author":"Albert Schweitzer","category":"Example"},{"quote":"Be the chief but never the lord.","author":"Lao Tzu","category":"Never, Lord, Chief"},{"quote":"Leadership is influence.","author":"John C. Maxwell","category":"Influence"},{"quote":"Time is neutral and does not change things. With courage and initiative, leaders change things.","author":"Jesse Jackson","category":"Change, Time, Courage"},{"quote":"A leadership culture is one where everyone thinks like an owner, a CEO or a managing director. It's one where everyone is entrepreneurial and proactive.","author":"Robin S. Sharma","category":"Culture, Proactive, Director"},{"quote":"Vocational education programs have made a real difference in the lives of countless young people nationwide they build self-confidence and leadership skills by allowing students to utilize their unique gifts and talents.","author":"Conrad Burns","category":"Education, Unique"},{"quote":"Pay attention to those employees who respectfully ask why. They are demonstrating an interest in their jobs and exhibiting a curiosity that could eventually translate into leadership ability.","author":"Harvey Mackay","category":"Curiosity, Employees, Why"},{"quote":"I don't know any other way to lead but by example.","author":"Don Shula","category":"Know, Way, Example"},{"quote":"Honor bespeaks worth. Confidence begets trust. Service brings satisfaction. Cooperation proves the quality of leadership.","author":"James Cash Penney","category":"Trust, Confidence, Service"},{"quote":"Leadership is a matter of having people look at you and gain confidence, seeing how you react. If you're in control, they're in control.","author":"Tom Landry","category":"Confidence, Control, People"},{"quote":"The secret to understanding me is, I'm not trying to be anybody other than who I actually am. People want candid, refreshing leadership. And I've always tried to go with solutions. You know, I've always tried to say, here's how we get our economy growing, here's why we get our debt under control. That's what Mitt Romney is offering.","author":"Paul Ryan","category":"Control, Me, Understanding"},{"quote":"In the end, leadership comes down to consistency and strong, confident action upon which the team can rely - and this doesn't mean imposing a bunch of rules.","author":"Don Yaeger","category":"Team, Strong, Rules"},{"quote":"I want American Dream growth - lots of new businesses, well-paying jobs, and American leadership in new industries, like clean energy and biotechnology.","author":"William J. Clinton","category":"Growth, American Dream"},{"quote":"Seventy years after China emerged from the Second World War, the greatest threat facing the nation's leadership is not imperialism but skepticism.","author":"Evan Osnos","category":"War, World, Greatest"},{"quote":"You were born to lead as mothers and fathers, because nowhere is righteous leadership more crucial than in the family.","author":"Sheri L. Dew","category":"Family, Born, You"},{"quote":"Leadership is simply the ability of an individual to coalesce the efforts of other individuals toward achieving common goals. It boils down to looking after your people and ensuring that, from top to bottom, everyone feels part of the team.","author":"Frederick W. Smith","category":"Goals, Team, Achieving"},{"quote":"Optimism is the ultimate definition of a leader. A leader has to look optimistically at what is ahead while not ignoring the challenges that must be overcome. Those challenges are in government, politics, world leadership, and even in community life.","author":"Linda McMahon","category":"Life, Community, Leader"},{"quote":"In working with UNICEF our corporate partners have demonstrated time and again that their financial resources, leadership and expertise can bring about real and lasting benefits for the world's children.","author":"Carol Bellamy","category":"Time, Children, World"},{"quote":"If you want a quality, act as if you already had it.","author":"William James","category":"Quality, Want, You"},{"quote":"For success of any mission, it is necessary to have creative leadership. Creative leadership is vital for government, non-governmental organisations as well as for industries.","author":"A. P. J. Abdul Kalam","category":"Success, Government"},{"quote":"To succeed, one must be creative and persistent.","author":"John H. Johnson","category":"Creative, Succeed, Must"},{"quote":"As a woman leader, I thought I brought a different kind of leadership. I was interested in women's issues, in bringing down the population growth rate... as a woman, I entered politics with an additional dimension - that of a mother.","author":"Benazir Bhutto","category":"Women, Leader, Mother"},{"quote":"The key to being a good manager is keeping the people who hate me away from those who are still undecided.","author":"Casey Stengel","category":"Good, Hate, Me"},{"quote":"The first man gets the oyster, the second man gets the shell.","author":"Andrew Carnegie","category":"Man, First, Oyster"},{"quote":"Leadership is getting players to believe in you. If you tell a teammate you're ready to play as tough as you're able to, you'd better go out there and do it. Players will see right through a phony. And they can tell when you're not giving it all you've got.","author":"Larry Bird","category":"Believe, Giving, Play"},{"quote":"Leadership is an active role; 'lead' is a verb. But the leader who tries to do it all is headed for burnout, and in a powerful hurry.","author":"Bill Owens","category":"Leader, Powerful, Hurry"},{"quote":"You learn far more from negative leadership than from positive leadership. Because you learn how not to do it. And, therefore, you learn how to do it.","author":"Norman Schwarzkopf","category":"Positive, Negative, You"},{"quote":"I am the wealthiest man, not just in Europe, but in the whole world. I collect emotions. I am wealthy in that the people of Russia have twice entrusted me with the leadership of a great nation such as Russia - I believe that is my greatest wealth.","author":"Vladimir Putin","category":"Great, Man, I Am"},{"quote":"Leadership is getting someone to do what they don't want to do, to achieve what they want to achieve.","author":"Tom Landry","category":"Want, Achieve, Someone"},{"quote":"This is one of the major problems we have. By the way, it was endorsed by leadership on both sides of the aisle and both ends of the Capitol, by the NRA and also by the gun control groups.","author":"John Dingell","category":"Problems, Gun Control, Gun"},{"quote":"Because management deals mostly with the status quo and leadership deals mostly with change, in the next century we are going to have to try to become much more skilled at creating leaders.","author":"John P. Kotter","category":"Change, Management, Try"},{"quote":"It is better to have a lion at the head of an army of sheep, than a sheep at the head of an army of lions.","author":"Daniel Defoe","category":"Lion, Better, Sheep"},{"quote":"The art of leadership is saying no, not saying yes. It is very easy to say yes.","author":"Tony Blair","category":"Art, Easy, Saying"},{"quote":"Leaders must encourage their organizations to dance to forms of music yet to be heard.","author":"Warren Bennis","category":"Music, Dance, Leaders"},{"quote":"I think a major act of leadership right now, call it a radical act, is to create the places and processes so people can actually learn together, using our experiences.","author":"Margaret J. Wheatley","category":"Together, People, Think"},{"quote":"Different times need different types of leadership.","author":"Park Geun-hye","category":"Different, Need"},{"quote":"Character in leadership is the most important balance for leadership. Without character, leaders have no safety. Leadership has no protection without character.","author":"Myles Munroe","category":"Character, Safety, Balance"},{"quote":"The most dangerous leadership myth is that leaders are born-that there is a genetic factor to leadership. This myth asserts that people simply either have certain charismatic qualities or not. That's nonsense; in fact, the opposite is true. Leaders are made rather than born.","author":"Warren Bennis","category":"People, Born, True"},{"quote":"Leadership involves finding a parade and getting in front of it.","author":"John Naisbitt","category":"Finding, Parade, Getting"},{"quote":"Sport fosters many things that are good teamwork and leadership.","author":"Daley Thompson","category":"Teamwork, Good, Things"},{"quote":"Market leadership can translate directly to higher revenue, higher profitability, greater capital velocity, and correspondingly stronger returns on invested capital.","author":"Jeff Bezos","category":"Stronger, Higher, Revenue"},{"quote":"There are no more excuses for leaving women out of the inner circles of power. Qualified women are everywhere. Women are ready for leadership they just need to be identified and asked.","author":"Madeleine M. Kunin","category":"Women, Power, Leaving"},{"quote":"Leadership is absolutely about inspiring action, but it is also about guarding against mis-action.","author":"Simon Sinek","category":"Action, Against, Guarding"},{"quote":"Power should be reserved for weightlifting and boats, and leadership really involves responsibility.","author":"Herb Kelleher","category":"Responsibility, Power"},{"quote":"The most significant barrier to female leadership is the actual lack of females in leadership. The best advice I can give to women is to go out and start something, ideally their own businesses. If you can't see a path for leadership within your own company, go blaze a trail of your own.","author":"Safra A. Catz","category":"Women, Best, Path"},{"quote":"Americans must place greater emphasis on the more subtle dimensions of national power, such as innovation, education, the balance of force and diplomacy, and the quality of political leadership.","author":"Zbigniew Brzezinski","category":"Education, Innovation, Power"},{"quote":"I think there is probably no better person to aspire to emulate than Steve Jobs and what he has done at Apple in terms of his leadership, his innovation, not settling for mediocrity.","author":"Howard Schultz","category":"Innovation, Apple"},{"quote":"Few things kill likeability as quickly as arrogance. Likable leaders don't act as though they're better than you because they don't think that they're better than you. Rather than being a source of prestige, they see their leadership position as bringing them additional accountability for serving those who follow them.","author":"Travis Bradberry","category":"Accountability, Arrogance"},{"quote":"Leadership is... to make sure you never limit the idea or opportunity.","author":"Kevin Plank","category":"Opportunity, You, Idea"},{"quote":"I have a different vision of leadership. A leadership is someone who brings people together.","author":"George W. Bush","category":"Together, Vision, People"},{"quote":"There are very few good examples of effective, nurturing leadership that unlocks people's potential or even enthusiasm.","author":"Deepak Chopra","category":"Good, Potential, People"},{"quote":"Stubbornness is a positive quality of presidential leadership - if you're right about what you're stubborn about.","author":"Douglas Brinkley","category":"Positive, Quality, You"},{"quote":"The speed of the leader is the speed of the gang.","author":"Mary Kay Ash","category":"Leader, Speed, Gang"},{"quote":"Actions, not words, are the ultimate results of leadership.","author":"Bill Owens","category":"Words, Results, Actions"}]}