{
  "author": "Ravindu Manoj",
  "github": "ravindu01manoj",
  "repo": "Quotes-500k",
  "data": [
    {
      "quote": "Good economic theory must give the people the chance to use their talents to build their own lives. We must get away from the traditional route where the rich will do the business and the poor will depend on private or public charity.",
      "author": "Muhammad Yunus",
      "category": "Business, Good, Rich"
    },
    {
      "quote": "Man, if I get a chance to speak on the microphone, I've got to say something somewhere in there. You know, I'm going to laugh and have fun, too, but something has to be said that has some substance, because this is a platform, and the power that we have with words and with this microphone is phenomenal.",
      "author": "Common",
      "category": "Power, Man, Words"
    },
    {
      "quote": "You can lay in bed and think you don't stand a chance, that's what all of us thought, and here we are. We ended up doing all right.",
      "author": "Louis Tomlinson",
      "category": "Thought, Think, You"
    },
    {
      "quote": "In books, as in life, there are no second chances. On second thought: it's the next work, still to be written, that offers the second chance.",
      "author": "Cynthia Ozick",
      "category": "Life, Work, Thought"
    },
    {
      "quote": "Birth is violent, and out of that violence is our only chance of rebirth.",
      "author": "Nick Nolte",
      "category": "Violence, Birth, Rebirth"
    },
    {
      "quote": "This is a truth that should be repeated like a mantra: to have any chance of a ful - filling life, we require not only clean air and a steady climate, but also an abundance of meadows and woodlands, rivers and oceans, teeming with life and the mass existence of other living creatures.",
      "author": "John Burnside",
      "category": "Life, Truth, Abundance"
    },
    {
      "quote": "I'd call my work 'instinctual design.' I like to find the spirit of a piece that defies time, age, and occasion. My clothes give the wearer the chance to develop their own voice within a wardrobe, and I think of them as curators of their personal style.",
      "author": "Chris Benz",
      "category": "Work, Time, Age"
    },
    {
      "quote": "In Japan, usually, once you become prime minister, you do not have a second chance.",
      "author": "Shinzo Abe",
      "category": "Second Chance, You, Japan"
    },
    {
      "quote": "I've told myself I have a chance to make history, and that's my focus.",
      "author": "Jordan Spieth",
      "category": "History, Myself, Focus"
    },
    {
      "quote": "You got to make the most of your second life. I was born Nayvadius, but now I'm Future. Should I dwell on what Nayvadius was supposed to be? I get a chance to experience life as something else. I wasn't supposed to be like this.",
      "author": "Future",
      "category": "Life, Future, Experience"
    },
    {
      "quote": "It's not like I'm looking for a blonde or a brunette, light-skinned or dark-skinned. I feel like I give any girl a fighting chance.",
      "author": "Ryan Lochte",
      "category": "Girl, Looking, Blonde"
    },
    {
      "quote": "Success can allow you to try for greatness, can give you an opportunity to take a chance on something. I'm very blessed to have the success that I've had, and that's given me so many opportunities to work on being great.",
      "author": "Orlando Bloom",
      "category": "Work, Success, Great"
    },
    {
      "quote": "There is no chance and anarchy in the universe. All is system and gradation. Every god is there sitting in his sphere.",
      "author": "Ralph Waldo Emerson",
      "category": "God, Universe, Anarchy"
    },
    {
      "quote": "The Polynesians used to have a system where they proclaimed a fishing area as 'taboo.' If any fisherman was caught fishing in a taboo area, they would be killed. The Polynesians understand that the fish had to be given a chance to recover.",
      "author": "Paul Watson",
      "category": "Fishing, Fish, Understand"
    },
    {
      "quote": "Those who trust to chance must abide by the results of chance.",
      "author": "Calvin Coolidge",
      "category": "Trust, Results, Must"
    },
    {
      "quote": "A very small cause which escapes our notice determines a considerable effect that we cannot fail to see, and then we say that the effect is due to chance.",
      "author": "Henri Poincare",
      "category": "Small, Fail, See"
    },
    {
      "quote": "The circle of the return to birth can only remain open, but this is a chance, a sign of life, and a wound.",
      "author": "Jacques Derrida",
      "category": "Life, Birth, Circle"
    },
    {
      "quote": "When you learn about the teaching and the practice of another tradition, you always have a chance to understand your own teaching and practice.",
      "author": "Thich Nhat Hanh",
      "category": "Practice, Learn, You"
    },
    {
      "quote": "It's funny, because in 1970 I met the Beatles quite by a chance at a party. It was the Beethoven bicentenary, and I was then also playing the Beethoven Sonatas. And that's all they wanted to hear about - I wanted to talk about them, and all they wanted to talk about was Beethoven.",
      "author": "Daniel Barenboim",
      "category": "Funny, Party, Talk"
    },
    {
      "quote": "I like entrepreneurial people I like people who take risks.",
      "author": "Billie Jean King",
      "category": "People, Risks"
    },
    {
      "quote": "If you are living a life that feels right to you, if you're willing to take creative chances or a creative path that feels like it's mostly in keeping with your sensibilities, you know, aesthetic and artistic, then that's what matters.",
      "author": "Tracy Chapman",
      "category": "Life, Path, Creative"
    },
    {
      "quote": "I think the harder you work, the more luck you have.",
      "author": "Dave Thomas",
      "category": "Work, Luck, Think"
    },
    {
      "quote": "Taking risks gives me energy.",
      "author": "Jay Chiat",
      "category": "Energy, Me, Risks"
    },
    {
      "quote": "The golden opportunity you are seeking is in yourself. It is not in your environment; it is not in luck or chance, or the help of others; it is in yourself alone.",
      "author": "Orison Swett Marden",
      "category": "Wisdom, Opportunity, Alone"
    },
    {
      "quote": "Being in a ship is being in a jail, with the chance of being drowned.",
      "author": "Samuel Johnson",
      "category": "Ship, Jail, Being"
    },
    {
      "quote": "If you keep saying things are going to be bad, you have a good chance of being a prophet.",
      "author": "Isaac Bashevis Singer",
      "category": "Good, You, Saying"
    },
    {
      "quote": "My biggest regret in life is that I didn't hit John Denver in the mouth while I has the chance.",
      "author": "Denis Leary",
      "category": "Life, Regret, Mouth"
    },
    {
      "quote": "It's important to give it all you have while you have the chance.",
      "author": "Shania Twain",
      "category": "Important, You, Give"
    },
    {
      "quote": "Going to college offered me the chance to play football for four more years.",
      "author": "Ronald Reagan",
      "category": "Football, College, Me"
    },
    {
      "quote": "It is an eternal obligation toward the human being not to let him suffer from hunger when one has a chance of coming to his assistance.",
      "author": "Simone Weil",
      "category": "Hunger, Human, Human Being"
    },
    {
      "quote": "Joint undertakings stand a better chance when they benefit both sides.",
      "author": "Euripides",
      "category": "Stand, Better, Both Sides"
    },
    {
      "quote": "An American cannot converse, but he can discuss, and his talk falls into a dissertation. He speaks to you as if he was addressing a meeting; and if he should chance to become warm in the discussion, he will say 'Gentlemen' to the person with whom he is conversing.",
      "author": "Alexis de Tocqueville",
      "category": "American, Meeting, You"
    },
    {
      "quote": "I never quit trying. I never felt that I didn't have a chance to win.",
      "author": "Arnold Palmer",
      "category": "Win, Trying, Quit"
    },
    {
      "quote": "Fortunately, somewhere between chance and mystery lies imagination, the only thing that protects our freedom, despite the fact that people keep trying to reduce it or kill it off altogether.",
      "author": "Luis Bunuel",
      "category": "Freedom, Imagination, People"
    },
    {
      "quote": "I think it's important to take a break, you know, from the public eye for a while, and give people a chance to miss you. I want longevity. I don't want to get out there and run myself ragged and spread myself thin.",
      "author": "Aaliyah",
      "category": "Myself, Eye, People"
    },
    {
      "quote": "More than 100 people are involved in a transplant operation... and we can't waste time and resources if there is a chance the caretakers aren't up for an awesome responsibility.",
      "author": "Leonard Bailey",
      "category": "Time, Responsibility, People"
    },
    {
      "quote": "I parody myself every chance I get. I try to make fun of myself and let people know that I'm a human being, and these things that have happened to me are real. I'm not just some cartoon who exists and suddenly doesn't exist.",
      "author": "Gary Coleman",
      "category": "Myself, Fun, Me"
    },
    {
      "quote": "There are lots of things which I would love to tell him, but in some way, I also feel that I lost the person closest to me. And I got a second chance to live. So in a way I feel that I live for both of us... and I will do my best.",
      "author": "Petra Nemcova",
      "category": "Love, Best, Me"
    },
    {
      "quote": "I quit because I didn't feel like the Detroit Lions had a chance to win. It just killed my enjoyment of the game.",
      "author": "Barry Sanders",
      "category": "Win, Game, Quit"
    },
    {
      "quote": "You know what I want? The answer is, I truly don't know what I want. I don't want to do a television series. I want to do dramas as well as comedies, but I have no idea what kind or in what order. Just give me the chance at them.",
      "author": "Michael J. Fox",
      "category": "Me, Television, Want"
    },
    {
      "quote": "There has been a huge advance in technology, which has improved the safety of the cars incredibly, but there are still some heavy crash impacts and in certain circumstances there is still the chance of fire today.",
      "author": "Jackie Stewart",
      "category": "Technology, Today, Safety"
    },
    {
      "quote": "If you want to treat China as an enemy, you have a much better chance of making them an enemy than if you treat them as a potential friend.",
      "author": "Jim Sasser",
      "category": "Friend, Potential, Treat"
    },
    {
      "quote": "Governments must give to all those who have hit life's hurdles the chance to rebuild and have a future.",
      "author": "Pauline Hanson",
      "category": "Life, Future, Give"
    },
    {
      "quote": "I've always believed that the facts about dancing are more interesting than the myths, and this was a great chance for me to explore how the human body does such incredible things.",
      "author": "Deborah Bull",
      "category": "Great, Me, Body"
    },
    {
      "quote": "It would make me feel that creative art has a chance in this crazy world that we all live in.",
      "author": "Jimmy Carl Black",
      "category": "Art, Crazy, World"
    },
    {
      "quote": "In Kenya you've got the great birds and monkeys leaping through the trees overhead. It's a chance to remember what the world is really like.",
      "author": "Joanna Lumley",
      "category": "Great, World, Trees"
    },
    {
      "quote": "So I picked a field where I had a little exposure. Where I thought I could have an enormous challenge, and have a chance to really do some good, to be a pioneer in an area, and not just be like everyone else.",
      "author": "Henry Kravis",
      "category": "Good, Challenge, Thought"
    },
    {
      "quote": "But you've reached them, and I've always wanted to reach people. I'm the first one to say I love my fans because they love that I took a chance.",
      "author": "Steven Tyler",
      "category": "Love, People, You"
    },
    {
      "quote": "I cry every chance I get.",
      "author": "Richard Gere",
      "category": "Cry, Every, Get"
    },
    {
      "quote": "Nobody owes anybody a living, but everybody is entitled to a chance.",
      "author": "Jack Dempsey",
      "category": "Living, Nobody, Everybody"
    },
    {
      "quote": "There are people who want to make men's lives more difficult for no other reason than the chance it provides them afterwards to offer their prescription for alleviating life; their Christianity, for instance.",
      "author": "Friedrich Nietzsche",
      "category": "Life, Men, People"
    },
    {
      "quote": "You have to make lots of birdies and give your opponent no chance.",
      "author": "Michelle Wie",
      "category": "You, Opponent, Give"
    },
    {
      "quote": "After the brain tumor happened, I realized I love acting, I've always loved it, I may never get a chance to do it again.",
      "author": "Mark Ruffalo",
      "category": "Love, Brain, Acting"
    },
    {
      "quote": "It's a werewolf movie with Christina Ricci, and it was a chance to work with some good people. But playing yourself is always fairly risky because you gotta watch how you goof on yourself.",
      "author": "Scott Baio",
      "category": "Work, Good, Yourself"
    },
    {
      "quote": "It took me six months to redeem myself at least to have another chance to at least have her get to know me and let her know I was at least a decent guy and to give me a shot. And here we are, we've been married seven years.",
      "author": "Drew Brees",
      "category": "Myself, Me, Know"
    },
    {
      "quote": "I never thought I'd get a chance to do what I'm doing. It's such a dream.",
      "author": "Maya Rudolph",
      "category": "Thought, Dream, Doing"
    },
    {
      "quote": "I've never been someone that's had a five-year plan, or a three-year plan. That just seems to lead to a lot of disappointment, and doesn't give you the chance to be flexible.",
      "author": "Eric Bana",
      "category": "Disappointment, Plan, You"
    },
    {
      "quote": "When we get a chance to take part in elections, I am ready to fight for leading positions, including in the presidential vote.",
      "author": "Alexei Navalny",
      "category": "I Am, Fight, Vote"
    },
    {
      "quote": "For me, if God blessed me with that one great hit, I'm satisfied. But I've still got a lot in me, and I'd still like to get out there and tell a lot more stories cinematically. And God willing, I'll get the chance to do that.",
      "author": "Steven Seagal",
      "category": "Great, God, Blessed"
    },
    {
      "quote": "At a time when nobody thought we'd ever see a new steel mill built in America, we took a chance and built one in a corn field in Indiana. Today Steel Dynamics is one of the largest steel producers in the United States.",
      "author": "Mitt Romney",
      "category": "Time, Today, America"
    },
    {
      "quote": "When I was younger, I would go to auditions to have the opportunity to audition, which would mean another chance to get up there and try out my stuff, or try out what I learned and see how it worked with an audience, because where are you gonna get an audience?",
      "author": "Al Pacino",
      "category": "Opportunity, You, See"
    },
    {
      "quote": "I'm a responsible soul. But anyone who has the chance to spend time with me can see I'm still 22 years old. I love talking about clothes and guys and shoes and makeup. Plus, I'm obsessed with anything Hello Kitty!",
      "author": "Jordin Sparks",
      "category": "Love, Time, Shoes"
    },
    {
      "quote": "When my father passed away, he had his organs donated. In that painful moment, I was deeply comforted knowing that my father would be able to give others a second chance at life. That is why I encourage everyone to sign up to be a donor.",
      "author": "John Perez",
      "category": "Life, Father, Moment"
    },
    {
      "quote": "You've got a great chance in college to do all sorts of terrible irresponsible things, and you should totally do them. I mean, make huge mistakes. This is the time in your life if you screw up, it's okay because you can bounce back from it.",
      "author": "Patrick Rothfuss",
      "category": "Life, Time, Great"
    },
    {
      "quote": "You only get one chance at your life so why not jump cars?",
      "author": "Dax Shepard",
      "category": "Life, Why, You"
    },
    {
      "quote": "When I teach seminars, I tell people, 'Your stuff has to look like something that's out there, because otherwise nobody will take a chance on you.'",
      "author": "Christopher Moore",
      "category": "People, Look, You"
    },
    {
      "quote": "Nobody has yet proven that taking a chance and doing something unique that an audience isn't used to is a bad idea. What the theater lacks is that kind of courage.",
      "author": "Harold Prince",
      "category": "Courage, Unique, Doing"
    },
    {
      "quote": "Despite the situation in Cuba, I had a chance to play on the national team; and compared to other baseball players and other people in Cuba, I had the opportunity to live at a level that was not very high class but in the middle.",
      "author": "Yoenis Cespedes",
      "category": "Team, Baseball, Opportunity"
    },
    {
      "quote": "I am delighted to be joining 'Guardian U.S.'s team as a weekly columnist, and to have the chance to address American and global current events on its distinguished platform. 'Guardian U.S.' brings the 'Guardian's hard-hitting investigative brand to a new focus on American news and opinion.",
      "author": "Naomi Wolf",
      "category": "Team, Focus, I Am"
    },
    {
      "quote": "If you don't have the good fortune to work a lot then you take any job you get offered, whether it's a good job, fun job, a bad job, horrible job, whatever, you just take what you need to take. But I'm lucky in that - at the moment anyway and hopefully forever, but who knows - I get the chance to pick jobs for the kick of it and the fun.",
      "author": "James McAvoy",
      "category": "Work, Good, Job"
    },
    {
      "quote": "I have a novel that I can write. It's about three soldiers from Somalia. Some babies have been disappearing up on 144th Street, and I speculate later on what happened to them and how they might have been got back. These guys are dead, all three, and they have a chance in the afterlife to do something they should have done when they were alive.",
      "author": "Gil Scott-Heron",
      "category": "Soldiers, Street, Three"
    },
    {
      "quote": "A franchise is dictated on the success of doing one film right, so if you can get it done correctly, you've got a chance of something else, but sometimes it just doesn't work that way. Ideally, it's insurance for the future; if you can do something, if you can find a character that people really do like, then you're very lucky.",
      "author": "Jason Statham",
      "category": "Work, Success, Future"
    },
    {
      "quote": "I don't like rats, but there's not much else I don't like. The problem with rats is they have no fear of human beings, they're loaded with foul diseases, they would run the place given half the chance, and I've had them leap out of a lavatory while I've been sitting on it.",
      "author": "David Attenborough",
      "category": "Fear, Problem, Place"
    },
    {
      "quote": "I feel more like I'm a person who has so much to offer in different capacities that it would be a danger for me not to give myself a chance to spread my wings in all different directions.",
      "author": "Alicia Keys",
      "category": "Myself, Me, Wings"
    },
    {
      "quote": "I thank Him every chance I get - on my knees praying.",
      "author": "Magic Johnson",
      "category": "Knees, Him, Every"
    },
    {
      "quote": "What I felt was, if you spend your life just writing fiction, you are going to falsify your material. And the fictional form was going to force you to do things with the material, to dramatize it in a certain way. I thought nonfiction gave one a chance to explore the world, the other world, the world that one didn't know fully.",
      "author": "V. S. Naipaul",
      "category": "Life, Writing, World"
    },
    {
      "quote": "While I'm more of a soccer and tennis fan myself, I still enjoying catching some football games when I get the chance.",
      "author": "Marcus Samuelsson",
      "category": "Football, Myself, Tennis"
    },
    {
      "quote": "Hold puppies, kittens, and babies anytime you get the chance.",
      "author": "H. Jackson Brown, Jr.",
      "category": "You, Hold, Babies"
    },
    {
      "quote": "I'm a chemistry guy. I believe you've got to play together to have a chance to win.",
      "author": "Tony Gwynn",
      "category": "Together, Believe, Win"
    },
    {
      "quote": "Not to be too preachy, but I would really recommend to people, if you get the chance, to trust yourselves to leap without a net, because that will build the confidence. You know, you might shock yourself with how much you don't need a net because you can catch yourself.",
      "author": "Ross Mathews",
      "category": "Trust, Confidence, Yourself"
    },
    {
      "quote": "As somebody who makes his living in the movie business and wants to contribute to it, I think that the best chance I have of doing that is just consistently working with great directors.",
      "author": "Matt Damon",
      "category": "Business, Best, Great"
    },
    {
      "quote": "With physical prep work, you know if you go to the gym, you will get size. There's no chance it won't happen. The emotional prep work is a variable. You could step onto the set one day and have a disconnect with your thoughts and feelings and have a rough day acting because you can't quite tap into what you need.",
      "author": "Chris Evans",
      "category": "Work, Day, Thoughts"
    },
    {
      "quote": "I quit my job in the bank when I was 19. I took a chance. I went to Milan to study opera and singing. My father really supported me economically.",
      "author": "Marcello Giordani",
      "category": "Father, Job, Me"
    },
    {
      "quote": "I always rewrite each day up to the point where I stopped. When it is all finished, naturally you go over it. You get another chance to correct and rewrite when someone else types it, and you see it clean in type. The last chance is in the proofs. You're grateful for these different chances.",
      "author": "Ernest Hemingway",
      "category": "Day, Grateful, You"
    },
    {
      "quote": "If you push down that pyramid of power and spread out the base, every member gets a chance to file their bill and have it heard and file their amendment and have it heard, as opposed to the system that we have now, which closes out, closes down bills, limits debate, and so forth.",
      "author": "Dan Webster",
      "category": "Power, Limits, You"
    },
    {
      "quote": "I tend to pick objectives that I feel are safe because I know that, in the moment, I always go for it. I have some rules for myself, though: Look for the rock faces without a lot of loose rock. Always rope up on glaciers where there is even a slight chance of falling into a crevasse. No pure free soloing. Never climb below hanging glaciers.",
      "author": "Tommy Caldwell",
      "category": "Myself, Rules, Moment"
    },
    {
      "quote": "Money is often a matter of chance or good fortune and is not the mark of a successful life. It is not the thing that brings a throb of pleasure or a thrill into my life. And I would not pose as a successful man if that were to be the measure.",
      "author": "Charles M. Schwab",
      "category": "Life, Money, Good"
    },
    {
      "quote": "I am so grateful to Marc Jacobs, Riccardo Tisci, Karl Lagerfeld, and Katie Grand, who took a chance on me that first season and gave me an opportunity.",
      "author": "Kendall Jenner",
      "category": "Opportunity, Grateful, I Am"
    },
    {
      "quote": "I was thinking recently about the popularity of TV shows about people shopping for houses. I wonder if part of their appeal is the chance to vicariously imagine our lives playing out in a variety of spaces. We have a sense that the shape and style of our dwellings affects the shapes of the lives that unfold within them.",
      "author": "Mary Szybist",
      "category": "Thinking, Style, People"
    },
    {
      "quote": "Given a fair shot, given a fair chance, Americans have never, ever, ever, ever let their country down. Never. Never. Ordinary people like us. Who do extraordinary things.",
      "author": "Joe Biden",
      "category": "People, Extraordinary, Down"
    },
    {
      "quote": "In many museums, you see one of this and one of that. You gain an understanding of what Abstract Expressionism or Minimalism is, but you aren't given the chance to appreciate the mind of an artist.",
      "author": "Robert J. Fisher",
      "category": "Mind, Artist, Understanding"
    },
    {
      "quote": "Standing on the apex of our planet is humbling. I'm starved of oxygen, depleted of reserves, unable to eat, and bound by anxiety. This is a dangerous place. Yet the symbolism of standing on top of the world gives me a chance to experience time on a cosmic scale.",
      "author": "Conrad Anker",
      "category": "Time, Experience, World"
    },
    {
      "quote": "The next wave of the social graph is empowering services like Airbnb and Lyft that give people the chance to have that physical interaction. People are more open to that because of Airbnb. Airbnb took couch surfing and took an additional step.",
      "author": "John Zimmer",
      "category": "Step, People, Surfing"
    },
    {
      "quote": "If you show emotion in competition, temporarily, you'll be ineffective. If you're disciplined enough, you don't get down when you're behind, and you have a chance to create something positive.",
      "author": "Tom Landry",
      "category": "Positive, Competition, You"
    },
    {
      "quote": "I spent two summers working at Camp Curry and at Yosemite Lodge as a waiter. It gave me a chance to really be there every day - to hike up to Vernal Falls or Nevada Falls. It just took me really deep into it. Yosemite claimed me.",
      "author": "Robert Redford",
      "category": "Day, Deep, Me"
    },
    {
      "quote": "I can't be casual about losing. I always think I have a chance to win until winning is absolutely impossible.",
      "author": "Arnold Palmer",
      "category": "Winning, Losing, Impossible"
    },
    {
      "quote": "The American people are ready for solutions, and Donald Trump offers a chance to move in a new direction.",
      "author": "Paul Ryan",
      "category": "American, Direction, People"
    },
    {
      "quote": "When I was first diagnosed, I went out, as a book person, and got some books on cancer and looked up my version of the disease. It said that I had about a 5 percent chance of survival. I said, 'Gosh, well, it's been a good run.' What I didn't realize is that in the two years since those books were published, things had shifted dramatically.",
      "author": "Molly Ivins",
      "category": "Good, Book, Survival"
    },
    {
      "quote": "If I wasn't prepared knowing every year there is a huge chance of a fire that will require me to evacuate my property, then I'm an ignoramus. If people at this point don't see that terrorism is a reality, and don't take steps to prepare themselves a little more than they were the day before, then they are also an irresponsible ignoramus.",
      "author": "Bill Goldberg",
      "category": "Day, Reality, Fire"
    },
    {
      "quote": "When Justice White retired, he gave me the chance to work for Justice Kennedy, as well. Justice Kennedy was incredibly welcoming and gracious, and like Justice White, he taught me so much. I am forever grateful. And if you've ever met Judge David Sentelle, you'll know just how lucky I was to land a clerkship with him right out of school.",
      "author": "Neil Gorsuch",
      "category": "Work, Justice, School"
    },
    {
      "quote": "Certain scripts require an ensemble cast. I'm absolutely fine with that. I will not deprive myself of the chance to be part of a good film because of insecurities or fear of losing my market. But my role must be well-defined.",
      "author": "Kajal Aggarwal",
      "category": "Good, Fear, Myself"
    },
    {
      "quote": "You get a chance like that maybe once in your lifetime, and you are lucky to sustain it over that period of time. It doesn't mean to say that whatever I do in the future has no substance to it - I may present some new material I've got, and there are definitely new angles of doing it - but I'm not looking to recreate another Led Zeppelin.",
      "author": "Jimmy Page",
      "category": "Time, Future, Looking"
    },
    {
      "quote": "The thing I like about college football so much is you can affect these guys a lot more when they are 18-22, 23 years old in terms of people and having a chance to be more successful. They are still a value type development, where you have a chance to help them mature a bit and help them be a little more successful in life.",
      "author": "Nick Saban",
      "category": "Life, Football, College"
    },
    {
      "quote": "I took all my blessings for granted. The fact that God has given me another chance to do what I love to do, and still have my husband and my children and my sanity and good people in my corner, I'm gonna do it right this time and show that I appreciate it.",
      "author": "Remy Ma",
      "category": "Love, Time, Children"
    },
    {
      "quote": "Entrepreneurs spend an inordinate amount of time inside of our own heads - thinking, analyzing, agonizing and obsessing over every little detail of our business. Sometimes, we need a break from ourselves. Meditation is a chance to let the thinking mind rest.",
      "author": "Lewis Howes",
      "category": "Business, Time, Mind"
    },
    {
      "quote": "I was a little chubby kid that no girls ever talked to. I had little chance of becoming an internationally known rock star. Music was my escape and my belief system.",
      "author": "Andy Biersack",
      "category": "Music, Escape, Belief"
    },
    {
      "quote": "There are tragedies that happen all the time in America, but there are certain types of tragedies that kind of pull us together and make us pause and give us a chance to reflect about where we are, where we're going, and that sort of thing.",
      "author": "Larry Wilmore",
      "category": "Time, Together, America"
    },
    {
      "quote": "It was an unbelievable experience! The brakes, the g-forces and the power of the engine are beyond description. Thanks to BMW and WilliamsF1 for giving me this chance to test. The test team looked after me brilliantly and I learnt plenty.",
      "author": "Sebastian Vettel",
      "category": "Team, Experience, Power"
    },
    {
      "quote": "I never sympathise with the accused unless there's a chance the accused is not guilty, but I certainly don't ever sympathise with the criminal.",
      "author": "Clint Eastwood",
      "category": "Guilty, Never, Criminal"
    },
    {
      "quote": "Equal opportunity means everyone will have a fair chance at being incompetent.",
      "author": "Laurence J. Peter",
      "category": "Opportunity, Equal, Fair"
    },
    {
      "quote": "This isn't just about today, this about generations to come. And you've got a chance to be the greatest conservation President since Theodore Roosevelt, and I think he's done it.",
      "author": "Bruce Babbitt",
      "category": "Today, Greatest, Think"
    },
    {
      "quote": "We all have a responsibility, and since I've been so wonderfully blessed, I really want to share and to make life at least a little better. So every chance I get to share the gospel or uplift people, I will take full advantage of that opportunity.",
      "author": "Gladys Knight",
      "category": "Life, Responsibility"
    },
    {
      "quote": "The cost of living is going up and the chance of living is going down.",
      "author": "Flip Wilson",
      "category": "Living, Down, Cost"
    },
    {
      "quote": "A life lived of choice is a life of conscious action. A life lived of chance is a life of unconscious creation.",
      "author": "Neale Donald Walsch",
      "category": "Life, Action, Choice"
    },
    {
      "quote": "Americans are fighters. We're tough, resourceful and creative, and if we have the chance to fight on a level playing field, where everyone pays a fair share and everyone has a real shot, then no one - no one can stop us.",
      "author": "Elizabeth Warren",
      "category": "Creative, Fight, Real"
    },
    {
      "quote": "With Americans worried about losing their jobs, their savings, their homes and their chance at the American Dream, the New Direction Congress will work in a bipartisan way to lift our economy and help America's middle class.",
      "author": "Nancy Pelosi",
      "category": "Work, America, American"
    },
    {
      "quote": "Give your subconscious a chance to work by turning your brain off from time to time. Don't focus on work or solving problems constantly.",
      "author": "Harvey Mackay",
      "category": "Work, Time, Focus"
    },
    {
      "quote": "I've become more and more aware of the promise and struggle to teach the global mind nowadays because I use every chance I get to ask faculty and administrators of management education programs why we don't offer at least one course - not even required, just an elective - on the world's religions.",
      "author": "Warren Bennis",
      "category": "Education, Struggle, World"
    },
    {
      "quote": "I think we need more young people; we need to elect young people to government. We need to give them a chance, in the media, in politics, in democracy.",
      "author": "Mikhail Gorbachev",
      "category": "Politics, Government, Media"
    },
    {
      "quote": "Before there was any chance to go to England, I changed schools, and it was rugby from there on in.",
      "author": "Brian O'Driscoll",
      "category": "Rugby, Go, England"
    },
    {
      "quote": "There may be less of a chance of losing all the money you put into a mutual fund than there is of losing all the money you put into lottery tickets, but you're never going to win big in a mutual fund.",
      "author": "Robert Kiyosaki",
      "category": "Money, Losing, Win"
    },
    {
      "quote": "As long as the people don't fear the truth, there is hope. For once they fear it, the one who tells it doesn't stand a chance. And today, truth is still beautiful... but so frightening.",
      "author": "Alice Walker",
      "category": "Hope, Beautiful, Fear"
    },
    {
      "quote": "Just, whenever you can, get up and sing at a gig or jam. If you have a chance, take it and keep on getting up. Keep going - but not If people boo, 'cause that's just mean. I think that could be setting yourself for disappointment.",
      "author": "Sia",
      "category": "Keep Going, Disappointment"
    },
    {
      "quote": "I just remember watching Federer the first year he won Wimbledon. He was struggling with his back problem. I remember it vividly. It looked like there was a chance he was not going to finish. He had that look in his eye. Then, somehow, he found the wherewithal to dig a little deeper, and suddenly he wins the thing, and he's a different player.",
      "author": "John McEnroe",
      "category": "Eye, Problem, Remember"
    },
    {
      "quote": "Variety is very, very good. Going from medium to medium, if you get the chance to do it, from theater to television to film, which are all distinctly different, keeps me sharp. What works in one doesn't work in the other, and you have to be looking for the truth of the performance, whatever way that medium might demand.",
      "author": "Kenneth Branagh",
      "category": "Work, Good, Truth"
    },
    {
      "quote": "It's no secret that we were sticking just about every nickel we had on the chance that people would really be interested in something totally new and unique in the field of entertainment.",
      "author": "Walt Disney",
      "category": "Unique, People"
    },
    {
      "quote": "I think more tolerance, more people having more access to a chance to be literate, and a chance to stay healthy makes for a more peaceful planet.",
      "author": "Henry Rollins",
      "category": "Peaceful, People, Healthy"
    },
    {
      "quote": "When I read that Malaysia Airlines flight MH370 had disappeared - a state-of-the-art Boeing 777, said to be an incredibly safe way to travel - I waited patiently for the chance to learn what happened.",
      "author": "Henry Rollins",
      "category": "Travel, Learn, Said"
    },
    {
      "quote": "If you're low-income in the United States, you have a higher chance of going to jail than you do of getting a four-year degree. And that doesn't seem entirely fair.",
      "author": "Bill Gates",
      "category": "Jail, You, Fair"
    },
    {
      "quote": "My son likes to go see mines and electric plants, or the Large Hadron Collider, and we've had a chance to see a lot of interesting stuff.",
      "author": "Bill Gates",
      "category": "Son, Plants, See"
    },
    {
      "quote": "I'll work to ensure that every single refugee who seeks asylum in the United States has a fair chance to tell his or her story. This is the least we can offer people fleeing persecution and devastation.",
      "author": "Hillary Clinton",
      "category": "Work, People, Story"
    },
    {
      "quote": "The people of New York took a big chance on me. And I'm well aware of that.",
      "author": "Hillary Clinton",
      "category": "Me, New York, People"
    },
    {
      "quote": "If you get so unequal that people believe they don't have a chance, that the field isn't level for them and their children, that puts democracy at risk.",
      "author": "Hillary Clinton",
      "category": "Children, Democracy, Believe"
    },
    {
      "quote": "You can choose a future where more Americans have the chance to gain the skills they need to compete, no matter how old they are or how much money they have. Education was the gateway to opportunity for me. It was the gateway for Michelle. And now more than ever, it is the gateway to a middle-class life.",
      "author": "Barack Obama",
      "category": "Life, Education, Money"
    },
    {
      "quote": "Second, we will give our fellow citizens the skills they need for the jobs of today and the careers of tomorrow. When it comes to the school your child will attend, every parent should have a choice, and every child should have a chance.",
      "author": "Mitt Romney",
      "category": "Today, School, Child"
    },
    {
      "quote": "It's a great experience. If you get a chance to run for president, do it.",
      "author": "Mitt Romney",
      "category": "Experience, Great, You"
    },
    {
      "quote": "The only way to win the White House, in my view, is to become a nominee of either the Republican or the Democrat Party, and simply running to be a spoiler would not give the American people, I think, the chance to express their own views about Mr. Trump or about Secretary Clinton.",
      "author": "Mitt Romney",
      "category": "American, Win, People"
    },
    {
      "quote": "Let us understand what our own selfish genes are up to because we may then at least have the chance to upset their designs.",
      "author": "Richard Dawkins",
      "category": "Selfish, Understand, May"
    },
    {
      "quote": "Science predicts that many different kinds of universe will be spontaneously created out of nothing. It is a matter of chance which we are in.",
      "author": "Stephen Hawking",
      "category": "Science, Universe, Matter"
    },
    {
      "quote": "Childhood is Last Chance Gulch for happiness. After that, you know too much.",
      "author": "Tom Stoppard",
      "category": "Happiness, Childhood, Know"
    },
    {
      "quote": "If we're going to have any chance of sending stuff to other star systems, we need to be laser-focused on becoming a multi-planet civilisation.",
      "author": "Elon Musk",
      "category": "Star, Need, Going"
    },
    {
      "quote": "Both of my parents were born into poor families on the island of Cuba. They came to America because it was the only place where people like them could have a chance.",
      "author": "Marco Rubio",
      "category": "America, Parents, People"
    },
    {
      "quote": "While I believed deeply in my husband's vision for this country... and I was certain he would make an extraordinary President... like any mother, I was worried about what it would mean for our girls if he got that chance. How would we keep them grounded under the glare of the national spotlight?",
      "author": "Michelle Obama",
      "category": "Mother, Vision, Husband"
    },
    {
      "quote": "He is not to pass for a man of reason who stumbles upon reason by chance but he who knows it and can judge it and has a true taste for it.",
      "author": "Francois de La Rochefoucauld",
      "category": "Man, Judge, True"
    },
    {
      "quote": "Though men are apt to flatter and exalt themselves with their great achievements, yet these are, in truth, very often owing not so much to design as chance.",
      "author": "Francois de La Rochefoucauld",
      "category": "Truth, Great, Men"
    },
    {
      "quote": "For my very first movie, 'Roger and Me,' I made it as part of my deal with Warner Brothers that the four people that were evicted in that film, that Warner Brothers would house - would pay their mortgage or their rent for the next two years to give them a chance to get on their feet.",
      "author": "Michael Moore",
      "category": "Me, People, Feet"
    },
    {
      "quote": "If you knew that your life was merely a phase or short, short segment of your entire existence, how would you live? Knowing nothing 'real' was at risk, what would you do? You'd live a gigantic, bold, fun, dazzling life. You know you would. That's what the ghosts want us to do - all the exciting things they no longer can.",
      "author": "Chuck Palahniuk",
      "category": "Life, Short, Fun"
    },
    {
      "quote": "I'm not questioning Dick Cheney's motives. There's a chance for a conflict of interest. At one point in time, he was opposed to going into Baghdad. Then he was out of office and involved in the defense industry, and then he became for going into Baghdad.",
      "author": "Rand Paul",
      "category": "Time, Conflict, Point"
    },
    {
      "quote": "I have a second chance on life.",
      "author": "Katy Perry",
      "category": "Life, Second Chance, Second"
    },
    {
      "quote": "When you face a 'performance' that might provoke the 'I'm scared' response, choose love and approach your opportunity as a chance to dance with God. It's more fun than 'Dancing with the Stars!'",
      "author": "Wayne Dyer",
      "category": "Love, Stars, God"
    },
    {
      "quote": "The fake republics are goners the monarchies have a fighting chance. That's my conclusion after a short visit to the Middle East and discussions with officials and analysts there.",
      "author": "Elliott Abrams",
      "category": "Short, Fake, Fighting"
    },
    {
      "quote": "I don't need therapy. I'm not going to see a therapist comedy acts as my therapy. I put my problems out there. I talk about them. I talk about everything before anybody has a chance.",
      "author": "Kevin Hart",
      "category": "Problems, Comedy, See"
    },
    {
      "quote": "I got a chance to work with Stallone and De Niro - pretty much sums it up for me. You can tell where you're going in your career by the company you keep.",
      "author": "Kevin Hart",
      "category": "Work, Me, Company"
    },
    {
      "quote": "If I had my way, if I was lucky enough, if I could be on the brink my entire life - that great sense of expectation and excitement without the disappointment - that would be the perfect state.",
      "author": "Cate Blanchett",
      "category": "Life, Great, Disappointment"
    },
    {
      "quote": "A woman whose life is involved in the righteous rearing of her children has a better chance of keeping up her spirits than the woman whose total concern is centered in her own personal problems.",
      "author": "Ezra Taft Benson",
      "category": "Life, Children, Woman"
    },
    {
      "quote": "I think the people who experienced the Apollo missions came away from that experience wondering to themselves, 'When can we get a chance to experience spaceflight?' I've heard that many, many times: that people got into a new career field hoping that they would be able to experience spaceflight.",
      "author": "Buzz Aldrin",
      "category": "Experience, People, Think"
    },
    {
      "quote": "I never miss a chance to have sex or appear on television.",
      "author": "Gore Vidal",
      "category": "Television, Sex, Never"
    },
    {
      "quote": "When in doubt, wear a suit. Look at male politicians: you see them in a suit, and they look fine. But if you see a picture of them on the weekend or on vacation, there's a good chance they look terrible and unstylish.",
      "author": "Carine Roitfeld",
      "category": "Good, Vacation, Doubt"
    },
    {
      "quote": "If you like the stuff I do, my chances of liking you go up.",
      "author": "Penn Jillette",
      "category": "You, Up, Chances"
    },
    {
      "quote": "I don't want anyone as president who promises to take care of me. I may be stupid, but I want a chance to try to be a grown-up and take care of my family.",
      "author": "Penn Jillette",
      "category": "Family, Stupid, Me"
    },
    {
      "quote": "Part of the bargain of being alive is that one takes a chance at dying a premature or painful death, be it from violence, accident, or disease.",
      "author": "Steven Pinker",
      "category": "Death, Violence, Dying"
    },
    {
      "quote": "Statisticians tell us that people underestimate the sheer number of coincidences that are bound to happen in a world governed by chance.",
      "author": "Steven Pinker",
      "category": "World, People, Underestimate"
    },
    {
      "quote": "I have little routines in the theater. Once I've established something, like the order of putting on makeup and a costume, I have to invariably do it in the same order every time, even if I only did it by chance the first time round.",
      "author": "Ian Mckellen",
      "category": "Time, Makeup, First Time"
    },
    {
      "quote": "The more guidance a central bank can provide the public about how policy is likely to evolve the greater the chance that market participants will make appropriate inferences.",
      "author": "Ben Bernanke",
      "category": "Bank, Guidance, Will"
    },
    {
      "quote": "People saw the Depression as a necessary thing - a chance to squeeze out the excesses, get back to Puritan morality. That just made things worse.",
      "author": "Ben Bernanke",
      "category": "Depression, Morality, People"
    },
    {
      "quote": "One of my big regrets is that Facebook hasn't had a major chance to shape the mobile operating system ecosystem.",
      "author": "Mark Zuckerberg",
      "category": "Regrets, Shape, System"
    },
    {
      "quote": "I use myself as the barometer to gauge what is scary. I like to think if something scares me, then there's a very good chance an audience will feel the same way.",
      "author": "James Wan",
      "category": "Good, Myself, Me"
    },
    {
      "quote": "I like to think if something scares me, then there's a very good chance an audience will feel the same way. The key is creating scenarios that people can relate to.",
      "author": "James Wan",
      "category": "Good, Me, People"
    },
    {
      "quote": "I do not believe anything comes by chance. I regard the present as the necessary child of a necessary past.",
      "author": "Robert Green Ingersoll",
      "category": "Past, Child, Believe"
    },
    {
      "quote": "As I have had to meet different challenges, I realize I am coming into myself, and whatever I'm wearing is another chance for me to explore a new version of myself.",
      "author": "Brie Larson",
      "category": "Myself, I Am, Challenges"
    },
    {
      "quote": "I stand here today as the first woman first minister of our country. Every day I hold this office, I will work to ensure that every woman, every wee girl across this country, gets a chance to do what I've done and follow their dream.",
      "author": "Nicola Sturgeon",
      "category": "Work, Day, Today"
    },
    {
      "quote": "Cell phones tend to bring us more inside of our lives whereas movies offer a chance to escape, so there are two competing forces.",
      "author": "Steven Spielberg",
      "category": "Movies, Escape, Bring"
    },
    {
      "quote": "If the new American father feels bewildered and even defeated, let him take comfort from the fact that whatever he does in any fathering situation has a fifty percent chance of being right.",
      "author": "Bill Cosby",
      "category": "Father, American, Comfort"
    },
    {
      "quote": "We've gotta become the Martians. I'm a Martian - I tell you to become Martians. And we've gotta go to Mars and civilize Mars and build a whole civilization on Mars and then move out, 300 years from now into the universe. And when we do that, we have a chance of living forever.",
      "author": "Ray Bradbury",
      "category": "Universe, Living, You"
    },
    {
      "quote": "I don't read 'chick lit,' fantasy or science fiction but I'll give any book a chance if it's lying there and I've got half an hour to kill.",
      "author": "J. K. Rowling",
      "category": "Science, Book, Fantasy"
    },
    {
      "quote": "A diplomatic solution that puts significant and verifiable constraints on Iran's nuclear program represents the best and most sustainable chance to ensure that America, Israel, the entire Middle East will never be menaced by a nuclear-armed Iran.",
      "author": "Joe Biden",
      "category": "Best, America, Solution"
    },
    {
      "quote": "Unless you have prepared yourself to profit by your chance, the opportunity will only make you ridiculous. A great occasion is valuable to you just in proportion as you have educated yourself to make use of it.",
      "author": "Orison Swett Marden",
      "category": "Great, Opportunity, Yourself"
    },
    {
      "quote": "I'm obsessed with politics, and I talk about it any chance I can get. I have strong opinions about how the world should be run.",
      "author": "Moby",
      "category": "Strong, Politics, World"
    },
    {
      "quote": "If I'm not working and getting my makeup done, that's my chance to do a hair mask and a face mask and my plucking and waxing and all of that.",
      "author": "Rita Ora",
      "category": "Hair, Makeup, Mask"
    },
    {
      "quote": "Super-ambitious goals tend to be unifying and energizing to people but only if they believe there's a chance of success.",
      "author": "Peter Diamandis",
      "category": "Success, Goals, Believe"
    },
    {
      "quote": "When I was a grad student at MIT, I had a chance to become friends with the Viking Mission's chief scientist, Dr. Gerald Soffen. Viking was the first Mars lander looking for signs of life on Mars.",
      "author": "Peter Diamandis",
      "category": "Life, Friends, Looking"
    },
    {
      "quote": "If you give me the chance, I'll destroy America for you.",
      "author": "John Lydon",
      "category": "America, Me, You"
    },
    {
      "quote": "In America today, a young person needs more education after high school just to have a chance to make it in the middle class. Not a guarantee, just a chance to make it.",
      "author": "Elizabeth Warren",
      "category": "Education, Today, School"
    },
    {
      "quote": "I think even back as far as 'Lord of the Rings,' there was always the chance that 'The Hobbit' would be made, even way back then. Of course at that point, Peter Jackson didn't probably think at that point that he'd be directing it.",
      "author": "Andy Serkis",
      "category": "Think, Way, Point"
    },
    {
      "quote": "If 'The Hobbit' happens - and there's reason to believe that it will - then I think I'm in with a chance! Gollum is very much part of 'The Hobbit,' after all.",
      "author": "Andy Serkis",
      "category": "Believe, Think, Reason"
    },
    {
      "quote": "Producing is so exciting because you can enable things to happen, whether it's like discovering a filmmaker who you're taking a chance on, protecting a battle and driving home at the end of the day just going, 'I'm so glad I stayed late at work and fought hard for that. Had my passion. Won that battle.'",
      "author": "Drew Barrymore",
      "category": "Work, Home, Passion"
    },
    {
      "quote": "When the purse strings tighten up at museums, the institutions usually cut back and cancel shows. That's exactly the wrong reaction. In fact, now is a good time for them to loosen up - a chance to breathe and experiment a little - and go for the juicy solution lurking in their own basements.",
      "author": "Jerry Saltz",
      "category": "Time, Good, Solution"
    },
    {
      "quote": "With two small children, I haven't had a wash since 2001 so the chance to go shopping is way down the list. It is something I do intend to get.",
      "author": "Jo Brand",
      "category": "Children, Small, Shopping"
    },
    {
      "quote": "I felt like the luckiest kid in the world. And I was. I was growing up middle-class in a time when growing up middle-class in America meant there would be jobs for my parents, good schools for me to prepare myself for a career, and, if I worked hard and played by the rules, a chance for me to do anything I wanted.",
      "author": "Al Franken",
      "category": "Time, Good, Myself"
    },
    {
      "quote": "When you win an election, what you really win is a chance to go to work for working families who need a voice in Minnesota.",
      "author": "Al Franken",
      "category": "Work, Win, Voice"
    },
    {
      "quote": "If you are worried about what people think of you, you should go into politics. Real actors take chances.",
      "author": "Rob Lowe",
      "category": "Politics, People, Think"
    },
    {
      "quote": "Part of the problem with the discovery of the so-called breast-cancer genes was that physicians wrongly told women that had the genetic changes associated with the genes that they had a 99% chance of getting breast cancer. Turns out all women that have these genetic changes don't get breast cancer.",
      "author": "Craig Venter",
      "category": "Women, Changes, Problem"
    },
    {
      "quote": "I think it's no secret that I've tried to take chances in my career and also in my life, and I believe to not live in fear.",
      "author": "Nicolas Cage",
      "category": "Life, Fear, Believe"
    },
    {
      "quote": "Insurance - an ingenious modern game of chance in which the player is permitted to enjoy the comfortable conviction that he is beating the man who keeps the table.",
      "author": "Ambrose Bierce",
      "category": "Man, Game, Enjoy"
    },
    {
      "quote": "I can't go on Gawker. I actually think the writing is really funny, but there is a chance that somebody is undercutting me.",
      "author": "Zooey Deschanel",
      "category": "Funny, Writing, Me"
    },
    {
      "quote": "I was a good football player, and I had a chance to play with some great players.",
      "author": "Dwayne Johnson",
      "category": "Good, Football, Great"
    },
    {
      "quote": "People asked if I could have played the Terminator. Are you kidding? Not a chance, I never could have played the Terminator.",
      "author": "Sylvester Stallone",
      "category": "People, You, Never"
    },
    {
      "quote": "If you're somebody that gets a chance to go somewhere... that has to work somewhere or go to another city, then do your best to see it. Because I just think that's the best way to have an interesting life.",
      "author": "Brad Paisley",
      "category": "Life, Work, Best"
    },
    {
      "quote": "I'm aware of the fact that a lot of talented people out there will never get this chance.",
      "author": "Brad Paisley",
      "category": "People, Never, Will"
    },
    {
      "quote": "The no-secrets era of social media makes one consider the built-in risk factor of nominating high-testosterone men to positions of power at all. Everyone is under too much scrutiny now to take a chance on candidates who suddenly blow up into a comic meme, a punchline, a ribald hashtag.",
      "author": "Tina Brown",
      "category": "Social Media, Power, Men"
    },
    {
      "quote": "Everybody should have a fair deal; everybody should have the chance to life in this world. If we were evolved as human beings, we would hopefully be able to alleviate suffering in the world.",
      "author": "Vivienne Westwood",
      "category": "Life, World, Suffering"
    },
    {
      "quote": "My sister learned she was a carrier for a recessive disease, Bloom syndrome, late in one of her pregnancies. I remember the panicked call and the weeks of worry as she and her husband awaited his test results; if he was also a carrier, this meant their daughter had a one in four chance of being born with the disorder.",
      "author": "Anne Wojcicki",
      "category": "Sister, Daughter, Remember"
    },
    {
      "quote": "We are mandating forces to hold regular neighbourhood beat meetings. These meetings will give local people the chance to scrutinise the work of their local police.",
      "author": "Theresa May",
      "category": "Work, Police, People"
    },
    {
      "quote": "Chance gives rise to thoughts, and chance removes them; no art can keep or acquire them.",
      "author": "Blaise Pascal",
      "category": "Art, Thoughts, Rise"
    },
    {
      "quote": "There's not going to be a 'Rescue Me' movie. Not a chance.",
      "author": "Denis Leary",
      "category": "Me, Going, Rescue"
    },
    {
      "quote": "I don't think we've got much of a chance to tell you the truth. But our main problem is our audience skews a little older than most shows, and I don't think our people can stay up that late. I certainly can't.",
      "author": "Dick Van Dyke",
      "category": "Truth, People, Problem"
    },
    {
      "quote": "As a kid, what brought me in the gym, what got me in there every day was a chance to break your personal best, a chance to be strong; I just really, really dig that.",
      "author": "John Cena",
      "category": "Day, Best, Strong"
    },
    {
      "quote": "With any of the movies I've had a chance to do, or any of the TV shows I've had a chance to contribute to, people approach me and say, 'Hey, would you like to do this?' I laugh out loud and say, 'Yes, that'd be funny.' Or, I'm very moved by what I read and say, 'Yes. How can I help you?'",
      "author": "John Cena",
      "category": "Funny, Me, Help"
    },
    {
      "quote": "I won't wait until the end of my term to say I made mistakes at the beginning. That's too late. I will try to adopt the proper behaviour, if the French give me the chance, right from the start.",
      "author": "Francois Hollande",
      "category": "Mistakes, Beginning, Me"
    },
    {
      "quote": "I want to be a poet and have a chance to explore that and let people know what's really on my mind.",
      "author": "Christina Aguilera",
      "category": "Mind, People, Want"
    },
    {
      "quote": "Working on my own gave me a chance to take my time and experiment a lot.",
      "author": "Ziggy Marley",
      "category": "Time, Me, Working"
    },
    {
      "quote": "I tend to feel if people say they're going to do something, they will, if given the chance.",
      "author": "Margaret Atwood",
      "category": "People, People Say, Say"
    },
    {
      "quote": "If I get to be president, what can I do anyway? With Congress and the press, what chance do I have to make basic changes?",
      "author": "Robert Kennedy",
      "category": "Changes, President, Congress"
    },
    {
      "quote": "I've always found that once you're in the door of a place and you have the chance to show how you operate and how talented you are, then anything can happen.",
      "author": "Nancy Gibbs",
      "category": "Door, You, Place"
    },
    {
      "quote": "Suffering by nature or chance never seems so painful as suffering inflicted on us by the arbitrary will of another.",
      "author": "Arthur Schopenhauer",
      "category": "Nature, Suffering, Painful"
    },
    {
      "quote": "Both sides in Syria are bad. One side is a brutal dictator, and the other includes Islamists and terrorists who are dangerous already and who would be brutal in power if given the chance.",
      "author": "Newt Gingrich",
      "category": "Power, Bad, Both Sides"
    },
    {
      "quote": "Did anyone in the White House or the N.S.A or the C.I.A. consider flying to Hong Kong and treating Mr. Snowden like a human being, offering him a chance to testify before Congress and a fair trial?",
      "author": "Alex Berenson",
      "category": "Flying, House, Human"
    },
    {
      "quote": "It's no secret that big institutional investors have a lot of advantages on Wall Street. They get the first chance to buy hot initial public offerings. They get to meet in person with companies' managements.",
      "author": "Alex Berenson",
      "category": "Street, Hot, Secret"
    },
    {
      "quote": "One of the Internet's highest-profile companies, Priceline once dreamed of transforming the way consumer goods are bought and sold by offering customers the chance to 'name your own price' for a variety of products, including airline tickets.",
      "author": "Alex Berenson",
      "category": "Internet, Name, Products"
    },
    {
      "quote": "Just the idea of seeing a type of narrative we've not seen before is a chance to be surprised.",
      "author": "Elvis Mitchell",
      "category": "Idea, Just, Seeing"
    },
    {
      "quote": "A lot of the time, you see all this ambition from these black actors, and it's just pouring off the screen. Because they don't often get a chance to work, and when they do, they don't usually get a chance to work with other black people.",
      "author": "Elvis Mitchell",
      "category": "Work, Time, Ambition"
    },
    {
      "quote": "I liked Trump's honesty because it was different and had a chance to change the business of politics. What I didn't realize he was missing at the time was a complete and utter lack of preparation, knowledge, and common sense.",
      "author": "Mark Cuban",
      "category": "Change, Business, Time"
    },
    {
      "quote": "I definitely come down on the spiritual side. I think very few things in life happen by chance.",
      "author": "Evangeline Lilly",
      "category": "Life, Spiritual, Think"
    },
    {
      "quote": "My image had always been very heterosexual, very straight. So it was a nice experience for me, a chance to clarify my own feelings about gay and lesbian civil rights.",
      "author": "Bruce Springsteen",
      "category": "Experience, Me, Nice"
    },
    {
      "quote": "By now, you've heard endless warnings about the risk of short, trivial passwords. There's a good chance you ignore them.",
      "author": "Barton Gellman",
      "category": "Good, Short, Risk"
    },
    {
      "quote": "The worst cynicism: a belief in luck.",
      "author": "Joyce Carol Oates",
      "category": "Luck, Belief, Worst"
    },
    {
      "quote": "The last thing I ever wanted to get involved with is Hollywood. The way it works is that people get an idea you could possibly do something, but there's a one-in-a-hundred chance that it could get made.",
      "author": "Nick Cave",
      "category": "People, You, Idea"
    },
    {
      "quote": "Whatever character you play, it gives you the chance to expose another side of yourself that maybe you've never felt comfortable with, or never knew about.",
      "author": "Laura Dern",
      "category": "Character, Yourself, Play"
    },
    {
      "quote": "People are always asking for the latest developments in the unification of this theory with that theory, and they don't give us a chance to tell them anything about one of the theories that we know pretty well. They always want to know things that we don't know.",
      "author": "Richard P. Feynman",
      "category": "People, Want, Know"
    },
    {
      "quote": "Right afterwards there was a whole, whole lot of press to do, so the week after, all day, every day, was press so I didn't really get a chance to celebrate.",
      "author": "Carrie Underwood",
      "category": "Day, Week, Celebrate"
    },
    {
      "quote": "NBC gives comedies a chance to find their legs.",
      "author": "Gillian Jacobs",
      "category": "Find, Legs, Comedies"
    },
    {
      "quote": "It seems like the richer you are, the more chance you have of paying less tax.",
      "author": "John McEnroe",
      "category": "Tax, You, Seems"
    },
    {
      "quote": "Not a lot of people get a second chance. And I think for a while there, my name kind of got in my way a bit, based on all of the television I was fortunate enough to do. But after a while, you sort of wear out your welcome in that genre, in that medium.",
      "author": "Jason Bateman",
      "category": "Welcome, People, Television"
    },
    {
      "quote": "Not many get a chance to hit the career re-set button.",
      "author": "Jason Bateman",
      "category": "Career, Button, Many"
    },
    {
      "quote": "Luck marches with those who give their very best.",
      "author": "H. Jackson Brown, Jr.",
      "category": "Best, Luck, Give"
    },
    {
      "quote": "I have this insane and unabated longing for San Francisco. I come up there every chance that I get.",
      "author": "Aisha Tyler",
      "category": "Up, Insane, Longing"
    },
    {
      "quote": "If you work for Google or Apple, stock options give you a chance to share in the increasing value of the company. In the N.F.L., nothing like this happens; the players, though rich, are just working stiffs like the rest of us.",
      "author": "James Surowiecki",
      "category": "Work, Value, Company"
    },
    {
      "quote": "The history of the Internet is, in part, a series of opportunities missed: the major record labels let Apple take over the digital-music business; Blockbuster refused to buy Netflix for a mere fifty million dollars; Excite turned down the chance to acquire Google for less than a million dollars.",
      "author": "James Surowiecki",
      "category": "Business, History, Internet"
    },
    {
      "quote": "The Government wants to give young people from every community the chance to learn about the heroism and sacrifice of our great-grandparents, which is why we are organising visits to the battlefields of the Western Front.",
      "author": "Michael Gove",
      "category": "Community, Government"
    },
    {
      "quote": "If I get a chance to write a comic book or do a voice in an Adult Swim show, I do it. It's much more fulfilling to me and I get to work with people who I'm a fan of.",
      "author": "Bill Hader",
      "category": "Work, Book, Me"
    },
    {
      "quote": "I had the chance to be governor for eight years and I took a year to transition out and a year to transition in, so that's a decade of my life where I pursued my own ambitions and I thought it was time to rearrange my life to focus on other things.",
      "author": "Jeb Bush",
      "category": "Life, Time, Focus"
    },
    {
      "quote": "Why talk now when so many things have been said without ever giving me a chance to talk?",
      "author": "Bobby Knight",
      "category": "Giving, Me, Why"
    },
    {
      "quote": "Given a chance, I would like to work with Aishwarya Rai Bachchan because she's a versatile actor.",
      "author": "Brad Pitt",
      "category": "Work, Actor, She"
    },
    {
      "quote": "If you give an audience a chance they will do half your acting for you.",
      "author": "William Hazlitt",
      "category": "Acting, You, Audience"
    },
    {
      "quote": "I don't feel that I've faced discrimination. I've had every chance to succeed and more, and I think that's what all women should have.",
      "author": "Janet Yellen",
      "category": "Women, Discrimination, Think"
    },
    {
      "quote": "Many of us live in dysfunctional families, and so even if it's in a fairy tale, or perhaps because it's in a fairy tale, we have a chance to look at that side of our reflected lives differently.",
      "author": "Kenneth Branagh",
      "category": "Live, Look, Fairy"
    },
    {
      "quote": "Variety is very, very good. Going from medium to medium, if you get the chance to do it, from theater to television to film, which are all distinctly different, keeps me sharp.",
      "author": "Kenneth Branagh",
      "category": "Good, Me, Television"
    },
    {
      "quote": "Someone had an eye on me as I was leaving high school. I had a chance to record demos, but they were kind of wanting to make a pop singer out of me, of the 'X Factor' variety. I didn't feel comfortable with it. I wanted to be a songwriter.",
      "author": "Hozier",
      "category": "School, Eye, Me"
    },
    {
      "quote": "Most go to prison not on account of their irreducible uniqueness as people but because they are part of a marginalized sector of the population who never had a chance, who were slated for it early on.",
      "author": "Rachel Kushner",
      "category": "People, Prison, Early"
    },
    {
      "quote": "I've always tried to explain democracy is not perfect. But it gives you a chance to shape your own destiny.",
      "author": "Aung San Suu Kyi",
      "category": "Democracy, Destiny"
    },
    {
      "quote": "True ease in writing comes from art, not chance, as those move easiest who have learn'd to dance.",
      "author": "Alexander Pope",
      "category": "Art, Dance, Writing"
    },
    {
      "quote": "At graduate school in 1999, I finally had the chance to examine why I believe what I believe. I realised that I'd had no period in my life where I'd consciously tried to develop my own theology.",
      "author": "Mahershala Ali",
      "category": "Life, School, Believe"
    },
    {
      "quote": "The evidence in this universe for design - or, if you will, the fine-tuning that cannot be explained by chance or by 'enough time' - is so compelling that the only way around it is to suggest that our universe is only one of an infinite number of universes.",
      "author": "Dennis Prager",
      "category": "Time, Design, Universe"
    },
    {
      "quote": "Any chance to get out and play live for some people and get out of the studio is nice.",
      "author": "Sam Hunt",
      "category": "People, Live, Nice"
    },
    {
      "quote": "There are golfers everywhere who may never get a chance to play a links course in Scotland, a tree-lined course in America or the sand belts of Australia. Hopefully I can bring some of those elements into their backyards.",
      "author": "Tiger Woods",
      "category": "America, Sand, Play"
    },
    {
      "quote": "Luck affects everything. Let your hook always be cast in the stream where you least expect it there will be a fish.",
      "author": "Ovid",
      "category": "Luck, Fish, You"
    },
    {
      "quote": "I continue to work on plays, but I've always felt that you could put a note in a bottle and send it offshore, and you'd have as much chance communicating with people.",
      "author": "Lewis Black",
      "category": "Work, People, You"
    },
    {
      "quote": "Fortune, seeing that she could not make fools wise, has made them lucky.",
      "author": "Michel de Montaigne",
      "category": "Wise, Lucky, She"
    },
    {
      "quote": "My dad was in a hospital for months. The doctors told my dad he would never be able to walk again. My dad beat all the odds. He came back and was able to walk and start boxing again. He went to No. 1 in the world at welterweight to fight for the world title. But he never had his chance to fight for a world title.",
      "author": "Floyd Mayweather, Jr.",
      "category": "Fight, World, Walk"
    },
    {
      "quote": "I never do anything by chance.",
      "author": "Brigitte Bardot",
      "category": "Never, Anything"
    },
    {
      "quote": "The one thing I think I've noticed about shows that are supposed to be funny on television is that they've sort of become routinized, so there's an awful lot of mannerisms and joke lines that are sort of there to trigger laughter, rather than give actors a chance to play a moment.",
      "author": "Alan Alda",
      "category": "Funny, Laughter, Television"
    },
    {
      "quote": "In the early '70s - a very good time for children's books and their authors - editors and publishers were willing to take a chance on a new writer. They were willing and able to invest their time in nurturing writers with promise, encouraging them.",
      "author": "Judy Blume",
      "category": "Time, Children, Good"
    },
    {
      "quote": "For a filmmaker, it's a rare chance to do a personal film on a big canvas.",
      "author": "Ang Lee",
      "category": "Canvas, Rare, Personal"
    },
    {
      "quote": "I hope people don't compare 2D and 3D because 3D's new, it's unfair to compare to 2D which is really sophisticated, even when we're jaded about it. 3D just began, give it a chance, let the equipment and projection system catch up and be better, let the price go down, let more filmmakers get a hold of it more easily.",
      "author": "Ang Lee",
      "category": "Hope, People, Better"
    },
    {
      "quote": "You've got no chance of reaching the top if you're just playing for money.",
      "author": "Gary Lineker",
      "category": "Money, You, Just"
    },
    {
      "quote": "Growing up in India, I knew all I needed to change the world was one good opportunity, and I prepared myself for it. When that opportunity came - in the form of the chance to earn an engineering degree - I was ready.",
      "author": "Naveen Jain",
      "category": "Change, Good, Myself"
    },
    {
      "quote": "To have the chance to see your music be elevated and to have almost universally positive response to that music, makes me feel better every day. I feel more confident and inspired, and that's fun.",
      "author": "John Legend",
      "category": "Positive, Music, Day"
    },
    {
      "quote": "It's luck that one thing works out and one doesn't, it's sort of happenstance.",
      "author": "Richard Linklater",
      "category": "Luck, Happenstance"
    },
    {
      "quote": "I would like to visit with people who are so interesting and so... and there are so many wonderful people out there that I would love to have the chance to talk to for a longer time.",
      "author": "Janet Reno",
      "category": "Love, Time, People"
    },
    {
      "quote": "We want to look at everything we can do that's right and proper under federal law, and with federal laws to see that the children of America are given a chance to grow as strong, constructive, healthy human beings. It's the best investment we can possibly make in America.",
      "author": "Janet Reno",
      "category": "Children, Best, Strong"
    },
    {
      "quote": "Schools can do extraordinary things given the chance teachers can do remarkable things if we eliminate the paperwork that sometimes binds them and give them a chance to really teach in our schools.",
      "author": "Janet Reno",
      "category": "Extraordinary, Teach"
    },
    {
      "quote": "If your parents never had children, chances are you won't either.",
      "author": "Dick Cavett",
      "category": "Children, Parents, You"
    },
    {
      "quote": "Great music will always rise to the top if you give it a chance.",
      "author": "Darius Rucker",
      "category": "Music, Great, Rise"
    },
    {
      "quote": "Listen, we elected Warren G. Harding. Anybody has a chance.",
      "author": "Roger Ailes",
      "category": "Listen, Anybody, Elected"
    },
    {
      "quote": "I'm a great believer in giving people a chance.",
      "author": "Roger Ailes",
      "category": "Great, Giving, People"
    },
    {
      "quote": "A lot of people, given the chance, would blow up everything, and you and me.",
      "author": "David Hockney",
      "category": "Me, People, You"
    },
    {
      "quote": "When I got out of the army, I had the G.I. Bill. Since I had no high school education or anything like that, I came to NYU, and they took a chance on me and let me in.",
      "author": "Frank McCourt",
      "category": "Education, School, Me"
    },
    {
      "quote": "I'd start a business again in a heartbeat. Indeed, I hope that one day I may get the chance to do so when my mission here in Washington, D.C. is complete.",
      "author": "Mike Pompeo",
      "category": "Business, Hope, Day"
    },
    {
      "quote": "Each year, at the typical nuclear reactor in the U.S., there's a 1 in 74,176 chance of an earthquake strong enough to cause damage to the reactor's core, which could expose the public to radiation. No tsunami required.",
      "author": "Bill Dedman",
      "category": "Strong, Year, Earthquake"
    },
    {
      "quote": "Somebody will come on TV singing, and you're like, 'Oh my God! I mean, they suck! You know, who signed them?' Well, it's just because she's good lookin', or it's because he's takin' his shirt off and he's muscley or something, or else he wouldn't have gotten his chance.",
      "author": "Blake Shelton",
      "category": "Good, God, Singing"
    },
    {
      "quote": "Whenever we have thanked these men and women for what they have done for us, without exception they have expressed gratitude for having the chance to help - because they grew as they served.",
      "author": "Clayton Christensen",
      "category": "Gratitude, Women, Men"
    },
    {
      "quote": "Chance, my dear, is the sovereign deity in child-bearing.",
      "author": "Honore de Balzac",
      "category": "Dear, Sovereign"
    },
    {
      "quote": "Earmarks are almost always inserted by a member of Congress without any notice to other members, and without a chance for Congress as a whole to debate a particular earmark as they relate to national priorities.",
      "author": "Marsha Blackburn",
      "category": "Priorities, Debate, Congress"
    },
    {
      "quote": "Any spending should be debated openly on the floor of the House and voted on in open session, with the American people having a chance to watch and listen.",
      "author": "Marsha Blackburn",
      "category": "American, People, Listen"
    },
    {
      "quote": "Portraying emotionally ill characters gives me the chance to really act.",
      "author": "Leonardo DiCaprio",
      "category": "Me, Act, Emotionally"
    },
    {
      "quote": "As a high school dropout, I understand the value of education: A second chance at obtaining my high school diploma through the G.I. Bill led me to attend college and law school and allowed me the opportunity to serve in Congress.",
      "author": "Charles B. Rangel",
      "category": "Education, School, Law"
    },
    {
      "quote": "I believe in taking chances and living your life. Sometimes doors open and others close and you have to figure out which one you're going to take. I'm always for the one that's challenging.",
      "author": "Gisele Bundchen",
      "category": "Life, Believe, I Believe"
    },
    {
      "quote": "I take risks - that's my life on the slopes and off.",
      "author": "Lindsey Vonn",
      "category": "Life, Risks, My Life"
    },
    {
      "quote": "Any swagger is just defense. When you're reminded so much of who you are by people - not a fame thing, but with my size, constantly, growing up - you just either curl up in a corner in the dark or you wear it proudly, like armor or something. You can turn it on its head and use it yourself before anybody else gets a chance.",
      "author": "Peter Dinklage",
      "category": "Growing Up, Yourself, Dark"
    },
    {
      "quote": "Without a doubt, absolutely, a woman will be a president, and probably sooner rather than later. I am excited about that, and if what I did serves as a steppingstone for another woman down the course, I am very grateful to have had that chance.",
      "author": "Michele Bachmann",
      "category": "Grateful, I Am, Woman"
    },
    {
      "quote": "I don't know Hollywood very well. I've never lived in Los Angeles or New York. But what I can see in Paris, where I live, is that actresses like Catherine Deneuve, Isabelle Huppert, Charlotte Rampling, still get the chance to play strong, sexy roles even though they're not 20.",
      "author": "Monica Bellucci",
      "category": "Strong, New York, Live"
    },
    {
      "quote": "We owe it to all our veterans to make sure they have a chance to achieve the American Dream, just like the rest of us.",
      "author": "Tammy Duckworth",
      "category": "American Dream, American"
    },
    {
      "quote": "In my 20s, life seemed endless. At 49, I've had a chance to see how dark life can be, and I am far more aware of the constraints of time than when I wrote 'The Kite Runner.' I realise there is only a limited number of things I can do.",
      "author": "Khaled Hosseini",
      "category": "Life, Time, I Am"
    },
    {
      "quote": "I love roller coasters. I don't get a chance often, but I've gone to Magic Mountain and gone on the rides. I love roller coasters.",
      "author": "Anthony Hopkins",
      "category": "Love, Mountain, Magic"
    },
    {
      "quote": "From my point of view, I always want to fight until the end of my last chance.",
      "author": "Pep Guardiola",
      "category": "Fight, End, Point Of View"
    },
    {
      "quote": "There's a lot of potential that goes unused in places like South Central L.A., a lot of brilliant, smart people who just don't have that chance to show it.",
      "author": "Ice Cube",
      "category": "Smart, Potential, People"
    },
    {
      "quote": "I'm the one who will take chances, not worry about the backlash.",
      "author": "Magic Johnson",
      "category": "Worry, Will, Chances"
    },
    {
      "quote": "I have to say that if our global alliances are going to be alliances with Hezbollah and Hamas and Hugo Chavez's Venezuela and Vladimir Putin's Russia, there is absolutely no chance of building a world-wide alliance that can deal with poverty and inequality and climate change and financial instability, and we've got to face up to that fact.",
      "author": "Gordon Brown",
      "category": "Change, Poverty, Financial"
    },
    {
      "quote": "When I first ran for Congress, I went to my daughter Alexandra, who was going to be a senior in high school, and said: 'I have a chance to run. I may not win, but I'd be gone three nights a week. So, if you want me to stay, I'll be happy to.' And do you know what she said to me? 'Mother, get a life!'",
      "author": "Nancy Pelosi",
      "category": "Life, Happy, Daughter"
    },
    {
      "quote": "I got the chance to be the secretary of state I'm an international relations specialist. It doesn't get better than that.",
      "author": "Condoleezza Rice",
      "category": "Better, Secretary"
    },
    {
      "quote": "My mom taught me from a young age to give back and volunteer any chance you get. It was something that I knew, if I made the NFL, I would financially have the ability to do.",
      "author": "J. J. Watt",
      "category": "Age, Mom, Me"
    },
    {
      "quote": "I wasn't a happy kid. I felt like my mum ruined our chance of a better life, because when she remarried, we went to live in Bahrain, on a compound with a swimming pool, and she ruined it all.",
      "author": "James Arthur",
      "category": "Life, Happy, Swimming"
    },
    {
      "quote": "I like the songs that are fun, that aren't gonna change the world - I've some of those - but even something like, 'You Should Be Here,' that was my chance to say, 'Look, this is me, too. I'm just a normal person.'",
      "author": "Cole Swindell",
      "category": "Change, Change The World"
    },
    {
      "quote": "I loved being in the Marine Corps, I loved my job in the Marine Corps, and I loved the people I served with. It's one of the best things I've had a chance to do.",
      "author": "Adam Driver",
      "category": "Best, Job, People"
    },
    {
      "quote": "You have no idea how many doors closed on me and how many adults were either initially reluctant to take a chance working with me or who outright laughed at me behind my back.",
      "author": "Kendall Jenner",
      "category": "Me, Working, You"
    },
    {
      "quote": "I understand it's promotion, but no one ever gave me a chance. No one ever thought I'd be the champ, and look where I'm at now.",
      "author": "Stipe Miocic",
      "category": "Thought, Me, Look"
    },
    {
      "quote": "Bottom line: If you can't spare some time to give your employees the chance to wow you, you'll never get the best from them.",
      "author": "Jason Fried",
      "category": "Time, Best, Employees"
    },
    {
      "quote": "I had a really dark time after the Olympic Games... But then I said to myself, 'This is a sport that's blessed me with a home, with an education, with some money. I can't hate this sport. This sport took me out of Louisiana. This sport gave me a chance when so many people don't get a chance. And I love this sport.'",
      "author": "Daniel Cormier",
      "category": "Love, Education, Time"
    },
    {
      "quote": "I don't write on topics that require a lot of urgency. But in 'Stiff,' I wanted to change people's hearts about organ donation. Whenever I get a chance, I try to talk about that.",
      "author": "Mary Roach",
      "category": "Change, People, Donation"
    },
    {
      "quote": "I had a chance to choose a couple different places and, well, I grew up - I was a small-town kid from Illinois, so No. 1, just trying to win a championship for my home state.",
      "author": "Ben Zobrist",
      "category": "Home, Win, Trying"
    },
    {
      "quote": "I'm glad I had a chance to see great music played up close and live. In a way, that's what I hope my show does. It's almost like an acoustic evening with Mick Foley.",
      "author": "Mick Foley",
      "category": "Music, Hope, Great"
    },
    {
      "quote": "At a certain point, if you still have your marbles and are not faced with serious financial challenges, you have a chance to put your house in order. It's a cliche, but it's underestimated as an analgesic on all levels. Putting your house in order, if you can do it, is one of the most comforting activities, and the benefits of it are incalculable.",
      "author": "Leonard Cohen",
      "category": "You Can Do It, Financial"
    },
    {
      "quote": "Education must lead us from the irresponsible opinion to true responsible judgment. It must lead us from chance and arbitrariness to rational clarity and intellectual order. Therefore, let us guide our students over the road of discipline from materials, through function, to creative work.",
      "author": "Ludwig Mies van der Rohe",
      "category": "Work, Education, Road"
    },
    {
      "quote": "The British Fashion Awards gives us the chance to commend not only the winners but celebrate all of the individuals that contribute to the incredible achievements that make London the best fashion destination in the world.",
      "author": "Natalie Massenet",
      "category": "Best, World, Celebrate"
    },
    {
      "quote": "Our daughter was not damaged or hurt in any way. She was simply relinquished to foster care by two people who were not ready to be parents. I admire them for giving her the chance for a better life. And I am grateful they gave my husband and me the opportunity to be parents.",
      "author": "Nia Vardalos",
      "category": "Life, Daughter, Parents"
    },
    {
      "quote": "You just have to be prepared because in the Premier League, you are not always going to have more than once chance to score. When it comes your way, you have to be ready to take that chance. If you're not calm, you know it might not come again.",
      "author": "Diego Costa",
      "category": "Calm, Know, Be Prepared"
    },
    {
      "quote": "My favorite hobby is writing and recording songs at my studio. I like to surf, but I don't get a chance to do that as much as I'd like. I don't live close to the beach. I also like to ski, but I don't get to do that much, either.",
      "author": "Scott Weiland",
      "category": "Writing, Beach, Live"
    },
    {
      "quote": "I remember when I was like, 'I want to get another shot.' And some of the other actors on 'Sister, Sister' were like, 'Do you know that's like a 1%, 2% chance for you to get another successful show? That just doesn't happen.' But whenever I hear, 'No,' or 'You can't,' something inside of me just goes, 'Oh no, yes I can!'",
      "author": "Tia Mowry",
      "category": "Sister, Successful, Me"
    },
    {
      "quote": "It's an honor to have been considered for the team, and I hope that in the future I will have the chance to represent my country by playing for U.S.A. Basketball.",
      "author": "Kawhi Leonard",
      "category": "Hope, Future, Team"
    },
    {
      "quote": "You don't have to be a believer in Jesus Christ to be a gracious individual and understand that everybody messes up and that most are looking for a second chance.",
      "author": "Shawn Michaels",
      "category": "Second Chance, Looking, You"
    },
    {
      "quote": "We need somebody to give us a chance.",
      "author": "Tony Dungy",
      "category": "Need, Give, Us"
    },
    {
      "quote": "Great risks come in long term, tremendously assiduous, very courageous study.",
      "author": "William Hurt",
      "category": "Great, Risks, Long"
    },
    {
      "quote": "I was taking hitting clinics every chance I got. I really worked on it. It was just fun to be given that invitation from the director to make the baseball as good as we can.",
      "author": "D. B. Sweeney",
      "category": "Good, Baseball, Fun"
    },
    {
      "quote": "If I go into a restaurant there's a very good chance that I'm going to spend my time being the mayor. If I want to have a good time, I'm happier having dinner here.",
      "author": "Jack Nicholson",
      "category": "Time, Good, Dinner"
    },
    {
      "quote": "If the Indy Racing League didn't have the Indianapolis 500, do you think it would have lasted more than six months? No chance.",
      "author": "Mario Andretti",
      "category": "Racing, Think, You"
    },
    {
      "quote": "I never went to film school, so I never had the chance to be rejected.",
      "author": "Wes Craven",
      "category": "School, Film, Never"
    },
    {
      "quote": "I never felt that I didn't have a chance to win.",
      "author": "Arnold Palmer",
      "category": "Win, Never, Felt"
    },
    {
      "quote": "'Encore' was an experiment. 'Encore' was the second chance at a first impression. 'Encore' was not completely planned.",
      "author": "Hunter Hayes",
      "category": "Second Chance, Experiment"
    },
    {
      "quote": "Think of success as a game of chance in which you have control over the odds. As you begin to master concepts in personal achievement, you are increasing your odds of achieving success.",
      "author": "Bo Bennett",
      "category": "Success, Achievement"
    },
    {
      "quote": "I don't get a chance to be funny with the thrillers. I like to be funny, and I think I am really funny. So with 'Middle School: The Worst Years of My Life', it was fun to let loose.",
      "author": "James Patterson",
      "category": "Funny, Life, School"
    },
    {
      "quote": "Man is simply the best chance we know of that matter has had of providing itself with information about itself.",
      "author": "Italo Calvino",
      "category": "Best, Man, Information"
    },
    {
      "quote": "I think children love reading, and they will make time for it if we put the right books into their hands. And I hope I get the chance to keep being one of the people that writes them.",
      "author": "Rick Riordan",
      "category": "Love, Time, Hope"
    },
    {
      "quote": "Whooping cough is not a mild disease. Whooping cough, before the vaccination, could make you very, very sick. First of all, there was a chance you could die from it - small chance, not a big chance. You would be coughing and coughing. It wouldn't last for a few days, like a cold.",
      "author": "Anthony Fauci",
      "category": "Small, Sick, You"
    },
    {
      "quote": "Living is risking.",
      "author": "Jeanne Moreau",
      "category": "Living, Risking"
    },
    {
      "quote": "I don't pick up my work at all. If it's something that's still in progress and I have the chance to make some edits on the material or think about the order, little things like that, I'll keep those stories at hand and go through them. But once it exists as the book, it's locked away in a vault, and I kind of put it behind me.",
      "author": "Adrian Tomine",
      "category": "Work, Progress, Book"
    },
    {
      "quote": "Here's the thing: the unit of reverence in Europe is the family, which is why a child born today of unmarried parents in Sweden has a better chance of growing up in a house with both of his parents than a child born to a married couple in America. Here we revere the couple, there they revere the family.",
      "author": "Elizabeth Gilbert",
      "category": "Family, Today, Parents"
    },
    {
      "quote": "I do think taking the 20s to take the most chances you can is important, because you're not going to hurt anyone else during that time. And if you do have a partner, you need a couple years to rehearse that relationship.",
      "author": "Gail Sheehy",
      "category": "Time, Relationship, Hurt"
    },
    {
      "quote": "There's a good chance that if you're talking to me when I'm snoring, it means I'm bored.",
      "author": "Garry Shandling",
      "category": "Good, Me, You"
    },
    {
      "quote": "I think for a lot of people, bowling is sort of a joke. But I love it, and it means a lot to me, so any chance to help promote it or celebrate it or not make the hackiest jokes - 'Bowlers are like plumbers and they wear the craziest shirts!' - I'm way into.",
      "author": "Chris Hardwick",
      "category": "Love, Celebrate, Help"
    },
    {
      "quote": "Luck can be assisted. It is not all chance with the wise.",
      "author": "Baltasar Gracian",
      "category": "Wise, Luck, Assisted"
    },
    {
      "quote": "To work all the time is to be incredibly lucky.",
      "author": "Harvey Fierstein",
      "category": "Work, Time, Lucky"
    },
    {
      "quote": "What can be more foolish than to think that all this rare fabric of heaven and earth could come by chance, when all the skill of art is not able to make an oyster!",
      "author": "Anatole France",
      "category": "Art, Earth, Think"
    },
    {
      "quote": "Chance is perhaps the pseudonym of God when he did not want to sign.",
      "author": "Anatole France",
      "category": "God, Want, Sign"
    },
    {
      "quote": "When a man has no reason to trust himself, he trusts in luck.",
      "author": "E. W. Howe",
      "category": "Trust, Man, Luck"
    },
    {
      "quote": "I think luck is the sense to recognize an opportunity and the ability to take advantage of it... The man who can smile at his breaks and grab his chances gets on.",
      "author": "Samuel Goldwyn",
      "category": "Smile, Opportunity, Man"
    },
    {
      "quote": "And when I was saying I want to become number one of the world and I was 7, 8 years old, most of the people were laughing to me. Because you know, it seemed like I have one percent chances to do that. And I've done it.",
      "author": "Novak Djokovic",
      "category": "World, Me, People"
    },
    {
      "quote": "The true statesman is the one who is willing to take risks.",
      "author": "Charles de Gaulle",
      "category": "Risks, True, Willing"
    },
    {
      "quote": "When the phone started ringing too many times, I had to take it back to what I can handle. I take my chances on a job or a person as opposed to a situation. I don't like to have a situation placed over my head.",
      "author": "Bill Murray",
      "category": "Job, Situation, I Can"
    },
    {
      "quote": "Everyone has a chance to learn, improve, and build up their skills.",
      "author": "Tom Peters",
      "category": "Learn, Improve, Skills"
    },
    {
      "quote": "To be on this set today, I feel very blessed for the second chance and for the opportunity, my record company believing in me and everybody here just showing me so much love and support.",
      "author": "Brandy Norwood",
      "category": "Love, Today, Opportunity"
    },
    {
      "quote": "When we give ourselves the chance to let go of all our tension, the body's natural capacity to heal itself can begin to work.",
      "author": "Nhat Hanh",
      "category": "Work, Body, Natural"
    },
    {
      "quote": "However well organized the foundations of life may be, life must always be full of risks.",
      "author": "Havelock Ellis",
      "category": "Life, Risks, Well"
    },
    {
      "quote": "I am not driven by any bitterness by what happened in Athens. I learnt a lot of lessons from it and probably came through it a stronger person in the end. There have been a lot of near misses, and that's taught me to keep persevering and that there is a chance it can come right.",
      "author": "Paula Radcliffe",
      "category": "I Am, End, Me"
    },
    {
      "quote": "The fact 'Twin Peaks' had a life at all took most of us in the cast by surprise. We thought it would be too unusual for network television. The original intention was that it would be a two-hour movie. If the network didn't want to pick it up as a series, it could just show that. But ABC took a chance.",
      "author": "Kyle MacLachlan",
      "category": "Life, Thought, Television"
    },
    {
      "quote": "Every business and every product has risks. You can't get around it.",
      "author": "Lee Iacocca",
      "category": "Business, Risks, You"
    },
    {
      "quote": "Things happen to us in unpredictable ways, but the effect that that has on the kind of people who we become actually is not only open to chance - we can influence it in pretty profound ways.",
      "author": "Clayton M. Christensen",
      "category": "Influence, People, Profound"
    },
    {
      "quote": "There is the morass, wherein you plunge up to your knees, or the walking over the stubborn, dwarfish shrubbery, whereby one treads down the forests of Labrador; and the unexpected bunting or sylvia which perchance, and indeed as if by chance alone, you now and then see flying before you, or hear singing from the ground creeping plant.",
      "author": "John James Audubon",
      "category": "Alone, Walking, Plant"
    },
    {
      "quote": "It's sad when you see most of your friends in the business gone, like Tommy Cooper, Frankie Howard, Eric Morecambe, Roy Castle, Les Dawson. They were very dear to me. You no longer have the chance to bump into them at a celebrity do.",
      "author": "Bruce Forsyth",
      "category": "Business, Friends, Sad"
    },
    {
      "quote": "I lucked out when I started to sing. I'd already experienced failing at everything else.",
      "author": "Cyndi Lauper",
      "category": "Everything, Failing, Started"
    },
    {
      "quote": "I think people who are not rich can be extremely happy. And I think the chances to be happy in this new world - with many more opportunities to be creative, to be online, to educate yourself - there'll be a lot more chances to be happy. It's not to say everyone will take them, but there will be a lot of new paths to opportunity.",
      "author": "Tyler Cowen",
      "category": "Happy, Opportunity, World"
    },
    {
      "quote": "I was very lucky - it wasn't a question of being wealthy my father was just extremely lucky with the couple of jobs he got. So we got a chance to travel when nobody else could travel.",
      "author": "Romesh Gunesekera",
      "category": "Travel, Father, Lucky"
    },
    {
      "quote": "To be successful, one must take chances.",
      "author": "Willie Stargell",
      "category": "Successful, Chances, Must"
    },
    {
      "quote": "I come from nothing. When I got a chance to make some money, I was like, 'Man, I'm not ever going back.'",
      "author": "Juicy J",
      "category": "Money, Man, Nothing"
    },
    {
      "quote": "There's a good chance that in 40 years, after the floods, people zipping by on scavenged jetpacks with their scavenged baseball caps on backwards, I will be in my rocking chair saying bitterly, 'I remember when 'all right' was two words.'",
      "author": "Elizabeth McCracken",
      "category": "Good, Baseball, Words"
    },
    {
      "quote": "According to a new survey, 40 percent of adults in Mexico say they would move to the United States if they got a chance. The number would have been higher, but the other 60 percent already live here.",
      "author": "Conan O'Brien",
      "category": "Live, Mexico, New"
    },
    {
      "quote": "Nothing can ever happen twice. In consequence, the sorry fact is that we arrive here improvised and leave without the chance to practice.",
      "author": "Wislawa Szymborska",
      "category": "Practice, Sorry, Nothing"
    },
    {
      "quote": "Cheap labor is a small part of the problem at work here. If it were only cheap labor, America would be in trouble. Because it's other things, too, we have a great chance to turn it around. Here's the problem: Our high corporate tax rate pushes our companies offshore. Our high regulatory burden pushes our companies offshore.",
      "author": "Peter Navarro",
      "category": "Work, Great, America"
    },
    {
      "quote": "I met my wife through playing golf. She is French and couldn't speak English and I couldn't speak French, so there was little chance of us getting involved in any boring conversations - that's why we got married really quickly.",
      "author": "Sean Connery",
      "category": "Golf, Wife, Speak"
    },
    {
      "quote": "I've been doing Pride and Prejudice all summer, so suddenly the chance to be holed up with a bunch of marines is quite attractive, and probably a necessary dose of male energy.",
      "author": "Rosamund Pike",
      "category": "Pride, Energy, Summer"
    },
    {
      "quote": "I thought theater people wouldn't see me if I hadn't trained. I didn't want to just be the Brideshead guy, to spend the rest of my life wearing waistcoats. I got the chance to try everything. Not just Romeos, but pimps and grandfathers and even one role as a woman in a Naomi Wallace play called Slaughter City.",
      "author": "Tom Hiddleston",
      "category": "Life, Woman, City"
    },
    {
      "quote": "When my job was attempting to predict future economic developments for the Shell oil company, I was frequently reminded of an Arabic saying: 'Those who claim to foresee the future are lying, even if by chance they are later proved right.'",
      "author": "Vince Cable",
      "category": "Future, Job, Company"
    },
    {
      "quote": "I guess I've always been attracted to people who stand out as individuals - people who are adventurous and take chances.",
      "author": "Carmen Electra",
      "category": "People, Stand, Adventurous"
    },
    {
      "quote": "It sometimes seems to me that the whole course of English history was one of accident, confusion, chance and unintended consequences - there's no real pattern.",
      "author": "Peter Ackroyd",
      "category": "History, Me, Consequences"
    },
    {
      "quote": "I wasn't going to be an actor. I was going to be a lawyer. I came from a family just above working class, just below middle class, a great family of wonderful values. The idea of me having a chance for a law degree was enticing. Enticing to me but also very enticing to my family.",
      "author": "Gerard Butler",
      "category": "Family, Great, Law"
    },
    {
      "quote": "There is no such thing as luck. It's a fancy name for being always at our duty, and so sure to be ready when good time comes.",
      "author": "Edward G. Bulwer-Lytton",
      "category": "Time, Good, Luck"
    },
    {
      "quote": "When I get a chance to power jump off both legs, I can lean, twist, change directions and decide whether to dunk the ball or pass it to an open man. In other words, I may be committed to the air, but I still have some control over it.",
      "author": "Julius Erving",
      "category": "Change, Power, Words"
    },
    {
      "quote": "Just by luck, I picked good heroes to worship.",
      "author": "Charles Kuralt",
      "category": "Good, Luck, Heroes"
    },
    {
      "quote": "The only way to break out is to gamble - take a chance with that first pick if you wanna dramatically improve your team.",
      "author": "Jerry Jones",
      "category": "Team, Take A Chance, You"
    },
    {
      "quote": "I have questioned myself about the brutality in the last few novels. Actually in 'The Leopard,' in hindsight, I feel I went a little bit too far with screaming blood. There are a couple of scenes that I regret and wish I had the chance to rewrite. 'Phantom' has less blood.",
      "author": "Jo Nesbo",
      "category": "Myself, Regret, Wish"
    },
    {
      "quote": "No press conference announcing a last film. I'd just steal away. Best way because, if by chance after two or three years something interesting comes up, I would not - like Sinatra - have to say: 'Well, I've thought it over and decided to come back.'",
      "author": "Sophia Loren",
      "category": "Best, Thought, Three"
    },
    {
      "quote": "With hindsight, we see that the Soviet Union never had a chance of world domination, but we didn't know that then.",
      "author": "Ken Follett",
      "category": "World, Know, See"
    },
    {
      "quote": "I got the chance to do things that I dreamed of when I was a kid: I got to travel around the world I had my own 'Goosebumps' attraction at Disney World I've been on TV and had three TV series.",
      "author": "R. L. Stine",
      "category": "Travel, World, Three"
    },
    {
      "quote": "In battle, you forgive a man anything except an unwillingness to take risks. Sometimes you have to put it on the line.",
      "author": "Tom Clancy",
      "category": "Man, Battle, Risks"
    },
    {
      "quote": "Luck always favours the brave. And you must remember that brave are the people who follow their heart brave are the people who take chances in life. Which also means you have to say no sometimes. I believe the power of no is greater than yes.",
      "author": "Preity Zinta",
      "category": "Life, Power, Heart"
    },
    {
      "quote": "You travel with the hope that something unexpected will happen. It has to do with enjoying being lost and figuring it out and the satisfaction. I always get a little disappointed when I know too well where I'm going, or when I've lived in a place so long that there's no chance I could possibly get lost.",
      "author": "Andrew Bird",
      "category": "Travel, Hope, Lost"
    },
    {
      "quote": "From now until the end of time no one else will ever see life with my eyes, and I mean to make the best of my chance.",
      "author": "Christopher Morley",
      "category": "Life, Time, Best"
    },
    {
      "quote": "When you see the same familiar faces, it's nice when you get a chance to play with the same musicians. You start to develop this shorthand so everybody knows where you're at and where you're going, but then again, there are always surprises. But the more people are comfortable with the material, the more free you can be with the music.",
      "author": "David Sanborn",
      "category": "Music, Musicians, People"
    },
    {
      "quote": "You can't just count on becoming a syndicated cartoonist. I actually tried to calculate the odds once, and the best I could come up with is a 1-in-36,000 chance. And the odds of getting hit by lightning are 1 in 7,900 - which kind of shows how long those odds are.",
      "author": "Stephan Pastis",
      "category": "Best, Long, You"
    },
    {
      "quote": "Somerset desperately needs more high-end music making on its doorstep, so the chance to share great music spanning genres as diverse as orchestral classics, trip hop and jazz, in the utterly relaxed and cathartic environment of a Somerset field, is for me the fulfilment of a long-term dream.",
      "author": "Charles Hazlewood",
      "category": "Music, Great, Me"
    },
    {
      "quote": "This ultimate fighting stuff is something I don't agree with. Once a man is down, you have to let him have a chance to prove how good he is.",
      "author": "Joe Frazier",
      "category": "Good, Man, You"
    },
    {
      "quote": "Valor is of no service, chance rules all, and the bravest often fall by the hands of cowards.",
      "author": "Tacitus",
      "category": "Service, Rules, Fall"
    },
    {
      "quote": "You can take a chance with any man who pays his bills on time.",
      "author": "Terence",
      "category": "Time, Man, You"
    },
    {
      "quote": "I despise the Lottery. There's less chance of you becoming a millionaire than there is of getting hit on the head by a passing asteroid.",
      "author": "Brian May",
      "category": "Head, You, Lottery"
    },
    {
      "quote": "Medicine will be personalized and preventive: Your genome might predict that you have an 80 percent chance of breast cancer by the time you are 50, but if you take a preventive drug starting when you are 40, the chance will drop to 2 percent.",
      "author": "Leroy Hood",
      "category": "Time, Breast Cancer, Cancer"
    },
    {
      "quote": "We need to give the Iraqis a chance to build their own future. It should be in their hands. It must be in their hands. That is what democracy is all about. We can teach it, we can explain it, but they must want it enough to make it work for them.",
      "author": "Barbara Boxer",
      "category": "Work, Future, Democracy"
    },
    {
      "quote": "I love real books, paper books, but I also love buying online, and I think that people are more willing to take a chance to read something if it's cheaper - sometimes books on the Kindle are $6. A hardback book is $25. For $25, it better be a really great book. Or you're going to be mad.",
      "author": "Caroline Leavitt",
      "category": "Love, Great, Book"
    },
    {
      "quote": "Never talk for half a minute without pausing and giving others a chance to join in.",
      "author": "Sydney Smith",
      "category": "Giving, Never, Talk"
    },
    {
      "quote": "Some folk want their luck buttered.",
      "author": "Thomas Hardy",
      "category": "Luck, Want, Some"
    },
    {
      "quote": "When I was doing poorly at school, my father yanked me out and got me a job in a shoe factory. After three weeks, I begged him to give me another chance at doing well in school. I learned that discipline is necessary to accomplish anything in life.",
      "author": "Ivana Trump",
      "category": "Life, Father, School"
    },
    {
      "quote": "If the arts are held up solely as a means of social insight, fantasy is denied the chance to be commonplace and reality the chance to be exotic.",
      "author": "Richard Eyre",
      "category": "Reality, Insight, Fantasy"
    },
    {
      "quote": "I have found that I always learn more from my mistakes than from my successes. If you aren't making some mistakes, you aren't taking enough chances.",
      "author": "John Sculley",
      "category": "Mistakes, Learn, You"
    },
    {
      "quote": "I'm planning to be here forever, but I know at some point I'll probably have to give it up. If you live to 100, there's a very good chance you'll live forever. Because very few people die after 100.",
      "author": "S. Truett Cathy",
      "category": "Good, Planning, People"
    },
    {
      "quote": "A fool must now and then be right, by chance.",
      "author": "William Cowper",
      "category": "Fool, Now, Right"
    },
    {
      "quote": "Teachers have a chance to mold someone, inspire them. I hope all teachers realize that.",
      "author": "Kevin James",
      "category": "Hope, Inspire, Realize"
    },
    {
      "quote": "When I left for college, I told myself that this was a chance for reinvention. No one on the other side of the country knew that I was an introvert, so maybe if I tried not acting like an introvert, I wouldn't be one.",
      "author": "Andrea Seigel",
      "category": "Myself, College, Acting"
    },
    {
      "quote": "Some campaigns are not worth waging if you can't win others have to be fought on grounds of principle regardless of the chances for success.",
      "author": "Patricia Ireland",
      "category": "Success, Win, You"
    },
    {
      "quote": "Even when you have doubts, take that step. Take chances. Mistakes are never a failure - they can be turned into wisdom.",
      "author": "Cat Cora",
      "category": "Wisdom, Failure, Mistakes"
    },
    {
      "quote": "I signed schoolboy forms for Watford when I was 12, but then my parents got divorced, and I never kicked a ball for three years. I rebelled, I left home, but getting back into football sorted me out. It was the second chance I needed.",
      "author": "Vinnie Jones",
      "category": "Home, Football, Parents"
    },
    {
      "quote": "When an animal dies, it gives you the chance to love another animal. That's an insightful and profound way to look at it.",
      "author": "Jon Katz",
      "category": "Love, Animal, Profound"
    },
    {
      "quote": "When you head on out to the Moon, in very short order, and you get a chance to look back at the Earth, that horizon slowly curves around in upon himself, and all of sudden you're looking at something that is very strange, but yet is very, very familiar, because you're beginning to see the Earth evolve.",
      "author": "Eugene Cernan",
      "category": "Short, Beginning, Moon"
    },
    {
      "quote": "I'm quite old-fashioned. I like going out to dinner. You have the chance to talk to somebody and get to know them better.",
      "author": "Harry Styles",
      "category": "Dinner, Better, Know"
    },
    {
      "quote": "I did a film which was considered an independent movie with Dustin Hoffman and Andy Garcia called Confidence, and that's the type of film I was willing to take a chance on that because of the caliber of people involved with the film.",
      "author": "Morris Chestnut",
      "category": "Confidence, People"
    },
    {
      "quote": "You never know who's going to become your friend. Friends are always chance meetings.",
      "author": "Steve Guttenberg",
      "category": "Friends, Friend, Meetings"
    },
    {
      "quote": "I am a great believer in luck, and I find the harder I work the more I have of it.",
      "author": "Stephen Leacock",
      "category": "Work, Great, I Am"
    },
    {
      "quote": "You don't have the judgment after you've had the drink. If something truly catastrophic had happened that evening, I don't know how I could have lived with myself. I feel like I've gotten a second chance.",
      "author": "Tracey Gold",
      "category": "Myself, Second Chance, Know"
    },
    {
      "quote": "In a fit at the bookstore one day, I bought all my favourite composers' biographies: Schubert, Massenet, Wolf. I've still not had a chance to read them; it breaks my heart. But when you travel so much, you just can't take that many books with you.",
      "author": "Danielle de Niese",
      "category": "Travel, Day, Heart"
    },
    {
      "quote": "I was overjoyed when I was offered the title role in 'Well Done Abba.' I was ready for the role even before I heard the story because you don't ask questions when it is Shyam Benegal's film. It is the chance of a lifetime.",
      "author": "Boman Irani",
      "category": "Questions, Well Done, Story"
    },
    {
      "quote": "You destroy the initiative of the working people if they don't feel they have a fighting chance to be a part of the American Dream.",
      "author": "James Sinegal",
      "category": "American Dream, American"
    },
    {
      "quote": "But we also believe in taking risks, because that's how you move things along.",
      "author": "Melinda Gates",
      "category": "Believe, Risks, You"
    },
    {
      "quote": "I think all of us certainly believed the statistics which said that probably 88% chance of mission success and maybe 96% chance of survival. And we were willing to take those odds.",
      "author": "Alan Shepard",
      "category": "Success, Statistics"
    },
    {
      "quote": "It's not about failure it's about trying something and risking something for attaining your goal.",
      "author": "Carol Alt",
      "category": "Failure, Goal, Trying"
    },
    {
      "quote": "I never had the chance to consider what or how I wanted to be.",
      "author": "Namie Amuro",
      "category": "Never, Wanted, Consider"
    },
    {
      "quote": "When you have the chance to play a Champions League final, you have to win it.",
      "author": "Gianluigi Buffon",
      "category": "Win, Play, You"
    },
    {
      "quote": "Let's not dismiss or attack individual ideas as being inadequate before we have had a chance to assess their positive effect as part of a whole solution.",
      "author": "John Thune",
      "category": "Positive, Ideas, Solution"
    },
    {
      "quote": "So, whenever Scooter was the Pilot, he never had a chance to fly the orbiter. So, the joke is: I'm going to have a chance to fly it first and hand it over to him.",
      "author": "Duane G. Carey",
      "category": "Fly, First, Him"
    },
    {
      "quote": "We can all be proud of our men and women in the military who are following their orders, carrying out their missions and sacrificing so much to give the Iraqi people a chance for a more peaceful and prosperous future.",
      "author": "Ron Kind",
      "category": "Future, Women, Men"
    },
    {
      "quote": "I think everyone should live in New York City if they ever get the chance at least once in their life. It's such a great place to live there's a different energy about living in the city.",
      "author": "Odette Annable",
      "category": "Life, Great, City"
    },
    {
      "quote": "I sensed my chance and embraced the telecom business. I started marketing telephones, answering/fax machines under the brand name Beetel, and the company picked up really fast.",
      "author": "Sunil Mittal",
      "category": "Business, Company, Marketing"
    },
    {
      "quote": "For people who have heart disease, statins are great. But if all you've had is high cholesterol, what you're doing is taking this 1/100 chance of getting a benefit and offsetting it with 1/200 chance of getting diabetes.",
      "author": "Eric Topol",
      "category": "Great, Heart, People"
    },
    {
      "quote": "I love taking chances.",
      "author": "Wayne Newton",
      "category": "Love, Chances, Taking"
    },
    {
      "quote": "My son had his eighth birthday recently and we had a chance to borrow the film and show it to all of his friends that was at his birthday party and they loved it. I was a little nervous. I said they might not even like it, and say his daddy's movie is wack, but they loved it.",
      "author": "Blair Underwood",
      "category": "Birthday, Friends, Son"
    },
    {
      "quote": "You get so tied up with the minutiae of the day-to-day, there's never a chance to sit back and let your subconscious run wild.",
      "author": "Eric Betzig",
      "category": "Run, You, Wild"
    },
    {
      "quote": "If there is a 50-50 chance that something can go wrong, then 9 times out of ten it will.",
      "author": "Paul Harvey",
      "category": "Will, Something, Go"
    },
    {
      "quote": "Perhaps it's the people whose lives have taken sudden new twists - people who have learned to embrace the creative possibilities of change - who stand the best chance of penetrating life's mysteries.",
      "author": "Hugh Mackay",
      "category": "Life, Change, Best"
    },
    {
      "quote": "I'm always on tour, so I'm always trying new tracks out live before they're released. That's more necessity than anything, because I don't get a proper chance to sit in a studio and work on tracks like other producers do.",
      "author": "Skrillex",
      "category": "Work, Live, Trying"
    },
    {
      "quote": "I'm a big fan of the 'Rocky' series. Given the chance, I'd love to meet Sylvester Stallone. But apart from boxing, I'm an ardent fan of tennis and football.",
      "author": "Vijender Singh",
      "category": "Love, Football, Tennis"
    },
    {
      "quote": "If you know you can do it - if you can already chart every day in your future - then why bother? Choose to do something you have more trouble imagining. Take a chance.",
      "author": "Gina Barreca",
      "category": "Future, Day, You Can Do It"
    },
    {
      "quote": "I want kids to have a chance to dream of becoming something like I did in my life, and when you're living in a home that's dysfunctional and unhealthy that way, you don't dream like that.",
      "author": "Picabo Street",
      "category": "Life, Home, My Life"
    },
    {
      "quote": "Back when I was a senior in high school in Haughton, LA, I had a chance to go to LSU. Everyone I grew up with adored LSU, including my mom. But I chose to come to Mississippi State because I wanted to start a new tradition instead of perpetuating an established one.",
      "author": "Dak Prescott",
      "category": "Mom, School, Start"
    },
    {
      "quote": "Chance doesn't mean meaningless randomness, but historical contingency. This happens rather than that, and that's the way that novelty, new things, come about.",
      "author": "John Polkinghorne",
      "category": "New Things, New, Mean"
    },
    {
      "quote": "Luck relies on chance, labor on character.",
      "author": "Richard Cobden",
      "category": "Character, Luck, Labor"
    },
    {
      "quote": "My job is to give my team a chance to win.",
      "author": "Nolan Ryan",
      "category": "Team, Job, Win"
    },
    {
      "quote": "The man who is intent on making the most of his opportunities is too busy to bother about luck.",
      "author": "B. C. Forbes",
      "category": "Man, Luck, Busy"
    },
    {
      "quote": "In using chance operations, the mind is enriched.",
      "author": "Merce Cunningham",
      "category": "Mind, Operations, Using"
    },
    {
      "quote": "People react differently to hearing 'Procedure X has a 70 percent chance of survival' and 'Procedure Y has a 30 percent chance of death.' Phrased that way, people flock to Procedure X, even though the numbers are the same.",
      "author": "Paul Kalanithi",
      "category": "Death, Survival, People"
    },
    {
      "quote": "As long as I've got a chance to beat you I'm going to take it.",
      "author": "Leo Durocher",
      "category": "Long, You, Going"
    },
    {
      "quote": "I never had a chance to play with dolls like other kids. I started working when I was six years old.",
      "author": "Billie Holiday",
      "category": "Play, Working, Kids"
    },
    {
      "quote": "We have a chance to wind down and expedite the removal of 96 percent of the world's nuclear weapons. What an achievement it would be, if at the end of the next administration, we could say that the nuclear arsenals of both Russia and the United States had been reduced to the barest minimums.",
      "author": "Dianne Feinstein",
      "category": "Achievement, Wind, World"
    },
    {
      "quote": "Musicians are always gigging and never have a chance to stop for a minute.",
      "author": "Keith Jarrett",
      "category": "Musicians, Stop, Never"
    },
    {
      "quote": "Who I was back then, when I started on 'One Tree Hill,' is so different from who I am now. Coming off Laguna, being 19 years old, and thrown into this odd, ridiculous spotlight, wasn't for me. There have always been haters, and people don't want to give you a chance or the benefit of the doubt, but this show gave me an opportunity.",
      "author": "Stephen Colletti",
      "category": "Opportunity, Tree, I Am"
    },
    {
      "quote": "Don't talk to me about aesthetics or tradition. Talk to me about what sells and what's good right now. And what the American people like is to think the underdog still has a chance.",
      "author": "George Steinbrenner",
      "category": "Good, American, Me"
    },
    {
      "quote": "As years go by, chances of winning here are getting slimmer. That's just a matter of fact. It does get tougher, but it's possible, there's a tiny little chance.",
      "author": "Stefan Edberg",
      "category": "Winning, Matter, Years"
    },
    {
      "quote": "We determine whether a book is for boys or girls long before the reader gets a chance to decide: we package them with soldiers and ballet slippers on their covers, war machines and glittering gowns.",
      "author": "Marie Lu",
      "category": "War, Book, Long"
    },
    {
      "quote": "There is a certain sense in which I would say the universe has a purpose. It's not there by chance.",
      "author": "Roger Penrose",
      "category": "Purpose, Universe, Say"
    },
    {
      "quote": "Increasingly, staying in the middle class - let alone aspiring to become middle class - is becoming a game of chance.",
      "author": "Arianna Huffington",
      "category": "Alone, Game, Class"
    },
    {
      "quote": "I enjoy being on stage with other artists. I have a chance to watch and see people responding to the other artists songs. I get to see how people are affected by the music.",
      "author": "Steven Curtis Chapman",
      "category": "Music, Enjoy, People"
    },
    {
      "quote": "I just have to take my chances like any other composer.",
      "author": "Gordon Getty",
      "category": "Just, Chances, Like"
    },
    {
      "quote": "I play knowing that there is somebody watching me out there in the crowd that has never had the opportunity to watch a game before and it might be the only chance they ever to see one, live in person. Michael Jordan once said that in an interview, and I really took it to heart; whenever I step on the floor, I play for that person.",
      "author": "Tyson Chandler",
      "category": "Opportunity, Heart, Me"
    },
    {
      "quote": "For me, growing up in Los Angeles in the '90s, Huell Howser was the most consistently watchable entertainer on TV. I was more of a radio geek as a teenager, but Huell I watched whenever I got the chance. A lot of us did.",
      "author": "James Adomian",
      "category": "Growing Up, Me, Los Angeles"
    },
    {
      "quote": "I've got a place in Portugal, which I like very much, but I've just been working in Malaysia for five weeks. My family had a chance to come over and we really loved it, particularly the island of Pangkor.",
      "author": "Ian Rush",
      "category": "Family, Loved, Working"
    },
    {
      "quote": "I didn't see myself any different from my white counterparts in school. I just didn't! I thought I could do what they did. And what I didn't do well, I thought people were going to give me the opportunity to do well, because maybe they saw my talent, so they would give me a chance. I had no idea that they would see me completely different.",
      "author": "Viola Davis",
      "category": "Myself, Opportunity, School"
    },
    {
      "quote": "I like chance meetings - life is full of them. Every day, without realising it, I pass people whom I should know.",
      "author": "Krzysztof Kieslowski",
      "category": "Life, Day, People"
    },
    {
      "quote": "I believe as a born-again Christian that once you've had a chance to drink from the well, it becomes your responsibility to replenish the well.",
      "author": "Daniel Baldwin",
      "category": "Responsibility, Believe"
    },
    {
      "quote": "Chance is the pseudonym of God when he did not want to sign.",
      "author": "Theophile Gautier",
      "category": "God, Want, Sign"
    },
    {
      "quote": "I think in the case of horror, it's a chance to confront a lot of your worse fears and those fears usually have to do, ironically, with powerlessness and isolation.",
      "author": "Adam Arkin",
      "category": "Isolation, Think, Horror"
    },
    {
      "quote": "I would love to meet Kelly Clarkson and if I get the chance to I would tell her thank you so much for the inspiration.",
      "author": "Thia Megia",
      "category": "Love, Thank You, You"
    },
    {
      "quote": "But at some point, we've got to have disciplined play and have got to coach better. I'm not putting it on the players. We've got to coach them to tackle and block better. It's as simple as that. If we can do those things, we'll have a chance.",
      "author": "Steve Spurrier",
      "category": "Simple, Better, Play"
    },
    {
      "quote": "I started out Ice skating with 'Holiday On Ice' and just got offered the part of R2 by chance.",
      "author": "Kenny Baker",
      "category": "Holiday, Skating, Started"
    },
    {
      "quote": "There have been times when I felt suicidal and I would stop my head from going in that direction of negativity because I thought there'd be something I'd miss that was funny in the future. If there's a chance I'm going to laugh tomorrow then want to live to experience that.",
      "author": "Dave Navarro",
      "category": "Funny, Future, Experience"
    },
    {
      "quote": "A closing team is so important in the NBA. The last seven minutes is what you are always coaching to get to. Now you have your team set, you have the match-ups you want, you have your time-outs, your chance to finish the game, and that's my job, to get us to that position during the course of the game.",
      "author": "Doug Collins",
      "category": "Team, Job, Coaching"
    },
    {
      "quote": "I want to get to a point in my career where I can be a role model. A good one. I want to say, 'I got here without drugs, and I got here without drinking or smoking. If I can do it, you can do it. I have no doubt.' I really want kids to have a chance in life.",
      "author": "Chad Michael Murray",
      "category": "Life, Good, You Can Do It"
    },
    {
      "quote": "Many a happiness in life, as many a disaster, can be due to chance, but the peace within us can never be governed by chance.",
      "author": "Maurice Maeterlinck",
      "category": "Life, Happiness, Peace"
    },
    {
      "quote": "I assure you I will not miss the chance to show you that you were right when you voted for me.",
      "author": "Traian Basescu",
      "category": "Me, You, Right"
    },
    {
      "quote": "The moral backbone of literature is about that whole question of memory. To my mind it seems clear that those who have no memory have the much greater chance to lead happy lives.",
      "author": "W. G. Sebald",
      "category": "Happy, Memory, Mind"
    },
    {
      "quote": "To my mind, it seems clear that those who have no memory have the much greater chance to lead happy lives. But it is something you cannot possibly escape: your psychological make-up is such that you are inclined to look back over your shoulder.",
      "author": "W. G. Sebald",
      "category": "Happy, Memory, Mind"
    },
    {
      "quote": "When 'The Sound of Music' aired live on NBC, 18 million people were talking about theater the next day. That's incredible. 'Grease' felt like a chance for me to participate in that landscape.",
      "author": "Thomas Kail",
      "category": "Music, Day, Me"
    },
    {
      "quote": "One of the challenges of being a director is often you don't get to work with your peers. You know, writers can write together, and as a director you get to work with so many wonderful actors and writers and designers. But it's pretty rare that you get a chance to partner in that way with another director.",
      "author": "Thomas Kail",
      "category": "Work, Together, Challenges"
    },
    {
      "quote": "My pride at being a member of the theater community is deep, and we have a chance to reach a lot of people who might feel like there's a place for them. I want theater to be part of the cultural conversation and be on par with all mediums of television in its ability to be relevant.",
      "author": "Thomas Kail",
      "category": "Community, Deep, Pride"
    },
    {
      "quote": "Isn't that what we come into politics for? To say to people: 'You can do it, too - there is a chance to serve your community. There is a chance to shape it co-operatively and democratically, without fear or favour.' And that is what I tried to do.",
      "author": "Joan Kirner",
      "category": "Fear, Community, Politics"
    },
    {
      "quote": "I've loved Leia and Han since I was seven years old. Getting a chance to tell some of their adventures? Mind-blowing on every level. I wish I could go back in time and high-five my baby self.",
      "author": "Claudia Gray",
      "category": "Time, Baby, Self"
    },
    {
      "quote": "Trouble is part of your life - if you don't share it, you don't give the person who loves you a chance to love you enough.",
      "author": "Dinah Shore",
      "category": "Love, Life, You"
    },
    {
      "quote": "In the 'Dreamblood' books, I'm focusing more on what I like about epic fantasy: the layering and depth of tension; the chance to really delve into the minutia of an alternate society and its politics; a large cast of characters to love and hate.",
      "author": "N. K. Jemisin",
      "category": "Love, Politics, Hate"
    },
    {
      "quote": "I want to help give people the ability to stop and take just a few minutes a day to regroup and refocus: to give them a chance to get perspective on the things that matter and the things that don't.",
      "author": "Ariel Garten",
      "category": "Day, Perspective, Help"
    },
    {
      "quote": "There's talent on the streets, kids with ideas who have stories to tell and never get a chance.",
      "author": "James Jannard",
      "category": "Ideas, Talent, Kids"
    },
    {
      "quote": "It's not that I don't value my life. It's just that I love taking chances, testing myself, stepping over the line.",
      "author": "Wendy O. Williams",
      "category": "Love, Life, Myself"
    },
    {
      "quote": "Wherefore the race being not to the swift, etc. but time and chance happening to all men, I leave the Judgement of the whole to the Candid, of whose correction I shall never be impatient.",
      "author": "William Petty",
      "category": "Time, Men, Candid"
    },
    {
      "quote": "I saw this movie 'The Right Stuff' when I was in college, and it really rekindled my interest in being an astronaut. I started taking those steps, and then I realized it would be the chance of a lifetime. It would be a dream life: not just a job, but the whole life.",
      "author": "Michael J. Massimino",
      "category": "Life, Job, College"
    },
    {
      "quote": "He who leaves nothing to chance will do few things poorly, but he will do few things.",
      "author": "Edward Wood, 1st Earl of Halifax",
      "category": "Nothing, Will, Leaves"
    },
    {
      "quote": "I don't care if we're out of it or not, if I've got a chance to pitch, I want to.",
      "author": "Greg Maddux",
      "category": "Want, Care, Got"
    },
    {
      "quote": "People under siege turn to us in complete frustration and I get a chance to go in when it's do or die.",
      "author": "Curtis Sliwa",
      "category": "Frustration, People, Die"
    },
    {
      "quote": "Somehow, people get very nervous about leaving the comfortable life of rules behind and never take the chance to develop their own internal voice, to listen to their own consciousness.",
      "author": "Michael Masser",
      "category": "Life, Rules, Leaving"
    },
    {
      "quote": "Comedy can always be taken the wrong way. If I do a bit that is meant to diffuse racism or sexism, I'm not going to avoid it on the chance that a small portion of the audience might take it the wrong way.",
      "author": "Doug Stanhope",
      "category": "Racism, Small, Comedy"
    },
    {
      "quote": "If I've been dating someone for, say, five months, and she cheats on me, I don't think it would be worth it. I'm not committed enough to the situation to give her a second chance.",
      "author": "Avan Jogia",
      "category": "Dating, Second Chance, Me"
    },
    {
      "quote": "I figured that pitchers had a better chance of getting drafted than fielders, so I decided I should be a pitcher. But I never expected to be picked in the first round. I wasn't even sure I'd get picked at all.",
      "author": "Dwight Gooden",
      "category": "Better, First, Never"
    },
    {
      "quote": "Going on the road for long stretches can seem daunting, and I certainly miss being home sometimes, but the chance to see so many different cities, let alone perform in them, is something I am really grateful for.",
      "author": "John Mulaney",
      "category": "Home, Alone, I Am"
    },
    {
      "quote": "The point is, when you have a chance to have a big adventure, especially if, like in your case, it doesn't hurt anyone, it's just plain foolish not to take it.",
      "author": "Mink Stole",
      "category": "Adventure, Hurt, You"
    },
    {
      "quote": "I can go to a movie theater and watch a movie I was in with an audience... but with television, the opportunity to meet the fans at Comic Con or any other situation, it's a chance to enter that circle; it's that sharing.",
      "author": "Mark Sheppard",
      "category": "Opportunity, Television"
    },
    {
      "quote": "'The Voice' gave me a chance to show people the side of me that is an artist. People didn't know what that would look like or sound like. It allowed people to see that potential.",
      "author": "Judith Hill",
      "category": "Me, Artist, People"
    },
    {
      "quote": "But whether, for example, a coat can be exchanged for twenty yards of linen cloth or for forty yards is not a matter of chance, but depends upon objective conditions, upon the amount of socially necessary labor time contained in the coat and in the linen respectively.",
      "author": "Rudolf Hiferding",
      "category": "Time, Matter, Labor"
    },
    {
      "quote": "I learned the hard way that people are quick to judge, will jump at the chance of a cheap ego boost at another's expense.",
      "author": "Sharon Bolton",
      "category": "People, Ego, Judge"
    },
    {
      "quote": "I look back upon graduate school as being a very happy period in my life. The chance to be thoroughly immersed in physics and to be surrounded by friends pursuing similar goals was a marvelous experience.",
      "author": "David Lee",
      "category": "Life, Happy, Friends"
    },
    {
      "quote": "I figure this current era of history is the one with the best chance of quality of life for a black, female, disabled, middle-aged, queer person who's most comfortable not fitting in. The odds still aren't great, mind you. But I'll take my chances with the 21st century.",
      "author": "Nalo Hopkinson",
      "category": "Life, History, Best"
    },
    {
      "quote": "One of the fantastic things about books, fiction or non-fiction, is the way they give you a chance to look into different lives.",
      "author": "Gillian Cross",
      "category": "Look, Way, You"
    },
    {
      "quote": "One of the values of centering prayer is that you are not thinking about God during the time of centering prayer so you are giving God a chance to manifest. In centering prayer there are moments of peace that give the psyche a chance to realize that God may not be so bad after all. God has a chance to be himself for a change.",
      "author": "Thomas Keating",
      "category": "Change, Time, Peace"
    },
    {
      "quote": "This is a chance for me to listen and learn. There's no more important and rewarding part of my job.",
      "author": "Bill Delahunt",
      "category": "Job, Me, Learn"
    },
    {
      "quote": "A dream will always triumph over reality, once it is given the chance.",
      "author": "Stanislaw Lem",
      "category": "Reality, Dream, Triumph"
    },
    {
      "quote": "All I demand for the black man is, that the white people shall take their heels off his neck, and let him have a chance to rise by his own efforts.",
      "author": "William Wells Brown",
      "category": "Man, People, Black"
    },
    {
      "quote": "Practice every time you get a chance.",
      "author": "Bill Monroe",
      "category": "Time, Practice, You"
    },
    {
      "quote": "The biggest thing, I think, is to stay healthy and make the fewest mistakes, and then you can win... The margin of error is so small in the NFL, so if you can do those two things - keep your team healthy and make the fewest mistakes each Sunday - you have a good chance of going to the Super Bowl.",
      "author": "Hugh Douglas",
      "category": "Good, Team, Mistakes"
    },
    {
      "quote": "You know you have more to offer, and it gets frustrating when you aren't given the chance.",
      "author": "Mindy Cohn",
      "category": "Know, You, Offer"
    },
    {
      "quote": "Parikrma aims to give underprivileged children an equal chance at education so they can integrate with kids of private schools and, later, with the society. I want these children to hold high-end jobs at multinational companies and not work at the lower end of the spectrum.",
      "author": "Shukla Bose",
      "category": "Work, Education, Children"
    },
    {
      "quote": "By giving the public a rich and full melody, distinctly arranged and well played, all the time creating new tone colors and patterns, I feel we have a better chance of being successful. I want a kick to my band, but I don't want the rhythm to hog the spotlight.",
      "author": "Glenn Miller",
      "category": "Time, Colors, Giving"
    },
    {
      "quote": "Well I guess I like variety pretty much, but I do enjoy this work very much. Particularly with Buddy on the gig, we get a chance to knock each other out It'just wonderful.",
      "author": "Gene Krupa",
      "category": "Work, Enjoy, Wonderful"
    },
    {
      "quote": "Chance is the one thing you can't buy. You have to pay for it and you have to pay for it with your life, spending a lot of time, you pay for it with time, not the wasting of time but the spending of time.",
      "author": "Robert Doisneau",
      "category": "Life, Time, You"
    },
    {
      "quote": "If you begin feeling beaten, you will achieve nothing. If you fight, you will perhaps have a chance of achieving something.",
      "author": "Raymond Aubrac",
      "category": "Achieving, Fight, You"
    },
    {
      "quote": "Sometimes people walk into plays by accident - they don't even know what they're looking at they just think to give it a chance. That can be the beginning of a long friendship.",
      "author": "Dylan Baker",
      "category": "Friendship, Beginning, Walk"
    },
    {
      "quote": "Chance alone is at the source of all novelty, all creation in the biosphere.",
      "author": "Jacques Monod",
      "category": "Alone, Creation, Source"
    },
    {
      "quote": "I was a military spouse, and I lived on military pay. It is very difficult to do that. But we do that with honor and with gratitude for the chance to serve this country.",
      "author": "Carol Shea-Porter",
      "category": "Gratitude, Honor, Military"
    },
    {
      "quote": "Unfortunately, we don't get a second chance. We've already played them twice.",
      "author": "Trevor Brooking",
      "category": "Second Chance, Twice, Second"
    },
    {
      "quote": "Gratitude makes sense of our past, brings peace for today, and creates a vision for tomorrow.",
      "author": "Melody Beattie",
      "category": "Gratitude, Peace, Today"
    },
    {
      "quote": "Gratitude unlocks the fullness of life. It turns what we have into enough, and more. It turns denial into acceptance, chaos to order, confusion to clarity. It can turn a meal into a feast, a house into a home, a stranger into a friend.",
      "author": "Melody Beattie",
      "category": "Life, Gratitude, Home"
    },
    {
      "quote": "Be thankful for what you have; you'll end up having more. If you concentrate on what you don't have, you will never, ever have enough.",
      "author": "Oprah Winfrey",
      "category": "Thanksgiving, End"
    },
    {
      "quote": "I have a lot to be thankful for. I am healthy, happy and I am loved.",
      "author": "Reba McEntire",
      "category": "Happy, I Am, Healthy"
    },
    {
      "quote": "Make it a habit to tell people thank you. To express your appreciation, sincerely and without the expectation of anything in return. Truly appreciate those around you, and you'll soon find many others around you. Truly appreciate life, and you'll find that you have more of it.",
      "author": "Ralph Marston",
      "category": "Life, Appreciation"
    },
    {
      "quote": "If the only prayer you ever say in your entire life is thank you, it will be enough.",
      "author": "Meister Eckhart",
      "category": "Life, Prayer, Thank You"
    },
    {
      "quote": "Let me encourage you to get up every day and focus on what you do have in life. Be thankful for the blessings of the little things, even when you don't get what you expect.",
      "author": "Victoria Osteen",
      "category": "Life, Day, Little Things"
    },
    {
      "quote": "Whatever we are waiting for - peace of mind, contentment, grace, the inner awareness of simple abundance - it will surely come to us, but only when we are ready to receive it with an open and grateful heart.",
      "author": "Sarah Ban Breathnach",
      "category": "Peace, Heart, Simple"
    },
    {
      "quote": "Gratitude is not only the greatest of virtues, but the parent of all the others.",
      "author": "Marcus Tullius Cicero",
      "category": "Gratitude, Parent, Greatest"
    },
    {
      "quote": "The thankful receiver bears a plentiful harvest.",
      "author": "William Blake",
      "category": "Thanksgiving, Harvest"
    },
    {
      "quote": "Thank you for life, and all the little ups and downs that make it worth living.",
      "author": "Travis Barker",
      "category": "Life, Thank You, Living"
    },
    {
      "quote": "I'm thankful for every moment.",
      "author": "Al Green",
      "category": "Thanksgiving, Moment, Every"
    },
    {
      "quote": "When I started counting my blessings, my whole life turned around.",
      "author": "Willie Nelson",
      "category": "Life, Blessings, Started"
    },
    {
      "quote": "Some people are always grumbling because roses have thorns I am thankful that thorns have roses.",
      "author": "Alphonse Karr",
      "category": "I Am, Roses, People"
    },
    {
      "quote": "Gratitude is the fairest blossom which springs from the soul.",
      "author": "Henry Ward Beecher",
      "category": "Gratitude, Soul, Blossom"
    },
    {
      "quote": "When you are grateful - when you can see what you have - you unlock blessings to flow in your life.",
      "author": "Suze Orman",
      "category": "Life, Grateful, Blessings"
    },
    {
      "quote": "Gratitude is the sign of noble souls.",
      "author": "Aesop",
      "category": "Gratitude, Noble, Sign"
    },
    {
      "quote": "I am what I am thanks to my mother, my father, my brother, my sister... because they have given me everything. The education I have is thanks to them.",
      "author": "Ronaldinho",
      "category": "Education, Sister, Father"
    },
    {
      "quote": "I give all the glory to God. It's kind of a win-win situation. The glory goes up to Him and the blessings fall down on me.",
      "author": "Gabby Douglas",
      "category": "God, Blessings, Fall"
    },
    {
      "quote": "Talent is God-given be humble. Fame is man-given be thankful. Conceit is self-given be careful.",
      "author": "Harvey Mackay",
      "category": "Wisdom, Humble, Talent"
    },
    {
      "quote": "I am even thankful for the negative things that have made me a stronger and better person.",
      "author": "Joanna Krupa",
      "category": "I Am, Me, Negative"
    },
    {
      "quote": "Let us be grateful to the mirror for revealing to us our appearance only.",
      "author": "Samuel Butler",
      "category": "Grateful, Mirror, Appearance"
    },
    {
      "quote": "If you suffer, thank God! It is a sure sign that you are alive.",
      "author": "Elbert Hubbard",
      "category": "God, Thank God, You"
    },
    {
      "quote": "I'm very thankful to all my fans for their constant love and support. I am what I am because of their unconditional love.",
      "author": "Mahesh Babu",
      "category": "Love, Support, I Am"
    },
    {
      "quote": "Gratitude is the most exquisite form of courtesy.",
      "author": "Jacques Maritain",
      "category": "Gratitude, Courtesy, Most"
    },
    {
      "quote": "In this world of sin and sorrow there is always something to be thankful for; as for me, I rejoice that I am not a Republican.",
      "author": "H. L. Mencken",
      "category": "Politics, I Am, World"
    },
    {
      "quote": "I am very thankful and blessed to have a healthy and happy baby boy and baby mama.",
      "author": "Eric Church",
      "category": "Happy, Baby, I Am"
    },
    {
      "quote": "None of us got to where we are alone. Whether the assistance we received was obvious or subtle, acknowledging someone's help is a big part of understanding the importance of saying thank you.",
      "author": "Harvey Mackay",
      "category": "Alone, Thank You, Help"
    },
    {
      "quote": "No one who achieves success does so without acknowledging the help of others. The wise and confident acknowledge this help with gratitude.",
      "author": "Alfred North Whitehead",
      "category": "Success, Gratitude, Wise"
    },
    {
      "quote": "If you are really thankful, what do you do? You share.",
      "author": "W. Clement Stone",
      "category": "Thanksgiving, You, Share"
    },
    {
      "quote": "Gratitude changes the pangs of memory into a tranquil joy.",
      "author": "Dietrich Bonhoeffer",
      "category": "Gratitude, Joy, Changes"
    },
    {
      "quote": "Sometimes our light goes out but is blown into flame by another human being. Each of us owes deepest thanks to those who have rekindled this light.",
      "author": "Albert Schweitzer",
      "category": "Light, Flame, Human"
    },
    {
      "quote": "Keep your eyes open to your mercies. The man who forgets to be thankful has fallen asleep in life.",
      "author": "Robert Louis Stevenson",
      "category": "Life, Eyes, Man"
    },
    {
      "quote": "Be thankful we're not getting all the government we're paying for.",
      "author": "Will Rogers",
      "category": "Funny, Government"
    },
    {
      "quote": "It's ironic that when you go through a tragedy, you appreciate more. You realize how fragile life is and that there are so many things to still be thankful for.",
      "author": "Adam Grant",
      "category": "Life, Be Thankful, Tragedy"
    },
    {
      "quote": "Take heed, then, often to come together to give thanks to God, and show forth His praise. For when you assemble frequently in the same place, the powers of Satan are destroyed, and the destruction at which he aims is prevented by the unity of your faith.",
      "author": "Ignatius of Antioch",
      "category": "Faith, God, Unity"
    },
    {
      "quote": "Often people ask how I manage to be happy despite having no arms and no legs. The quick answer is that I have a choice. I can be angry about not having limbs, or I can be thankful that I have a purpose. I chose gratitude.",
      "author": "Nick Vujicic",
      "category": "Gratitude, Happy, Purpose"
    },
    {
      "quote": "No duty is more urgent than that of returning thanks.",
      "author": "James Allen",
      "category": "Thanks, Duty, Returning"
    },
    {
      "quote": "The simple act of saying 'thank you' is a demonstration of gratitude in response to an experience that was meaningful to a customer or citizen.",
      "author": "Simon Mainwaring",
      "category": "Gratitude, Experience"
    },
    {
      "quote": "I'm thankful to God that my life changed, but I'm also still on my grind.",
      "author": "Tory Lanez",
      "category": "Life, God, My Life"
    },
    {
      "quote": "I am thankful for laughter, except when milk comes out of my nose.",
      "author": "Woody Allen",
      "category": "Laughter, I Am, Milk"
    },
    {
      "quote": "We are in a wrong state of mind if we are not in a thankful state of mind.",
      "author": "Charles Spurgeon",
      "category": "Mind, Wrong, State"
    },
    {
      "quote": "I'd like to say to all my fans out there, thanks for the support. And to all my doubters, thank you very much because you guys have also pushed me.",
      "author": "Usain Bolt",
      "category": "Support, Thank You, Me"
    },
    {
      "quote": "There's no happier person than a truly thankful, content person.",
      "author": "Joyce Meyer",
      "category": "Content, Person, Than"
    },
    {
      "quote": "The trick is to be grateful when your mood is high and graceful when it is low.",
      "author": "Richard Carlson",
      "category": "Grateful, Mood, High"
    },
    {
      "quote": "Does not the gratitude of the dog put to shame any man who is ungrateful to his benefactors?",
      "author": "Saint Basil",
      "category": "Gratitude, Dog, Man"
    },
    {
      "quote": "All I ever wanted really, and continue to want out of life, is to give 100 percent to whatever I'm doing and to be committed to whatever I'm doing and then let the results speak for themselves. Also to never take myself or people for granted and always be thankful and grateful to the people who helped me.",
      "author": "Jackie Joyner-Kersee",
      "category": "Life, Myself, Grateful"
    },
    {
      "quote": "I'm thankful to be breathing, on this side of the grass. Whatever comes, comes.",
      "author": "Ron Perlman",
      "category": "Grass, Whatever, Breathing"
    },
    {
      "quote": "It is just that we should be grateful, not only to those with whose views we may agree, but also to those who have expressed more superficial views; for these also contributed something, by developing before us the powers of thought.",
      "author": "Aristotle",
      "category": "Grateful, Thought, May"
    },
    {
      "quote": "I know that when I pray, something wonderful happens. Not just to the person or persons for whom I'm praying, but also something wonderful happens to me. I'm grateful that I'm heard.",
      "author": "Maya Angelou",
      "category": "Grateful, Me, Know"
    },
    {
      "quote": "Gratitude is a duty which ought to be paid, but which none have a right to expect.",
      "author": "Jean-Jacques Rousseau",
      "category": "Gratitude, Duty, Right"
    },
    {
      "quote": "For what I have received may the Lord make me truly thankful. And more truly for what I have not received.",
      "author": "Storm Jameson",
      "category": "Thanksgiving, Me, May"
    },
    {
      "quote": "Thanksgiving is a time when the world gets to see just how blessed and how workable the Christian system is. The emphasis is not on giving or buying, but on being thankful and expressing that appreciation to God and to one another.",
      "author": "John Clayton",
      "category": "Time, Thanksgiving, God"
    },
    {
      "quote": "Immensely grateful, touched, proud, astonished, abashed.",
      "author": "Boris Pasternak",
      "category": "Grateful, Proud, Touched"
    },
    {
      "quote": "Be thankful for problems. If they were less difficult, someone with less ability might have your job.",
      "author": "Jim Lovell",
      "category": "Job, Problems, Be Thankful"
    },
    {
      "quote": "God has two dwellings; one in heaven, and the other in a meek and thankful heart.",
      "author": "Izaak Walton",
      "category": "God, Heart, Heaven"
    },
    {
      "quote": "I wouldn't change anything. I've made mistakes, but thanks to those mistakes, I've learned.",
      "author": "Enrique Iglesias",
      "category": "Change, Mistakes, Thanks"
    },
    {
      "quote": "It's been quite a roller coaster ride, but I've grown and learned a lot about myself. The greatest thing is being able to interact with fans and touch people's lives... for that I give thanks.",
      "author": "Christina Aguilera",
      "category": "Myself, People, Greatest"
    },
    {
      "quote": "Sometimes we need to remind ourselves that thankfulness is indeed a virtue.",
      "author": "William Bennett",
      "category": "Sometimes, Virtue, Need"
    },
    {
      "quote": "Whatever life throws at me I'll take it and be grateful for it as well.",
      "author": "Tom Felton",
      "category": "Life, Grateful, Me"
    },
    {
      "quote": "Drink and be thankful to the host! What seems insignificant when you have it, is important when you need it.",
      "author": "Franz Grillparzer",
      "category": "Thanksgiving, Be Thankful"
    },
    {
      "quote": "Never take anything for granted.",
      "author": "Benjamin Disraeli",
      "category": "Never, Anything, Take"
    },
    {
      "quote": "Feeling gratitude isn't born in us - it's something we are taught, and in turn, we teach our children.",
      "author": "Joyce Brothers",
      "category": "Gratitude, Children, Born"
    },
    {
      "quote": "It is another's fault if he be ungrateful, but it is mine if I do not give. To find one thankful man, I will oblige a great many that are not so.",
      "author": "Lucius Annaeus Seneca",
      "category": "Great, Man, Find"
    },
    {
      "quote": "Every day I've got to be thankful that I am alive, and you never know - the cliche is, I guess, you could get hit by a bus tomorrow, so you'd better be at peace with whatever you got going at the moment.",
      "author": "Joseph Gordon-Levitt",
      "category": "Day, Peace, I Am"
    },
    {
      "quote": "I have nothing to ask for, thanks to God. Everything I have, God has given me.",
      "author": "Mariano Rivera",
      "category": "God, Me, Thanks"
    },
    {
      "quote": "Everything is a blessing, even meetings. Whether it's meetings or running gassers or lifting, it's an opportunity, and the best thing to do is be thankful for it.",
      "author": "Eric Berry",
      "category": "Best, Opportunity"
    },
    {
      "quote": "I did not break up the Beatles. You can't have it both ways. If you're going to blame me for breaking the Beatles up, you should be thankful that I made them into myth rather than a crumbling group.",
      "author": "Yoko Ono",
      "category": "Be Thankful, Me, Blame"
    },
    {
      "quote": "I believe that human beings are born first and given passports later. I'm really thankful for my journey. And it's a journey I didn't design.",
      "author": "Alfonso Cuaron",
      "category": "Journey, Design, Believe"
    },
    {
      "quote": "May those who enjoy the faithful ministry of the Word feel exceedingly thankful for it. There are few blessings on Earth greater for a believer and yet the Lord is frequently obliged to teach us the value of this blessing by depriving us of it for a season.",
      "author": "George Muller",
      "category": "Blessings, Value, Enjoy"
    },
    {
      "quote": "If a fellow isn't thankful for what he's got, he isn't likely to be thankful for what he's going to get.",
      "author": "Frank A. Clark",
      "category": "Thanksgiving, Be Thankful"
    },
    {
      "quote": "It's important you stay professional and keep working, and I'm thankful for everything that's happened to me.",
      "author": "Dele Alli",
      "category": "Me, Professional, You"
    },
    {
      "quote": "I am what I am, I'm doing very well in my life, and I'm thankful to God for that.",
      "author": "LL Cool J",
      "category": "Life, God, I Am"
    },
    {
      "quote": "I'm grateful for always this moment, the now, no matter what form it takes.",
      "author": "Eckhart Tolle",
      "category": "Grateful, Moment, Matter"
    },
    {
      "quote": "I do not so much rejoice that God hath made me to be a Queen, as to be a Queen over so thankful a people.",
      "author": "Elizabeth I",
      "category": "God, Queen, Me"
    },
    {
      "quote": "The unthankful heart... discovers no mercies; but let the thankful heart sweep through the day and, as the magnet finds the iron, so it will find, in every hour, some heavenly blessings!",
      "author": "Henry Ward Beecher",
      "category": "Day, Heart, Blessings"
    },
    {
      "quote": "We can be thankful to a friend for a few acres, or a little money; and yet for the freedom and command of the whole earth, and for the great benefits of our being, our life, health, and reason, we look upon ourselves as under no obligation.",
      "author": "Lucius Annaeus Seneca",
      "category": "Life, Money, Health"
    },
    {
      "quote": "Those who give themselves to prayer should in a special manner have always a devotion to St. Joseph; for I know not how any man can think of the Queen of the angels, during the time that she suffered so much with the Infant Jesus, without giving thanks to St. Joseph for the services he rendered them then.",
      "author": "Saint Teresa of Avila",
      "category": "Time, Man, Giving"
    },
    {
      "quote": "When you solve a problem, you ought to thank God and go on to the next one.",
      "author": "Dean Rusk",
      "category": "God, Thank God, Problem"
    },
    {
      "quote": "Should it happen tomorrow, I would fall to my knees to give thanks to God for such a career.",
      "author": "Placido Domingo",
      "category": "God, Tomorrow, Fall"
    },
    {
      "quote": "When you read a piece of writing that you admire, send a note of thanks to the author.",
      "author": "Sherman Alexie",
      "category": "Writing, Admire, You"
    },
    {
      "quote": "Of all the characteristics needed for both a happy and morally decent life, none surpasses gratitude. Grateful people are happier, and grateful people are more morally decent.",
      "author": "Dennis Prager",
      "category": "Life, Gratitude, Happy"
    },
    {
      "quote": "I was successful materially, but I know life is much more than worldly success. I saw all these blessings God had given me. The way to give thanks is obedience to God.",
      "author": "Hakeem Olajuwon",
      "category": "Life, Success, God"
    },
    {
      "quote": "We can always find something to be thankful for, and there may be reasons why we ought to be thankful for even those dispensations which appear dark and frowning.",
      "author": "Albert Barnes",
      "category": "Be Thankful, Dark, Why"
    },
    {
      "quote": "It is okay to be an outsider, a recent arrival, new on the scene - and not just okay, but something to be thankful for... Because being an insider can so easily mean collapsing the horizons, can so easily mean accepting the presumptions of your province.",
      "author": "Tan Le",
      "category": "Be Thankful, Mean, Okay"
    },
    {
      "quote": "I had the pleasure, as Robin said, to live a childhood dream as many young Americans and Puerto Rican children live that play youth baseball. And I feel honored and very thankful for that opportunity.",
      "author": "Nolan Ryan",
      "category": "Children, Baseball"
    },
    {
      "quote": "If I could write a story that would do for the Indian one-hundredth part what 'Uncle Tom's Cabin' did for the Negro, I would be thankful the rest of my life.",
      "author": "Helen Hunt Jackson",
      "category": "Life, Be Thankful, My Life"
    },
    {
      "quote": "Those men and women are fortunate who are born at a time when a great struggle for human freedom is in progress. It is an added good fortune to have parents who take a personal part in the great movements of their time. I am glad and thankful that this was my case.",
      "author": "Emmeline Pankhurst",
      "category": "Time, Women, Good"
    },
    {
      "quote": "Just don't let the hype of what people are saying and how much they love you, y'know, just take the compliment and be thankful that people are complimenting you, but don't let it consume you; don't let your circumstances around you and the way people view you make you act a certain way.",
      "author": "Mary J. Blige",
      "category": "Love, Be Thankful, People"
    },
    {
      "quote": "At Thanksgiving, I always start at the top of my list and say I'm grateful for friends, family, and good health. Then I get more superficial... like being thankful for my Louboutins.",
      "author": "Christie Brinkley",
      "category": "Family, Thanksgiving, Health"
    },
    {
      "quote": "Before I get out of bed, I am saying thank you. I know how important it is to be thankful.",
      "author": "Al Jarreau",
      "category": "I Am, Thank You, Be Thankful"
    },
    {
      "quote": "In my case, my mother had to be my mother and father, so I am thankful to her.",
      "author": "Henrikh Mkhitaryan",
      "category": "Father, Mother, I Am"
    },
    {
      "quote": "I'm thankful for each and every day. We never know when time is up.",
      "author": "Chuck Berry",
      "category": "Time, Day, Know"
    },
    {
      "quote": "I'm very thankful to directors and filmmakers who consider me in their films, and I hope I'm able to do justice to their films.",
      "author": "Amitabh Bachchan",
      "category": "Hope, Justice, Me"
    },
    {
      "quote": "I'm thankful for performing as long as I am allowed.",
      "author": "Chuck Berry",
      "category": "I Am, Long, Performing"
    },
    {
      "quote": "My biggest fear ever is to be involved in a plane crash, so when that happened... well, I'm just thankful to be alive. I'm just grateful to be here at all.",
      "author": "Travis Barker",
      "category": "Fear, Grateful, Well"
    },
    {
      "quote": "I'm very humbled and honored. I'm very thankful to the Asian-American Community for all their support!",
      "author": "Jeremy Lin",
      "category": "Community, Support, Honored"
    },
    {
      "quote": "Thankfully, we didn't stop at Malta. I think Malta was thankful, too.",
      "author": "Spike Milligan",
      "category": "Think, Stop, I Think"
    },
    {
      "quote": "As a child, I didn't know what I didn't have. I'm thankful for the challenges early on in my life because now I have a perspective on the world and kind of know what's important.",
      "author": "America Ferrera",
      "category": "Life, Child, World"
    },
    {
      "quote": "I'm thankful for my songs being at the top of the charts but I am human - I think people still have to remember that.",
      "author": "Delta Goodrem",
      "category": "I Am, People, Remember"
    },
    {
      "quote": "I dreamed about this as a kid, that I would write - and people would read - a whole series of books. I feel accomplished, giddy, and tired. Mostly, though, I feel thankful. A trilogy is a huge investment on the part of author, publisher, and reader, and I'm grateful that so many people were willing to invest along with me.",
      "author": "Rae Carson",
      "category": "Grateful, Tired, Me"
    },
    {
      "quote": "I'm thankful because all the hard work and sacrifices were worth it in the end.",
      "author": "WizKid",
      "category": "Work, Hard Work, End"
    },
    {
      "quote": "I am really excited and thankful for opportunity to work with Cotto Promotions, Tidal and Roc Nation.",
      "author": "Yandel",
      "category": "Work, Opportunity, I Am"
    },
    {
      "quote": "It feels great to win and I can't be more thankful to the Lord for walking me through every step. God was and is so faithful every time.",
      "author": "Webb Simpson",
      "category": "Time, Great, God"
    },
    {
      "quote": "I'm thankful for weird people out there 'cause they're some of the most creative people.",
      "author": "Channing Tatum",
      "category": "Creative, People, Weird"
    },
    {
      "quote": "I'm thankful to have time to write.",
      "author": "Paul Watson",
      "category": "Time, Write"
    },
    {
      "quote": "Every Thanksgiving, we all write down three things we're thankful for and put them in a hat. Then we pass the hat around the dinner table and everyone has to guess who wrote what!",
      "author": "Debby Ryan",
      "category": "Thanksgiving, Dinner, Hat"
    },
    {
      "quote": "Charity never humiliated him who profited from it, nor ever bound him by the chains of gratitude, since it was not to him but to God that the gift was made.",
      "author": "Antoine de Saint-Exupery",
      "category": "Gratitude, God, Gift"
    },
    {
      "quote": "When a person doesn't have gratitude, something is missing in his or her humanity.",
      "author": "Elie Wiesel",
      "category": "Gratitude, Humanity, Her"
    },
    {
      "quote": "As with all commandments, gratitude is a description of a successful mode of living. The thankful heart opens our eyes to a multitude of blessings that continually surround us.",
      "author": "James E. Faust",
      "category": "Gratitude, Eyes, Heart"
    },
    {
      "quote": "I want to be as gracious and thankful as I can because it has been a long road.",
      "author": "Maren Morris",
      "category": "Road, Long, Want"
    },
    {
      "quote": "I'm a human just like anyone else. We all have our problems that we deal with on and off the field. I'm thankful to have a beautiful wife and child that can help ease those problems when you come home.",
      "author": "Torrey Smith",
      "category": "Home, Beautiful, Wife"
    },
    {
      "quote": "Many of our prayers were not answered, and for this we are now grateful.",
      "author": "William Feather",
      "category": "Grateful, Now, Prayers"
    },
    {
      "quote": "Such lovely warmth of thought and delicacy of colour are beyond all praise, and equally beyond all thanks!",
      "author": "Marie Corelli",
      "category": "Thought, Thanks, Lovely"
    },
    {
      "quote": "We in the United States should be all the more thankful for the freedom and religious tolerance we enjoy. And we should always remember the lessons learned from the Holocaust, in hopes we stay vigilant against such inhumanity now and in the future.",
      "author": "Charlie Dent",
      "category": "Future, Freedom, Remember"
    },
    {
      "quote": "Fame is a funny thing. I like doing normal things. I like going to fairs. I like going to ball games. I like going to Disney World or a big field on the Fourth of July and having picnics with friends. The problem is you're either worried you're going to be recognized, or you're thankful you're not. It's always there.",
      "author": "Chris Evans",
      "category": "Funny, Friends, World"
    },
    {
      "quote": "I feel like I'm doing what I love. If I can get out, shoot, film and climb, and be with my friends and family, I'm happy. It doesn't take a lot. I don't need to climb huge mountains. I have a deep connection with wilderness and the environment, and I'm thankful for that.",
      "author": "Jimmy Chin",
      "category": "Love, Family, Happy"
    },
    {
      "quote": "A single grateful thought toward heaven is the most perfect prayer.",
      "author": "Gotthold Ephraim Lessing",
      "category": "Grateful, Prayer, Thought"
    },
    {
      "quote": "Thank God we're living in a country where the sky's the limit, the stores are open late and you can shop in bed thanks to television.",
      "author": "Joan Rivers",
      "category": "God, Sky, Thank God"
    },
    {
      "quote": "All our discontents about what we want appeared to spring from the want of thankfulness for what we have.",
      "author": "Daniel Defoe",
      "category": "Spring, Want, Thankfulness"
    },
    {
      "quote": "I'm thankful to have Jesus as my Savior. My relationship with God has always been one to where I'm talking to him all day, every day, about anything and everything. It's just a continuous ongoing conversation that I have with the Lord, and I feel like that's brought me closer to Him.",
      "author": "Josh Turner",
      "category": "Relationship, Day, God"
    },
    {
      "quote": "I'm thankful for the three ounce Ziploc bag, so that I have somewhere to put my savings.",
      "author": "Paula Poundstone",
      "category": "Funny, Savings, Bag"
    },
    {
      "quote": "Years ago, it was pretty hard to get people to empathize even a little bit with scaly, cold-blooded critters; now, thanks a lot to good PR from television, it is easier to get the message of reptile conservation and tolerance across. We have a lot to be thankful to reptiles for, not the least of which is their control of rodents.",
      "author": "Romulus Whitaker",
      "category": "Good, Control, Television"
    },
    {
      "quote": "My mother is such an incredibly strong woman. She raised a family of five boys extremely well. She made us all strong, loving, caring people. We all support each other. I'm really thankful to her.",
      "author": "Henry Cavill",
      "category": "Family, Mother, Caring"
    },
    {
      "quote": "I don't know about changing my perspective, because motherhood is such a glorious blessing and I am very thankful for that. It's such a beautiful experience. I so strongly recommend it. It's bliss, love and fulfillment of another level.",
      "author": "Aishwarya Rai Bachchan",
      "category": "Love, Beautiful, Experience"
    },
    {
      "quote": "My mother had abandoned the family, so grandmother raised me. And she was instrumental in that she taught me that the world is a glorious place. She taught me to embrace humanity. And she'd say there's never an excuse for joy. And to be thankful.",
      "author": "Jewell Parker Rhodes",
      "category": "Family, Mother, Joy"
    },
    {
      "quote": "I think being raised spending so much time outdoors was really important - while you're in it, you might not know, but now I think of the things I was thankful for.",
      "author": "Jewel",
      "category": "Time, Know, Think"
    },
    {
      "quote": "I realized this is what God has dealt me, and I should be thankful considering all that's happened to me in my life, but MS caused the movies to stop - stop dead - and I miss it.",
      "author": "Richard Pryor",
      "category": "Life, God, Me"
    },
    {
      "quote": "If I'm not working, I have home time with my family, and if I spend that stressing what's going to happen next, then it's a waste. I have a lot to be thankful for.",
      "author": "Ewen Bremner",
      "category": "Family, Time, Home"
    },
    {
      "quote": "Thanks to the Interstate Highway System, it is now possible to travel across the country from coast to coast without seeing anything.",
      "author": "Charles Kuralt",
      "category": "Travel, Thanks, Country"
    },
    {
      "quote": "Dear Lord, I'm so grateful I'm still loved.",
      "author": "Vivien Leigh",
      "category": "Grateful, Loved, Still"
    },
    {
      "quote": "I'm definitely aware that the physical appearance is a very temporary gift. I'm very thankful for the opportunities that I've been able to experience, but I keep it all in check and don't let it consume me.",
      "author": "Marisa Miller",
      "category": "Experience, Opportunities"
    },
    {
      "quote": "I'm thankful for the incredible advances in medicine that have taken place during my lifetime. I almost certainly wouldn't still be here if it weren't for them.",
      "author": "Billy Graham",
      "category": "Medicine, Place, Here"
    },
    {
      "quote": "A proud man is seldom a grateful man, for he never thinks he gets as much as he deserves.",
      "author": "Henry Ward Beecher",
      "category": "Grateful, Man, Proud"
    },
    {
      "quote": "I am thankful, of course, for the prize and thankful to God for each story, each idea, each word, each day.",
      "author": "Isaac Bashevis Singer",
      "category": "Day, God, I Am"
    },
    {
      "quote": "Every one of our greatest national treasures, our liberty, enterprise, vitality, wealth, military power, global authority, flow from a surprising source: our ability to give thanks.",
      "author": "Tony Snow",
      "category": "Power, Greatest, Military"
    },
    {
      "quote": "We sing a little song before we eat, a little blessing before we eat, and it's really - we're thanking the Lord and the Earth for the food that we eat, and it really brings you together in a profound kind of way.",
      "author": "Phil Lesh",
      "category": "Food, Together, Blessing"
    },
    {
      "quote": "I'm thankful for the ability to share my faith in a lot of different places. It's something that I take as a responsibility and an obligation to handle as best as I can.",
      "author": "Tim Tebow",
      "category": "Faith, Best, Responsibility"
    },
    {
      "quote": "I'm thankful I grew up the way I did. It made me a hard worker and insightful to other people's lives.",
      "author": "Rachel Roy",
      "category": "Me, People, Way"
    },
    {
      "quote": "I realize how unique my path has been. And I'm thankful for that.",
      "author": "Vanessa Paradis",
      "category": "Path, Unique, Realize"
    },
    {
      "quote": "The 'Night Train' has already been a crazy ride for me. We flew around making TV appearances and stadium announcements all over the country, fueled by little more than coffee and adrenaline... so many fans jumped on board with us, and I couldn't be more thankful.",
      "author": "Jason Aldean",
      "category": "Coffee, Crazy, Night"
    },
    {
      "quote": "My relationship with God is what gives me a moral compass on what decisions to make and that stuff. I'm thankful that I have the people around me that I do, and they remind me each day of who I am and what I stand for.",
      "author": "Alyson Stoner",
      "category": "Relationship, Day, God"
    },
    {
      "quote": "We can be thankful President Barack Obama is taking aim at one of the prime causes of climate change and extreme weather: air pollution. The EPA's carbon pollution standards are the most significant step forward our country has ever taken to protect our health by addressing climate change.",
      "author": "Donna Brazile",
      "category": "Change, Health, Weather"
    },
    {
      "quote": "I'm proud - or really more thankful than anything - for all the work that I've gotten.",
      "author": "Annie Ilonzeh",
      "category": "Work, Proud, Anything"
    },
    {
      "quote": "You can think you're living in the moment and you're thankful, but when somebody comes face to face with you and says, 'I just lost my child,' or 'I have months to live, and thank you...' I'm of course sad for them, but I'm thankful that I gave them a gift and they're giving me a gift.",
      "author": "Tig Notaro",
      "category": "Sad, Thank You, Child"
    },
    {
      "quote": "There was no instruction to be thankful that the Christians were special people, chosen people. There was no nationalistic, political or ethnic superiority to be thankful for.",
      "author": "John Clayton",
      "category": "Political, People"
    },
    {
      "quote": "I am both honored and blessed to have had such a wonderful career with the L.A. Galaxy and I am thankful for everything the club, the fans and the community has done for me and my family.",
      "author": "Cobi Jones",
      "category": "Family, Community, I Am"
    },
    {
      "quote": "I'm thankful enough or blessed enough to be able to say that Miles Davis was a friend when he was alive, and he was a wonderful mentor and really, really funny, you know.",
      "author": "Prince",
      "category": "Funny, Blessed, Friend"
    },
    {
      "quote": "I'm just thankful to be blessed with my talent.",
      "author": "Ty Dolla Sign",
      "category": "Blessed, Talent, Just"
    },
    {
      "quote": "I'm thankful for all the things that this job has given me and my family. But probably the thing that I am most proud of throughout my career is that, not only myself, but my family and the people around me have just been regular people, which we are.",
      "author": "Brett Favre",
      "category": "Family, Myself, Job"
    },
    {
      "quote": "I wouldn't be where I am without my fans, and I am very thankful for them.",
      "author": "Kygo",
      "category": "I Am, Fans, Where"
    },
    {
      "quote": "I actually feel I'm in a much better place than I've ever been because I'm thankful people still love the songs that I've written, and they seem to like me. And they come to the shows in droves, and they get all excited, and I can still hit all the notes, and I don't look terrible.",
      "author": "Don McLean",
      "category": "Love, Me, People"
    },
    {
      "quote": "My fans are definitely my shareholders, and I'm extremely thankful for them.",
      "author": "Jacob Whitesides",
      "category": "Fans, Shareholders"
    },
    {
      "quote": "I am just so thankful that my mom was a fantastic mom. She wasn't a stage mother she didn't push me. She was happy if I was happy. We are so different. I was very shy my mom did all the talking. She was my strength. She never expected that I would be this ballerina.",
      "author": "Patricia McBride",
      "category": "Strength, Happy, Mother"
    },
    {
      "quote": "I'm thankful for not ever taking anything illegal.",
      "author": "Pedro Martinez",
      "category": "Anything, Taking, Illegal"
    },
    {
      "quote": "Unfortunately, I'm not 185 and 6-3 and can run and catch fade routes all game. I do the dirty work. I'm all good. I'm thankful for it. Somebody's got to do it.",
      "author": "Darnell Dockett",
      "category": "Work, Good, Game"
    },
    {
      "quote": "I feel very, very thankful to have the family that I do.",
      "author": "Matt Bomer",
      "category": "Family, Feel, I Feel"
    },
    {
      "quote": "I'm grateful for the opportunities God gave me to minister to people in high places; people in power have spiritual and personal needs like everyone else, and often they have no one to talk to.",
      "author": "Billy Graham",
      "category": "God, Power, Spiritual"
    },
    {
      "quote": "I'm very thankful that I can make people happy just by signing my name.",
      "author": "Yoko Ono",
      "category": "Happy, People, Name"
    },
    {
      "quote": "Look folks, we know who built this country and we know who is going to rebuild it. It's you. Instead of vilifying you, we should be thanking you. We owe you.",
      "author": "Joe Biden",
      "category": "Know, Look, You"
    },
    {
      "quote": "There is such a thing as 'thanks-feeling' - feeling thankful. This ought to be the general, universal spirit of the Christian.",
      "author": "Charles Spurgeon",
      "category": "Christian, Feeling, Spirit"
    },
    {
      "quote": "I think everything is going to be devastatingly sad - when the phone rings, I know somebody in my family's been hurt, somebody's going to die. I'm sure a therapist would go, 'That's not a good way to live,' but every time it's not that bad thing, I'm so thankful and appreciative.",
      "author": "Sandra Bullock",
      "category": "Family, Time, Good"
    },
    {
      "quote": "I'm thankful that I was able to have a long, healthy career for the most part.",
      "author": "Scottie Pippen",
      "category": "Career, Healthy, Long"
    },
    {
      "quote": "I have got good films, and I am thankful to Aditya Chopra. He put a lot of faith in me.",
      "author": "Anushka Sharma",
      "category": "Good, Faith, I Am"
    },
    {
      "quote": "I'm so thankful to have been born in the times that we live in.",
      "author": "Matt Bomer",
      "category": "Live, Born, Times"
    },
    {
      "quote": "Music is very powerful and can make you feel whatever it is. If you listen to gospel, you're going to feel thankful, and you're going to want to call up people that you hate and tell them that you love them. When you listen to sexual music, it gets you in the mood.",
      "author": "R. Kelly",
      "category": "Love, Music, Hate"
    },
    {
      "quote": "God has blessed me with an unbelievable talent, with fast feet, fast hands, unbelievable defense and a very, very sharp mind. So I'm thankful for that.",
      "author": "Floyd Mayweather, Jr.",
      "category": "God, Blessed, Mind"
    },
    {
      "quote": "I am a big defender of 'Harry Potter,' and I think any book that gets kids to read are books that we should cherish, we should be thankful for them.",
      "author": "Judy Blume",
      "category": "I Am, Book, Be Thankful"
    },
    {
      "quote": "If you reflect often on how His Atonement has changed you, and if you give thanks often, you will find that your witness of Him gains power to touch the hearts of others. When those you invite out of your own testimony feel that witness, they will come to accept Him as their Lord and Savior.",
      "author": "Henry B. Eyring",
      "category": "Power, Thanks, You"
    },
    {
      "quote": "I'm really thankful for every experience I've had, even the ones that were puzzling or disorienting, because they taught me so much.",
      "author": "Tavi Gevinson",
      "category": "Experience, Me, Every"
    },
    {
      "quote": "Unseasonable kindness gets no thanks.",
      "author": "Thomas Fuller",
      "category": "Kindness, Thanks, Gets"
    },
    {
      "quote": "Well, there's not a day goes by when I don't get up and say thank you to somebody.",
      "author": "Rod Stewart",
      "category": "Day, Thank You, You"
    },
    {
      "quote": "I'm happy with who I am inside. I'd hate to have accolades and all that and not really be happy with who I was. So I'm really thankful for my family and for the support system that I have for being the person that I am today. I'm proud of who I am.",
      "author": "Keke Palmer",
      "category": "Family, Happy, Today"
    },
    {
      "quote": "I'm very happy that major players are always giving their opinions about my life, my game. I am very thankful for that.",
      "author": "Neymar",
      "category": "Life, Happy, I Am"
    },
    {
      "quote": "Why I got into music was James Taylor, so to see him be a real down-to-earth guy that's unbelievably talented... then to hear him sing those lyrics of 'What I'm Thankful For,' which is a song Ms. Yearwood and I got to write together, that was definitely a highlight of my recording life.",
      "author": "Garth Brooks",
      "category": "Life, Music, Together"
    },
    {
      "quote": "I'm very thankful to be doing what I'm doing. I feel very blessed.",
      "author": "Justin Timberlake",
      "category": "Blessed, Doing, Feel"
    },
    {
      "quote": "I'm just really, really thankful. I'm thankful to the doctors; I'm thankful to the family that donated the kidney.",
      "author": "Natalie Cole",
      "category": "Family, Kidney, Just"
    },
    {
      "quote": "I've been blessed in that regard through and through. So I'm just thankful for this opportunity to play the game that I love and share that with the world.",
      "author": "Stephen Curry",
      "category": "Love, Opportunity, World"
    },
    {
      "quote": "I kind of just write what I like to write. I'm thankful that readers of different ages seem to connect to my stories. I don't consciously think about age demographics when I'm working on my comics.",
      "author": "Gene Luen Yang",
      "category": "Age, Think, Working"
    },
    {
      "quote": "Anytime that another artist or a critic that is well-respected says something nice about you, you're always thankful and hope that you can live up to that.",
      "author": "Chris Stapleton",
      "category": "Hope, Artist, Live"
    },
    {
      "quote": "To do what I love every day and have the support of the fans, it does not happen like this all the time, so it is important to be thankful... I know it doesn't last forever, and we have to get it while we can.",
      "author": "Cole Swindell",
      "category": "Love, Time, Day"
    },
    {
      "quote": "I think there is no racism in this film industry. They are only in need of talent, though it takes time; but, if you are talented, you will get your due. I am thankful to be part of this industry.",
      "author": "Nawazuddin Siddiqui",
      "category": "Time, Racism, I Am"
    },
    {
      "quote": "I'm happy and thankful that people are messing with the Dolla $ign.",
      "author": "Ty Dolla Sign",
      "category": "Happy, People, Messing"
    },
    {
      "quote": "I'm thankful I am able to continue to share the joy and the inspiration tap brings.",
      "author": "Savion Glover",
      "category": "Joy, I Am, Inspiration"
    },
    {
      "quote": "I was a filmy kid. I was two when I faced the camera for the first time. My parents realised it pretty early, and I'm really thankful to them for their support and help.",
      "author": "Rakul Preet Singh",
      "category": "Time, Parents, Support"
    },
    {
      "quote": "There's definitely no hard feelings with WWE. I'm very thankful to them for the opportunity that was given to me.",
      "author": "Rey Mysterio",
      "category": "Opportunity, Me, Feelings"
    },
    {
      "quote": "I've been very close to Konnan for many years now. I thank him for much of my success in this industry. He opened the doors for me in AAA, ECW, and WCW. I'm very thankful.",
      "author": "Rey Mysterio",
      "category": "Success, Me, Doors"
    },
    {
      "quote": "We've always had each other's backs in and out of competition. We support each other the most because we're the only ones that know what it's like to go through what we do, and so we can't be more thankful for each other. We're like sisters.",
      "author": "Simone Biles",
      "category": "Support, Competition, Know"
    },
    {
      "quote": "I am incredibly thankful for the strong support I have from my peers in the industry and of course my amazing fans.",
      "author": "Miranda Lambert",
      "category": "Strong, Support, I Am"
    },
    {
      "quote": "I found out that superstars Winkler and William Shatner are real people, and I was so thankful for that.",
      "author": "Terry Bradshaw",
      "category": "People, Real, Real People"
    },
    {
      "quote": "We are just so thankful that Christ does not measure us by what we do. God is not measuring us by that, He is measuring us by our faith in Christ.",
      "author": "Ben Zobrist",
      "category": "Faith, God, Measure"
    },
    {
      "quote": "You can expect nothing in being a musician, and you have to be just very thankful every time it goes positively for you.",
      "author": "Halsey",
      "category": "Time, Nothing, You"
    },
    {
      "quote": "When I started acting, I thought if I got one or two jobs a year I'd be lucky. So yeah, my career has gone so much farther than I ever suspected it would, and as such I feel lucky for everything I get. I feel thankful and grateful.",
      "author": "James McAvoy",
      "category": "Grateful, Thought, Acting"
    },
    {
      "quote": "I was in the postseason twice and I'm thankful for that.",
      "author": "Ryne Sandberg",
      "category": "Twice"
    },
    {
      "quote": "I'm very thankful I'm very appreciative for everything that the Denver Broncos organization has done for me.",
      "author": "Brock Osweiler",
      "category": "Organization, Me, Done"
    },
    {
      "quote": "I have a fine level of recognition in the business and among the acting community now, so I consider myself one of the lucky ones. If I didn't think that, there would be something wrong with me. I'm grateful and thankful for what I've got.",
      "author": "Philip Seymour Hoffman",
      "category": "Business, Community, Myself"
    },
    {
      "quote": "I am really thankful to the audiences that they have appreciated all my songs and I have managed to touch their soul.",
      "author": "Mohit Chauhan",
      "category": "I Am, Soul, Appreciated"
    },
    {
      "quote": "That's what I love about my faith and Christianity. It's the polar opposite of darn near everything I experienced in the wrestling business. I still love the business, and I'm thankful for everything that it's provided, but the idea that it deals in the truth is the furthest thing from reality.",
      "author": "Shawn Michaels",
      "category": "Love, Business, Truth"
    },
    {
      "quote": "I learn more with every job, and I'm very thankful for where I am.",
      "author": "Liam Hemsworth",
      "category": "Job, I Am, Learn"
    },
    {
      "quote": "Most people repent their sins by thanking God they ain't so wicked as their neighbors.",
      "author": "Josh Billings",
      "category": "God, People, Neighbors"
    },
    {
      "quote": "It was a free-for-all with music when I was growing up. My mother was a huge music fanatic so I was listening to everything from country to heavy metal to Indigo Girls to Elton John. I guess when I was really young I didn't like Willie Nelson, and she obviously loved him. Now I do too, I'm so thankful to her for playing his music nonstop.",
      "author": "Tig Notaro",
      "category": "Music, Mother, Listening"
    },
    {
      "quote": "I'm so thankful that there are people willing to do that - to actually carry a child nine months for someone.",
      "author": "GloZell",
      "category": "Child, People, Carry"
    },
    {
      "quote": "My fans have made all my career moments special for me. They are the ones that have gotten me through every single thing - good times and bad, they are who I go to and lean on. I am very thankful for that.",
      "author": "Mariah Carey",
      "category": "Good, I Am, Moments"
    },
    {
      "quote": "I know how I want to operate as an artist. And that is by having an honest, genuine dialogue about this kind of screwed up journey I've had that I'm so thankful for.",
      "author": "Mary Lambert",
      "category": "Journey, Artist, Want"
    },
    {
      "quote": "I want to let my fans get to know a little about me. I'm very thankful for everything they've done for me so, of course, I'm going to let them into my world a bit. But I really am a very private person, and I love kepping my life to myself - that's how I've always been.",
      "author": "Vanessa Hudgens",
      "category": "Love, Life, Myself"
    },
    {
      "quote": "Thankfully, while our self-righteousness reaches far, God's grace reaches farther.",
      "author": "Tullian Tchividjian",
      "category": "God, Grace, Far"
    },
    {
      "quote": "There's no ex out there who I'm not friends with today, and I'm extremely thankful for that.",
      "author": "Taylor Lautner",
      "category": "Friends, Today, Out"
    },
    {
      "quote": "While the women of the older generation were thankful if only they succeeded in obtaining 'a work and a duty,' however monotonous and wearing it might be, the will of the younger generation for a pleasurable labour has fortunately increased.",
      "author": "Ellen Key",
      "category": "Work, Women, Generation"
    },
    {
      "quote": "The only jobs kids have are to do well in school, to be charming and polite, and be thankful. That's it. I'll house you, protect you, I'll even give my life for you, and in return, you will behave.",
      "author": "Gene Simmons",
      "category": "Life, School, Be Thankful"
    },
    {
      "quote": "The first thing I do when I start my day is, I get down on my hands and knees and give thanks to God. Whenever I go outside of my house, the first thing I do is stop at the church.",
      "author": "Mark Wahlberg",
      "category": "Day, God, Start"
    },
    {
      "quote": "I get along very well with the cast of '30 Rock.' I guess I bring a certain quirkiness to the show as well. I'm just thankful they keep asking me. I didn't think I was going to be asked back so every time they say, 'We want you back,' I'm screaming. I'm jumping up and down and screaming.",
      "author": "Sherri Shepherd",
      "category": "Time, Me, Want"
    },
    {
      "quote": "If you sell the film rights to your book, it doesn't mean there will be a film. I have sold the rights to five books and had zero films made. Take the money and be thankful.",
      "author": "Matt Haig",
      "category": "Money, Book, Be Thankful"
    },
    {
      "quote": "Readers of fiction read, I think, for a deeper embrace of the world, of reality. And that's brave. I never get over being thankful for that - for the courage of my readers.",
      "author": "Barbara Kingsolver",
      "category": "Courage, Reality, World"
    },
    {
      "quote": "I'm thankful for the work that feminists like Gloria Steinem have done. I am a feminist, but the geography for women today is vastly different than it was in the '60s.",
      "author": "Amber Heard",
      "category": "Work, Women, Today"
    },
    {
      "quote": "I'm thankful for serendipitous moments in my life, where things could've gone the other way.",
      "author": "Rick Springfield",
      "category": "Life, Moments, My Life"
    },
    {
      "quote": "My music is my No. 1, and I've got people who believe in me and keep me going. I'm thankful.",
      "author": "Jon Pardi",
      "category": "Music, Believe, Me"
    },
    {
      "quote": "I'm just very thankful. And I say that a lot because that's the most important message.",
      "author": "Pharrell Williams",
      "category": "The Most Important"
    },
    {
      "quote": "'In A World...' changed my life a thousand per cent. I feel thankful that something I believed in so much - I love dialect, so I dedicated five years of my life to making a film about it - yielded such rewards. It led to 'Man Up,' as well as 'No Escape,' which comes out later this year... two movies where I am the female lead.",
      "author": "Lake Bell",
      "category": "Love, Life, Man"
    },
    {
      "quote": "I am thankful that geniuses and artists and good people, no matter how hard it is, will eventually be recognized. I am doubly thankful that also goes for idiots.",
      "author": "Elayne Boosler",
      "category": "Good, I Am, Good People"
    },
    {
      "quote": "I am thankful I was born in America, although if I gain any more weight the burqa thing may start to seem like a good idea to me. See? Another plus about America, you can always find some food.",
      "author": "Elayne Boosler",
      "category": "Food, Good, America"
    },
    {
      "quote": "I am thankful that all the people in the world who absolutely, positively, know what God wants, usually kill mostly each other.",
      "author": "Elayne Boosler",
      "category": "God, I Am, World"
    },
    {
      "quote": "I say grace. I'm a big believer in grace. I happen to believe in a God that made all the food and so I'm pretty grateful for that and I thank him for that. But I'm also thankful for the people that put the food on the table.",
      "author": "Alton Brown",
      "category": "Food, God, Grateful"
    },
    {
      "quote": "Adidas is just right. They've been, like, a partner I couldn't be more thankful for. I really feel like they've helped increase my popularity. You know? It's tight to be able to attach to their brand and be able to add whatever I can offer to their brand. It's nice to know that they appreciate it. They are always showing love.",
      "author": "Big Sean",
      "category": "Love, Partner, Nice"
    },
    {
      "quote": "I'm very thankful to the Yankees and to Major League Baseball for allowing me to play this game.",
      "author": "Alex Rodriguez",
      "category": "Baseball, Game, Me"
    },
    {
      "quote": "Looking back, I am thankful that I didn't go into the film industry.",
      "author": "Hideo Kojima",
      "category": "I Am, Looking Back, Looking"
    },
    {
      "quote": "Many times I sit back and say, 'I can't believe that this is my life!' Other times, I feel self-satisfied. I mean, there's a lot to be proud and thankful for but, nonetheless, it's just a life!",
      "author": "Lily Tomlin",
      "category": "Life, Believe, Proud"
    },
    {
      "quote": "I'm so thankful for the Internet because actors and singers and performers now have a way to connect with their fans on a very personal level which I think is quite special.",
      "author": "Ariana Grande",
      "category": "Internet, Think, Special"
    },
    {
      "quote": "Rip Rig & Panic was a milestone for me, and I've always been really thankful that I did that when I was 16. It saved me for when I suddenly became really successful later on. So even when my head's been spinning like a banshee, my feet still feel held down to the ground.",
      "author": "Neneh Cherry",
      "category": "Successful, Me, Feet"
    },
    {
      "quote": "I'm thankful my parents obliged me to live with the unvarnished truth: I might not have been a looker, but I was a better speller than the prettiest girl in my class, and I was funnier, too.",
      "author": "Laurie Graham",
      "category": "Truth, Parents, Girl"
    },
    {
      "quote": "China has not established the rule of law and if there is a power above the law there is no social justice. Everybody can be subjected to harm. I'm just a citizen: my life is equal in value to any other. But I'm thankful that when I lost my freedom so many people shared feelings and put such touching effort into helping me.",
      "author": "Ai Weiwei",
      "category": "Life, Freedom, Justice"
    },
    {
      "quote": "I will forever be thankful to the Malawians and international community, and my professional army and army general, who said: 'No, we will follow the constitution.' That's why I'm here.",
      "author": "Joyce Banda",
      "category": "Community, Constitution"
    },
    {
      "quote": "Being away from home was tough, but the challenge and the thrill of being on Broadway was so fulfilling, and I'm thankful to my husband for making it possible and holding it down at home.",
      "author": "Nicole Ari Parker",
      "category": "Home, Challenge, Husband"
    },
    {
      "quote": "I've gone to normal clubs, straight clubs, and I've gone to gay clubs to party with my friends and fans. There's no difference. I have nothing to prove. I'm very comfortable in my own skin, and I'm thankful to have as many close gay friends as I have, people who have been so supportive in my life and have always been there for me.",
      "author": "Nick Jonas",
      "category": "Life, Friends, Me"
    },
    {
      "quote": "I'm actual thankful for the amount of responsibility that has been handed to me. I feel very honored.",
      "author": "Samira Wiley",
      "category": "Responsibility, Me, Honored"
    },
    {
      "quote": "My time at Pop has been a transformative experience that I am extremely proud of. It has afforded me the chance to collaborate with some of the greatest creative minds in the world, and I'm thankful to Ashley Heath and Bauer Media for the opportunity.",
      "author": "Dasha Zhukova",
      "category": "Time, Experience"
    },
    {
      "quote": "I turn to someone, I'm not sure, to God I think, but I never ask for anything. I would never pray to win a title; it makes no sense. I've never understood those who pray before a match. I simply give thanks for what I have received.",
      "author": "Mario Balotelli",
      "category": "God, Win, Think"
    },
    {
      "quote": "I am thankful to the Nobel committee for recognising the plight of millions of children who are suffering in this modern age.",
      "author": "Kailash Satyarthi",
      "category": "Children, Age, I Am"
    },
    {
      "quote": "Every musician, their goal in life is to play music that people love, and I've accomplished my goal. I was inducted into the Rock and Roll Hall of Fame and left that chapter of my life and those people in the past. Good and bad, I've loved and am thankful for that chapter.",
      "author": "Steven Adler",
      "category": "Love, Life, Music"
    },
    {
      "quote": "I'm one of the most fortunate people in the world.",
      "author": "Rose Kennedy",
      "category": "World, People, Fortunate"
    },
    {
      "quote": "Even now, when I try and think of band names just randomly, I'm so thankful that 'fun.' is the name of the band. I never really think twice about it. It is so simple and so easy.",
      "author": "Nate Ruess",
      "category": "Simple, Fun, Easy"
    },
    {
      "quote": "I'm grateful for my brokenness. I'm grateful for my humility.",
      "author": "James McGreevey",
      "category": "Grateful, Humility"
    },
    {
      "quote": "I love going to Africa and stuff. I love going anywhere, really, but I've been to Africa a bunch of times and it's just a beautiful place that needs help, obviously, but helping people that are really thankful is really easy to do. And the people out there always seem so thankful.",
      "author": "Kris Allen",
      "category": "Love, Beautiful, Help"
    },
    {
      "quote": "I feel so thankful that I'm able to be a part of something that I love to wake up and run to work every day.",
      "author": "Alexander Wang",
      "category": "Love, Work, Day"
    },
    {
      "quote": "What's blessed about my life is that I have been able to connect with the global audience on a regular basis. I am thankful for everybody's love, and I reciprocate that, but I also have to deliver on every occasion.",
      "author": "Aishwarya Rai Bachchan",
      "category": "Love, Life, I Am"
    },
    {
      "quote": "I'm just thankful that even at a young age, I got to experience something like 'X Factor,' and I got to meet enough people just to know that I needed to be patient until the right deal came around.",
      "author": "Jacob Whitesides",
      "category": "Age, Experience, People"
    },
    {
      "quote": "Every morning, I wake up and think about 10 different things I'm thankful for, and I continue to spread that love throughout the day, always visualizing, meditating, and growing.",
      "author": "Shameik Moore",
      "category": "Love, Morning, Day"
    },
    {
      "quote": "I don't need a holiday or a feast to feel grateful for my children, the sun, the moon, the roof over my head, music, and laughter, but I like to take this time to take the path of thanks less traveled.",
      "author": "Paula Poundstone",
      "category": "Music, Time, Children"
    },
    {
      "quote": "I'm thankful that my memory is good because my vision is going.",
      "author": "Paula Poundstone",
      "category": "Good, Vision, Memory"
    },
    {
      "quote": "I'm thankful for Sarah Palin's vice presidential bid, which taught us that Alaska is not in a box off the coast of California.",
      "author": "Paula Poundstone",
      "category": "Alaska, Box, California"
    },
    {
      "quote": "I had a somewhat religious upbringing. Not strict, but it was there, and I'm kind of thankful for that. If you grow up just watching MTV, that's its own form of religion, and it's not even based on happiness or communal responsibility. I mean, try to construct a worldview out of that.",
      "author": "Win Butler",
      "category": "Happiness, Responsibility"
    },
    {
      "quote": "I am thankful to whatever I have got in my life, but one thing which is always at the back of my mind is my dance academy. I would love to see my dance academy growing.",
      "author": "Madhuri Dixit",
      "category": "Love, Life, Dance"
    },
    {
      "quote": "I work hard, and I'm thankful people recognize that.",
      "author": "Ander Crenshaw",
      "category": "Work, Work Hard, People"
    },
    {
      "quote": "And I'm very surprised that all this stuff actually worked out to where I could have a career in film, gain the benefit of my education, and be thankful that I was able to break into my craft as an actor.",
      "author": "Terrence Howard",
      "category": "Education, Be Thankful"
    },
    {
      "quote": "I'm really aware of the conversations that surround young actresses in Hollywood. I always get myself into a hole with these conversations, and I get weirdly quoted, and I sound militant and like I'm not thankful at all, and I'm so thankful of everything that's happening. But I'm an active observer of the machinations of this world.",
      "author": "Mackenzie Davis",
      "category": "Myself, World, Young"
    },
    {
      "quote": "I am so thankful for the genius of Phil Spector, for his recognition of my talent to be the main voice of his Wall of Sound.",
      "author": "Darlene Love",
      "category": "I Am, Talent, Genius"
    },
    {
      "quote": "At a certain point, when I let go and was done - when I stopped and could say I was blessed and thankful to be a champion, when I finally enjoyed life from this different perspective - that's when I healed. Letting go healed me.",
      "author": "Dominick Cruz",
      "category": "Life, Blessed, Perspective"
    },
    {
      "quote": "I think all of us are thankful every day we get to put this uniform on, and we play this game. So try not to take any days for granted. Every time you take the field, give a hundred percent and leave it all out there.",
      "author": "Jacob deGrom",
      "category": "Time, Day, Game"
    },
    {
      "quote": "This is something I've wanted to do my whole life is play baseball, and I think just the opportunity to put on a big-league uniform every day is just... you know, people dream of it, but not everybody gets to do it. I'm thankful every day I get to do it.",
      "author": "Jacob deGrom",
      "category": "Life, Baseball, Opportunity"
    },
    {
      "quote": "I've got tapes that I'm so thankful that my father made - old reel-to-reel tapes. I've got a ton of those things at home. He kept those like fine diamonds, I mean he kept them, you know, in a box and was very, very careful of them, you know.",
      "author": "Ricky Skaggs",
      "category": "Home, Father, Diamonds"
    },
    {
      "quote": "I think there is a difference between Slate and Salon. I think we both serve important functions on the Internet. As more and more Websites disappear, I'm thankful Slate is still around because it makes things less lonely.",
      "author": "David Talbot",
      "category": "Internet, Lonely, Think"
    },
    {
      "quote": "I'm really thankful and complimented when people come to me and say, thank you for the great times for all these years. But I don't think about it as being a leader.",
      "author": "Bill Kreutzmann",
      "category": "Leader, Great, Thank You"
    },
    {
      "quote": "I'm so thankful for my one year at regular high school in White Plains.",
      "author": "Jennifer Damiano",
      "category": "School, High School, High"
    },
    {
      "quote": "I'm thankful to be here in Cleveland, and I believe this is where I belong.",
      "author": "Josh Gordon",
      "category": "Believe, I Believe, Here"
    },
    {
      "quote": "Certainly my parents were a huge influence. They always expected the most out of all of us. And expected us to do our very best. I'm thankful to them for allowing me to do what I wanted to do.",
      "author": "Laurel Clark",
      "category": "Best, Parents, Influence"
    },
    {
      "quote": "It makes me feel so amazing to know there's people out here that support me and follow me on Twitter and watch my shows on YouTube and come to my concert, so I'm very thankful.",
      "author": "Austin Mahone",
      "category": "Support, Amazing, Me"
    },
    {
      "quote": "As an artist, you're thankful to get a shot at a story more than once, because it doesn't happen all the time. Whether you talk about 'Hamlet' or 'Death of a Salesman,' you always want to see what the next group of actors will do.",
      "author": "Kenny Leon",
      "category": "Time, Death, Artist"
    },
    {
      "quote": "I am very thankful that I have lived the life I have lived. I am thankful for my Graves' disease, and I tell people, if I had my whole life to live over, I would have it, because it has really made me into the person that I am.",
      "author": "Gail Devers",
      "category": "Life, I Am, Me"
    },
    {
      "quote": "I've been very fortunate. I feel very thankful. I've been able to come home and do some fun things and make it exciting for people here at home.",
      "author": "Roger Clemens",
      "category": "Home, Fun, People"
    },
    {
      "quote": "The truth is, after Boys Don't Cry, I realized how few and far between the great roles are. I am beyond thankful for finding Million Dollar Baby.",
      "author": "Hilary Swank",
      "category": "Truth, Great, I Am"
    },
    {
      "quote": "I feel like I still am struggling in a lot of different ways. I still have to fight for certain things. Certain jobs. At least I'm working and I'm thankful for that.",
      "author": "Gina Gershon",
      "category": "Fight, Working, Feel"
    },
    {
      "quote": "I'm thankful God has given us the technology where we can see each other through Skype on the computer. It's not the same thing, but at least we can see each other. Imagine the time before when that wasn't available and people had to go defend our country. It's really hard. I go two weeks without seeing my family and I go crazy.",
      "author": "Albert Pujols",
      "category": "Family, Time, Technology"
    },
    {
      "quote": "You're always aware that only eight per cent of actors are in work at one time, so you've got to be thankful for the job you've got and do the best you can.",
      "author": "Ben Hardy",
      "category": "Work, Time, Best"
    },
    {
      "quote": "Certainly the research shows that grateful people are more innovative thinkers.",
      "author": "Deborah Norville",
      "category": "Grateful, Research, People"
    },
    {
      "quote": "I know for me like I have a reputation of being kind of tough, I have a reputation of also being the girl next door, kind of sweet but I have standards and my thing is, it's me on that screen and I don't have control over everything in this and I'm grateful and thankful.",
      "author": "Nia Long",
      "category": "Grateful, Girl, Door"
    },
    {
      "quote": "We have to be thankful to the Czechs that they did their duty. The Czech Republic won, I can't believe it. It was a huge party with all the people here.",
      "author": "Ruud van Nistelrooy",
      "category": "Believe, Be Thankful, People"
    },
    {
      "quote": "As a husband, father and public servant, I'm thankful for the counsel and wisdom of my older brothers - Bill, who was a priest, and Kevin, who is a priest.",
      "author": "Denis McDonough",
      "category": "Wisdom, Father, Husband"
    },
    {
      "quote": "I am going to spend my time today just thanking the people that played a role in my career, because I truly do believe that I was blessed by a lot of people that paths crossed mine as I went down the road in my career.",
      "author": "Nolan Ryan",
      "category": "Time, Today, I Am"
    },
    {
      "quote": "I still don't look at myself as a star. I've always had a thankful heart.",
      "author": "Brenda Lee",
      "category": "Myself, Heart, Look"
    },
    {
      "quote": "I'm so thankful for my family and friends - they're really supportive. Everyone I work with on 'Austin & Ally;' the cast and crew are like my family now. We have so much fun, and I'm so happy they're in my life!",
      "author": "Laura Marano",
      "category": "Life, Work, Family"
    },
    {
      "quote": "'Idol' was groundbreaking television. I am very fortunate to have won the show at the time. 'Idol' changed my life, and I am thankful.",
      "author": "Taylor Hicks",
      "category": "Life, Time, I Am"
    },
    {
      "quote": "I bless God for this retirement: I never was more thankful for any thing than I have been of late for the necessity I am under of self-denial in many respects.",
      "author": "David Brainerd",
      "category": "God, Retirement, I Am"
    },
    {
      "quote": "I'm just really thankful to have the chance to portray a character you don't see every day.",
      "author": "Regina King",
      "category": "Day, Character, Chance"
    },
    {
      "quote": "I remember, the first time I came to the United States in 1996, I didn't speak a word of English at the beginning. I am very thankful for this country and the opportunity music has given me... My three kids were born here in Miami; they speak Spanish at home, but English with all their friends.",
      "author": "Juanes",
      "category": "Music, Time, Home"
    },
    {
      "quote": "If I can do one hundredth part for the Indian that Mrs. Stowe did for the Negro, I will be thankful.",
      "author": "Helen Hunt Jackson",
      "category": "Be Thankful, I Can, Will"
    },
    {
      "quote": "I'm really looking forward to the Hall of Fame ceremonies. It's going to be unbelievable - just crazy. I'm looking forward to thanking all the fans for inspiring me to go out there and play my best football each and every game.",
      "author": "Jerry Rice",
      "category": "Best, Football, Crazy"
    },
    {
      "quote": "My dog wants the entrepreneurial community to know how thankful she is for the fact that she gets to go out. She has heard more pitches than probably much of the world.",
      "author": "Heidi Roizen",
      "category": "Dog, Community, World"
    },
    {
      "quote": "I've had bad jobs. Now I have a good one. I'm thankful.",
      "author": "Maurice Greene",
      "category": "Good, Now, Bad"
    },
    {
      "quote": "I am thankful to Nichia Chemical Corporation and its founder Nobu Ogawa, who gave me the research opportunity to create a blue LED.",
      "author": "Shuji Nakamura",
      "category": "Opportunity, I Am, Blue"
    },
    {
      "quote": "I've had this unbelievable amount of good fortune and I'm just so thankful for it. But at the same time I feel exceptionally guilty. I have so many friends who are talented graduates of Juilliard and are exceptional actors and I'm the lucky one that somehow got such a fortunate break.",
      "author": "Matthew Gray Gubler",
      "category": "Time, Friends, Good"
    },
    {
      "quote": "I'm just thankful to have a tour and work something I can focus on.",
      "author": "Jerry Cantrell",
      "category": "Work, Focus, I Can"
    },
    {
      "quote": "There's a lot of women in the WNBA. There's a lot of women who could be here. To be voted by the fans says a lot - that people are aware of what's going on. I'm really thankful. I think they just really appreciate my talent so I'm definitely grateful.",
      "author": "Lisa Leslie",
      "category": "Women, Grateful, Talent"
    },
    {
      "quote": "I mean you got to thank your parents for giving you the right genes.",
      "author": "Eric Heiden",
      "category": "Parents, Giving, You"
    },
    {
      "quote": "My first languages are German and Spanish because I was brought up by a Spanish mother and a German father, so I always spoke both languages at home. I'm very thankful that I was brought up in a bilingual house.",
      "author": "Daniel Bruhl",
      "category": "Home, Father, Mother"
    },
    {
      "quote": "I'm very thankful to players like John Stockton and Spud Webb. They've made it possible for someone like me to make it. I think teams are actually looking for one player under 6-feet now, because they make things happen.",
      "author": "Scott Brooks",
      "category": "Me, Looking, Think"
    },
    {
      "quote": "Well, my first languages are German and Spanish because I was brought up by a Spanish mother and a German father, so I always spoke both languages at home. I'm very thankful that I was brought up in a bilingual house.",
      "author": "Daniel Bruhl",
      "category": "Home, Father, Mother"
    },
    {
      "quote": "I am glad and thankful that my husband forced me to start reading for pleasure, as it took me years to listen to him and pick up a book!",
      "author": "Rachel Tucker",
      "category": "I Am, Reading, Book"
    },
    {
      "quote": "I'm really thankful to God, man. Like now, I'm really making a real comeback with my group. With or without a record, with or without a movie. And behind all the negative press behind this movie.",
      "author": "Ike Turner",
      "category": "God, Man, Negative"
    },
    {
      "quote": "I've been allowed to grow over the past twenty years. I've managed to avoid being trapped in one moment of my career and for that, I'm very thankful.",
      "author": "Giovanni Ribisi",
      "category": "Past, Moment, Grow"
    },
    {
      "quote": "The Atlanta Braves are really all that our children know about this crazy baseball life, and we are so thankful for this upbringing for them.",
      "author": "Tim Hudson",
      "category": "Life, Children, Baseball"
    },
    {
      "quote": "I'm so thankful for that struggling period. That time is really great where you have no idea what's going to happen.",
      "author": "Abbi Jacobson",
      "category": "Time, Great, You"
    },
    {
      "quote": "I'm just so lucky - my office is a racetrack. That is something I'm very thankful for. It's exciting, and it's challenging, and there are a lot of emotions and nerves that come with it, but right there before the gates open, before that minute and a half or two minutes of the race, it just hits you.",
      "author": "Chantal Sutherland",
      "category": "Lucky, Emotions, You"
    },
    {
      "quote": "I'm thankful to get the opportunity to direct. I hope I don't mess it up.",
      "author": "Mark Harmon",
      "category": "Hope, Opportunity, Up"
    },
    {
      "quote": "Al is, and always has been, the person who has been the candidate - the elected official. And he is the one who makes policy. As his wife, I have the wonderful opportunity to advocate for causes that I am passionate about, and I'm thankful for that.",
      "author": "Tipper Gore",
      "category": "Opportunity, I Am, Wife"
    },
    {
      "quote": "If you're going to have a heart attack, mine was the kind to have. I'm thankful that it hasn't affected my output or my capacity to perform. And it has given me a lot to think and write about.",
      "author": "Peter Hammill",
      "category": "Heart, Me, Think"
    },
    {
      "quote": "And I'm so thankful that I've been allowed to show another side of Trish.",
      "author": "Trish Stratus",
      "category": "Show, Side, Been"
    },
    {
      "quote": "Really, I'll go anywhere at any time to continue working in theater - it's a passion that I'm thankful I still have. It keeps me creative and on my toes and meeting great people. I can't imagine a better way of working than on a play.",
      "author": "Laurie Metcalf",
      "category": "Time, Great, Passion"
    },
    {
      "quote": "By and large, the gospel of grace is neither proclaimed, understood, nor lived.",
      "author": "Brennan Manning",
      "category": "Grace, Lived, Gospel"
    },
    {
      "quote": "As we look forward to freedom, the shining city on the hill and the best days of America lying ahead, it is the men and women in uniform who protect, defend and make us proud to whom we should look and give thanks every night.",
      "author": "Robin Hayes",
      "category": "Freedom, Women, Best"
    },
    {
      "quote": "I'm so happy and thankful I made it a point be a stay-at-home mom.",
      "author": "Candace Cameron Bure",
      "category": "Happy, Mom, Point"
    },
    {
      "quote": "As both a local resident and a parent with a CF-afflicted child, I'm thankful for companies like Canon, Chase and Outback who believe that giving back to the community is critical to their role as corporate citizens.",
      "author": "Boomer Esiason",
      "category": "Community, Child, Believe"
    },
    {
      "quote": "Teaching does allow me to keep one foot in the youthful waters I tend to occupy in my novels, so I'm thankful for that. My students also remind me on a daily basis that the stories I collected during my district attorney days are actually interesting to people who haven't had that experience.",
      "author": "Alafair Burke",
      "category": "Daily, Experience, Me"
    },
    {
      "quote": "A federal judge did as he was supposed to do and upheld the Constitution. We should be thankful that we have judiciary that will do that.",
      "author": "Michael Newdow",
      "category": "Constitution, Be Thankful"
    },
    {
      "quote": "I'm certainly thankful for what the Cubs did for me. I respect their organization. It's the same way with the Atlanta Braves, an awfully fine organization. I respect everybody who's down there, and that's still where I live today. But the Cardinals represent the best years of my career.",
      "author": "Bruce Sutter",
      "category": "Respect, Best, Today"
    },
    {
      "quote": "Look, if I ever stop being grateful for gigs, I just need to stop. Because this business is... you know, it's just so kind of job-to-job, and the fact that I've continued working... I'm just incredibly thankful for it. And I never, ever take it for granted.",
      "author": "Tony Hale",
      "category": "Business, Grateful, Know"
    },
    {
      "quote": "It's just been a lot of hard work and lot of auditions. A lot of ups and downs, but a lot of ups, and I'm really happy for my downs, too. I'm really thankful.",
      "author": "Bresha Webb",
      "category": "Work, Hard Work, Happy"
    },
    {
      "quote": "I tell people to be thankful that Madonna is showing that it's possible to be ageless - people should applaud and celebrate that. Anybody who criticises her is just jealous!",
      "author": "Tracy Anderson",
      "category": "Celebrate, People"
    },
    {
      "quote": "Let a nation's fervent thanks make some amends for the toils and sufferings of those who survive.",
      "author": "Edward Everett",
      "category": "Survive, Thanks, Nation"
    },
    {
      "quote": "I am most thankful to Almighty Providence for mercies received, and determined still to press the case into public notice as a token of gratitude.",
      "author": "William Banting",
      "category": "Gratitude, I Am, Determined"
    },
    {
      "quote": "Eventually I booked a 2-line role on a show called 'JAG' and slowly the parts got bigger and better. I'm very thankful that I had to appreciate how difficult the business is before I had any kind of success.",
      "author": "Samuel Witwer",
      "category": "Success, Business, Better"
    },
    {
      "quote": "I have spent over 60 years bent over a guitar and to know that I wrote 70 compositions that masters have recorded, that makes me feel so good and full, and proud and thankful to the good Lord.",
      "author": "Jerry Reed",
      "category": "Good, Me, Proud"
    },
    {
      "quote": "I have always been thankful that so many of our country's greatest leaders and statesmen were able to be on this earth at the same time and place to draft the Constitution.",
      "author": "Bob Latta",
      "category": "Time, Constitution, Greatest"
    },
    {
      "quote": "I'm thankful to say that I already have my dream job. I wouldn't trade it for anything.",
      "author": "Nathan Kress",
      "category": "Job, Dream, Say"
    },
    {
      "quote": "As the daughter of a 25-year veteran of the armed forces, I am incredibly thankful for the sacrifices our women and men have made in Iraq, and continue to make in Afghanistan.",
      "author": "Barbara Lee",
      "category": "Women, Daughter, I Am"
    },
    {
      "quote": "I think pregnancy, like life, is what you make it. I received a good hand. I'm thankful and blessed and so peaceful and can't wait to welcome my son.",
      "author": "Mara Brock Akil",
      "category": "Life, Good, Son"
    },
    {
      "quote": "Working on 'Gossip Girl' was a fantastic experience. It was my first real gig and I'm thankful for it - I got to learn a lot. I'm glad I got to explore getting comfortable in my own shoes in the background on a show like 'Gossip Girl.'",
      "author": "Dreama Walker",
      "category": "Experience, Shoes, Girl"
    },
    {
      "quote": "But I'm very thankful that no one is slamming my head against the wall anymore.",
      "author": "Harry Anderson",
      "category": "Head, Anymore, Wall"
    },
    {
      "quote": "I still have a lot of the stories I wrote in high school. Hand wrote... a number of them are in purple ink, rendering them illegible, a fact we should probably be forever thankful for.",
      "author": "Shiloh Walker",
      "category": "School, High School, Purple"
    },
    {
      "quote": "I was pretty sheltered growing up. I just started getting into heavier music with the Tooth & Nail/Solid State era, which really kind of brought this whole thing to life for me, so I am really thankful for that label.",
      "author": "Matty Mullins",
      "category": "Life, Music, I Am"
    },
    {
      "quote": "I can't say I'm thankful about being German because I sometimes experience it as a huge burden. But it is an integral part of me and I wouldn't want to escape it. I have accepted it.",
      "author": "Bernhard Schlink",
      "category": "Experience, Me, Escape"
    },
    {
      "quote": "We have to be thankful considering our number as a family we enjoy very good health generally but you may be sure me and my partner have quite enough to exercise our minds and occupy our attention.",
      "author": "John Hawley",
      "category": "Family, Good, Health"
    },
    {
      "quote": "Ultimately, I want to be a good person and spread happiness through my acting. If I don't forget to be appreciative and thankful, then that would be the most important thing that I'll ever achieve.",
      "author": "Park Bo-gum",
      "category": "Happiness, Good, Good Person"
    },
    {
      "quote": "I went from not knowing anything to becoming really curious and wanting to know and respecting people in the industry, realizing how hard they work. I will always be thankful for 'Top Model' for that.",
      "author": "Fatima Siad",
      "category": "Work, Be Thankful, People"
    },
    {
      "quote": "What's funny is my mom took me to the theater for the first time when I was six years old, and I was just amazed by it. I just said, 'Hey Mom, can I do this too?' And so she signed me up for little theater classes, and I remember my first audition for a play when I was seven years old was for 'The Thankful Elf.'",
      "author": "Dana Davis",
      "category": "Funny, Time, Mom"
    },
    {
      "quote": "I'm thankful I don't have parents that I feel I need to get their attention. They've always been there for me.",
      "author": "Cierra Ramirez",
      "category": "Parents, Me, Attention"
    },
    {
      "quote": "I've done it all. I'm thankful and proud of what I've accomplished in my life. I hope to keep doing it.",
      "author": "Ralph Stanley",
      "category": "Life, Hope, Proud"
    },
    {
      "quote": "I'm thankful that I have lived long enough to become a legend, and I hope I deserve it.",
      "author": "Ralph Stanley",
      "category": "Hope, Long, Legend"
    },
    {
      "quote": "The act is unjustifiable that either begs for a blessing, or, having succeeded gives no thanksgiving.",
      "author": "Merle Shain",
      "category": "Thanksgiving, Blessing, Act"
    },
    {
      "quote": "I'm just very pleased and thankful that there was a receptive audience of people that I was able to connect with.",
      "author": "Fab Five Freddy",
      "category": "People, Audience, Connect"
    },
    {
      "quote": "All the lessons you learn in film school from the people you hate are always the ones that are important. The lessons you think are great and thankful for never end up meaning anything to you.",
      "author": "Glenn Ficarra",
      "category": "Great, School, Hate"
    },
    {
      "quote": "There are many amazing female directors that made work in more skewed times, so we should be thankful for the boundaries they pushed through.",
      "author": "Jillian Mayer",
      "category": "Work, Amazing, Be Thankful"
    },
    {
      "quote": "I feel like I'm just doing a job. It's amazing to think that you affect other peoples' lives on such a grand scale. I'm so thankful for that, and I'm so lucky. It's hard to stop and think that people are interested in me.",
      "author": "Kip Pardue",
      "category": "Job, Amazing, Me"
    },
    {
      "quote": "He enjoys much who is thankful for little.",
      "author": "Thomas Secker",
      "category": "Little, He, Who"
    },
    {
      "quote": "This little kid pointed at me and said, 'You look disgusting!' That was the first time I thought maybe I did. I decided I'd better start eating. I'm just thankful that I made it through with relatively few scars.",
      "author": "Susan Dey",
      "category": "Time, Thought, Me"
    },
    {
      "quote": "All of us, who are members of the Germanic peoples, can be happy and thankful that once in thousands of years fate has given us, from among the Germanic peoples, such a genius, a leader, our Fuehrer Adolf Hitler, and you should be happy to be allowed to work with us.",
      "author": "Heinrich Himmler",
      "category": "Work, Happy, Leader"
    },
    {
      "quote": "I just find myself happy with the simple things. Appreciating the blessings God gave me.",
      "author": "DMX",
      "category": "Happy, Myself, Simple"
    },
    {
      "quote": "Friends are the siblings God never gave us.",
      "author": "Mencius",
      "category": "Friendship, Friends, Never"
    },
    {
      "quote": "God gave us the gift of life it is up to us to give ourselves the gift of living well.",
      "author": "Voltaire",
      "category": "Life, Birthday, Gift"
    },
    {
      "quote": "I'm blessed and I thank God for every day for everything that happens for me.",
      "author": "Lil Wayne",
      "category": "Day, Blessed, Thank God"
    },
    {
      "quote": "Your talent is God's gift to you. What you do with it is your gift back to God.",
      "author": "Leo Buscaglia",
      "category": "Motivational, Talent, Gift"
    },
    {
      "quote": "Do not let your hearts be troubled. Trust in God trust also in me.",
      "author": "Jesus Christ",
      "category": "Trust, Me, Hearts"
    },
    {
      "quote": "When you focus on being a blessing, God makes sure that you are always blessed in abundance.",
      "author": "Joel Osteen",
      "category": "Faith, Focus, Blessed"
    },
    {
      "quote": "Talent is God given. Be humble. Fame is man-given. Be grateful. Conceit is self-given. Be careful.",
      "author": "John Wooden",
      "category": "Wisdom, Grateful, Humble"
    },
    {
      "quote": "Wine is constant proof that God loves us and loves to see us happy.",
      "author": "Benjamin Franklin",
      "category": "Funny, Happy, Wine"
    },
    {
      "quote": "Never lose an opportunity of seeing anything beautiful, for beauty is God's handwriting.",
      "author": "Ralph Waldo Emerson",
      "category": "Beauty, Beautiful"
    },
    {
      "quote": "I believe that God put us in this jolly world to be happy and enjoy life.",
      "author": "Robert Baden-Powell",
      "category": "Life, Happy, World"
    },
    {
      "quote": "God grant me the serenity to accept the things I cannot change, the courage to change the things I can, and the wisdom to know the difference.",
      "author": "Reinhold Niebuhr",
      "category": "Change, Wisdom, Courage"
    },
    {
      "quote": "I may not be where I want to be, but thank God I am not where I used to be.",
      "author": "Joyce Meyer",
      "category": "I Am, Thank God, Want"
    },
    {
      "quote": "It's just a whole different thing, and it's just that my life has been a blessing, and I thank god every day for the gifts that he has given me and for my daughter and to be able to watch her grow and be a part of her joys and her excitement and what she wants to do in life.",
      "author": "Teena Marie",
      "category": "Life, Day, Daughter"
    },
    {
      "quote": "Faith is a living, daring confidence in God's grace, so sure and certain that a man could stake his life on it a thousand times.",
      "author": "Martin Luther",
      "category": "Life, Faith, Confidence"
    },
    {
      "quote": "God writes the Gospel not in the Bible alone, but also on trees, and in the flowers and clouds and stars.",
      "author": "Martin Luther",
      "category": "Stars, Alone, Flowers"
    },
    {
      "quote": "I just thank God for all of the blessings.",
      "author": "James Brown",
      "category": "Blessings, Thank God, Just"
    },
    {
      "quote": "If we ever forget that we are One Nation Under God, then we will be a nation gone under.",
      "author": "Ronald Reagan",
      "category": "Patriotism, Forget, Nation"
    },
    {
      "quote": "The thing to do, it seems to me, is to prepare yourself so you can be a rainbow in somebody else's cloud. Somebody who may not look like you. May not call God the same name you call God - if they call God at all. I may not dance your dances or speak your language. But be a blessing to somebody. That's what I think.",
      "author": "Maya Angelou",
      "category": "Dance, Rainbow, Yourself"
    },
    {
      "quote": "The most important lesson that I have learned is to trust God in every circumstance. Lots of times we go through different trials and following God's plan seems like it doesn't make any sense at all. God is always in control and he will never leave us.",
      "author": "Allyson Felix",
      "category": "Trust, Plan, Control"
    },
    {
      "quote": "God never ends anything on a negative God always ends on a positive.",
      "author": "Edwin Louis Cole",
      "category": "Positive, Negative, Never"
    },
    {
      "quote": "Woman is a ray of God. She is not that earthly beloved: she is creative, not created.",
      "author": "Rumi",
      "category": "Woman, Creative, She"
    },
    {
      "quote": "Whosoever is delighted in solitude is either a wild beast or a god.",
      "author": "Aristotle",
      "category": "Solitude, Wild, Beast"
    },
    {
      "quote": "It's a struggle for every young Black man. You know how it is, only God can judge us.",
      "author": "Tupac Shakur",
      "category": "Struggle, Man, Black"
    },
    {
      "quote": "I cannot and will not recant anything, for to go against conscience is neither right nor safe. Here I stand, I can do no other, so help me God. Amen.",
      "author": "Martin Luther",
      "category": "Me, Help, Conscience"
    },
    {
      "quote": "It doesn't matter where you come from, what you have or don't have, what you lack, or what you have too much of. But all you need to have is faith in God, an undying passion for what you do and what you choose to do in this life, and a relentless drive and the will to do whatever it takes to be successful in whatever you put your mind to.",
      "author": "Stephen Curry",
      "category": "Life, Faith, Passion"
    },
    {
      "quote": "God has given you one face, and you make yourself another.",
      "author": "William Shakespeare",
      "category": "Yourself, Face, You"
    },
    {
      "quote": "I believe that God has put gifts and talents and ability on the inside of every one of us. When you develop that and you believe in yourself and you believe that you're a person of influence and a person of purpose, I believe you can rise up out of any situation.",
      "author": "Joel Osteen",
      "category": "Believe In Yourself"
    },
    {
      "quote": "If you're white and you're wrong, then you're wrong; if you're black and you're wrong, you're wrong. People are people. Black, blue, pink, green - God make no rules about color; only society make rules where my people suffer, and that why we must have redemption and redemption now.",
      "author": "Bob Marley",
      "category": "Society, Blue, Pink"
    },
    {
      "quote": "I will thank God for the day and the moment I have.",
      "author": "Jim Valvano",
      "category": "Day, Thank God, Moment"
    },
    {
      "quote": "God used beautiful mathematics in creating the world.",
      "author": "Paul Dirac",
      "category": "Beautiful, Mathematics"
    },
    {
      "quote": "God already knows what we're made of, but perhaps He wants us to learn what we're made of. I think we would all agree that we learn more from our tough times than from our easy times.",
      "author": "John Bytheway",
      "category": "Tough Times, Easy, Think"
    },
    {
      "quote": "Where can we go to find God if we cannot see Him in our own hearts and in every living being.",
      "author": "Swami Vivekananda",
      "category": "Living, Find, See"
    },
    {
      "quote": "God has given us two hands, one to receive with and the other to give with.",
      "author": "Billy Graham",
      "category": "Hands, Two, Give"
    },
    {
      "quote": "One of the greatest attacks of the enemy is to make you busy, to make you hurried, to make you noisy, to make you distracted, to fill the people of God and the Church of God with so much noise and activity that there is no room for prayer. There is no room for being alone with God. There is no room for silence. There is no room for meditation.",
      "author": "Paul Washer",
      "category": "Alone, Silence, Busy"
    },
    {
      "quote": "It is foolish and wrong to mourn the men who died. Rather we should thank God that such men lived.",
      "author": "George S. Patton",
      "category": "Men, Veterans Day, Thank God"
    },
    {
      "quote": "God gave you a gift of 86,400 seconds today. Have you used one to say 'thank you?'",
      "author": "William Arthur Ward",
      "category": "Today, Thank You, Gift"
    },
    {
      "quote": "Stupidity is also a gift of God, but one mustn't misuse it.",
      "author": "Pope John Paul II",
      "category": "Gift, Stupidity, Also"
    },
    {
      "quote": "Ignorance is the curse of God knowledge is the wing wherewith we fly to heaven.",
      "author": "William Shakespeare",
      "category": "Knowledge, Ignorance, Fly"
    },
    {
      "quote": "I have held many things in my hands, and I have lost them all; but whatever I have placed in God's hands, that I still possess.",
      "author": "Martin Luther",
      "category": "Lost, Hands, Whatever"
    },
    {
      "quote": "A baby is God's opinion that life should go on.",
      "author": "Carl Sandburg",
      "category": "Life, Baby, Opinion"
    },
    {
      "quote": "In the first place, God made idiots. That was for practice. Then he made school boards.",
      "author": "Mark Twain",
      "category": "Education, School, Practice"
    },
    {
      "quote": "The most important thing is God's blessing and if you believe in God and you believe in yourself, you have nothing to worry about.",
      "author": "Mohamed Al-Fayed",
      "category": "Believe In Yourself"
    },
    {
      "quote": "Beautiful music is the art of the prophets that can calm the agitations of the soul it is one of the most magnificent and delightful presents God has given us.",
      "author": "Martin Luther",
      "category": "Music, Art, Beautiful"
    },
    {
      "quote": "Oh, these vast, calm, measureless mountain days, days in whose light everything seems equally divine, opening a thousand windows to show us God.",
      "author": "John Muir",
      "category": "Light, Mountain, Calm"
    },
    {
      "quote": "Anyone can count the seeds in an apple, but only God can count the number of apples in a seed.",
      "author": "Robert H. Schuller",
      "category": "Apple, Seed, Apples"
    },
    {
      "quote": "I have had a happy life and thank the Lord. Goodbye and may God bless all!",
      "author": "Christopher McCandless",
      "category": "Life, Happy, Goodbye"
    },
    {
      "quote": "Keep your nose out the sky, keep your heart to god, and keep your face to the raising sun.",
      "author": "Kanye West",
      "category": "Heart, Sky, Sun"
    },
    {
      "quote": "A dog barks when his master is attacked. I would be a coward if I saw that God's truth is attacked and yet would remain silent.",
      "author": "John Calvin",
      "category": "Dog, Truth, Truth Is"
    },
    {
      "quote": "There's a tremendous difference between alone and lonely. You could be lonely in a group of people. I like being alone. I like eating by myself. I go home at night and just watch a movie or hang out with my dog. I have to exert myself and really say, oh God, I've got to see my friends 'cause I'm too content being by myself.",
      "author": "Drew Barrymore",
      "category": "Home, Friends, Myself"
    },
    {
      "quote": "I can make a lord, but only God can make a gentleman.",
      "author": "King James I",
      "category": "Gentleman, I Can, Lord"
    },
    {
      "quote": "I believe in Jesus Christ as my Lord and savior. I believe that Jesus died for my sins, and rose again, and that's my belief. I still don't know what 'Christian' means. I'm a follower of Christ, but I keep making a whole bunch of mistakes. And I thank God for forgiveness.",
      "author": "Sherri Shepherd",
      "category": "Forgiveness, Mistakes, Rose"
    },
    {
      "quote": "In the absence of any other proof, the thumb alone would convince me of God's existence.",
      "author": "Isaac Newton",
      "category": "Alone, Me, Existence"
    },
    {
      "quote": "God made you a masterpiece - be blessed, secure, disciplined and equipped.",
      "author": "Joel Osteen",
      "category": "Blessed, You, Secure"
    },
    {
      "quote": "Don't you know there ain't no devil, it's just god when he's drunk.",
      "author": "Tom Waits",
      "category": "Devil, Know, You"
    },
    {
      "quote": "Our heavenly Father understands our disappointment, suffering, pain, fear, and doubt. He is always there to encourage our hearts and help us understand that He's sufficient for all of our needs. When I accepted this as an absolute truth in my life, I found that my worrying stopped.",
      "author": "Charles Stanley",
      "category": "Life, Fear, Truth"
    },
    {
      "quote": "Disappointment is inevitable. But to become discouraged, there's a choice I make. God would never discourage me. He would always point me to himself to trust him. Therefore, my discouragement is from Satan. As you go through the emotions that we have, hostility is not from God, bitterness, unforgiveness, all of these are attacks from Satan.",
      "author": "Charles Stanley",
      "category": "Trust, Disappointment"
    },
    {
      "quote": "I am a person who always tries not to be easily influenced by position or achievement. I thank God for the fact that I can share more kindness and a good quality of life through the popularity. Not for the popularity itself.",
      "author": "Mario Teguh",
      "category": "Life, Kindness, Good"
    },
    {
      "quote": "The word 'Islam' means 'peace.' The word 'Muslim' means 'one who surrenders to God.' But the press makes us seem like haters.",
      "author": "Muhammad Ali",
      "category": "Peace, Haters, Islam"
    },
    {
      "quote": "Our Lord has written the promise of resurrection, not in books alone, but in every leaf in springtime.",
      "author": "Martin Luther",
      "category": "Alone, Leaf, Resurrection"
    },
    {
      "quote": "As a child of God, I am greater than anything that can happen to me.",
      "author": "A. P. J. Abdul Kalam",
      "category": "Great, I Am, Child"
    },
    {
      "quote": "Perhaps nothing helps us make the movement from our little selves to a larger world than remembering God in gratitude. Such a perspective puts God in view in all of life, not just in the moments we set aside for worship or spiritual disciplines. Not just in the moments when life seems easy.",
      "author": "Henri Nouwen",
      "category": "Life, Gratitude, Spiritual"
    },
    {
      "quote": "If you expect the blessings of God, be kind to His people.",
      "author": "Abu Bakr",
      "category": "Be Kind, Blessings, People"
    },
    {
      "quote": "Judge me if you want to. And as a matter of fact, it won't even count, 'cause the only person who can judge is God.",
      "author": "Kelly Rowland",
      "category": "Me, Want, You"
    },
    {
      "quote": "People face difficulties, no matter who you are. I faced difficulties with a lot of things. I face opposition every day, but I didn't kill myself and now, thank God, I'm here.",
      "author": "Nicki Minaj",
      "category": "Day, Myself, Thank God"
    },
    {
      "quote": "Non-violence requires a double faith, faith in God and also faith in man.",
      "author": "Mahatma Gandhi",
      "category": "Faith, Man, Non-Violence"
    },
    {
      "quote": "A person once asked me, in a provocative manner, if I approved of homosexuality. I replied with another question: 'Tell me: when God looks at a gay person, does he endorse the existence of this person with love, or reject and condemn this person?' We must always consider the person.",
      "author": "Pope Francis",
      "category": "Love, Gay, Me"
    },
    {
      "quote": "Honesty is of God and dishonesty of the devil the devil was a liar from the beginning.",
      "author": "Joseph B. Wirthlin",
      "category": "Honesty, Liar, Beginning"
    },
    {
      "quote": "A man can no more diminish God's glory by refusing to worship Him than a lunatic can put out the sun by scribbling the word, 'darkness' on the walls of his cell.",
      "author": "C. S. Lewis",
      "category": "Man, Sun, Darkness"
    },
    {
      "quote": "The Christian life is not a constant high. I have my moments of deep discouragement. I have to go to God in prayer with tears in my eyes, and say, 'O God, forgive me,' or 'Help me.'",
      "author": "Billy Graham",
      "category": "Life, Deep, Eyes"
    },
    {
      "quote": "He who learns must suffer. And even in our sleep pain that cannot forget falls drop by drop upon the heart, and in our own despair, against our will, comes wisdom to us by the awful grace of God.",
      "author": "Aeschylus",
      "category": "Wisdom, Sleep, Pain"
    },
    {
      "quote": "Beauty is mysterious as well as terrible. God and devil are fighting there, and the battlefield is the heart of man.",
      "author": "Fyodor Dostoevsky",
      "category": "Beauty, Heart, Man"
    },
    {
      "quote": "Whatever your heart clings to and confides in, that is really your God.",
      "author": "Martin Luther",
      "category": "Heart, Whatever, Your"
    },
    {
      "quote": "I tremble for my country when I reflect that God is just that his justice cannot sleep forever.",
      "author": "Thomas Jefferson",
      "category": "Fear, Justice, Sleep"
    },
    {
      "quote": "Bottom line: God will not allow any person to keep you from your destiny. They may be bigger, stronger, or more powerful, but God knows how to shift things around and get you to where you're supposed to be.",
      "author": "Joel Osteen",
      "category": "Powerful, Destiny, Stronger"
    },
    {
      "quote": "We Marines believe that God gave America the greatest gift He could bestow to man while he lived on this earth -freedom. We also believe He gave us another gift nearly as precious - our soldiers, sailors, airmen, Coast Guardsmen, and Marines - to safeguard that gift and guarantee no force on this earth can ever steal it away.",
      "author": "John F. Kelly",
      "category": "Freedom, America, Man"
    },
    {
      "quote": "Sir, my concern is not whether God is on our side; my greatest concern is to be on God's side, for God is always right.",
      "author": "Abraham Lincoln",
      "category": "Greatest, Right, Always"
    },
    {
      "quote": "I know that there's a god because I was able to survive everything that I've been through - all of the tough times - and I'm still at the top of my game.",
      "author": "Floyd Mayweather, Jr.",
      "category": "Tough Times, Game, Know"
    },
    {
      "quote": "If I could give you information of my life, it would be to show how a woman of very ordinary ability has been led by God in strange and unaccustomed paths to do In His service what He has done in her. And if I could tell you all, you would see how God has done all, and I nothing.",
      "author": "Florence Nightingale",
      "category": "Life, Service, Woman"
    },
    {
      "quote": "The moment I have realized God sitting in the temple of every human body, the moment I stand in reverence before every human being and see God in him - that moment I am free from bondage, everything that binds vanishes, and I am free.",
      "author": "Swami Vivekananda",
      "category": "I Am, Moment, Free"
    },
    {
      "quote": "I die the king's faithful servant, but God's first.",
      "author": "Thomas More",
      "category": "Faith, King, Die"
    },
    {
      "quote": "I believe that life is a journey towards God, and that no one has the right to insist that you go a certain road.",
      "author": "Pat Buckley",
      "category": "Life, Journey, Road"
    },
    {
      "quote": "When the solution is simple, God is answering.",
      "author": "Albert Einstein",
      "category": "Simple, Solution, Answering"
    },
    {
      "quote": "My father always taught me that when you help other people, then God will give you double. And that's what has really happened to me. When I have helped other people who are in need, God has helped me more.",
      "author": "Cristiano Ronaldo",
      "category": "Father, Me, Help"
    },
    {
      "quote": "I would rather die than do something which I know to be a sin, or to be against God's will.",
      "author": "Joan of Arc",
      "category": "Die, Know, Sin"
    },
    {
      "quote": "For where God built a church, there the Devil would also build a chapel.",
      "author": "Martin Luther",
      "category": "Devil, Church, Build"
    },
    {
      "quote": "No man is excluded from calling upon God, the gate of salvation is set open unto all men: neither is there any other thing which keepeth us back from entering in, save only our own unbelief.",
      "author": "John Calvin",
      "category": "Man, Men, Back"
    },
    {
      "quote": "In my country of South Africa, we struggled for years against the evil system of apartheid that divided human beings, children of the same God, by racial classification and then denied many of them fundamental human rights.",
      "author": "Desmond Tutu",
      "category": "Children, Evil, Rights"
    },
    {
      "quote": "To my young friends out there: Life can be great, but not when you can't see it. So, open your eyes to life: to see it in the vivid colors that God gave us as a precious gift to His children, to enjoy life to the fullest, and to make it count. Say yes to your life.",
      "author": "Nancy Reagan",
      "category": "Life, Children, Friends"
    },
    {
      "quote": "Socialism has no moral justification whatsoever; poor people are not morally superior to rich people, nor are they owed anything by rich people simply because of their lack of success. Charity is not a socialist concept - it is a religious one, an acknowledgment of God's sovereignty over property, a sovereignty the Left utterly rejects.",
      "author": "Ben Shapiro",
      "category": "Success, People, Rich"
    },
    {
      "quote": "We were born to die and we die to live. As seedlings of God, we barely blossom on earth; we fully flower in heaven.",
      "author": "Russell M. Nelson",
      "category": "Flower, Live, Earth"
    },
    {
      "quote": "The Bible is one of the greatest blessings bestowed by God on the children of men. It has God for its author; salvation for its end, and truth without any mixture for its matter. It is all pure.",
      "author": "John Locke",
      "category": "Children, Truth, Men"
    },
    {
      "quote": "Forgiveness is God's command.",
      "author": "Martin Luther",
      "category": "Forgiveness, Command"
    },
    {
      "quote": "Until we meet again, may God bless you as he has blessed me.",
      "author": "Elvis Presley",
      "category": "Blessed, Me, You"
    },
    {
      "quote": "God removes the sin of the one who makes humble confession, and thereby the devil loses the sovereignty he had gained over the human heart.",
      "author": "Saint Bernard",
      "category": "Heart, Humble, Sin"
    },
    {
      "quote": "There is but One God. His name is Truth He is the Creator. He fears none he is without hate. He never dies He is beyond the cycle of births and death. He is self-illuminated. He is realized by the kindness of the True Guru. He was True in the beginning He was True when the ages commenced and has ever been True. He is also True now.",
      "author": "Guru Nanak",
      "category": "Kindness, Death, Truth"
    },
    {
      "quote": "God made the Idiot for practice, and then He made the School Board.",
      "author": "Mark Twain",
      "category": "School, Practice, Idiot"
    },
    {
      "quote": "When you find your definitions in God, you find the very purpose for which you were created. Put your hand into God's hand, know His absolutes, demonstrate His love, present His truth, and the message of redemption and transformation will take hold.",
      "author": "Ravi Zacharias",
      "category": "Love, Truth, Purpose"
    },
    {
      "quote": "It's up to God to do the judging. You haven't walked in my boots, so how are you going to judge me?",
      "author": "Aaron Neville",
      "category": "Me, You, Boots"
    },
    {
      "quote": "Socialism violates at least three of the Ten Commandments: It turns government into God, it legalizes thievery and it elevates covetousness. Discussions of income inequality, after all, aren't about prosperity but about petty spite. Why should you care how much money I make, so long as you are happy?",
      "author": "Ben Shapiro",
      "category": "Happy, Money, Government"
    },
    {
      "quote": "Allowing myself to love God completely has obviously shed light on my self-love because he loves me more than I could ever love myself.",
      "author": "Angie Stone",
      "category": "Love, Light, Myself"
    },
    {
      "quote": "There are two kinds of people: those who say to God, 'Thy will be done,' and those to whom God says, 'All right, then, have it your way.'",
      "author": "C. S. Lewis",
      "category": "People, Done, Way"
    },
    {
      "quote": "Those who deny freedom to others deserve it not for themselves; and under the rule of a just God, cannot long retain it.",
      "author": "Abraham Lincoln",
      "category": "Freedom, Long, Deserve"
    },
    {
      "quote": "God is bigger than people think.",
      "author": "Jimmy Dean",
      "category": "People, Think, Bigger"
    },
    {
      "quote": "My job is to perform, enjoy cricket and thank God for whatever he has given me.",
      "author": "Suresh Raina",
      "category": "Job, Thank God, Me"
    },
    {
      "quote": "God works wonders now and then; Behold a lawyer, an honest man.",
      "author": "Benjamin Franklin",
      "category": "Man, Lawyer, Honest"
    },
    {
      "quote": "Zen does not confuse spirituality with thinking about God while one is peeling potatoes. Zen spirituality is just to peel the potatoes.",
      "author": "Alan Watts",
      "category": "Thinking, Potatoes, Zen"
    },
    {
      "quote": "If I am not, may God put me there; and if I am, may God so keep me.",
      "author": "Joan of Arc",
      "category": "I Am, Me, May"
    },
    {
      "quote": "We cannot embrace God's forgiveness if we are so busy clinging to past wounds and nursing old grudges.",
      "author": "T. D. Jakes",
      "category": "Forgiveness, Past, Busy"
    },
    {
      "quote": "Kill a man, and you are an assassin. Kill millions of men, and you are a conqueror. Kill everyone, and you are a god.",
      "author": "Beilby Porteus",
      "category": "Man, Men, You"
    },
    {
      "quote": "I think that the greatest gift God ever gave man is not the gift of sight but the gift of vision. Sight is a function of the eyes, but vision is a function of the heart.",
      "author": "Myles Munroe",
      "category": "Eyes, Man, Vision"
    },
    {
      "quote": "God is all-full. He is self-contained. He is eternal satisfaction.",
      "author": "Swami Sivananda",
      "category": "Satisfaction, Eternal, He"
    },
    {
      "quote": "I most certainly believe that it is the gift of God that I am what I am. And so I dwell amongst barbarians, a proselyte and an exile, for the love of God.",
      "author": "Saint Patrick",
      "category": "Love, I Am, Believe"
    },
    {
      "quote": "A dark cloud is no sign that the sun has lost his light and dark black convictions are no arguments that God has laid aside His mercy.",
      "author": "Charles Spurgeon",
      "category": "Light, Sun, Dark"
    },
    {
      "quote": "I would love it if people could look at chubby folks with all of our curves, bumps and ridges and just say 'She's beautiful' just like that. You don't have to get on a treadmill as long as your blood pressure is under control and you eat healthy, God bless.",
      "author": "Yvette Nicole Brown",
      "category": "Love, Beautiful, Healthy"
    },
    {
      "quote": "God is the indwelling and not the transient cause of all things.",
      "author": "Baruch Spinoza",
      "category": "Things, Transient"
    },
    {
      "quote": "It is not fitting, when one is in God's service, to have a gloomy face or a chilling look.",
      "author": "Francis of Assisi",
      "category": "Service, Face, Look"
    },
    {
      "quote": "I try to give to the poor people for love what the rich could get for money. No, I wouldn't touch a leper for a thousand pounds; yet I willingly cure him for the love of God.",
      "author": "Mother Teresa",
      "category": "Love, Money, Rich"
    },
    {
      "quote": "Rebellion against tyrants is obedience to God.",
      "author": "Benjamin Franklin",
      "category": "Rebellion, Obedience"
    },
    {
      "quote": "Prayer doesn't just change things - it changes us. If we are diligent in seeking God, slowly and surely we become better people.",
      "author": "Joyce Meyer",
      "category": "Change, Prayer, Changes"
    },
    {
      "quote": "If you are caught on a golf course during a storm and are afraid of lightning, hold up a 1-iron. Not even God can hit a 1-iron.",
      "author": "Lee Trevino",
      "category": "Storm, Golf, You"
    },
    {
      "quote": "Being out there in the ocean, God's creation, it's like a gift He has given us to enjoy.",
      "author": "Bethany Hamilton",
      "category": "Ocean, Gift, Enjoy"
    },
    {
      "quote": "Salvation brings the soul a deep awareness of God's love. Life takes on more meaning, for it now has a purpose.",
      "author": "Mother Angelica",
      "category": "Love, Life, Deep"
    },
    {
      "quote": "Man gives you the award but God gives you the reward.",
      "author": "Denzel Washington",
      "category": "Man, Award, You"
    },
    {
      "quote": "We live in a culture that relishes tearing others down. It's ultimately more fulfilling, though, to help people reach their goals. Instead of feeling jealous, remember: If God did it for them, He can do it for you.",
      "author": "Joel Osteen",
      "category": "Goals, Culture, Help"
    },
    {
      "quote": "God, give us grace to accept with serenity the things that cannot be changed, courage to change the things which should be changed and the wisdom to distinguish the one from the other.",
      "author": "Reinhold Niebuhr",
      "category": "Change, Wisdom, Courage"
    },
    {
      "quote": "You shall love the Lord your God with all your heart and with all your soul and with all your might. And these words that I command you today shall be on your heart. You shall teach them diligently to your children, and shall talk of them when you sit in your house, and when you walk by the way, and when you lie down, and when you rise.",
      "author": "Moses",
      "category": "Love, Children, Today"
    },
    {
      "quote": "Behold, I stand at the door and knock. If anyone hears my voice and opens the door, I will come in to him and eat with him, and he with me.",
      "author": "Jesus Christ",
      "category": "Door, Me, Voice"
    },
    {
      "quote": "Everything I did, all my actions, all of the problems I had I dedicate to God and to Chile, because I kept Chile from becoming Communist.",
      "author": "Augusto Pinochet",
      "category": "Problems, Communist, Actions"
    },
    {
      "quote": "You learn from the things that happen in your career. You get up and down. You never give up. All the things that happened in my career, thank God it happened early rather than late in my career.",
      "author": "Pablo Sandoval",
      "category": "Never Give Up, Thank God"
    },
    {
      "quote": "Let us more and more insist on raising funds of love, of kindness, of understanding, of peace. Money will come if we seek first the Kingdom of God - the rest will be given.",
      "author": "Mother Teresa",
      "category": "Love, Kindness, Peace"
    },
    {
      "quote": "God can cause opportunity to find you. He has unexpected blessings where you suddenly meet the right person, or suddenly your health improves, or suddenly you're able to pay off your house. That's God shifting things in your favor.",
      "author": "Joel Osteen",
      "category": "Health, Opportunity"
    },
    {
      "quote": "God put us here to prepare this place for the next generation. That's our job. Raising children and helping the community, that's preparing for the next generation.",
      "author": "Dikembe Mutombo",
      "category": "Children, Community, Job"
    },
    {
      "quote": "I don't know. Only God knows where the story ends for me, but I know where the story begins. It's up to us to choose, whether we win or lose and I choose to win.",
      "author": "Mary J. Blige",
      "category": "Win, Win Or Lose, Me"
    },
    {
      "quote": "The message is that I was reminding myself and informing others of the fact that God has always been good to me. No matter what you're going through, God is always with us. Life is a journey.",
      "author": "Andrae Crouch",
      "category": "Life, Journey, Good"
    },
    {
      "quote": "Good man! Genuine gentleman! God bless George Thompson, the great-hearted friend of my race.",
      "author": "Sojourner Truth",
      "category": "Good, Man, Gentleman"
    },
    {
      "quote": "Me don't dip on nobody's side. Me don't dip on the black man's side, not the white man's side. Me dip on God's side, the one who create me and cause me to come from black and white.",
      "author": "Bob Marley",
      "category": "Black And White, Man, Me"
    }
  ]
}