{
  "author": "Ravindu Manoj",
  "github": "ravindu01manoj",
  "repo": "Quotes-500k",
  "data": [
    {
      "quote": "My mom had early rap records, like Jimmy Spicer. In the middle of the records was a turntable and a receiver - I used to scratch records on it - and on top was a reel-to-reel. In front of that wall were more stacks of records. It was either Mom's record or Pop's record, and they had their names on each and every one.",
      "author": "Jay-Z",
      "category": "Early, Names, Records"
    },
    {
      "quote": "I fell in love with stories watching a British television puppet show called 'Thunderbirds' when it first came out on TV, about 1965, so I would have been 4 or 5 years old. I went out into the garden at my mom and dad's house, and I used to play with my little dinky toys, little cars and trucks and things.",
      "author": "Peter Jackson",
      "category": "Love, Television, Garden"
    },
    {
      "quote": "At the end of the day, I'm Violet's mom, and I want the best for her.",
      "author": "Christina Milian",
      "category": "Day, Best, End"
    },
    {
      "quote": "Violet speaks Spanish and understands it. She loves Cuban food! My mom is very good at teaching her about our culture, whether it be the food or Spanish or explaining to her that she's Cuban.",
      "author": "Christina Milian",
      "category": "Food, Good, Culture"
    },
    {
      "quote": "My mom always told me I could do or be anything I dared to dream, and I always wanted to work in the movie industry.",
      "author": "Octavia Spencer",
      "category": "Work, Dream, Me"
    },
    {
      "quote": "The first thing I do when I'm shopping is touch everything to see if it's itchy. I remember my mom used to put me in the itchiest clothes ever, and I was traumatized by it, so I won't wear anything itchy now.",
      "author": "Kourtney Kardashian",
      "category": "Me, Shopping, Remember"
    },
    {
      "quote": "When I was 15, my mom and I packed everything up and moved to Nashville so I could pursue my dream in music.",
      "author": "Kelsea Ballerini",
      "category": "Music, Dream, Nashville"
    },
    {
      "quote": "My parents told me from the time I can remember that, 'Yeah, you're adopted. But this is your family.' I can remember my mom, she tells me this story: when I was little, I was looking at her, and I was like, 'Why isn't my skin the same color as yours?' She was like, 'Oh, you're adopted, but I wish I had pretty brown skin like you.'",
      "author": "Colin Kaepernick",
      "category": "Family, Time, Parents"
    },
    {
      "quote": "Once you're a mom, always a mom. It's like riding a bike, you never forget.",
      "author": "Taraji P. Henson",
      "category": "Bike, Never Forget, You"
    },
    {
      "quote": "Statistics are to baseball what a flaky crust is to Mom's apple pie.",
      "author": "Harry Reasoner",
      "category": "Baseball, Apple, Statistics"
    },
    {
      "quote": "I think it's a tough road if you're a stay-at-home mom, a working mom, if you have a partner, if you don't. It's the best job in the world, and the toughest job in the world all at the same time.",
      "author": "Angela Kinsey",
      "category": "Time, Best, Job"
    },
    {
      "quote": "I want to thank my mom, Brenda Rose. My heart, the reason I play the way I play, just everything. Just knowing the days I don't feel right, going to practice, having a hard time, I think about her when she had to wake me up, go to work and make sure I was all right. Those were hard days.",
      "author": "Derrick Rose",
      "category": "Work, Time, Rose"
    },
    {
      "quote": "My mom was a free spirit, and she brought me up to be a free spirit.",
      "author": "Mark Bradford",
      "category": "Me, Free, She"
    },
    {
      "quote": "My parents couldn't give me a whole lot of financial support, but they gave me good genes. My dad is a handsome son-of-a-gun, and my mom is beautiful. And I've definitely been the lucky recipient. So, thank you, Mom and Dad.",
      "author": "Ashton Kutcher",
      "category": "Beautiful, Good, Parents"
    },
    {
      "quote": "My guess is my brother would call his mom and his dad pretty regularly, a lot more than I probably did.",
      "author": "Jeb Bush",
      "category": "Brother, Pretty, Guess"
    },
    {
      "quote": "My mom used to call me a parrot, because the way I spoke would change in every country we'd go to.",
      "author": "Hannah Simone",
      "category": "Change, Me, Country"
    },
    {
      "quote": "I feel like a good mom. I'm a strong woman now... Don't look down on me. Pray for me because I'm trying.",
      "author": "Fantasia Barrino",
      "category": "Good, Strong, Woman"
    },
    {
      "quote": "Every man must define his identity against his mother. If he does not, he just falls back into her and is swallowed up.",
      "author": "Camille Paglia",
      "category": "Mother, Man, Identity"
    },
    {
      "quote": "I'm trying hard to keep my Australian accent. My mom would disown me if I didn't.",
      "author": "Maia Mitchell",
      "category": "Me, Trying, Hard"
    },
    {
      "quote": "Who in their infinite wisdom decreed that Little League uniforms be white? Certainly not a mother.",
      "author": "Erma Bombeck",
      "category": "Wisdom, Mother"
    },
    {
      "quote": "I remember my mom threatening me, half-serious: 'You know what? I should take you to Pittsburgh and put you in dance lessons just to keep you occupied.' Well, that brought everything to a screeching halt. 'Jeeze, dance lessons.' In retrospect, it would have been awesome, but then, 'Ugh, dancing - dancing's for sissies.'",
      "author": "Michael Keaton",
      "category": "Dance, Me, Remember"
    },
    {
      "quote": "For the first few years of my life my mom used to cut my hair so there were a lot of bowl-cut hair styles.",
      "author": "Ne-Yo",
      "category": "Life, Hair, My Life"
    },
    {
      "quote": "One-year-olds learn concealment. Five-year-olds lie outright: they manipulate via flattery. Nine-year-olds - masters of the cover-up. By the time you enter college, you're going to lie to your mom in one out of every five interactions.",
      "author": "Pamela Meyer",
      "category": "Time, College, Lie"
    },
    {
      "quote": "Minimalism? It is something I appreciate as an art form but leave to others - unless you count a collection of warhorse-workwear Yves Saint Laurent trouser suits. Maybe my penchant for hippie-deluxe eccentricity came from an escapist dream of a different world. It was tough being a working mom in the 1970s.",
      "author": "Suzy Menkes",
      "category": "Art, World, Dream"
    },
    {
      "quote": "My mom has always wished me a daughter just like me.",
      "author": "Pink",
      "category": "Daughter, Me, Always"
    },
    {
      "quote": "Mothers are fonder than fathers of their children because they are more certain they are their own.",
      "author": "Aristotle",
      "category": "Children, Mothers, Than"
    },
    {
      "quote": "Toronto is a special city, and the environment is perfect for the arts; free and alive. I'm a New Yorker, and Toronto reminds me of a much cleaner New York, so it's like coming home after your mom just cleaned your room for you; for me that's a lovely environment.",
      "author": "Emory Cohen",
      "category": "Home, City, Me"
    },
    {
      "quote": "My mom didn't want us to go to the candy house, she didn't want us to go to the ice cream truck, she didn't want us to go to the... There was actually a donut truck, if that makes sense.",
      "author": "Venus Williams",
      "category": "Ice Cream, Want, Candy"
    },
    {
      "quote": "The mother-child relationship is paradoxical and, in a sense, tragic. It requires the most intense love on the mother's side, yet this very love must help the child grow away from the mother, and to become fully independent.",
      "author": "Erich Fromm",
      "category": "Love, Relationship, Mother"
    },
    {
      "quote": "When I get high anxiety, I vomit. My mom was so stressed out. Then I found out I was staying in John Mayer's old dorm room, and I had a nice roommate. That completely brought me down. I was completely comfortable at Berklee.",
      "author": "Charlie Puth",
      "category": "Me, Anxiety, Nice"
    },
    {
      "quote": "Motherhood has a very humanizing effect. Everything gets reduced to essentials.",
      "author": "Meryl Streep",
      "category": "Motherhood, Everything"
    },
    {
      "quote": "The fastest way to break the cycle of perfectionism and become a fearless mother is to give up the idea of doing it perfectly - indeed to embrace uncertainty and imperfection.",
      "author": "Arianna Huffington",
      "category": "Mother, Uncertainty"
    },
    {
      "quote": "Motherhood is priced Of God, at price no man may dare To lessen or misunderstand.",
      "author": "Helen Hunt Jackson",
      "category": "God, Man, Motherhood"
    },
    {
      "quote": "Dad's Jewish and Irish, Mom's German and Scotch. I couldn't say I was anything. My last name isn't even Downey. My dad changed his name when he wanted to get into the Army and was underage. My real name is Robert Elias. I feel like I'm still looking for a home in some way.",
      "author": "Robert Downey, Jr.",
      "category": "Home, Name, Looking"
    },
    {
      "quote": "My mom, she wasn't like a baseball mother who knew everything about the game. She just wanted me to be happy with what I was doing.",
      "author": "David Ortiz",
      "category": "Happy, Mother, Baseball"
    },
    {
      "quote": "What makes me happy is just curling up in with my mom in her bed and watching a marathon of 'CSI' and 'Grey's Anatomy' episodes with pints of ice cream.",
      "author": "Taylor Swift",
      "category": "Happy, Me, Ice Cream"
    },
    {
      "quote": "A lot of times when people become successful, people don't really understand what they had to do or the sacrifices they made to do that, or they assume that they had money. This is coming from, like, a kid who was broke and lived with roaches and a single mom in Dorchester.",
      "author": "Clinton Sparks",
      "category": "Money, Successful, People"
    },
    {
      "quote": "A father may turn his back on his child, brothers and sisters may become inveterate enemies, husbands may desert their wives, wives their husbands. But a mother's love endures through all.",
      "author": "Washington Irving",
      "category": "Love, Father, Mother"
    },
    {
      "quote": "Sunscreen is my number 1, 2, 3, 4, and 5 tip. I'm a fanatic, partially because I live in L.A. and have fair skin and freckles, and partially because of my kids. My mom always made me wear sunscreen and I'm trying to be that mom for them.",
      "author": "Alison Sweeney",
      "category": "Me, Live, Trying"
    },
    {
      "quote": "My mom didn't ever think I would take to acting because I was a very shy, very reserved kind of child. But obviously, something changed!",
      "author": "Abigail Breslin",
      "category": "Child, Acting, Think"
    },
    {
      "quote": "The best part about playing a mom is that people hug moms. I get hugs all the time. It really makes hard days a lot easier, and easy days are downright joyous.",
      "author": "Kim Rhodes",
      "category": "Time, Best, People"
    },
    {
      "quote": "If I could get any animal it would be a dolphin. I want one so bad. Me and my mom went swimming with dolphins and I was like, 'How do we get one of those?' and she was like, 'You can't get a dolphin. What are you gonna do, like, put it in your pool?'",
      "author": "Miley Cyrus",
      "category": "Animal, Me, Swimming"
    },
    {
      "quote": "When I was 7, an old lady was driving too fast in my neighborhood and hit me with her car. I was running out of the house, and when I got halfway into the street, my mom saw the car and yelled for me to run back. As I turned around the car hit me, dragged me five houses down the road, and I fractured my collarbone.",
      "author": "Rutina Wesley",
      "category": "Car, Road, Me"
    },
    {
      "quote": "When I was a kid and my mom made tomato soup, she would cut buttered toast into squares and float them on top of each bowl.",
      "author": "Tom Douglas",
      "category": "Soup, She, Kid"
    },
    {
      "quote": "Mom always told us to wear pretty, matching underwear.",
      "author": "Kourtney Kardashian",
      "category": "Always, Pretty, Matching"
    },
    {
      "quote": "My mom started smoking when she was 11. She went to the hill next door to try her first cigarette. She set the entire hill on fire, but it didn't deter her.",
      "author": "Loni Anderson",
      "category": "Door, Fire, Smoking"
    },
    {
      "quote": "My mom was a terrible parent of young children. And thank God - I thank God every time I think of it - I was sent to my paternal grandmother. Ah, but my mother was a great parent of a young adult.",
      "author": "Maya Angelou",
      "category": "Time, Children, Great"
    },
    {
      "quote": "What motivated me? My mother. My mother was an immigrant woman, a peasant woman, struggled all her life, worked in the garment center.",
      "author": "Al Lewis",
      "category": "Life, Mother, Woman"
    },
    {
      "quote": "I hear my friends and my mom tell me I'm special, but honestly, I still don't get it.",
      "author": "LeBron James",
      "category": "Friends, Me, Special"
    },
    {
      "quote": "It's about getting the kids up and fed, getting one to school, getting the other down for a nap, going to the grocery store, picking one up from school, getting the other one down for another nap, cooking dinner... I live my life at these two extremes. I'm either a full-time stay-at-home mom or a full-time actress.",
      "author": "Jennifer Garner",
      "category": "Life, School, Cooking"
    },
    {
      "quote": "My mom used to take me down to the Jersey Shore when I was 7, 8, 9 years old. I can remember being down in that area - Belmar, Seaside Heights, Asbury Park and all those places that I went back and revisited.",
      "author": "David Cassidy",
      "category": "Me, Remember, Heights"
    },
    {
      "quote": "My mom was concerned that us four little black girls have a really well-balanced life. She wanted us to be around people like us, but we also went to private school and traveled all the time. Now I fit in most places because I've been most places.",
      "author": "Kelis",
      "category": "Life, Time, School"
    },
    {
      "quote": "My mom, she's a great cook. You know, pirogue, borscht. I love borscht, and I love Pilemeni, meat dumplings.",
      "author": "Irina Shayk",
      "category": "Love, Great, Know"
    },
    {
      "quote": "Mom and Pop were just a couple of kids when they got married. He was eighteen, she was sixteen and I was three.",
      "author": "Billie Holiday",
      "category": "She, Three, Kids"
    },
    {
      "quote": "My mom was sarcastic about men. She would tell me Adam was the rough draft and Eve was the final product. She was a feminist minister, an earth mom who wore a bra only on Sundays.",
      "author": "Daphne Zuniga",
      "category": "Men, Me, Earth"
    },
    {
      "quote": "I grabbed my mom and I went to the couch and I said, 'Mom I want to ask Jesus to come into my heart.' And I got on my knee and I asked Jesus to come into my heart, forgive me of my sins, and make me a child of God.",
      "author": "Tim Tebow",
      "category": "God, Heart, Child"
    },
    {
      "quote": "Our parents are obviously proud, but they're still trying to get used to the fact that we're in a band. I have a feeling my mom would actually like One Direction if I wasn't in it!",
      "author": "Zayn Malik",
      "category": "Parents, Direction, Proud"
    },
    {
      "quote": "I'm kind of lucky that we've finished shooting 'Cougar Town,' so I'm able to kind of just enjoy my pregnancy and be a stay-at-home mom and go to prenatal Pilates and do all that fun stuff that, if I were working, would be almost impossible to do.",
      "author": "Busy Philipps",
      "category": "Fun, Impossible, Enjoy"
    },
    {
      "quote": "Did Superman really want to save the world, or did he just feel like he had to? Would he much rather be a farmer? Maybe. Would he much rather be hanging out with his dad and his mom and his dog? Probably.",
      "author": "Gerard Way",
      "category": "Dog, World, Want"
    },
    {
      "quote": "I'm too young to have kids, but I really want to be a mom. I don't know if it's a Latin thing, but I love kids.",
      "author": "Alice Braga",
      "category": "Love, Want, Know"
    },
    {
      "quote": "I'm raised by a single mom and didn't have pops around for the most part of my life. And she, by any means necessary, gave me the best opportunities that she knew how to give me.",
      "author": "Shemar Moore",
      "category": "Life, Best, Opportunities"
    },
    {
      "quote": "My mother wouldn't allow me to speak slang when I was growing up. But when I got outside, around my friends, it was 'Yo' and 'That's the joint' and 'Yo, what's up?' So I had my game for my friends and my game for my mom.",
      "author": "Queen Latifah",
      "category": "Friends, Mother, Speak"
    },
    {
      "quote": "It was tough being a single mom. It was tough being in a divorce with children. Very, very hard.",
      "author": "Melissa Etheridge",
      "category": "Children, Divorce, Single"
    },
    {
      "quote": "What I will not do is continue to perpetuate stereotypes. I'm the daughter of a maid why do I have to also play a maid? My mom was a maid so I didn't have to be a maid.",
      "author": "Gina Rodriguez",
      "category": "Daughter, Play, Why"
    },
    {
      "quote": "I'm not sure how young kids get to the point where they're memorizing and knowing songs, but I knew the words to 'Missing You' from John Waite probably from when I was three years old. For whatever reason, that was the song that I gravitated toward when it was on the radio and I was driving around with my mom.",
      "author": "Brandon Flowers",
      "category": "Words, Song, You"
    },
    {
      "quote": "I lead by example. My kids know what sweat is. They've seen me come home from so many runs and asked, 'What's on your skin? How did you get it?' And I tell them, 'It's from exercise!' So now my son will come home from a bike ride, take off his helmet and say, 'Look, Mom. I'm sweating! I just worked out!'",
      "author": "Summer Sanders",
      "category": "Home, Son, Me"
    },
    {
      "quote": "Privacy is relational. It depends on the audience. You don't want your employer to know you're job hunting. You don't spill all about your love life to your mom or your kids. You don't tell trade secrets to your rivals.",
      "author": "Barton Gellman",
      "category": "Love, Life, Job"
    },
    {
      "quote": "My mom has a rare talent for being able to open up the refrigerator, and with the peas, the leftover eggs, the cream, the spinach, the cheese, and a little rice, she can just whip up incredible risotto.",
      "author": "Cote de Pablo",
      "category": "Talent, Cheese, She"
    },
    {
      "quote": "When my first semester grades came out, my mom and dad told me I wouldn't be playing football.",
      "author": "Joe Biden",
      "category": "Football, Me, Grades"
    },
    {
      "quote": "I think I grew up with a profound sense of watching people who were good people, who were smart people, who were hardworking people - God, nobody on this Earth worked harder than my mom and dad - and they had very little.",
      "author": "Elizabeth Warren",
      "category": "Good, God, Smart"
    },
    {
      "quote": "I like a bohemian floral dress, but then I'll throw on a leather jacket or a pair of lace-up boots to give it an edge. My mom is always trying to get me to wear really sweet clothes. Something pink. But that's not really my look.",
      "author": "Margaret Qualley",
      "category": "Dress, Pink, Me"
    },
    {
      "quote": "My mom is a wonderful woman. She's always been an inspiration to me, but having kids helped me make even more sense of my relationship with her.",
      "author": "Britney Spears",
      "category": "Relationship, Woman, Me"
    },
    {
      "quote": "My grandparents and my mom prayed the rosary a lot, and later in life, I had a priest friend of mine teach me centering prayer, based on Father Thomas Keating's work. That led to practicing different kinds of meditation off and on as I got older.",
      "author": "Tim Ryan",
      "category": "Life, Work, Father"
    },
    {
      "quote": "I'm always awoken with the joyous sound and laughter of my son. That's the best part about being a mom.",
      "author": "Jane Krakowski",
      "category": "Best, Son, Laughter"
    },
    {
      "quote": "On Halloween, don't you know back when you were little, your mom tells you don't eat any candy until she checks it? I used to be so tempted to eat my candy on the way to other people's houses. That used to be such a tease.",
      "author": "Derrick Rose",
      "category": "Halloween, People, Candy"
    },
    {
      "quote": "My mom said the only reason men are alive is for lawn care and vehicle maintenance.",
      "author": "Tim Allen",
      "category": "Men, Care, Said"
    },
    {
      "quote": "I wasn't one to go out and buy a new car and stereo system and expensive clothes. My mom helped keep me grounded.",
      "author": "Christina Applegate",
      "category": "Car, Me, Clothes"
    },
    {
      "quote": "I come from a family of working professionals: my dad is a chartered accountant, and my mom is a professor.",
      "author": "Kriti Sanon",
      "category": "Family, Accountant, Working"
    },
    {
      "quote": "I may be the only mother in America who knows exactly what their child is up to all the time.",
      "author": "Barbara Bush",
      "category": "Time, Mother, America"
    },
    {
      "quote": "Why do grandparents and grandchildren get along so well? The mother.",
      "author": "Claudette Colbert",
      "category": "Mother, Grandchildren, Why"
    },
    {
      "quote": "There are only two things a child will share willingly communicable diseases and its mother's age.",
      "author": "Benjamin Spock",
      "category": "Age, Mother, Child"
    },
    {
      "quote": "Motherhood is the strangest thing, it can be like being one's own Trojan horse.",
      "author": "Rebecca West",
      "category": "Motherhood, Horse, Like"
    },
    {
      "quote": "I basically became a cheerleader because I had a very strict mom. That was my way of being a bad girl.",
      "author": "Sandra Bullock",
      "category": "Girl, Way, Bad"
    },
    {
      "quote": "I sing seriously to my mom on the phone. To put her to sleep, I have to sing 'Maria' from West Side Story. When I hear her snoring, I hang up.",
      "author": "Adam Sandler",
      "category": "Sleep, Story, Her"
    },
    {
      "quote": "I'd lose my mind if I heard my kid call the nanny Mommy.",
      "author": "Toni Braxton",
      "category": "Mind, Kid, Lose"
    },
    {
      "quote": "Mommy smoked but she didn't want us to. She saw smoke coming out of the barn one time, so we got whipped.",
      "author": "Loretta Lynn",
      "category": "Time, Want, She"
    },
    {
      "quote": "What do girls do who haven't any mothers to help them through their troubles?",
      "author": "Louisa May Alcott",
      "category": "Help, Mothers, Through"
    },
    {
      "quote": "My mom taught us the Serenity Prayer at a young age.",
      "author": "Toby Keith",
      "category": "Age, Prayer, Serenity"
    },
    {
      "quote": "I don't want to let my life as a woman pass me by. There's a time to work, there's a time to be young and crazy, and there should be a time to enjoy motherhood. I'm actually looking forward to that.",
      "author": "Diane Kruger",
      "category": "Life, Work, Time"
    },
    {
      "quote": "I always knew I wanted to have children. When I met my husband, Rande, I thought, 'This is the guy.' When you are getting ready to become a mom, being in love with someone just isn't enough. You need to think about whether he would be a good parent and raise your children with similar beliefs.",
      "author": "Cindy Crawford",
      "category": "Love, Children, Good"
    },
    {
      "quote": "Postpartum depression is a very real and very serious problem for many mothers. It can happen to a first time mom or a veteran mother. It can occur a few days... or a few months after childbirth.",
      "author": "Richard J. Codey",
      "category": "Time, Mother, Depression"
    },
    {
      "quote": "I consider my mom and all my sisters my friends.",
      "author": "Alexa Vega",
      "category": "Friends, Sisters, Consider"
    },
    {
      "quote": "I'm a just a mom when I walk down the street.",
      "author": "Alice Barrett",
      "category": "Walk, Down, Street"
    },
    {
      "quote": "In fact, my mom always told me because I was the daughter of an Army officer born overseas in Paris, France, that under the Constitution she believed that I could never run for president.",
      "author": "Karen Hughes",
      "category": "Daughter, Constitution, Me"
    },
    {
      "quote": "I love playing moms. It's a lot easier than being a mom, I hear.",
      "author": "Faith Ford",
      "category": "Love, Being, Easier"
    },
    {
      "quote": "She hits me and she beats me and she drinks. My mom is an alcoholic.",
      "author": "Tonya Harding",
      "category": "Me, She, Drinks"
    },
    {
      "quote": "I probably have an earlier curfew than anyone. My mom wants to keep me really safe and my dad's not overly protective, but he's a dad no matter what.",
      "author": "Miley Cyrus",
      "category": "Me, Matter, Safe"
    },
    {
      "quote": "My mom used to make everything. She had a great garden and composted and made everything from scratch - peanut butter, bread, jelly, everything. I don't know how she did it because all those things take time and love and labour. I only do half the stuff she does - but there's still time.",
      "author": "Julia Roberts",
      "category": "Love, Time, Great"
    },
    {
      "quote": "My mother was a single mom, and most of the women I know are strong.",
      "author": "Regina King",
      "category": "Women, Mother, Strong"
    },
    {
      "quote": "Even in high school, I'd tell my mom I was sick of swimming and wanted to try to play golf. She wasn't too happy. She'd say, 'Think about this.' And I'd always end up getting back in the pool.",
      "author": "Michael Phelps",
      "category": "Happy, School, Golf"
    },
    {
      "quote": "My mom still lives in Denver and some of my brothers are still in the area, so I still have strong ties there.",
      "author": "Terrell Davis",
      "category": "Strong, Brothers, Still"
    },
    {
      "quote": "I grew up painting and playing piano so when I was a little kid I thought I was going to be an artist or a painter but my mom had me taking piano lessons for about 10-12 years as a young kid.",
      "author": "Mike Shinoda",
      "category": "Me, Painting, Artist"
    },
    {
      "quote": "In third grade, I was taking tap-dance lessons, and about six weeks before the recital I wanted to quit. My mom said, 'No, you're going to stay with it.' Well, I did it, and I was bad, too! But my parents never let their kids walk away from something because it was too hard.",
      "author": "Rebecca Lobo",
      "category": "Parents, Walk, You"
    },
    {
      "quote": "As a mom I know that raising children is the hardest job there is.",
      "author": "Hilary Rosen",
      "category": "Children, Job, Know"
    },
    {
      "quote": "When I see my mom in the stands, it always pushes me to succeed.",
      "author": "Ashton Eaton",
      "category": "Me, Succeed, See"
    },
    {
      "quote": "My whole life sort of ended when my mom died.",
      "author": "Cheryl Strayed",
      "category": "Life, Whole, Died"
    },
    {
      "quote": "Country was about character. Country's changed because of monsters like Clear Channel who bought up all the stations and sliced them up into formats. Our demographic is now the soccer mom.",
      "author": "Gary Allan",
      "category": "Character, Soccer, Country"
    },
    {
      "quote": "My mom was such a strong character. I don't want to say she was like a man, but she was tough.",
      "author": "Lance Armstrong",
      "category": "Character, Strong, Man"
    },
    {
      "quote": "I'm more straightforward, and I speak up more than I did before. When I was younger, I wouldn't speak up as much, but now that I'm a mom, things have changed.",
      "author": "Britney Spears",
      "category": "Speak, Now, Up"
    },
    {
      "quote": "My mom knows pretty well how I see her.",
      "author": "Lena Dunham",
      "category": "Her, See, Well"
    },
    {
      "quote": "Two weeks ago at the U.S. Amateur, my mom caddied, and that is kind of a different feeling, because she's your mom and you have to listen to her. It was really comfortable having my mom there, but it's also really relieving and comfortable to have someone that knows the course off their hat, really.",
      "author": "Lydia Ko",
      "category": "Hat, Listen, You"
    },
    {
      "quote": "Being a singer is all about me. About ego. Being a mom is all about being selfless - two different worlds.",
      "author": "Gwen Stefani",
      "category": "Me, Ego, Selfless"
    },
    {
      "quote": "My mom insisted on multigrain bread and never allowed soda in the house.",
      "author": "Vin Diesel",
      "category": "Bread, House, Never"
    },
    {
      "quote": "One of my most sentimental items is my grandmother's engagement ring that my mom gave me a few years ago. It's a Victorian-style setting that's closed in the back, so it doesn't sparkle the way diamonds do now. I wear it as a pendant.",
      "author": "Georgina Chapman",
      "category": "Me, Diamonds, Grandmother"
    },
    {
      "quote": "My mom calls me an older soul because, growing up, she taught me stuff real early. Now I spend most of my time chasing wisdom, chasing understanding.",
      "author": "Ray Lewis",
      "category": "Wisdom, Time, Soul"
    },
    {
      "quote": "When my dad was badly weakened by the flu and my mom wanted to call an ambulance to take him to the emergency room, he wouldn't go unless he could shave first and change into a nice shirt and a pair of slacks.",
      "author": "Rich Lowry",
      "category": "Change, Nice, Flu"
    },
    {
      "quote": "When I turned 18, my mom, my nana and I all went and had tattoos of our favorite Bible verses put on the inside of our wrists. Mine is 1st Timothy, 4:12.",
      "author": "Jordin Sparks",
      "category": "Bible, Favorite, Inside"
    },
    {
      "quote": "I think my first big purchase was actually for my mom. She had one of those '90s TVs in her living room that's like a 10x10 brick, so I purchased her a flatscreen for her living room.",
      "author": "Dave Franco",
      "category": "Living, Think, She"
    },
    {
      "quote": "My mom told me to do whatever I wanted to do and don't get too anxious about it.",
      "author": "David Giuntoli",
      "category": "Me, Whatever, Anxious"
    },
    {
      "quote": "For many women, going back to work a few months after having a baby is overwhelming and unmanageable. As strange as it may seem, things get even more difficult for a working mom after the second and third baby arrive. By that time, the romance of being a modern 'superwoman' wears off and reality sets in.",
      "author": "Mika Brzezinski",
      "category": "Work, Time, Women"
    },
    {
      "quote": "I am a single mom and I'm the breadwinner and I have to work and I have to do these things and that's just the way it is. I don't think my son even knows any different.",
      "author": "Charisma Carpenter",
      "category": "Work, Son, I Am"
    },
    {
      "quote": "Aretha Franklin was a teenage mom, a musician who came from an incredibly Christian background, but there was a lot of love, which is really inspiring in a feminist way.",
      "author": "Beth Ditto",
      "category": "Love, Christian, Way"
    },
    {
      "quote": "I can't help but recall my dad and mom. Depression era kids, 8th and 9th grade educations, clawed and scratched to make a living as dairy farmers their whole life. At least two drought cycles nearly took it all away. They just worked harder, longer... and they made it.",
      "author": "Bob Beauprez",
      "category": "Life, Depression, Help"
    },
    {
      "quote": "My parents waited to have me and my sister - my dad was 43 when my mother had me, and my mom was 38. They purposefully waited until they had had their adventures in life so that we wouldn't represent the end of their freedom.",
      "author": "Christian Borle",
      "category": "Life, Freedom, Sister"
    },
    {
      "quote": "My mom worked as a pharmacist, but she is one of the best storytellers I know. My sister is a gospel and opera singer and my brother, who passed away, was a writer.",
      "author": "Tunde Adebimpe",
      "category": "Sister, Best, Brother"
    },
    {
      "quote": "My deceased grandmother on my mom's side was a real fairy godmother, who lived to be 102 and who I always feel is looking after me.",
      "author": "Victoria Clark",
      "category": "Me, Looking, Grandmother"
    },
    {
      "quote": "I was brought up bilingual, but there came a point where my mom went back to work and I got a white babysitter, so sadly I lost it. Now I can understand Spanish and put words together, but I don't speak it fluently. I'm ashamed of that.",
      "author": "Michael Trevino",
      "category": "Work, Together, Words"
    },
    {
      "quote": "It's tough growing up where I grew up. My family is very small and really tight. Just being around the neighborhood, my brothers were always around. I didn't want to be in any trouble because I knew my mom or brothers would find out. I didn't want to hurt their feelings. I just tried to do everything right.",
      "author": "Derrick Rose",
      "category": "Family, Hurt, Small"
    },
    {
      "quote": "You may earn whatever money you earn as a cricketer, but you want to play for your country. At the end of the day, you want to do something special. There are plenty of people who earn 50 crores or 100 crores as businessmen or big professionals or who are really doing well in business. But what gives pleasure to your mom and dad is the fame.",
      "author": "Mahendra Singh Dhoni",
      "category": "Business, Day, Money"
    },
    {
      "quote": "As an actress, I have put myself out there as an independent black woman, a single mom, a go-getter, a hustler who isn't afraid to survive.",
      "author": "LisaRaye McCoy-Misick",
      "category": "Myself, Woman, Black"
    },
    {
      "quote": "I don't remember my first trip, but I do remember when my mom took me to Disney World in Orlando. It wasn't the rides but Epcot Center that most fascinated me. It made me want to see those countries that are represented there for real.",
      "author": "Lisa Ling",
      "category": "World, Me, Remember"
    },
    {
      "quote": "My mom was in education, and I remember reading in one of her books about multiple intelligences - this whole theory about how there are all these different ways you can be intelligent, like eight or 10 of them or something. And one of them is emotional.",
      "author": "Lynn Shelton",
      "category": "Education, Reading, Remember"
    },
    {
      "quote": "Before 'Lucky Louie,' nobody would ever cast me to play a mom or a wife; nobody ever saw me in that role, which is weird, since that's who I really am.",
      "author": "Pamela Adlon",
      "category": "Wife, Me, Weird"
    },
    {
      "quote": "One day I went up to my mom and I said, 'Mom, can I have permission to build a 2.3-million electron-volt atom smasher - a betatron - in the garage?' And my mom stared at me, and she said, 'Sure. Why not? And don't forget to take out the garbage.'",
      "author": "Michio Kaku",
      "category": "Day, Me, Why"
    },
    {
      "quote": "My mom and dad were actors when they were younger and had a horrible experience of it. My dad became a literary agent and my mom a casting director.",
      "author": "Daniel Radcliffe",
      "category": "Experience, Director"
    },
    {
      "quote": "My dad didn't graduate from high school, ended up being a printing salesman, probably never made more than $8,000 a year. My mom sold real estate and did it part time.",
      "author": "Al Franken",
      "category": "Time, School, Real Estate"
    },
    {
      "quote": "Bakers get excited over aprons. I love the soft cotton ones with pockets like my gramma and mom wore. They always kept a hankie tucked in one pocket, which wasn't sanitary, but was comforting to the child who needed a tear or nose wiped.",
      "author": "Regina Brett",
      "category": "Love, Child, Cotton"
    },
    {
      "quote": "I remember one time when all the nuns in my Catholic grade school got around in a semicircle, me and Mom in the middle, and they said, 'Mrs. Farley, the children at school are laughing at Christopher, not with him.' I thought, 'Who cares? As long as they're laughing.'",
      "author": "Chris Farley",
      "category": "Time, Children, School"
    },
    {
      "quote": "I knew that I was a gay boy fairly early; what was interesting to me was that my mother didn't know. She made me play baseball - I had no desire to do that. I said, 'Mom, I don't like direct sunlight, I don't like bugs, I don't like grass, and I'd rather be in the house playing with your fabric samples.'",
      "author": "Nate Berkus",
      "category": "Mother, Baseball, Me"
    },
    {
      "quote": "My mom is a really good cook. We used to make dumplings together.",
      "author": "Jason Wu",
      "category": "Good, Together, Cook"
    },
    {
      "quote": "My mom means the world to me. She's always been the one to get me up early for work, help me with my make up and hair, and just be there to support me in whatever I do. She always makes sure that no matter what, I'm happy in what I'm doing.",
      "author": "Raini Rodriguez",
      "category": "Work, Happy, Support"
    },
    {
      "quote": "My mom really inspired me. She has always taught me it's not about us, it's about what we can give back.",
      "author": "Bailee Madison",
      "category": "Me, She, Back"
    },
    {
      "quote": "I've got three sisters, five aunties, and my mom. It must have had an influence on me growing up.",
      "author": "Zayn Malik",
      "category": "Influence, Growing Up, Me"
    },
    {
      "quote": "I think maybe my mom thought that Katharine Hepburn would be a good role model of, like, a strong, smart, independent woman. Maybe she steered me in that direction. You know, because she was really so ahead of her time.",
      "author": "Gillian Jacobs",
      "category": "Time, Good, Strong"
    },
    {
      "quote": "When you can impress your mom by saying you've been to someone's concert, you know you're pretty lame.",
      "author": "Gillian Jacobs",
      "category": "Know, You, Saying"
    },
    {
      "quote": "After I graduated high school and came out to do 'Buffy,' I was enrolled at my mom's university, and I was going to go get a real job. I never thought of acting and never really wanted to be an actor.",
      "author": "Eliza Dushku",
      "category": "School, Job, Thought"
    },
    {
      "quote": "I don't have a creepy uncle, but I certainly have many, many uncles. My mom has twelve brothers and sisters, and my dad has two sisters and three brothers. Their maturity level is still hovering around fifteen when they all get together, but they're not necessarily creepy.",
      "author": "Martha MacIsaac",
      "category": "Together, Maturity"
    },
    {
      "quote": "You know, I only claim to play three instruments. My dad is a banker, but a drummer at heart; and my mom used to teach piano lessons when she was younger. So I can play some piano, play a little drums, and fake the bass - but banjo, mandolin, and guitar are my thing.",
      "author": "Charlie Worsham",
      "category": "Heart, Guitar, Fake"
    },
    {
      "quote": "My mom has beautiful eyes, and I inherited a lot of her rituals, accentuating eyes.",
      "author": "Allison Williams",
      "category": "Beautiful, Eyes, Her"
    },
    {
      "quote": "My mother never said to lose weight. Diets were never a big deal. My mom was always beautiful and voluptuous and curvy, and I always thought she was gorgeous.",
      "author": "Christina Hendricks",
      "category": "Beautiful, Mother, Thought"
    },
    {
      "quote": "It's not about being rich, but everyone back home has a pool. And I was a total water baby. My mom couldn't get me out - she'd put my dinner plate at the end of the pool, and I'd eat my meals in the water.",
      "author": "Margot Robbie",
      "category": "Home, Water, Baby"
    },
    {
      "quote": "People may not know this about me, but I've always loved cooking. My favorite thing to cook is my mom's spicy spaghetti.",
      "author": "Becky G",
      "category": "Cooking, Me, People"
    },
    {
      "quote": "That's the Indian in me - you must put spices on everything. As a kid, whenever we got sick, my mom would take milk and put turmeric in it. That was our medicine. That was the cure-all. Some people turn to Robitussin.",
      "author": "Aasif Mandvi",
      "category": "Me, Medicine, People"
    },
    {
      "quote": "It's not like I'm out eating McDonald's and Del Taco every night. I eat good: my mom fixes dinner every single night - baked chicken, fish - she cooks a great meal every single night.",
      "author": "Bryce Harper",
      "category": "Good, Great, Taco"
    },
    {
      "quote": "I used to read music books when I was 13. My mom was working at a library. She's a librarian. I would get my mom to check out any kind of books that had anything to do with the music industry. I read a lot about royalities, publishing, marketing, stuff like that.",
      "author": "Juicy J",
      "category": "Music, Library, Marketing"
    },
    {
      "quote": "My mom sent me money for a car, but the cops impounded it because I had no insurance.",
      "author": "Martin Henderson",
      "category": "Money, Car, Me"
    },
    {
      "quote": "My mom always taught me to put toothpaste on pimples to dry them out at night. I do that all the time. I don't use anything fancy when I get a pimple. And I never use the same toothpaste for long because I get bored. So I'll do peppermint and then one month I'll do cinnamon. I'm creative.",
      "author": "Gigi Hadid",
      "category": "Time, Night, Me"
    },
    {
      "quote": "When I come to visit my mom - every two or three months - I generally spend five or six hours with her each day. She's always immensely glad to see me, her eldest child, her only son.",
      "author": "Michael Dirda",
      "category": "Day, Son, Child"
    },
    {
      "quote": "It's been a lot of fun getting to work with Tracy Middendorf, who plays my mom. As an actor, it's always fun to have different parents and to create different familial dynamics than you have in your real life.",
      "author": "Willa Fitzgerald",
      "category": "Life, Work, Parents"
    },
    {
      "quote": "You really don't need to study how to change a diaper. As a new mom, you learn pretty darn quickly!",
      "author": "Ivanka Trump",
      "category": "Change, Study, You"
    },
    {
      "quote": "I was raised vegan. My mom would always make quinoa with squash and kale, hippie stuff like that. Now I eat meat, but I try to be conscious about where it's coming from.",
      "author": "Zoe Kravitz",
      "category": "Try, Meat, Hippie"
    },
    {
      "quote": "My mom and I have always been very close since she did raise me as, like, a single mom. My friends and everyone I know are like, 'Wow, you guys really have a really good relationship.' She's with me a lot of the time, so people find that kind of shocking.",
      "author": "Tiffany Trump",
      "category": "Time, Relationship, Friends"
    },
    {
      "quote": "My mom's best friend growing up was diagnosed with AIDS, and he basically raised me when my mom was launching her business. Although I didn't understand at the time what HIV or AIDS was, I knew that's what he passed away from.",
      "author": "Solange Knowles",
      "category": "Business, Time, Best Friend"
    },
    {
      "quote": "When I was 13, I would come visit my aunt and uncle in New York. I decided I wanted to live with them after seeing my cousin's school. Honestly, I just wanted to go to a school where I didn't have to wear uniforms, and my mom said okay.",
      "author": "Priyanka Chopra",
      "category": "School, New York, Live"
    },
    {
      "quote": "Having children is not for everyone, but I think it's a beautiful lesson in it not being all about me anymore. It's a relief, in a way. It's like, this is her story now, and I'm her mom. It's a nice shift.",
      "author": "Lake Bell",
      "category": "Children, Beautiful, Me"
    },
    {
      "quote": "My mom is incredibly stylish, and she gets it from my grandmother. I feel like I can't live up to how chic they are as women. They are great role models for aging gracefully, and that's a thing that is very key that I try to always emulate.",
      "author": "Lake Bell",
      "category": "Women, Great, Live"
    },
    {
      "quote": "My parents know I was outgoing as a child, and whenever people came over, I'd automatically do impressions of them as soon as they left; it was my mom's favorite thing. Yes, I grew up in Hollywood, but not in any rich neighborhood.",
      "author": "Leonardo DiCaprio",
      "category": "Parents, Child, Rich"
    },
    {
      "quote": "My mom, Nellie, got me a rosary at church. I don't use it to pray before a competition. I'll just pray normally to myself, but I have it there in case.",
      "author": "Simone Biles",
      "category": "Myself, Competition, Me"
    },
    {
      "quote": "I had a lot of energy, and my mom decided to look for a place where I can spend the energy, because I was jumping on the couch and furniture, and I was jumping on the top of the things in the house.",
      "author": "Nadia Comaneci",
      "category": "Energy, Look, Place"
    },
    {
      "quote": "At a show, I'll look out from the stage and see a woman with a pearl necklace next to a guy in a Grateful Dead T-shirt next to a young kid with his mom. It's fun to see them all together.",
      "author": "Hiromi Uehara",
      "category": "Together, Grateful, Woman"
    },
    {
      "quote": "It was the late '70s when my parents met. My dad was a lighting director for a soap opera, and my mom was a temp at the studio. They moved into a house in The Valley in L.A., to a neighborhood that was leafy and affordable.",
      "author": "Meghan Markle",
      "category": "Parents, Late, Neighborhood"
    },
    {
      "quote": "At the start of each week, I generally cook a box of quinoa, and while it's simmering, I saute onions, garlic and any veggies I have on hand in a separate pan. I season the vegetables with Spike, a seasoning blend my mom always used when I was growing up, or a little Bragg Liquid Aminos. I always add crushed red pepper and chopped fresh herbs.",
      "author": "Meghan Markle",
      "category": "Growing Up, Week, Red"
    },
    {
      "quote": "I'm like every waitress in every diner I'm like every mom driving her kids to school. I'm nothing special at all.",
      "author": "Katherine Dunn",
      "category": "School, Driving, Her"
    },
    {
      "quote": "Dad told me that before I was born, he would put my mom's stomach up to the speaker and play Led Zeppelin.",
      "author": "Thomas Rhett",
      "category": "Me, Play, Born"
    },
    {
      "quote": "I like superheroes who are very human and underdog. That's why I relate to my character in 'A Flying Jatt': because he is a very normal person and very human. He was very unsure about his super powers; he didn't know how to use them. He is scared of heights, speed. Especially he is scared of his mom, but he has to listen to her.",
      "author": "Tiger Shroff",
      "category": "Character, Flying, Speed"
    },
    {
      "quote": "There was always an unspoken generosity about my mom.",
      "author": "Matt Lauer",
      "category": "Generosity, Always, About"
    },
    {
      "quote": "I didn't grow up with a lot of money, so my mom didn't have random money to buy me a car, and I didn't have money to have a car unless I worked, so I didn't get a car until I got my first job at 18.",
      "author": "Dominick Cruz",
      "category": "Money, Car, Job"
    },
    {
      "quote": "My dad and mom were in bands: the Soda Jerks, Fat Time, Girls at Play - which is a play on Men at Work.",
      "author": "Sia",
      "category": "Work, Time, Men"
    },
    {
      "quote": "My mom named me Pom because she said it sounded like a combination of Korean words that mean 'spring' and 'tiger.' So, it's very unique!",
      "author": "Pom Klementieff",
      "category": "Words, Me, Spring"
    },
    {
      "quote": "It was so weird that I would end up directing 'The Greatest Game Ever Played,' because, y'know, I'm not a big golfer myself. But I grew up around the game. My mom and dad kind of built their dream house off the 11th fairway of Shady Oaks Country Club in Fort Worth.",
      "author": "Bill Paxton",
      "category": "Myself, End, Greatest"
    },
    {
      "quote": "Marvin Gaye is an inspiration to me. He was one of the first Motown musicians that my mom and dad introduced me to, and I always thought it would be a good idea if I was ever an artist, and now I am, to make a record called 'Marvin Gaye.'",
      "author": "Charlie Puth",
      "category": "Good, I Am, Artist"
    },
    {
      "quote": "I didn't understand that I could sing until I was like 11 or 12. My mom heard me singing around the house and she said, What are you doing? You really can sing! So then I started going to school and singing to the girls.",
      "author": "Chris Brown",
      "category": "School, Me, Singing"
    },
    {
      "quote": "My mom is going to kill me for talking about sleeping with people. But I don't want to put myself in the position where I'm in a monogamous relationship right now. I'm not dating just one person. 'Sex and the City' changed everything for me because those girls would sleep with so many people.",
      "author": "Lindsay Lohan",
      "category": "Relationship, Myself, Sleep"
    },
    {
      "quote": "I care so passionately about improving the quality of life for women and girls, not just here in the United States, but internationally as well. I am a single mom and I raised a daughter who is now a young adult.",
      "author": "Valerie Jarrett",
      "category": "Life, Women, Daughter"
    },
    {
      "quote": "We were poor. But my mom never accepted that. She worked hard to become a residential contractor - got her master's with honors at the University of New Orleans. I used to go to every class with her. Her father was my paternal figure.",
      "author": "Frank Ocean",
      "category": "Father, She, Her"
    },
    {
      "quote": "There's been times when I've had heartbreaking moments and I'm like, 'I can't believe you said that,' or 'I can't believe you did that'. And it hurts, it still hurts, and it'll always hurt, but I've never had somebody that I truly cared about just walk out on me, whether it was a boyfriend, or an aunt, mom or dad.",
      "author": "Shailene Woodley",
      "category": "Believe, Hurt, Walk"
    },
    {
      "quote": "My mom and dad passed away from cancer. Within nine months, I lost both of my folks. Immediately after that, I had a horrible betrayal where my brother, who worked for me, stole a lot of my money. He's in jail now.",
      "author": "Dane Cook",
      "category": "Money, Brother, Me"
    },
    {
      "quote": "Mom's dad was in the army, stormed the beach at Normandy, fought through the French hedgerows, the Battle of the Ardennes, the Battle of the Bulge, and liberated concentration camps at the end of the war.",
      "author": "Mark Hoppus",
      "category": "War, Beach, Battle"
    },
    {
      "quote": "I promised my mom that if, after a year of putting 150 percent into my career it didn't work out, I would go back to school. I never did go back.",
      "author": "Queen Latifah",
      "category": "Work, School, Career"
    },
    {
      "quote": "I warm up with my mom and make sure I understand what the songs are about and make sure I'm using the right technique. To be honest with you, I really don't practice a lot... Usually, I say a prayer and ask the Lord to sing with me and help me and stand on the stage with me.",
      "author": "Jackie Evancho",
      "category": "Prayer, Me, Help"
    },
    {
      "quote": "My mom is big on moisturizer and water. She always reminds me to drink a lot of water and wear sunglasses because I always forget them when I go out, even though they are one of my favorite accessories. She always reminds me about wrinkles, and always did, so it's kind of been ingrained into me.",
      "author": "Brittany Snow",
      "category": "Water, Me, Sunglasses"
    },
    {
      "quote": "People still ask my husband and me which of us is the mom - which, as one lesbian friend pointed out to me, is like asking which chopstick is the fork. This pressure on us to embody normative traditions can be paralysing.",
      "author": "Andrew Solomon",
      "category": "Friend, Me, People"
    },
    {
      "quote": "I am so blessed. I have an incredible wife, children I adore; I'm a very happy man. I've got a great mom and dad and brothers and sisters and stuff, so I've always been happy. And I never stop smiling.",
      "author": "Michael Kelly",
      "category": "Children, Happy, Great"
    },
    {
      "quote": "I'm a real stay-at-home mom. I'm really hands-on. Everything else became secondary.",
      "author": "Drew Barrymore",
      "category": "Real, Everything"
    },
    {
      "quote": "I grew up in Marcy Projects in Brooklyn, and my mom and pop had an extensive record collection, so Michael Jackson and Stevie Wonder and all of those sounds and souls of Motown filled the house.",
      "author": "Jay-Z",
      "category": "Wonder, House, Up"
    },
    {
      "quote": "Having a mom as a hairdresser was really awesome: I was always her test dummy. I've had every style, every color you could imagine.",
      "author": "Alessia Cara",
      "category": "Style, Color, Awesome"
    },
    {
      "quote": "I know a lot of people who really aren't beautiful because their attitudes are very nasty... Whether I make the 50 most beautiful list or not, I'm always going to feel like I'm number one most beautiful to myself... I get that from my mom, and my daddy and my friends who raised me.",
      "author": "Queen Latifah",
      "category": "Friends, Beautiful, Myself"
    },
    {
      "quote": "I read that John Hughes script for 'Mr. Mom,' and I thought, 'This guy is a funny writer.' I went: 'You ought to stick around and direct this thing.' But he didn't; he left, and look what he became. A really legendary comedy director.",
      "author": "Michael Keaton",
      "category": "Funny, Thought, You"
    },
    {
      "quote": "My mom had Julia Child and 'The Fannie Farmer Cookbook' on top of the refrigerator, and she had a small repertoire of French dishes.",
      "author": "Anthony Bourdain",
      "category": "Child, Small, She"
    },
    {
      "quote": "I've always wanted to be sure my parents approve of what I do. Even with my tattoos, my mom went with me.",
      "author": "Ashley Tisdale",
      "category": "Parents, Me, Always"
    },
    {
      "quote": "There was never a child so lovely but his mother was glad to get him to sleep.",
      "author": "Ralph Waldo Emerson",
      "category": "Mother, Sleep, Child"
    },
    {
      "quote": "My mom and my dad were both very sociable, meeting lots of interesting people.",
      "author": "Bill Gates",
      "category": "People, Interesting, Meeting"
    },
    {
      "quote": "My mom was on the United Way group that decides how to allocate the money and looks at all the different charities and makes the very hard decisions about where that pool of funds is going to go.",
      "author": "Bill Gates",
      "category": "Money, Decisions, Group"
    },
    {
      "quote": "My dad died when I was young; my mom remarried with more haste than sense to a fellow... he wasn't evil or anything, but he was worthless.",
      "author": "P. J. O'Rourke",
      "category": "Evil, Young, Haste"
    },
    {
      "quote": "I'm too tough and sensitive to have to have some pubescent twerp with his mom's earring in his tongue, who combs his hair with Redi-Whip and has an Ani DiFranco tattoo on his shin, come show me how a computer works.",
      "author": "P. J. O'Rourke",
      "category": "Hair, Me, Tongue"
    },
    {
      "quote": "I just wasn't cut out to be a Chinese Tiger Mom. I'm more of an Irish Setter Dad.",
      "author": "P. J. O'Rourke",
      "category": "Tiger, Just, Irish"
    },
    {
      "quote": "When my mom ran for the Senate, my dad was there for her every step of the way. I can still hear her saying in her beautiful voice, 'Why should women have any less say than men, about the great decisions facing our nation?'",
      "author": "Mitt Romney",
      "category": "Beautiful, Women, Great"
    },
    {
      "quote": "I love my dad. It's fair to say that I probably would not have thought of politics had I not seen my mom and dad involved in politics.",
      "author": "Mitt Romney",
      "category": "Love, Politics, Thought"
    },
    {
      "quote": "My guess is that my mom and dad are very actively involved in the affairs of the next life, and they don't spend too much time looking back. My dad used to say he always looks forward; he never looks back.",
      "author": "Mitt Romney",
      "category": "Life, Time, Looking Back"
    },
    {
      "quote": "My mom and I have always been really close. She's always been the friend that was always there. There were times when, in middle school and junior high, I didn't have a lot of friends. But my mom was always my friend. Always.",
      "author": "Taylor Swift",
      "category": "Friends, School, Friend"
    },
    {
      "quote": "When I was younger we had a grape arbor, and my mom would go out and pick grapes and make grape jam in the sink - boil it, put it in jars, and give it away as gifts.",
      "author": "Taylor Swift",
      "category": "Grapes, Gifts, Younger"
    },
    {
      "quote": "I've been my mom's kitchen helper since I was a little kid.",
      "author": "Taylor Swift",
      "category": "Kitchen, Kid, Little"
    },
    {
      "quote": "I once went on the most grueling radio tour. Living in hotel rooms, sleeping in the backs of rental cars as my mom drove to three different cities in one day.",
      "author": "Taylor Swift",
      "category": "Day, Living, Hotel"
    },
    {
      "quote": "My question about luging is, How do you get into the luge community to begin with? Is it one day like, 'Mom, Dad, I really want to luge.' And your parents are like: 'O.K., I'll quit my job. We'll move to an Alpine community.'",
      "author": "Douglas Coupland",
      "category": "Day, Community, Parents"
    },
    {
      "quote": "My dad was a bartender. My mom was a cashier, a maid and a stock clerk at K-Mart. They never made it big. They were never rich. And yet they were successful. Because just a few decades removed from hopelessness, they made possible for us all the things that had been impossible for them.",
      "author": "Marco Rubio",
      "category": "Impossible, Successful, Rich"
    },
    {
      "quote": "My parents were working class folks. My dad was a bartender for most of his life, my mom was a maid and a cashier and a stock clerk at WalMart. We were not people of financial means in terms of significant financial means. I always told them, 'I didn't always have what I wanted. I always had what I needed.' My parents always provided that.",
      "author": "Marco Rubio",
      "category": "Life, Parents, Financial"
    },
    {
      "quote": "It wasn't so long ago that I was a working mom myself. And I know that sometimes, much as we all hate to admit it, it's just easier to park the kids in front of the TV for a few hours, so we can pay the bills or do the laundry or just have some peace and quiet for a change.",
      "author": "Michelle Obama",
      "category": "Change, Peace, Myself"
    },
    {
      "quote": "As a mom, I know it is my responsibility, and no one else's, to raise my kids. But we have to ask ourselves, what does it mean when so many parents are finding their best efforts undermined by an avalanche of advertisements aimed at our kids.",
      "author": "Michelle Obama",
      "category": "Best, Parents"
    },
    {
      "quote": "Our life before moving to Washington was filled with simple joys... Saturdays at soccer games, Sundays at grandma's house... and a date night for Barack and me was either dinner or a movie, because as an exhausted mom, I couldn't stay awake for both.",
      "author": "Michelle Obama",
      "category": "Life, Simple, Moving"
    },
    {
      "quote": "My dad was an autoworker, my mom was a clerk. Until I was thirty-five, I never made more than fifteen thousand dollars a year.",
      "author": "Michael Moore",
      "category": "Never, Made, Year"
    },
    {
      "quote": "All the awards in the world, you can get into all the nightclubs, they'll send you the nicest clothes. Nothing better than walking into your dad's restaurant and seeing a smile on his face and knowing that your mom and dad and your sister are real proud of you.",
      "author": "Lady Gaga",
      "category": "Smile, Sister, World"
    },
    {
      "quote": "My mom and I are very close.",
      "author": "Lady Gaga",
      "category": "Close, Very"
    },
    {
      "quote": "No press, no television. If my mom calls and says, 'Did you hear about?' I don't want to know nothing about anything that is going on in relation to music. I shut it all off.",
      "author": "Lady Gaga",
      "category": "Music, Television, Want"
    },
    {
      "quote": "When I was a kid, there were no credit cards. Instead, retailers offered layaway plans. My mom would go to a store, such as a furniture outlet, choose the sofa she wanted, and put it on layaway. That meant she put a little money down to hold the sofa, and every payday she'd pay a little toward the purchase.",
      "author": "Robert Kiyosaki",
      "category": "Money, Cards, She"
    },
    {
      "quote": "My mom loved rock 'n roll. My father hated it. We couldn't play it when he was around.",
      "author": "Patti Smith",
      "category": "Father, Loved, Play"
    },
    {
      "quote": "I'm a human being, I'm a friend, I'm a mom, I'm a writer, and I'm an artist. I do play electric guitar and all of that, but in the end, I'm just a person.",
      "author": "Patti Smith",
      "category": "End, Guitar, Artist"
    },
    {
      "quote": "I think my love of journalizing my life comes from my mom.",
      "author": "Jeff Bridges",
      "category": "Love, Life, My Life"
    },
    {
      "quote": "My mom wasn't a movie star.",
      "author": "Jeff Bridges",
      "category": "Star, Movie Star, Movie"
    },
    {
      "quote": "When I was really young, my mom enrolled me in dance classes.",
      "author": "Jeff Bridges",
      "category": "Dance, Me, Young"
    },
    {
      "quote": "How simple a thing it seems to me that to know ourselves as we are, we must know our mothers names.",
      "author": "Alice Walker",
      "category": "Simple, Me, Know"
    },
    {
      "quote": "My parents met because my father was an actor friend of one of my mom's brothers, but my mother has never set foot on the stage - she's quite shy. So it's a strange thing because people say, 'Oh, coming from acting parents,' when the idea of acting would literally make my mother just want to throw up.",
      "author": "Kate Winslet",
      "category": "Father, Mother, Parents"
    },
    {
      "quote": "My mom had very low expectations for me, and she really had a point. I was a big problem at seventeen. If I had a kid like me, I would have those same expectations.",
      "author": "Alejandro Gonzalez Inarritu",
      "category": "Expectations, Me, Problem"
    },
    {
      "quote": "I can honestly say, after talking about my mom passing away, I got the biggest weight off of my chest. Comedy is my therapy. That's how I deal with my problems, my personal battles. I talk about it. I give it to my fans. When they laugh at it, it's a release, for lack of a better word.",
      "author": "Kevin Hart",
      "category": "Problems, Laugh, Better"
    },
    {
      "quote": "My mom was very strict. She didn't let me watch anything rated R or anything with cussing.",
      "author": "Kevin Hart",
      "category": "Me, She, Anything"
    },
    {
      "quote": "Being in Australia, I was really sun conscious. For a couple of summers there, I did the baby oil thing, and my my mom said, 'Just don't. You'll regret it.'",
      "author": "Cate Blanchett",
      "category": "Baby, Sun, Regret"
    },
    {
      "quote": "I'm frugal. I've always been this way. When I was young, my mom would give me my allowance, and I'd peel off a little each week and have some to spare.",
      "author": "Tyra Banks",
      "category": "Week, Me, Young"
    },
    {
      "quote": "My mom never taught me to be waiting for some prince on a white horse to swipe me off my feet.",
      "author": "Tyra Banks",
      "category": "Waiting, Horse, Me"
    },
    {
      "quote": "My mom read French 'Elle' when I was a little girl, and so, when I was 15 or 16, I said, 'I want to work in fashion.'",
      "author": "Carine Roitfeld",
      "category": "Work, Girl, Fashion"
    },
    {
      "quote": "Sometimes you think you aren't a good mama you always feel a bit guilty when you're a mom. You want to be everywhere.",
      "author": "Carine Roitfeld",
      "category": "Good, Want, Think"
    },
    {
      "quote": "I'm not bothered by the idea of getting old, or I guess you could say by having arrived at old. I was 10 when my mom turned 55. For 1955, she was a very old mom.",
      "author": "Penn Jillette",
      "category": "She, You, Getting Old"
    },
    {
      "quote": "My mom, if you asked her if she was interested in whether or not people gambled, would say no.",
      "author": "Penn Jillette",
      "category": "People, She, You"
    },
    {
      "quote": "My mom and dad were divorced, and although they got along very well, my mom thought American television was reprehensible, so I was raised on the BBC. I kind of agreed with her. We watched American news, though.",
      "author": "Joss Whedon",
      "category": "American, Television"
    },
    {
      "quote": "I kept telling my mom that reading comic books would pay off.",
      "author": "Joss Whedon",
      "category": "Reading, Pay, Comic"
    },
    {
      "quote": "I'd go to, like, six different schools in one year. We were on welfare, and my mom never ever worked.",
      "author": "Eminem",
      "category": "Never, Welfare, Year"
    },
    {
      "quote": "Language-wise, my mom and dad's dialect, they're pretty obscure. It's Chinese, but not your traditional Chinese, like Cantonese or Mandarin. It wasn't something that I got to use very much growing up. We eventually just spoke English around the house.",
      "author": "James Wan",
      "category": "Growing Up, Growing, House"
    },
    {
      "quote": "There were times my mom and I butted heads - over my curfew, over something like that. Whenever we would hit these moments of emotional backfire, she would say, 'You just don't understand what it's like to be a mother... I could never handle losing you.' I was like, 'OK, but just, like, chill out.'",
      "author": "Brie Larson",
      "category": "Mother, Losing, Moments"
    },
    {
      "quote": "We had very few things. I had a couple pairs of jeans, a couple shirts. And same with my mom and sister. I think my sister had, like, two toys. We were living off of instant noodles.",
      "author": "Brie Larson",
      "category": "Sister, Living, Think"
    },
    {
      "quote": "I was 3 when I told my mom that I knew what my dharma was and that I wanted to be an actor.",
      "author": "Brie Larson",
      "category": "Actor, Knew, Wanted"
    },
    {
      "quote": "I was home-schooled, was always very close with my mom and was very straight-laced and square. I was never the rebellious one, and I never threw hissy fits.",
      "author": "Brie Larson",
      "category": "Never, Rebellious, Always"
    },
    {
      "quote": "When I was seven, I had been very vocal about wanting to be an actor. And my mom decided that we would try it out for a couple weeks and come to L.A. from Sacramento.",
      "author": "Brie Larson",
      "category": "Actor, Try, Wanting"
    },
    {
      "quote": "We lived in just a studio apartment with just a room and a bed that came out of the wall, and my mom couldn't afford even a Happy Meal. We ate Top Ramen. I had no toys, and I had, like, two shirts, a pair of jeans, and that was it. But I had my mom to myself, and I remember it being the coolest period of time. I loved it. I really loved it.",
      "author": "Brie Larson",
      "category": "Time, Happy, Myself"
    },
    {
      "quote": "I didn't realise how hard it was to be a mom and keep it all together.",
      "author": "Brie Larson",
      "category": "Together, Keep, Hard"
    },
    {
      "quote": "I was home-schooled, was always very close with my mom, and was very straight-laced and square. I was never the rebellious one, and I never threw hissy fits. I was the type of person that would show a Powerpoint presentation about why I should do something versus crying and screaming over it.",
      "author": "Brie Larson",
      "category": "Presentation, Why, Person"
    },
    {
      "quote": "I was born in Sacramento but moved to Los Angeles with my mom and my little sister when I was seven.",
      "author": "Brie Larson",
      "category": "Sister, Born, Los Angeles"
    },
    {
      "quote": "My mom used to tell me, 'If you read 50 books, I'll get you a motorbike.'",
      "author": "Orlando Bloom",
      "category": "Me, You, Tell"
    },
    {
      "quote": "I'm not a religious person. My mom was of Jewish blood and my dad was Protestant.",
      "author": "Daniel Radcliffe",
      "category": "Blood, Person, Jewish"
    },
    {
      "quote": "My dad believes in God, I think. I'm not sure if my mom does. I don't.",
      "author": "Daniel Radcliffe",
      "category": "God, Think, Sure"
    },
    {
      "quote": "I don't know where my romanticism comes from. My mom and dad would read to me a lot. 'Treasure Island,' 'Robinson Crusoe,' tales of chivalry and knights, things like that. Those are the stories I loved growing up.",
      "author": "Daniel Radcliffe",
      "category": "Romantic, Growing Up, Me"
    },
    {
      "quote": "For years, my mom dated a man who was really active in the Baptist church in the town next to the town I grew up in, and so he used to drag me to these Baptist church services that lasted forever. I remember that I didn't like the church services, but I really liked the music.",
      "author": "Moby",
      "category": "Music, Man, Me"
    },
    {
      "quote": "When I was little, I'd pick flowers wherever I traveled with my mom, then dry them, cover them with resin, and turn them into paperweights.",
      "author": "Ivanka Trump",
      "category": "Flowers, Turn, Little"
    },
    {
      "quote": "My mom grew up in the Soviet Bloc, and she was a Tiger Mom. We didn't get away with much.",
      "author": "Ivanka Trump",
      "category": "She, Tiger, Soviet"
    },
    {
      "quote": "I dyed my hair blonde when I was 14. My mom was not happy. But I love being blonde.",
      "author": "Rita Ora",
      "category": "Love, Happy, Hair"
    },
    {
      "quote": "I could get away with not taking care of myself as a bachelorette but as a mom I can't.",
      "author": "Alanis Morissette",
      "category": "Myself, Care, Away"
    },
    {
      "quote": "My mom is at my house every day, and she nags me about everything, especially hygiene.",
      "author": "Shia LaBeouf",
      "category": "Day, Me, Every Day"
    },
    {
      "quote": "My mom is the backbone not just of my family but of many families.",
      "author": "Shia LaBeouf",
      "category": "Family, Just, Backbone"
    },
    {
      "quote": "Like a lot of you, I grew up in a family on the ragged edges of the middle class. My daddy sold carpeting and ended up as a maintenance man. After he had a heart attack, my mom worked the phones at Sears so we could hang on to our house.",
      "author": "Elizabeth Warren",
      "category": "Family, Heart, Man"
    },
    {
      "quote": "My mom would have different fragrances for different times of the year. They were a part of her identity. I don't remember the specific ones she used, but I remember the bottles.",
      "author": "Blake Lively",
      "category": "Identity, Remember, She"
    },
    {
      "quote": "My mom taught me this really great beauty tip. She used to put oil or mayonnaise on the bottom half of her hair before she would shower.",
      "author": "Blake Lively",
      "category": "Beauty, Great, Hair"
    },
    {
      "quote": "My mom and dad always taught acting, so instead of getting me babysitters, they would just bring me to class.",
      "author": "Blake Lively",
      "category": "Me, Acting, Bring"
    },
    {
      "quote": "My mom is a huge woman of worth for me because she's been my idol my whole life. My mom was someone who juggled everything. She had her own career, she raised five kids, she was Superwoman... and she was never satisfied doing just one thing because... she probably just had too much energy.",
      "author": "Blake Lively",
      "category": "Life, Woman, Me"
    },
    {
      "quote": "I used to have a blankie, and when my mom had to wash it, I would sit outside the dryer and watch it go round and round, and cry.",
      "author": "Drew Barrymore",
      "category": "Cry, Outside, Watch"
    },
    {
      "quote": "I grew up in a makeup chair. And to see the women around me getting ready was so aspirational. It's about mothers and daughters, a girl watching her mom at a vanity table.",
      "author": "Drew Barrymore",
      "category": "Women, Girl, Me"
    },
    {
      "quote": "My parents did divorce, but my dad has always been present for me and loving me and my mom as well when she was alive.",
      "author": "Rob Lowe",
      "category": "Parents, Me, Loving"
    },
    {
      "quote": "My mom and dad used to tell me, 'You've got to see this film,' and they were influential to a high degree of the films I saw as a kid.",
      "author": "Jason Statham",
      "category": "Me, You, See"
    },
    {
      "quote": "My mom was a great tennis player, and I remember being six or seven years old watching Steffi Graf and Monica Seles in Wimbledon in my house. I've always been a tennis fan.",
      "author": "Tom Brady",
      "category": "Great, Tennis, Remember"
    },
    {
      "quote": "As I celebrate life, I can't help but think how young my mom was when she died of a heart attack at 53. My mom didn't get to meet her grandchildren, but I'm determined to watch mine grow up.",
      "author": "Andie MacDowell",
      "category": "Life, Heart, Celebrate"
    },
    {
      "quote": "Okay, fluoride in the water to help our teeth. Well, shouldn't that be the job of your mom and dad? To teach you how to brush your teeth and use mouth wash? What do we need the government to do it for? Clearly, what a scam. Fluoride in the water.",
      "author": "Jesse Ventura",
      "category": "Water, Job, Government"
    },
    {
      "quote": "If I were to work with my mom, I probably would not want her to play my mom. That would get too real.",
      "author": "Zooey Deschanel",
      "category": "Work, Want, Play"
    },
    {
      "quote": "My nursery school did a production of 'The Three Little Pigs.' I played the third pig. When the wolf knocked on my door, I refused to get up and answer it because, to me, he was knocking the wrong way. I just lay there, snoring away on stage, fully immersed in my character. My dad turned to my mom and said: 'Dustin Hoffman.'",
      "author": "Zooey Deschanel",
      "category": "Character, School, Wolf"
    },
    {
      "quote": "I wanted to be a child actor so bad that every day I'd beg my parents if I could audition, but my mom said, 'Not until you can drive yourself to auditions.'",
      "author": "Zooey Deschanel",
      "category": "Day, Parents, Child"
    },
    {
      "quote": "I was brought up as an only child, and we were very close. But when I was 14, we got evicted. We came home to a padlock, and I looked up at my mom and she was crying, and there was nothing to do.",
      "author": "Dwayne Johnson",
      "category": "Home, Child, She"
    },
    {
      "quote": "I became a mom at 37 and having a child has been an emancipation for me.",
      "author": "Tori Amos",
      "category": "Child, Me, Emancipation"
    },
    {
      "quote": "When I was little, my mom tells me, I used to say things like, 'Mom do you hear the string section? Do you hear the string section?' And she would look at me and say, 'No honey, I don't know what you're talking about.'",
      "author": "Tori Amos",
      "category": "Me, Know, You"
    },
    {
      "quote": "My mom lived with me until I started making enough money to support myself. I was asking her to leave the entire time. I'd been ready to move out since I was, like, 14.",
      "author": "Megan Fox",
      "category": "Time, Money, Myself"
    },
    {
      "quote": "My dad used to hunt ducks, and my mom would put them in the pot. We lived really modestly. We had very little money.",
      "author": "Megan Fox",
      "category": "Money, Lived, Little"
    },
    {
      "quote": "My life started on the banks of the Boyne in County Meath. Navan is the name of the town; only me, Mom, Dad.",
      "author": "Pierce Brosnan",
      "category": "Life, Me, Name"
    },
    {
      "quote": "I made some truly awful movies. 'Stop! Or My Mom Will Shoot' was the worst. If you ever want someone to confess to murder just make him or her sit through that film. They will confess to anything after 15 minutes.",
      "author": "Sylvester Stallone",
      "category": "Movies, Want, You"
    },
    {
      "quote": "Whenever I don't get injured, the film is a dud. I didn't bleed on 'Rhinestone.' I didn't bleed on 'Stop! Or My Mom will Shoot.'",
      "author": "Sylvester Stallone",
      "category": "Film, Stop, Will"
    },
    {
      "quote": "I don't want a life without my mom in it, but I'm not someone who curls up in the fetal position and says, 'Mommy, take care of me!' I don't like people catering to me. It feels so awkward and uncomfortable.",
      "author": "Khloe Kardashian",
      "category": "Life, Me, People"
    },
    {
      "quote": "I've always wanted to have kids. I do think I would be a great mom.",
      "author": "Khloe Kardashian",
      "category": "Great, Think, Kids"
    },
    {
      "quote": "I didn't go to many movies. My mom would make a family outing and bring chicken in the theater. Smell up the whole place. The most impactful movies were 'Godfather II' and 'Scarface'. I loved the human complexity, and those movies are so well shot. Cinematic greatness. I really stopped going in my early twenties.",
      "author": "Jay-Z",
      "category": "Family, Greatness, Movies"
    },
    {
      "quote": "And to this day, my Mom is my role model.",
      "author": "Paul Ryan",
      "category": "Day, Role Model, Role"
    },
    {
      "quote": "A Romney-Ryan administration will protect and strengthen Medicare, for my Mom's generation, for my generation, and for my kids and yours.",
      "author": "Paul Ryan",
      "category": "Generation, Protect, Kids"
    },
    {
      "quote": "My mom's now enjoying Medicare. She's already retired. She earned it. But for those of us, you know, the X-Generation on down, it won't be there for us on its current path.",
      "author": "Paul Ryan",
      "category": "Path, Know, You"
    },
    {
      "quote": "I was a brownie for a day. My mom made me stop. She didn't want me to conform.",
      "author": "Sandra Bullock",
      "category": "Day, Me, Want"
    },
    {
      "quote": "I'm simply the mom who makes the lunch, drives to school, finds where the toys are, washes the clothes, and I'm here to play. And that's all I should be.",
      "author": "Sandra Bullock",
      "category": "School, Lunch, Clothes"
    },
    {
      "quote": "Every single second of every single day... I don't know if I feel like a bad mom, but at the end of the day I'm always plagued with, 'Did I do enough? Should I go in a different direction?'",
      "author": "Sandra Bullock",
      "category": "Day, End, Know"
    },
    {
      "quote": "I watched my mom and dad build everything that matters - a family, a home and a good name.",
      "author": "Mike Pence",
      "category": "Family, Home, Good"
    },
    {
      "quote": "I am criticizing a culture that has sold the big lie that 'Mom doesn't matter.'",
      "author": "Mike Pence",
      "category": "Culture, I Am, Lie"
    },
    {
      "quote": "There were evictions that I saw that I know I'll never forget. In one case, the sheriff and the movers came up on a house full of children. The mom had passed away, and the children had just gone on living there. And the sheriff executed the eviction order - moved the kids' stuff out on the street on a cold, rainy day.",
      "author": "Matthew Desmond",
      "category": "Children, Day, Know"
    },
    {
      "quote": "The face of America's eviction epidemic is a mom with kids.",
      "author": "Matthew Desmond",
      "category": "America, Face, Kids"
    },
    {
      "quote": "My mom was a problem solver.",
      "author": "Anne Wojcicki",
      "category": "Problem, Solver"
    },
    {
      "quote": "I first heard about 'genes' when I was six years old. At dinner one night, I heard my mom tell my sister, 'It's in your genes.'",
      "author": "Anne Wojcicki",
      "category": "Sister, Night, Dinner"
    },
    {
      "quote": "I grew up with my mom being very, very cheap, so when it's free, I'm like, 'Oh my God, it's free - I have to take as much as I can!'",
      "author": "Anne Wojcicki",
      "category": "God, Free, I Can"
    },
    {
      "quote": "My mom would still be mad if I didn't say 'please' and 'thank you.'",
      "author": "Selena Gomez",
      "category": "Thank You, You, Mad"
    },
    {
      "quote": "My mom always told me if I love what I'm doing, and I'm having fun, then just continue to do it. But if it's not fun for me anymore, and I'm miserable, then I'm going to go back to Texas and quit it all, to be honest.",
      "author": "Selena Gomez",
      "category": "Love, Having Fun, Fun"
    },
    {
      "quote": "One of the most important things for me is my hair. I've always been about my hair, and I love that my mom and my nana taught me how to take care of it myself. It goes through a lot every day, but I try to keep it healthy. I have to admit, it can get a little dead on the ends.",
      "author": "Selena Gomez",
      "category": "Love, Day, Myself"
    },
    {
      "quote": "My mother told me one day I walked in to her and said, 'Mom, I'm not going to be sick anymore,' and she said 'Why?' and I said 'Because an angel told me so.' Now, I don't remember saying it; that's just what she told me.",
      "author": "Prince",
      "category": "Day, Mother, Me"
    },
    {
      "quote": "We come from fallible parents who were kids once, who decided to have kids and who had to learn how to be parents. Faults are made and damage is done, whether it's conscious or not. Everyone's got their own 'stuff,' their own issues, and their own anger at Mom and Dad. That is what family is. Family is almost naturally dysfunctional.",
      "author": "Chris Pine",
      "category": "Family, Parents, Anger"
    },
    {
      "quote": "My nana was an actress, my mom was an actress, and my sister, too. So because I was surrounded by it, it really came naturally.",
      "author": "Chris Pine",
      "category": "Sister, Surrounded, Actress"
    },
    {
      "quote": "Becoming a mom forced me to re-prioritize and make room for the things that are most important, while recognizing that there are things I can let go of, and the world won't crumble around me.",
      "author": "Shakira",
      "category": "World, Me, Important"
    },
    {
      "quote": "I remember that at the beginning of the month, the kind of menus my mom and father would prepare for us would have fish, chicken. But at the end of the month - because my father would be waiting for paycheck - the refrigerator would get empty. I remember that without a lot of food left, some of the best meals happened right there.",
      "author": "Jose Andres",
      "category": "Food, Best, Father"
    },
    {
      "quote": "My mom and I had the same vision, and we want the same things. We would always make a goal list every year.",
      "author": "Kim Kardashian",
      "category": "Vision, Goal, Want"
    },
    {
      "quote": "I always wanted what Mom and Dad had.",
      "author": "Kim Kardashian",
      "category": "Always, Wanted, Dad"
    },
    {
      "quote": "I used to enjoy the spotlight. If I had a day off from filming, I didn't know what to do. Now I enjoy my family time so much, there is this sense of, if it all went away, and I was just a mom, I would love my life.",
      "author": "Kim Kardashian",
      "category": "Love, Life, Family"
    },
    {
      "quote": "I have spoken honestly about being born into a home where there was discord and chaos. I saw my mom have a rough time with my dad being very controlling, which is why I push back whenever I feel like someone is trying to box me in. It makes me run for the hills.",
      "author": "Christina Aguilera",
      "category": "Time, Home, Me"
    },
    {
      "quote": "I remember watching the Grammys and looking at the performances and crying to my mom, saying how much I wanted to be there.",
      "author": "Christina Aguilera",
      "category": "Looking, Remember, Saying"
    },
    {
      "quote": "My mom brought me up to believe that my talent is a gift and a blessing.",
      "author": "Christina Aguilera",
      "category": "Believe, Gift, Me"
    },
    {
      "quote": "At 13, I was wearing plain t-shirts. Then I used to steal my mom's clothing. She had all these crushed-velvet shirts with French-cut sleeves. And, like, seersucker bell-bottoms.",
      "author": "Johnny Depp",
      "category": "She, Like, Clothing"
    },
    {
      "quote": "Family dinner in the Norman Rockwell mode had taken hold by the 1950s: Mom cooked, Dad carved, son cleared, daughter did the dishes.",
      "author": "Nancy Gibbs",
      "category": "Family, Daughter, Son"
    },
    {
      "quote": "I'm happy that I took time off to become a mom and raise my daughter properly and build a bond between the two of us.",
      "author": "Christina Milian",
      "category": "Time, Happy, Daughter"
    },
    {
      "quote": "My mom was a cheerleader and had me as a teenager. I remember her giving me some pom-poms and teaching me how to do some splits when I was 3 or 4.",
      "author": "Christina Milian",
      "category": "Giving, Me, Remember"
    },
    {
      "quote": "I've been a fan of 'Rocky Horror'... my mom let me see it at a really early age.",
      "author": "Christina Milian",
      "category": "Age, Me, See"
    },
    {
      "quote": "As a mom, that's at the forefront of everything in my mind, so I'm always trying to balance, whether it's bringing Violet to work or, the second I am done working, getting home to her.",
      "author": "Christina Milian",
      "category": "Work, Home, I Am"
    },
    {
      "quote": "My mom has gone out of her way in her personal life. She's been with me on the road. She's had to deal with people giving her the 'that's the mom' and arguing. Just little things as a businesswoman.",
      "author": "Christina Milian",
      "category": "Life, Little Things, Road"
    },
    {
      "quote": "I like a family guy. He must be fun, must like to go out, and has to respect his mom... my family is very important, so it should be likewise for him.",
      "author": "Christina Milian",
      "category": "Family, Respect, Fun"
    },
    {
      "quote": "From singing to acting to songwriting to mom to fashion designer! It's been quite an evolution.",
      "author": "Christina Milian",
      "category": "Fashion, Singing, Evolution"
    },
    {
      "quote": "I've always felt a certain guilt to have them labeled as 'Christina's sisters' or, 'That's Christina's mom' but them looking for the respect to be named Elizabeth and Danielle and Carmen.",
      "author": "Christina Milian",
      "category": "Respect, Looking, Guilt"
    },
    {
      "quote": "When I go home, I still have to clean my room; I still have to do the dishes. We have somebody come every now and then to do that stuff, but my mom still makes me clean before she comes.",
      "author": "Christina Milian",
      "category": "Home, Me, She"
    },
    {
      "quote": "I am compelled to continuously see the bright side. It is in my DNA. My kids look at me and say: 'Mom, you're so happy!' And I do feel happy. I feel joyful inside. I can't explain it.",
      "author": "Goldie Hawn",
      "category": "Happy, I Am, Me"
    },
    {
      "quote": "When I started go-go dancing on tables for a living, I didn't want to tell my mom or my dad. I made 25 dollars a night, and I was able to make my rent, with the four girls I lived with.",
      "author": "Goldie Hawn",
      "category": "Night, Living, Want"
    },
    {
      "quote": "I forgive my mom for being a psycho and my dad for being a loser.",
      "author": "Nikki Sixx",
      "category": "Forgive, Loser, Being"
    },
    {
      "quote": "My mom, you know, took off when I was about 6. What ended up happening is I ended up being with my grandparents.",
      "author": "Nikki Sixx",
      "category": "Know, Grandparents, You"
    },
    {
      "quote": "My wife is the greatest person I have ever known. She is just a living doll; she is great person and a great mom. We have a girl and a boy, and we are going to have another boy.",
      "author": "Alec Baldwin",
      "category": "Great, Girl, Wife"
    },
    {
      "quote": "I think I would make a lousy stay-at-home mom. It just wouldn't suit me.",
      "author": "Claire Danes",
      "category": "Me, Think, Just"
    },
    {
      "quote": "My mom is still yelling at me because she needs more autographed pictures.",
      "author": "Ashton Kutcher",
      "category": "Me, She, Pictures"
    },
    {
      "quote": "My mom's whole side of the family, they're all Packers fans. My mom's a Bears fan. My stepdad is a Vikings guy. So that gets ugly. My mom sits upstairs watching the Bears game; he sits in the basement. They can't watch it together. Football's a violent anger in our family dynamic.",
      "author": "Ashton Kutcher",
      "category": "Family, Football, Together"
    },
    {
      "quote": "If you think back to the first sporting event you went to, you don't remember the score, you don't remember a home run, you don't remember a dunk. You remember who you were with. Were you with your mom, your dad, your brother, on a date?",
      "author": "Mark Cuban",
      "category": "Home, Brother, Remember"
    },
    {
      "quote": "There's nothing more frustrating than when fans use a nickname. That's like people you don't know using names from people that you're intimate with. Like if my mom has a nickname and a fan finds it out and starts using it, that's creepy.",
      "author": "Evangeline Lilly",
      "category": "People, Know, You"
    },
    {
      "quote": "People were fed up with reality shows about midgets getting married and weird Jerry Springer talk shows. There had been a real dry spell of intelligent family-oriented viewing: the type of program that Mom, Dad and the kids can all watch together. With 'Lost,' there are just so many characters for people to invest in.",
      "author": "Evangeline Lilly",
      "category": "Together, Reality, Lost"
    },
    {
      "quote": "I will share a personal experience: my father was posted in Jammu & Kashmir during the Kargil war. I remember my mom sitting in front of television throughout the day reading tickers which had name of the martyrs.",
      "author": "Anushka Sharma",
      "category": "Day, Father, Experience"
    },
    {
      "quote": "I knew I wanted to become an actor when I was 7 years old. My dad was working with Alfred Hitchcock, my mom was working with Martin Scorsese - and it was the great summer of my childhood.",
      "author": "Laura Dern",
      "category": "Great, Childhood, Summer"
    },
    {
      "quote": "I feel so lucky to have a mom who is not only an extraordinary actor but someone who is game enough to not worry about our relationship versus what we play in movies or television.",
      "author": "Laura Dern",
      "category": "Relationship, Television"
    },
    {
      "quote": "I think my mom exposed me to the concept of using your voice for anything you care about.",
      "author": "Laura Dern",
      "category": "Me, Voice, Think"
    },
    {
      "quote": "I'll tell you, Liz Cheney is going to be a very good candidate. I worked with her during the Bush campaigns. She's smart, she's focused, she's disciplined - and she's got a great back story. She's got a large family. She's a great mom. And she's a hard worker. I think she's going to be a very effective campaigner.",
      "author": "Mark McKinnon",
      "category": "Family, Good, Great"
    },
    {
      "quote": "The only reason I felt like I could sing a song like 'Blown Away' is because I have definitely lived through my fair share of trips to the cellar in the spring. We were no stranger to that. I still ask my mom, 'Is the cellar cleaned out now? Is everything OK?' Even in my new house, I had something built in it that's like a storm shelter.",
      "author": "Carrie Underwood",
      "category": "Storm, Song, Spring"
    },
    {
      "quote": "My mom had a job, and she also took care of us, and she also took care of Dad - I always saw her pulling triple duty, doing more than I ever felt like she needed to. I made a promise to myself that it would be more of a team effort in my family someday. And because of that, I became more independent.",
      "author": "Carrie Underwood",
      "category": "Family, Team, Myself"
    },
    {
      "quote": "My mom wouldn't let me buy clothes she didn't like, so I dressed like a middle-aged woman in high school.",
      "author": "Gillian Jacobs",
      "category": "School, Woman, Me"
    },
    {
      "quote": "My mom wouldn't know Tom Cruise if he punched her in the face.",
      "author": "Gillian Jacobs",
      "category": "Face, Know, Her"
    },
    {
      "quote": "My mom always said fighting with me as a kid was like going to court. I'm trying to realize that being right is not the most important thing.",
      "author": "Gillian Jacobs",
      "category": "Me, Trying, Realize"
    },
    {
      "quote": "There were definitely bands and musicians I liked that drove my mother insane. I probably liked them all the more for it! Bjork drove my mom nuts. What I listened to was actually pretty mom-friendly for the most part. I wasn't very rebellious.",
      "author": "Gillian Jacobs",
      "category": "Mother, Musicians, Insane"
    },
    {
      "quote": "I was a different kind of player as a kid and didn't do too much shouting and screaming. If things didn't go my way, I tended to get a bit overwhelmed. All I wanted to do was cry on my mom's shoulder. I didn't know how to handle defeat in front of a crowd, and I didn't want to be the loser.",
      "author": "John McEnroe",
      "category": "Want, Defeat, Know"
    },
    {
      "quote": "I am grateful for the lessons I learned from my parents' sacrifices. They often had trouble making ends meet, so we moved for them to find work. I remember my mom would sometimes take on second jobs, like ironing, just so we could buy groceries.",
      "author": "Rick Scott",
      "category": "Work, Parents, I Am"
    },
    {
      "quote": "My mom never went to college, but for her own children, getting a great education was not an option.",
      "author": "Rick Scott",
      "category": "Education, Children, Great"
    },
    {
      "quote": "My mom was essentially a single mother raising three boys. If anyone could have had any reason to give up, it was her. But she didn't, and neither did we.",
      "author": "Chuck Norris",
      "category": "Mother, She, Three"
    },
    {
      "quote": "Both my parents are Italian. My mom was born and raised in Italy. My dad was born in Canada, but then they moved to Italy.",
      "author": "Alessia Cara",
      "category": "Parents, Canada, Born"
    },
    {
      "quote": "I'm really in touch with my Italian roots. My mom's whole side of the family is there.",
      "author": "Alessia Cara",
      "category": "Family, Roots, Italian"
    },
    {
      "quote": "As a kid, my parents would always listen to a lot of Beatles, Queen, Elvis. My mom was born and raised in Italy, and my dad was born in Canada and moved back and forth between Canada and Italy, so they would also listen to all the big Italian stars like Eros Ramazzotti, Gigi D'Alessio, Tiziano Ferro, Laura Pausini.",
      "author": "Alessia Cara",
      "category": "Stars, Parents, Queen"
    },
    {
      "quote": "My mom, dad, grandparents, we all do voices.",
      "author": "Bill Hader",
      "category": "Grandparents, Voices, Dad"
    },
    {
      "quote": "I grew up with my two sisters and my mom, so it's my lot in life to be surrounded by women.",
      "author": "Bill Hader",
      "category": "Life, Women, Two"
    },
    {
      "quote": "Look, I am in the establishment because my dad, the greatest man alive was president of the United States and my brother, who I adore as well as fantastic brother was president. Fine, I'll take it. I guess I'm part of the establishment Barbara Bush is my mom. I'll take that, too.",
      "author": "Jeb Bush",
      "category": "Brother, Man, I Am"
    },
    {
      "quote": "One of the greatest, smartest things I ever did was give my kids Angie as their mom. She is such a great mom. Oh, man, I'm so happy to have her.",
      "author": "Brad Pitt",
      "category": "Happy, Great, Man"
    },
    {
      "quote": "My mom's one of 13 siblings, and they all got six kids, and till I was 13 everybody was in Compton.",
      "author": "Kendrick Lamar",
      "category": "Kids, Six, Everybody"
    },
    {
      "quote": "I think number one is what my mom and dad preached to me when I was a little kid: Just because you may have athletic ability and you may be able to play a sport doesn't make you any more special than anybody else. Doesn't mean God loves you more than anybody else.",
      "author": "Tim Tebow",
      "category": "God, Me, Think"
    },
    {
      "quote": "If Mom is healthy, then her child is more likely to thrive, more likely to have a better quality of life and, ultimately, better able to provide for his or herself.",
      "author": "Christy Turlington",
      "category": "Life, Quality, Child"
    },
    {
      "quote": "I'm not gonna be broke, like my mom was broke, my uncles were broke, my sisters didn't have money, my cousins on down.",
      "author": "R. Kelly",
      "category": "Money, Cousins, Down"
    },
    {
      "quote": "I've always wanted to write movies - I always used to tell my mom that I wanted to be a director.",
      "author": "R. Kelly",
      "category": "Movies, Director, Always"
    },
    {
      "quote": "My mom actually had a band called Six Pack - even though there were seven of them - who went around Chicago performing popular songs. Her voice was like Gladys Knight mixed with Aretha Franklin.",
      "author": "R. Kelly",
      "category": "Voice, Chicago, Her"
    },
    {
      "quote": "I wish I had an extra day with my mom sometimes. Or another hour in the day with my family, husband and children.",
      "author": "Mary J. Blige",
      "category": "Family, Children, Day"
    },
    {
      "quote": "There are a lot of people who helped make Queen Latifah who she is today. I don't forget, but a lot of people do and get big heads. My mom will make me walk the dogs or take out the trash when I go home. I'm not allowed to get a big head; I've still got to do the simple things in life.",
      "author": "Queen Latifah",
      "category": "Life, Home, Today"
    },
    {
      "quote": "I think I'd be a great mom, honestly. I don't think I'll have any problem giving them all the love in the world. Discipline will be the hard part.",
      "author": "Queen Latifah",
      "category": "Love, Great, World"
    },
    {
      "quote": "My mom will make me walk the dogs or take out the trash when I go home.",
      "author": "Queen Latifah",
      "category": "Home, Walk, Me"
    },
    {
      "quote": "My mom has always been my champion. She was very smart and grounded. She said, 'Save your money. Pay your taxes. Don't put everything in one basket,' but she let me explore and be creative.",
      "author": "Queen Latifah",
      "category": "Money, Smart, Me"
    },
    {
      "quote": "I've had letters from people who have read my articles and said, 'I'm a guy, I'm 18, and I've not come out to my mom and dad yet, but it was so nice to hear your story, and you know, I wish your article would have been longer, because you gave me hope for the future.'",
      "author": "Luke Evans",
      "category": "Hope, Future, Me"
    },
    {
      "quote": "My mom and stepdad were strict. I couldn't date I couldn't go out. And I was a kid who was never good at just taking no for an answer. I needed to understand why. And sometimes they weren't interested in explaining.",
      "author": "Mahershala Ali",
      "category": "Good, Understand, Why"
    },
    {
      "quote": "My parents were in high school when I was born. My mom was 16, my dad was 17. They were kids, at the very beginning of coming into their own and finding themselves.",
      "author": "Mahershala Ali",
      "category": "School, Parents, Beginning"
    },
    {
      "quote": "I had a very lovely childhood, and, being an only child, I'm very close to my mom and my dad.",
      "author": "Luke Evans",
      "category": "Childhood, Child, Lovely"
    },
    {
      "quote": "I had some interesting costumes... the one that I remember right offhand is Zorro when I was a lot younger. I was a big time Zorro fan. My mom helped me make it, and I remember having a big issue with the fact that she wouldn't let me carry around a real metal sword; it just had to be plastic.",
      "author": "Sam Hunt",
      "category": "Time, Me, Remember"
    },
    {
      "quote": "I was raising a child full time, sharing the responsibility with his mom. He lived with me half the time, so I chose not to go away and make certain movies.",
      "author": "Michael Keaton",
      "category": "Time, Responsibility, Child"
    },
    {
      "quote": "I grew up in rural Pennsylvania, in a really rundown old house. I'd stay out till 8:30, 9:00 at night. Just blow in. My mom and dad never really cared much. It was okay. We were pretty free to roam. I mean, I had no concept of stopping play. It just didn't occur to anyone.",
      "author": "Michael Keaton",
      "category": "Night, Free, Play"
    },
    {
      "quote": "My mom was tough.",
      "author": "Tiger Woods",
      "category": "Tough"
    },
    {
      "quote": "I get sent a lot of scripts where you're just the mom.",
      "author": "Winona Ryder",
      "category": "You, Just, Where"
    },
    {
      "quote": "Usually, the roles that you get offered that are the mom roles are very much the mom role.",
      "author": "Winona Ryder",
      "category": "You, Role, Very"
    },
    {
      "quote": "I am no mother, and I won't be one.",
      "author": "Brigitte Bardot",
      "category": "Mother, I Am, Am"
    },
    {
      "quote": "I see little girls at my meet-and-greets who are like, 'Kelsea! It's my first concert and I came to see you.' And I'm thinking, 'I don't want to post anything online that your mom would be mad at me for, because you're important to me.'",
      "author": "Kelsea Ballerini",
      "category": "Thinking, Me, Little Girls"
    },
    {
      "quote": "Me and my mom made a deal that if something would happen to help me get my start in music, I could get out of college.",
      "author": "Kelsea Ballerini",
      "category": "Music, College, Help"
    },
    {
      "quote": "I really wanted to be a mom. I didn't want my kids to be raised by a nanny, which would have been the case if I were working two movies in a year, you know? And I would have been hospitalized with fatigue.",
      "author": "Robin Wright",
      "category": "Movies, Want, Know"
    },
    {
      "quote": "Mom was so funny and loving to us kids. She was our first audience. When my dad died, I was suddenly alone in the house with her because my two older brothers were away at college. I was the man of the house, and she was the grieving woman.",
      "author": "Billy Crystal",
      "category": "Funny, Alone, College"
    },
    {
      "quote": "I was raised mostly by my mom.",
      "author": "Billy Crystal",
      "category": "Raised, I Was Raised, Mostly"
    },
    {
      "quote": "My wife is so very important to me that it's made my mom more important to me. It's made every woman I know more important to me.",
      "author": "Jason Isbell",
      "category": "Woman, Wife, Me"
    },
    {
      "quote": "My wife and I both grew up with parents who were very young. Her mom was, I think, 17 or 18 when she was born; my mom was 15 when I was born. So, as we got older, we started thinking a lot about that - about the time that those people missed because we came along when we did and because they devoted so much of their lives to taking care of us.",
      "author": "Jason Isbell",
      "category": "Time, Parents, Wife"
    },
    {
      "quote": "I didn't come from a trailer park. I grew up middle class and my dad had money and my mom made my lunch. I got a car when I was sixteen. I'm proud of that.",
      "author": "Kid Rock",
      "category": "Money, Car, Lunch"
    },
    {
      "quote": "My mom is a yoga instructor: 100% black with dreadlocks.",
      "author": "Meghan Markle",
      "category": "Black, Yoga, Instructor"
    },
    {
      "quote": "My dad is Caucasian, and my mom is African American. I'm half black and half white. Being biracial paints a blurred line that is equal parts staggering and illuminating.",
      "author": "Meghan Markle",
      "category": "American, Black, Equal"
    },
    {
      "quote": "Mom cooked a lot of turkey when I was growing up. Turkey meatloaf, turkey burgers, ground turkey shepherd's pie - my childhood was the Bubba Gump of turkey. You'd think I would be sick of it, but when I find gems like Gwyneth Paltrow's turkey meatball recipe, it's as though the fowl is no longer foul to me.",
      "author": "Meghan Markle",
      "category": "Childhood, Growing Up, Me"
    },
    {
      "quote": "When I was 13 years old, my mom had me start getting facials in my hometown of Los Angeles.",
      "author": "Meghan Markle",
      "category": "Start, Me, Hometown"
    },
    {
      "quote": "I wish my mother had left me something about how she felt growing up. I wish my grandmother had done the same. I wanted my girls to know me.",
      "author": "Carol Burnett",
      "category": "Mother, Growing Up, Me"
    },
    {
      "quote": "I crave my mom's Sloppy Joes.",
      "author": "Tom Douglas",
      "category": "Crave, Sloppy"
    },
    {
      "quote": "I skated and rode bikes on ramps, and my mom was always super supportive. She was one of the only divorced moms in the neighborhood, so all the other parents looked down upon her for letting her kids do that kind of thing.",
      "author": "Spike Jonze",
      "category": "Parents, She, Neighborhood"
    },
    {
      "quote": "Being a mom is what life is about. I hope people realize what the priorities in life should be and know not everything has to be perfect.",
      "author": "Kourtney Kardashian",
      "category": "Life, Hope, People"
    },
    {
      "quote": "There's no one else I would rather have as my manager than my mom because I know that she has our best interests at heart. Sometimes, it's hard to separate manager mode from mom mode. I think as our manager, my mom will get more emotional about situations than she would if she was just our manager.",
      "author": "Kourtney Kardashian",
      "category": "Best, Heart, Know"
    },
    {
      "quote": "I used to play Donna Karan. I used my dad's home office, and Kim was my assistant. Then one of our friends would play a buyer, and I would take her to my mom's closet and show her the new collection.",
      "author": "Kourtney Kardashian",
      "category": "Home, Friends, Play"
    },
    {
      "quote": "I feel such a sense of empowerment being a mom. But I do wonder: How do they/we do it all?",
      "author": "Kourtney Kardashian",
      "category": "Wonder, Empowerment, Feel"
    },
    {
      "quote": "I have so many pieces that once belonged to my mom and both of my grandmothers. All of these pieces are very sentimental, and I love to wear them. I also have many pieces from my father that I probably cherish the most. I love wearing his dress shirts.",
      "author": "Kourtney Kardashian",
      "category": "Love, Father, Dress"
    },
    {
      "quote": "My mom and both of my grandmothers have always been into fashion, so it's been around us our whole lives.",
      "author": "Kourtney Kardashian",
      "category": "Fashion, Always, Whole"
    },
    {
      "quote": "I remember playing in my mom's closet with Kim as little girls - we had this game we played, I was Donna Karan, and she was my assistant, and I was really bossy.",
      "author": "Kourtney Kardashian",
      "category": "Game, Little Girls, Remember"
    },
    {
      "quote": "I've always loved children's clothes - my grandmother actually owned a children's boutique in La Jolla, CA, for 30 years. I grew up visiting her and working in her store, and then my mom and I had a children's boutique together for five or six years.",
      "author": "Kourtney Kardashian",
      "category": "Children, Together, Clothes"
    },
    {
      "quote": "I know my mom always likes to give the over-the-top 'wow' pieces at baby showers.",
      "author": "Kourtney Kardashian",
      "category": "Baby, Know, Always"
    },
    {
      "quote": "Sometimes, it's hard to separate manager mode from mom mode. I think, as our manager, my mom will get more emotional about situations than she would if she was just our manager.",
      "author": "Kourtney Kardashian",
      "category": "Think, She, Emotional"
    },
    {
      "quote": "My mom fed us a lot of processed food when we were kids, like chicken fingers, grilled cheese sandwiches and quesadillas. I make those treats for my family, too, but I use organic cheeses and whole wheat bread and tortillas.",
      "author": "Kourtney Kardashian",
      "category": "Family, Food, Chicken"
    },
    {
      "quote": "When my younger sisters were born, I was in high school and college. I was at my mom's all the time but never changed them or fed them.",
      "author": "Kourtney Kardashian",
      "category": "Time, School, College"
    },
    {
      "quote": "I'm obsessed with being a mom.",
      "author": "Kourtney Kardashian",
      "category": "Being, Obsessed"
    },
    {
      "quote": "I'm probably the least harsh on myself, and I try not to scrutinize everything about my body. As a new mom, it is what it is, and we just have to do our best.",
      "author": "Kourtney Kardashian",
      "category": "Best, Myself, Body"
    },
    {
      "quote": "My mom and I had a kids' clothing store called Smooch for six years, and I did all the buying before I even had kids.",
      "author": "Kourtney Kardashian",
      "category": "Years, Kids, Clothing"
    },
    {
      "quote": "I believe destiny and hard work go hand in hand. I was studying to be an engineer when my mom and my brother sent my pictures for the Miss India contest. I didn't even know about it. If that isn't destiny, what is?",
      "author": "Priyanka Chopra",
      "category": "Work, Hard Work, Brother"
    },
    {
      "quote": "I like bad boys, and I like to take them home to my mom.",
      "author": "Priyanka Chopra",
      "category": "Home, Bad, Like"
    },
    {
      "quote": "My mom always told me that I could be anything I wanted to be. And I truly, actually believed it. And I fought.",
      "author": "Allen Iverson",
      "category": "Me, Anything, Always"
    },
    {
      "quote": "One day my dad would say, 'OK, if you want to play tennis I can help you out.' And that's how it started. And I had a goal. I wanted to beat my mom first. And my parents and my brother. And that was the ultimate goal.",
      "author": "Caroline Wozniacki",
      "category": "Day, Brother, Parents"
    },
    {
      "quote": "My mom is my great supporter. It's always nice to have her around. She can cook. It's nice to have some home-cooked food sometimes.",
      "author": "Caroline Wozniacki",
      "category": "Food, Great, Nice"
    },
    {
      "quote": "My mom was a volleyball player, and my dad was a soccer player. I never thought about it, but they always served healthy food at home, and I love it, and it kind of was a regular part of my day.",
      "author": "Caroline Wozniacki",
      "category": "Love, Food, Home"
    },
    {
      "quote": "I think the real heroic teachers are the ones who work with kids, like my mom and my sister do.",
      "author": "David Duchovny",
      "category": "Work, Sister, Think"
    },
    {
      "quote": "Music education was always big for me. Ever since I was a young kid, I always said it was the reason I went to school sometimes and knowing if I didn't do well in class that my mom wasn't gonna let me sing in school or sing at that concert.",
      "author": "Darius Rucker",
      "category": "Education, Music, School"
    },
    {
      "quote": "The 'believe' tattoo is because my mom always told me to believe.",
      "author": "Ashley Tisdale",
      "category": "Believe, Me, Always"
    },
    {
      "quote": "I don't drink, and I don't smoke. It's a personal preference. My mom has never drunk or smoked. I look up to my mom.",
      "author": "Ashley Tisdale",
      "category": "Look, Drink, Personal"
    },
    {
      "quote": "Once in high school, I completely over plucked my left eyebrow all the way up to where you're not supposed to. I had no idea what I was doing and it looked terrible! My mom was like 'What did you do to yourself?' I was so embarrassed.",
      "author": "Ashley Tisdale",
      "category": "School, Yourself"
    },
    {
      "quote": "My mom is very confident and she was always a role model of mine.",
      "author": "Ashley Tisdale",
      "category": "Role Model, She, Confident"
    },
    {
      "quote": "The family on my mom's side, their whole business is inventing and pitching stuff. My grandfather is in infomercials. He's a pitchman, so if you're ever watching TV late at night, you'll probably see him pitching knives. My great-grandfather also invented the plastic cheese grater.",
      "author": "Ashley Tisdale",
      "category": "Family, Business, Night"
    },
    {
      "quote": "I came from a middle-class family. My dad was a professor; my mom was a nurse. I didn't come from money, and I didn't come from circles of power. I didn't come from the country club; I came from the town park.",
      "author": "Megyn Kelly",
      "category": "Family, Money, Power"
    },
    {
      "quote": "Yes, I always remember my dad's, mom's and my grandma's perfumes.",
      "author": "Marc Jacobs",
      "category": "Remember, Yes, Always"
    },
    {
      "quote": "After school, my sister and I helped our mom in the garden. We grew potatoes, cucumbers, tomatoes - not for fun, but to eat.",
      "author": "Irina Shayk",
      "category": "Sister, School, Fun"
    },
    {
      "quote": "I either had to concentrate on fighting, or I had to help my family. I chose my family. I love my mom; I love my family.",
      "author": "Gerry Cooney",
      "category": "Love, Family, Help"
    },
    {
      "quote": "It's impossible to put yourself first when you're a mom.",
      "author": "Jillian Michaels",
      "category": "Impossible, Yourself, You"
    },
    {
      "quote": "I looked to my mom as an example. And this is what I try to tell so many women: that my mom had a career, and she went to the gym. She took care of herself.",
      "author": "Jillian Michaels",
      "category": "Women, Career, Care"
    },
    {
      "quote": "Beyonce has set the tone as an aunt. I've set the tone as a mom.",
      "author": "Solange Knowles",
      "category": "Aunt, Tone, Beyonce"
    },
    {
      "quote": "When I was young, my mom realized I could dance and hold a beat, and I really danced just for fun. It was good exercise.",
      "author": "Tom Holland",
      "category": "Good, Dance, Fun"
    },
    {
      "quote": "I hope that, somewhere, Mom and Dad are proud that little Walter is performing with the Mormon Tabernacle Choir.",
      "author": "Walter Cronkite",
      "category": "Hope, Proud, Little"
    },
    {
      "quote": "My mom was a professional. My dad and mom met each other in a movie called 'New Faces of 1937.' My mom went under the name Thelma Leeds, and she did a few movies, and she was really a great singer, and when she married my dad and started to have a family, she sang at parties.",
      "author": "Albert Brooks",
      "category": "Family, Great, Professional"
    },
    {
      "quote": "There've been a few mother-daughter movies that are somewhat realistic. But the mother-son movies are more comical than realistic: 'Throw Momma from the Train,' 'Stop! or My Mom Will Shoot.' You don't sit in the dark and go, 'Oh my God, that's my mother.'",
      "author": "Albert Brooks",
      "category": "God, Mother, Dark"
    },
    {
      "quote": "My grandfather had a paint store. It's what put my mom through college. Small business is part of my family history.",
      "author": "Sheryl Sandberg",
      "category": "Family, Business, History"
    },
    {
      "quote": "I looked at my mom and her life, and I thought, 'I don't want that.' I don't think my mom wanted it, either. I think my mom did want to be out there and have a career. She loved working. As soon as we were old enough to feed ourselves, she was out.",
      "author": "Jane Lynch",
      "category": "Life, Thought, Want"
    },
    {
      "quote": "Me being a black girl in London, whose mom is first-generation African and whose dad is West Indian, gives me a different view. I'm coming at soul from my own place.",
      "author": "Estelle",
      "category": "Girl, Soul, Me"
    },
    {
      "quote": "My mom, for all intents and purposes, was a single parent.",
      "author": "Estelle",
      "category": "Parent, Single"
    },
    {
      "quote": "I think that when you become a mom... you don't really worry about the small stuff. I'm just way more centered. It makes you focus even more on what your goals are in life.",
      "author": "Ciara",
      "category": "Life, Goals, Focus"
    },
    {
      "quote": "Juggling being a mom and an entertainer is a challenge I face every day.",
      "author": "Ciara",
      "category": "Day, Challenge, Every Day"
    },
    {
      "quote": "I always wanted to be a mom.",
      "author": "Heidi Klum",
      "category": "Always, Wanted"
    },
    {
      "quote": "I was born and raised in East Los Angeles by a single mom who had three biological kids and adopted four more. I never met my dad.",
      "author": "will.i.am",
      "category": "Born, Three, Kids"
    },
    {
      "quote": "When I got into junior high school, that's when my mom let me dress how I wanted to dress. Up to that point I wore suits to school all the time.",
      "author": "will.i.am",
      "category": "Time, School, Dress"
    },
    {
      "quote": "Mothers and children are human beings, and they will sometimes do the wrong thing.",
      "author": "Maurice Sendak",
      "category": "Children, Human, Mothers"
    },
    {
      "quote": "I probably wouldn't be singing if not for Michael Jackson. When I started singing, I didn't like my tone until my mom put me on to Michael Jackson and Stevie Wonder, so listening to the way they used their instrument helped me get more comfortable with my own.",
      "author": "Ne-Yo",
      "category": "Listening, Me, Singing"
    },
    {
      "quote": "When I was young, my dad, a veteran who attended college on the GI Bill, lost his job at age 55 when the company he worked for was sold. My entire family pitched in - my mom took in sewing, and I got a minimum wage job after school.",
      "author": "Tammy Duckworth",
      "category": "Family, Age, School"
    },
    {
      "quote": "I had a dream, my dream came true, and my mom was there for me every step of the way. We didn't do this for any other reason. I am so happy she is here to experience this with me. This would not be the same if she were not by my side.",
      "author": "Ashton Eaton",
      "category": "Happy, Experience, I Am"
    },
    {
      "quote": "My mom, God rest her soul - she liked nicknames. In the womb she named me Skip. There was another black guy in Piedmont, W.Va., and his name was Skip. They called him Big Skip, and I was Little Skip.",
      "author": "Henry Louis Gates",
      "category": "God, Soul, Me"
    },
    {
      "quote": "I've never felt like I've exactly traded on my looks. When I was a teenager, I was an ultra late bloomer, and my mom would say it was a blessing because it means you never have to wonder if guys are only interested in you because you've got boobs.",
      "author": "Anna Kendrick",
      "category": "Late, Blessing, You"
    },
    {
      "quote": "My earliest memories as a kid was I would always try to make my mom and my stepdad laugh at dinner. Or make my friends laugh in class. And, I don't know, it's something I just really enjoy doing.",
      "author": "Justin Timberlake",
      "category": "Friends, Memories, Laugh"
    },
    {
      "quote": "When I watch my kids, and I see the primal level at which the sibling relationships are formed, then I completely understand what these unresolved adult sibling problems are based on. You know, 'Mom liked you better' and, 'You got your own room and I didn't.'",
      "author": "Annette Bening",
      "category": "Sibling, Problems"
    },
    {
      "quote": "My wife goes to Birmingham five times a week. My mom lives in Birmingham now after moving from Myrtle Beach. It's not just the job. A lot of people don't get that. My life is here.",
      "author": "Nick Saban",
      "category": "Life, Job, Wife"
    },
    {
      "quote": "As a mom, you have all these situations you go through, and you're like, 'What is going on? Is this normal? Is this a phase? Or what is this?' and then you feel silly for asking questions because you think, 'I'm a mom - I'm supposed to know these things,' but you don't.",
      "author": "Britney Spears",
      "category": "Questions, Know, Think"
    },
    {
      "quote": "My mom's an angel, bless her heart, for everything I put her through.",
      "author": "Brantley Gilbert",
      "category": "Heart, Angel, Her"
    },
    {
      "quote": "I learnt how to make candles when I was a kid. My mom used to make them. Then, when I broke my leg once and couldn't really move around, I started playing around with it... putting the scent inside and dried flowers, and that's it.",
      "author": "Twinkle Khanna",
      "category": "Flowers, Kid, Leg"
    },
    {
      "quote": "I make bangers all the time, and I knew it was going to come. My mom probably used to think it wasn't going to happen. My daughter's mom thought it wasn't going to happen, and a couple of girlfriends. You just gotta keep on doing it. I'm living proof.",
      "author": "Ty Dolla Sign",
      "category": "Time, Daughter, Thought"
    },
    {
      "quote": "My dad had always been a big decaf coffee drinker. But my mom had always been more of a tea drinker. So I grew up around a lot of tea. And I also really love tea. But I'm not one of those people who has ever felt the need to choose between coffee and tea. I think that is a completely false dichotomy.",
      "author": "Chelsea Clinton",
      "category": "Love, Coffee, People"
    },
    {
      "quote": "My mom grew up in poverty in Oklahoma - like Dust Bowl, nine people in one room kind of place - and the way she got out of poverty was through education. My dad grew up without a dad, with very little and he also made his way out through education.",
      "author": "Jennifer Garner",
      "category": "Education, Poverty, People"
    },
    {
      "quote": "My mom and I have always been very close. She is my best friend. She had to make a lot of sacrifices early on in my life to make sure I got to do what I wanted to do.",
      "author": "Norah Jones",
      "category": "Life, Best, Best Friend"
    },
    {
      "quote": "President of the United States is you know, our boss, so you know, the President and the First Lady are kinda like the Mom and the Dad of the country. And when your Dad says something you listen.",
      "author": "Chris Rock",
      "category": "Boss, Know, You"
    },
    {
      "quote": "Because of my unique experience as my mom's child, the beginning of my journey was more about me trying to figure out who I was on my own. My mom is one of the greatest moms and so supportive of all my siblings and of all of us being who we are, and not who she wanted us to be.",
      "author": "Tracee Ellis Ross",
      "category": "Journey, Experience, Child"
    },
    {
      "quote": "I'm ridiculous in my oversharing my mom and sister are very open but a little more judicious than me... and my father is a decidedly private person.",
      "author": "Lena Dunham",
      "category": "Sister, Father, Me"
    },
    {
      "quote": "Anytime there was an award show, it was a ritual where me and my mom would sit around and watch with my friends. We would make desserts and buy chips and popcorn and see what our favorite performances of the night were.",
      "author": "Bebe Rexha",
      "category": "Friends, Night, Me"
    },
    {
      "quote": "A mother who is obsessing about being thin and dieting and exercising is not going to be a very good mother.",
      "author": "Jane Fonda",
      "category": "Good, Mother, Going"
    },
    {
      "quote": "My mom never wanted to be a grandmom. She never wanted to be a mom, really.",
      "author": "Pink",
      "category": "She, Never, Wanted"
    },
    {
      "quote": "All I wanted was for my mom to say, 'I love you, and I'm here for you.' I never got that.",
      "author": "Kendra Wilkinson",
      "category": "Love, I Love You, You"
    },
    {
      "quote": "Once you start listening to the comics, be they Jewish, Muslim, Italian, Filipino or whatever, the material often springs from the same source - the overbearing mom, the parents who want you to marry from within your community. That's why the 'Ethnic Show' works so well.",
      "author": "Maz Jobrani",
      "category": "Community, Parents"
    },
    {
      "quote": "My mother gets all mad at me if I stay in a hotel. I'm 31-years-old, and I don't want to sleep on a sleeping bag down in the basement. It's humiliating.",
      "author": "Ben Affleck",
      "category": "Mother, Sleep, Me"
    },
    {
      "quote": "I can't resist South Indian cuisine, particularly what is prepared at home. My mom is my favourite cook. She can cook a variety of cuisines. I savour her cooking at home, and she's undoubtedly the best.",
      "author": "Deepika Padukone",
      "category": "Home, Best, Cooking"
    },
    {
      "quote": "I remember, when I was 7, my dad found a pregnant dog on the railroad track one day and brought her home. So my mom explained about how this dog was married but that her husband had passed away - she didn't want me to even think that a dog could have babies without being married.",
      "author": "Bonnie Hunt",
      "category": "Day, Home, Dog"
    },
    {
      "quote": "My mom did not have money. She was a single mom, on and off in periods between marriages. My husband, however, grew up on a wonderful farm in Tuscany, in Florence, and his family was so entertaining in terms of growing their own food and using the fruit of their land. We have very, very different experiences.",
      "author": "Debi Mazar",
      "category": "Family, Food, Money"
    },
    {
      "quote": "My mom put me in a Pampers commercial on TV.",
      "author": "Christian Slater",
      "category": "Me, Commercial, Put"
    },
    {
      "quote": "I've been reading comics since I was four. I used to get them when I would go grocery shopping with my mom. I remember getting the digest versions of old DC comics. The one that I remember reading first was Paul Levitz' 'Justice Society of America' stuff that he was doing in the '70s.",
      "author": "Jeff Lemire",
      "category": "Justice, America, Society"
    },
    {
      "quote": "Green has always been my mom's favorite color. My father, aunt and I have gotten her jade, emerald, and peridot pieces over the years, and we always seem to be on the lookout.",
      "author": "Erika Christensen",
      "category": "Father, Color, Green"
    },
    {
      "quote": "When I was a child, I would draw these little stick-figures, and my mom would put them up all over the loft and tell me how wonderful they were. Then you get out there into the harsh reality of the world, and you realize not everybody loves every little thing you do the way your mom did.",
      "author": "Julia Stiles",
      "category": "Child, Reality, World"
    },
    {
      "quote": "There is nothing better than being a parent. It is the most challenging job one could ever ask for. I love being a mom and I love being a friend to my children as well.",
      "author": "Marlee Matlin",
      "category": "Love, Children, Job"
    },
    {
      "quote": "Take motherhood: nobody ever thought of putting it on a moral pedestal until some brash feminists pointed out, about a century ago, that the pay is lousy and the career ladder nonexistent.",
      "author": "Barbara Ehrenreich",
      "category": "Motherhood, Thought, Moral"
    },
    {
      "quote": "I grew up in a family of Republicans. And when I was 18 and registering to vote, my mom's only instruction was 'You just go in and pull the big Republican lever.' That's my welcome to adulthood. She's like, 'No, don't even read it. Just pull the Republican lever.",
      "author": "Tina Fey",
      "category": "Family, Welcome, You"
    },
    {
      "quote": "My mom passed away at 41 from diabetes. And I'm 42, thank you. I didn't want to do that to my son. So any time I was at the gym, that thing that helped me do that last squat was my son calling some other woman mommy. And that would just give me that extra oomph to do that last squat. I want to be around for him.",
      "author": "Sherri Shepherd",
      "category": "Time, Son, Woman"
    },
    {
      "quote": "My mom has always just been one of those people who handle adversity and challenges, and really everything, with so much grace and elegance. I saw it all the time.",
      "author": "Jillian Hervey",
      "category": "Time, Adversity, Challenges"
    },
    {
      "quote": "One of my favorite things from my mom is a chocolate brown three-piece Chanel outfit. I had it tailored because she taught me the importance of fit.",
      "author": "Jillian Hervey",
      "category": "Me, Chocolate, Favorite"
    },
    {
      "quote": "Just coming from a musical family, I was always surrounded by it. On the car rides to school, my mom loved playing A Tribe Called Quest and the Beatles' 'Sgt. Pepper's Lonely Hearts Club Band,' and then my dad was listening to a lot of Bill Withers and Stevie Wonder.",
      "author": "Jillian Hervey",
      "category": "Family, Car, School"
    },
    {
      "quote": "I'm a soccer mom. I'm T-ball, soccer, karate, homework, keeping them on their schedules. I love being the snack mom, when I get to bring the cut oranges. I have one of those coolers with wheels. I'm at every game, every practice, sitting on my blanket. I love it.",
      "author": "Pamela Anderson",
      "category": "Love, Game, Practice"
    },
    {
      "quote": "My mom told me to cover up my arms ever since I was little because I was muscular. She wanted me to be feminine, which did not come easy to me. My body was what it was, and I worked it to be a better tennis player.",
      "author": "Martina Navratilova",
      "category": "Me, Tennis, Easy"
    },
    {
      "quote": "My mom has always been kind of my backbone. She keeps me strong. She is a mother, a friend. She is really everything to me.",
      "author": "Aerin Lauder",
      "category": "Mother, Strong, Me"
    },
    {
      "quote": "I have always loved music. My mom used to sing with my sister and I when I was younger, and I was in choirs and loved to perform, but when I was in college, I went on a study abroad to Trinidad, and while I was there, I sang backup at my first concert.",
      "author": "Rachel Platten",
      "category": "Music, Sister, College"
    },
    {
      "quote": "My dad never blew anything up, but he probably had friends who did. He and my mom have always preached that the pen is mightier than a Molotov cocktail.",
      "author": "Joseph Gordon-Levitt",
      "category": "Friends, Pen, Cocktail"
    },
    {
      "quote": "I auditioned on my own. I tried to make a mark for myself without anybody's help, not even Mom's.",
      "author": "Kate Hudson",
      "category": "Myself, Help, My Own"
    },
    {
      "quote": "My nickname for my mom was 'The Compass.'",
      "author": "Dane Cook",
      "category": "Compass, Nickname"
    },
    {
      "quote": "My dad was very excited about me doing 'Laguna Beach,' and he thought it was a great opportunity. My mom, however, living in Chicago, was a little nervous. I mean she had some reservations about MTV. I think there was a point in my life where I wasn't even allowed to watch MTV!",
      "author": "Kristin Cavallari",
      "category": "Life, Great, Opportunity"
    },
    {
      "quote": "I think the hardest part of being a working mom is that I miss my kids a lot.",
      "author": "Kristin Cavallari",
      "category": "Think, Working, Kids"
    },
    {
      "quote": "If there were no schools to take the children away from home part of the time, the insane asylums would be filled with mothers.",
      "author": "E. W. Howe",
      "category": "Time, Children, Home"
    },
    {
      "quote": "I'm a military kid, both parents in the military - Mom did 12 years, Dad did 21, served in two wars. So discipline is something that was huge.",
      "author": "Robert Griffin III",
      "category": "Parents, Military"
    },
    {
      "quote": "I actually have a pig collection in my cabin: all types of old wood hand-carved pigs that my mom started for me as a housewarming gift.",
      "author": "Johnny Iuzzini",
      "category": "Gift, Me, Wood"
    },
    {
      "quote": "My mom is my biggest support and critic. I've tried to be a good son, and I don't think I've given her a single day of grief. I want her to know she has my unconditional love.",
      "author": "Tiger Shroff",
      "category": "Love, Good, Son"
    },
    {
      "quote": "I'm sponsored by the solar company Goal Zero, and they were gracious enough to install panels on my van and a nice battery system for the inside. I have lights and a fridge inside the van. And of course I had panels installed on my mom's house.",
      "author": "Alex Honnold",
      "category": "Goal, Company, Nice"
    },
    {
      "quote": "Mothers don't let your daughters grow up to be models unless you're present.",
      "author": "Janice Dickinson",
      "category": "Grow, Grow Up, You"
    },
    {
      "quote": "Depending on what day of the week it is and what time of the month it is, I'm a good friend or not a good friend. I'm more or less a good mom or not a good mom, more or less a good mate or not a good mate. That's just life, whether or not you're public.",
      "author": "Amy Grant",
      "category": "Life, Time, Good"
    },
    {
      "quote": "All of us kids ended up 'doing Mom.' There are four of us who've tried show business. Five if you insist on counting my sister the nun, who does liturgical dance.",
      "author": "Bill Murray",
      "category": "Business, Sister, Dance"
    },
    {
      "quote": "I want to be a cool mom.",
      "author": "Tori Spelling",
      "category": "Cool, Want"
    },
    {
      "quote": "I am proud of my kids, but I also want to make my mom proud of me. I'm still a momma's girl at the heart of the situation.",
      "author": "Tori Spelling",
      "category": "Heart, I Am, Girl"
    },
    {
      "quote": "My mom and dad just loved the fact that I fooled around. They just embraced it. They'd always kind of enjoy it, and they liked it when I made them laugh.",
      "author": "Dominic Monaghan",
      "category": "Enjoy, Laugh, Loved"
    },
    {
      "quote": "I want to be more successful as a mother than I am in show business.",
      "author": "Celine Dion",
      "category": "Business, Mother, I Am"
    },
    {
      "quote": "I have a very broad demographic, from the 8-year-old who knows every word to 'Ice Ice Baby' and the college kid who grew up on 'Ninja Rap' to the soccer mom and grandparent.",
      "author": "Vanilla Ice",
      "category": "Baby, College, Soccer"
    },
    {
      "quote": "Puffy's contribution to hip-hop culture was the remix. He offered us the music that his mom played in front of him, with newer drums and younger artists. That worked, and will consistently be there. The remix comes right after the original record, that's something Puffy did to influence the culture.",
      "author": "Curtis Jackson",
      "category": "Music, Culture, Influence"
    },
    {
      "quote": "I had massive anxiety as a child. I was in therapy. From 8 to 10, I was borderline agora-phobic. I could not leave my mom's side. I don't really have panic attacks anymore, but I had really bad anxiety.",
      "author": "Emma Stone",
      "category": "Child, Anxiety, Bad"
    },
    {
      "quote": "I don't really see why some of those topical lines have to be crossed to get a point across. I want a mother and daughter, a teenage girl and her mom, to be able to come to the show and both enjoy it on the same level.",
      "author": "Brett Young",
      "category": "Daughter, Mother, Girl"
    },
    {
      "quote": "My mom, through my dad, rented the apartment next door to his... he had the lease on both places. But then, she would dress up and act like his maid... a practical maid. No fantasies.",
      "author": "Trevor Noah",
      "category": "Door, Dress, She"
    },
    {
      "quote": "Dad was the pitching coach, while Mom was the emotional supporter. Her unconditional love was great, and she wanted what was best for me. It was more about what she did than what she said, and she made sure I was the best I could be.",
      "author": "Jennie Finch",
      "category": "Love, Best, Great"
    },
    {
      "quote": "I am a full-time mom; that is my first job. The most important job ever. I started my business when he started school. When he is in school, I do my meetings, my sketches, and everything else. I cook him breakfast. Bring him to school. Pick him up. Prepare his lunch. I spend the afternoon with him.",
      "author": "Melania Trump",
      "category": "Business, School, Job"
    },
    {
      "quote": "My mom handed me my first romance novel.",
      "author": "Sylvia Day",
      "category": "Me, First, Romance"
    },
    {
      "quote": "I didn't grow up wealthy. We couldn't even afford spaghetti sauce when I was first born, but my mom and dad worked really hard and came from the bottom up.",
      "author": "Charlie Puth",
      "category": "Grow, Born, Grow Up"
    },
    {
      "quote": "I'm able to shift gears from mom to performer to mom pretty quickly.",
      "author": "Faith Hill",
      "category": "Pretty, Performer, Quickly"
    },
    {
      "quote": "When I was younger, on weekends, my mom would make us pancakes with our initials on them and then a tiny cup of coffee. I remember at 10 sneaking my own coffee and pouring a ton of sugar in and going up to the playroom and drinking it.",
      "author": "Mary-Kate Olsen",
      "category": "Coffee, Sugar, Remember"
    },
    {
      "quote": "After my mom died, there was so much written about her fashion and her style and all that, and I felt that one of the most important parts of her was missing, her real intellectual curiosity.",
      "author": "Caroline Kennedy",
      "category": "Curiosity, Style, Fashion"
    },
    {
      "quote": "Every day, my mom and I would watch a different Judy Garland VHS. I love how she tells a story when she sings. It was just about her voice and the words she was singing - no strings attached or silly hair or costumes, just a woman singing her heart out. I feel like that doesn't happen that much anymore.",
      "author": "Ariana Grande",
      "category": "Love, Day, Words"
    },
    {
      "quote": "Some are kissing mothers and some are scolding mothers, but it is love just the same, and most mothers kiss and scold together.",
      "author": "Pearl S. Buck",
      "category": "Love, Together, Kiss"
    },
    {
      "quote": "It's the moms of this nation - single, married, widowed - who really hold this country together. We're the mothers, we're the wives, we're the grandmothers, we're the big sisters, we're the little sisters, we're the daughters. You know it's true, don't you? You're the ones who always have to do a little more.",
      "author": "Ann Romney",
      "category": "Together, Know, You"
    },
    {
      "quote": "I come from a short fiction background, and my mom is a poet, so I've always read poetry; I've always had a lot of different influences both linguistically and musically.",
      "author": "Lorde",
      "category": "Poetry, Short, Different"
    },
    {
      "quote": "I grew up with an Italian family in an era when a woman's path was laid out for her: You got married and had children. Simple, right? Then I got to a point around the age of 30 when I had three little children and was a single mom, and I realized life was not so simple.",
      "author": "Joy Mangano",
      "category": "Life, Family, Children"
    },
    {
      "quote": "Having a child makes you realize the importance of life - narcissism goes out the window. Heaven on earth is looking at my little boy. The minute he was born, I knew if I never did anything other than being a mom, I'd be fine.",
      "author": "Jenny McCarthy",
      "category": "Life, Child, Window"
    },
    {
      "quote": "My beloved Mom and Pop always rated tops with each other, and that's the way it will always be.",
      "author": "Ethel Merman",
      "category": "Way, Will, Always"
    },
    {
      "quote": "I wanted to do 'Oh Shenandoah' because that's the town I was born in - as a tribute to my mom and dad for giving me all this music. I don't really sing this as a singer, because I'm not a singer. But I wanted to do it for them.",
      "author": "Charlie Haden",
      "category": "Music, Giving, Me"
    },
    {
      "quote": "My dad and mom did what a lot of parents did at the time. They sacrificed a lot of their life and used a lot of their disposable income to make sure their children were educated.",
      "author": "Sundar Pichai",
      "category": "Life, Time, Children"
    },
    {
      "quote": "Mothers are the necessity of invention.",
      "author": "Bill Watterson",
      "category": "Mothers, Invention"
    },
    {
      "quote": "I always had short hair, and I hated my short hair. I was always mistaken for a boy, but my mom wouldn't let me change my hair because she was always chasing me around with a hairbrush, and it was always tangled, so she just would cut it off, and she's right: short hair did suit me.",
      "author": "Dorothy Hamill",
      "category": "Change, Short, Hair"
    },
    {
      "quote": "Feminists of my mother's generation argued that both mom and dad should work a little less and each do some of the household chores. My parents, for example, split everything 50/50. Even though my father is a terrible cook, he still made dinner exactly half the time.",
      "author": "Emily Oster",
      "category": "Work, Time, Father"
    },
    {
      "quote": "My mom says I'm a fighter, a fierce competitor, and I think I am, too.",
      "author": "Gabby Douglas",
      "category": "I Am, Think, Fighter"
    },
    {
      "quote": "Oprah has definitely caught my eye. My mom and I used to watch her shows. We just love her.",
      "author": "Gabby Douglas",
      "category": "Love, Eye, Her"
    },
    {
      "quote": "The woman is uniformly sacrificed to the wife and mother.",
      "author": "Elizabeth Cady Stanton",
      "category": "Mother, Woman, Wife"
    },
    {
      "quote": "I realized that if you try to be the perfect mom, perfect wife, perfect actress, you start to feel overwhelmed. You shut down. I got that really fast... I was running back and forth from breast-feeding to filming a scene, overextending myself on every level. I realized I have to make priorities, and my family is number one no matter what.",
      "author": "Jenna Dewan",
      "category": "Family, Myself, Wife"
    },
    {
      "quote": "My dad was a produce man. He worked in grocery stores for 35 years. My mom just babysat kids and raised us. I have four sisters and one brother. I'm the baby.",
      "author": "Brandon Flowers",
      "category": "Brother, Man, Baby"
    },
    {
      "quote": "My dad's name is Vernon and my mom liked the initials, V. V. My sisters and I got named Victoria, Valerie and Vincent so we'd be V. V.'s, too. But, then when you start getting pets' names that start with a 'v,' it's a little embarrassing.",
      "author": "Vince Vaughn",
      "category": "Start, Name, You"
    },
    {
      "quote": "Luckily, I was raised by a kind of gypsy family, which is why I always get along better with people who worked in circuses than with kids of other actors. My mom was so carefree with us in a beautiful way. We were used to sleeping anywhere.",
      "author": "Lou Doillon",
      "category": "Family, Beautiful, People"
    },
    {
      "quote": "I came from a broken home, so my mom was a major influence in my life.",
      "author": "Julius Erving",
      "category": "Life, Home, Influence"
    },
    {
      "quote": "My mom was a saint. She taught me to be terminally nice.",
      "author": "Iggy Pop",
      "category": "Me, Nice, She"
    },
    {
      "quote": "I was who I was in high school in accordance with the rules of conduct for a normal person, like obeying your mom and dad. Then I got out of high school and moved out of the house, and I just started, for lack of a better term, running free.",
      "author": "Iggy Pop",
      "category": "School, Rules, Free"
    },
    {
      "quote": "As we all know, there is no harder or more rewarding job than being a mom.",
      "author": "Kirsten Gillibrand",
      "category": "Job, Know, Being"
    },
    {
      "quote": "On signing day, my mom brought me the national letter of intent to Arkansas. I should feel like I'm making the right decision. You get that many people telling you that. I had been dreaming about it. I signed 'No' where I was supposed to sign my name and put an exclamation point.",
      "author": "DeAngelo Williams",
      "category": "Day, Decision, Me"
    },
    {
      "quote": "I was embarrassed that I even wanted to become an actress because coming from L.A., with two older sisters in the business and a mom who had been a ballet dancer, it was such a cliche.",
      "author": "Elizabeth Olsen",
      "category": "Business, Ballet, Actress"
    },
    {
      "quote": "I want to make my music and be a happy woman, a good wife, a good mom and one day hopefully have a child of my own.",
      "author": "LeAnn Rimes",
      "category": "Music, Happy, Good"
    },
    {
      "quote": "My mom grew up in Idaho, went to Brigham Young University: they're very Molly Mormon. And my father is, like, first generation Albanian, and his parents lived in Southey and grew up in downtown Boston. My parents are complete opposites.",
      "author": "Eliza Dushku",
      "category": "Father, Parents, Generation"
    },
    {
      "quote": "We didn't have a TV in the living room and all my friends thought we were kind of weird. When they'd come over, my mom wanted to talk to them about current events.",
      "author": "Eliza Dushku",
      "category": "Friends, Thought, Weird"
    },
    {
      "quote": "My voice has always been kind of distinct - even when I was four years old, my mom told me that people would be like, 'Why does your daughter always sound like a chain smoker?' I've always had this deep, raspy voice.",
      "author": "Banks",
      "category": "Deep, Daughter, Me"
    },
    {
      "quote": "My mom doesn't post on Facebook, but she'll tell anyone within about the first five minutes of meeting them about my sister and I, in whatever way she can.",
      "author": "Maria Bamford",
      "category": "Sister, Meeting, She"
    },
    {
      "quote": "I'm a really bad liar. My mom finds out every time, especially now that she's got Facebook.",
      "author": "Pixie Lott",
      "category": "Time, Liar, She"
    },
    {
      "quote": "My mom is a painter and an artist. She would play music, and she always had very good taste in music, fashion, and art. She was also a young single mom, so I think she had really good style; she was really free... just really inspiring in her own way and allowed me to find the direction I wanted to take in my life.",
      "author": "Ruby Rose",
      "category": "Life, Music, Art"
    },
    {
      "quote": "I remember how my mom would take me on the subway from Queens to Broadway. We'd go to the offices of casting agents. Many doors were slammed in our faces. I was just a boy, but I remember that well.",
      "author": "Dick Van Patten",
      "category": "Me, Remember, Doors"
    },
    {
      "quote": "My mom allowed me to take an old burlap bag and fill it with moss, corn stalks and rocks, then hang it from a tree and spend an hour a day punching my heavy bag.",
      "author": "Joe Frazier",
      "category": "Day, Tree, Me"
    },
    {
      "quote": "My mom used to tell me: 'It's not what you weigh it's what you look like.'",
      "author": "Gina Carano",
      "category": "Me, Look, You"
    },
    {
      "quote": "You can blame my mom for some of my worst fashion moments. She used to dress me and my sister in a lot of patterns. Like, she would put me in striped stockings with a floral dress. Like, why are you doing that to me?",
      "author": "Hailey Baldwin",
      "category": "Sister, Dress, Moments"
    },
    {
      "quote": "When I was 12, I was living in Iowa, and I emailed so many wrestling schools, and one of them was actually in Boston. I joined it at 18 - the New England Pro Wrestling Academy. They were doing a fantasy camp. I was 17 about to turn 18. I told my mom, 'I'm 18 now. I just signed these papers by myself, and I'm going to do this.'",
      "author": "Sasha Banks",
      "category": "Myself, Living, Fantasy"
    },
    {
      "quote": "My mom taught me to live by the three p's: to always be passionate, persistent, and prepared.",
      "author": "Hailee Steinfeld",
      "category": "Me, Live, Three"
    },
    {
      "quote": "My mom had started to go to work when I was nine or ten, so I was aware of women trying to find their own identities by working. But I was still influenced by men to such an extreme. I wanted to play their games and wanted to compete in their world and be like them.",
      "author": "Elisabeth Shue",
      "category": "Work, Women, World"
    },
    {
      "quote": "Dilip Kumar was the only Bollywood hero who could make a girl shiver just by looking at her. If you don't believe it, ask your mom!",
      "author": "Imtiaz Ali",
      "category": "Hero, Girl, Believe"
    },
    {
      "quote": "When you're adopted, no matter what, you've got issues with unconditional love. And you find out you're the product of the worst situation for a young girl to be in and start her life, and I'm so grateful that my birth mom made the decision she made. She came from a rough situation.",
      "author": "Rodney Atkins",
      "category": "Love, Life, Girl"
    },
    {
      "quote": "I was a sickly baby, and after two sets of adoptive parents took me home, they returned me to the orphanage because of a serious respiratory infection. But as they say, the third time's a charm, because my mom and dad adopted me and took me into their home where I was raised in a family full of love.",
      "author": "Rodney Atkins",
      "category": "Love, Family, Time"
    },
    {
      "quote": "My mom told me as a youngster I was always intellectual, like as far as being able to adapt fast and quick. But I had a fun childhood, went to regular school.",
      "author": "Chris Brown",
      "category": "School, Childhood, Fun"
    },
    {
      "quote": "I want to make sure I continue to make good music that my mom and everybody around me can be proud of.",
      "author": "Ruben Studdard",
      "category": "Music, Good, Me"
    },
    {
      "quote": "I'm fighting hard; I'm training hard. I'm still walking over people and stepping over people to get where I'm going, and I would really like to give back, especially to my mom, who was there for me when I was a kid.",
      "author": "Nate Diaz",
      "category": "Training, Walking, Me"
    },
    {
      "quote": "The fact that I'm very close with my past relationships is something I pride myself on. My mom is still close to her first husband. It's nice to be able to enjoy someone in a different form.",
      "author": "Kate Bosworth",
      "category": "Myself, Past, Pride"
    },
    {
      "quote": "I was actually the one who decided to move to LA. Mom and I were driving on Sunset Boulevard during one of our trips back to see her family, and I said, 'Can we just stay?' So we did.",
      "author": "Lily Collins",
      "category": "Family, Sunset, See"
    },
    {
      "quote": "Mothers always find ways to fit in the work - but then when you're working, you feel that you should be spending time with your children and then when you're with your children, you're thinking about working.",
      "author": "Alice Hoffman",
      "category": "Work, Time, Children"
    },
    {
      "quote": "Over the years my mom has become a self-taught Biblical scholar.",
      "author": "Kathie Lee Gifford",
      "category": "Years, Become, Scholar"
    },
    {
      "quote": "I love what I do and I think it shows. As my kids get older, they can see me as a mom who loves working.",
      "author": "Jessica Capshaw",
      "category": "Love, Me, Think"
    },
    {
      "quote": "My father came from Germany. My mom came from Venezuela. My father's culturally German, but his father was Japanese. I was raised in New York and spent two years in Rio. My parents met at the University of Southern Mississippi, and they had me there, and then we moved to New York. I'm not very familiar with Mississippi.",
      "author": "Fred Armisen",
      "category": "Father, Parents, Me"
    },
    {
      "quote": "I always say I am a realist, and my mom says, 'No, you just have anxiety.'",
      "author": "Jessica Chastain",
      "category": "I Am, Anxiety, You"
    },
    {
      "quote": "We grew up devout Catholics, so my trips to San Juan always include going to the churches that we used to go to and lighting candles and everything. Everything I do in San Juan is what I used to do with my mom, kind of as a tribute to her.",
      "author": "Cristela Alonzo",
      "category": "Her, Kind, Lighting"
    },
    {
      "quote": "My mother thinks I could have even run a larger company.",
      "author": "Christie Hefner",
      "category": "Mother, Company, Run"
    },
    {
      "quote": "My brother Jim and I spent many wonderful summers working on dairy farms in Wisconsin owned by Mom's cousins, and as members of our local Boy Scout troop.",
      "author": "Peter Agre",
      "category": "Brother, Working, Scout"
    },
    {
      "quote": "My mom's always been a good cook, so I took a lot of stuff from her, but most of the stuff I took from Emeril or Bobby Flay right off the TV and make it. I just loved to cook, so it just became a thing. It's a release. Even if I'm alone, I'll cook a full meal, maybe even a two-course meal, just because I love to cook. It's my secret love!",
      "author": "Christian Kane",
      "category": "Love, Good, Alone"
    },
    {
      "quote": "My mom loved to sing - and I'll go on record and say she was the worst singer ever. I'd get up and move away from her!",
      "author": "Kenny Rogers",
      "category": "Loved, She, Her"
    },
    {
      "quote": "My wrestling and family go together. It's always been that way, from day one with my mom and dad, my sister, my wife, four daughters, grandsons, son-in-laws.",
      "author": "Dan Gable",
      "category": "Family, Sister, Together"
    },
    {
      "quote": "When I was about 6, my cousin was very active in a Filipino repertory company, doing musicals and plays. Her aunt was one of the founders of the company, and she told my mom that there were these auditions for 'The King and I,' and that they needed kids. I auditioned, got in and the love affair started from there and just kept going.",
      "author": "Lea Salonga",
      "category": "Love, King, Company"
    },
    {
      "quote": "A woman must combine the role of mother, wife and politician.",
      "author": "Emma Bonino",
      "category": "Mother, Woman, Wife"
    },
    {
      "quote": "Some days I really love being a mom, and some days I don't! It's crazy - I'm tired of packing lunches!",
      "author": "Michelle Monaghan",
      "category": "Love, Crazy, Tired"
    },
    {
      "quote": "I'd love to open a restaurant that changes every month. One month it would be a mom and bar spaghetti-and-meatball, Red Sox place, and the next it would be a British pub, and everyone gets in a fight.",
      "author": "Graham Elliot",
      "category": "Love, Changes, Red"
    },
    {
      "quote": "I pretty much look like an identical twin of my mom.",
      "author": "Odell Beckham, Jr.",
      "category": "Look, Pretty, Twin"
    },
    {
      "quote": "I was raised - my mom and dad were dairy farmers. Once you've made a decision to plant a crop for that year, you can't go back and undo that decision.",
      "author": "Roy Blunt",
      "category": "Decision, Plant, You"
    },
    {
      "quote": "I guess I was a mom so late in life, my daughter was the greatest thing since sliced bread.",
      "author": "Candice Bergen",
      "category": "Life, Daughter, Greatest"
    },
    {
      "quote": "My mother worked in factories, worked as a domestic, worked in a restaurant, always had a second job.",
      "author": "Ed Bradley",
      "category": "Mother, Job, Restaurant"
    },
    {
      "quote": "My mom would give me a piece to play, but I wouldn't do any theory because when it came time to do it I would sneak back upstairs and watch TV. So, I had these kind of nonchalant lessons for years, then it just started soaking in.",
      "author": "Vanessa Carlton",
      "category": "Time, Me, Play"
    },
    {
      "quote": "When I was a baby, I wore my mom's Chanel pumps - to be able to say that I work with Karl Lagerfeld is a dream come true.",
      "author": "Lily-Rose Depp",
      "category": "Work, Baby, Dream"
    },
    {
      "quote": "My mom gave me a Chanel dress when I was younger. I felt special. I think anybody feels special in Chanel.",
      "author": "Lily-Rose Depp",
      "category": "Dress, Me, Think"
    },
    {
      "quote": "My mother was a personal friend of God's. They had ongoing conversations.",
      "author": "Della Reese",
      "category": "God, Mother, Friend"
    },
    {
      "quote": "I love being at home now, improving my cooking. I've got a really bad memory, so my first attempts were a disaster - I'd forget what ingredients to put in. But I do a lasagna that's a crowd-pleaser, and a good lemon drizzle cake, which I take to my mom's for the Sunday roast to fatten the family up.",
      "author": "Katy B",
      "category": "Love, Family, Home"
    },
    {
      "quote": "I was two years old when my mom put me in mommy and me classes. I always had a lot of energy so it was the perfect fit!",
      "author": "Aly Raisman",
      "category": "Energy, Me, Perfect"
    },
    {
      "quote": "A few weeks after my mom passed in November of 2013, I came back from an injury and entered the Egg Bowl in the second half against Ole Miss. I'll never forget the feeling when I walked back out on the field. As I walked into the Egg Bowl, the crowd stood up and clapped like they were enveloping me in a giant hug.",
      "author": "Dak Prescott",
      "category": "November, Me, Never Forget"
    },
    {
      "quote": "I go back five generations in Jamaica. My dad grew up in Port Royal, and my mom grew up in Kingston. My family is from the country like West Moreland and also in Manchester. I've been there countless times. As far as cuisine, there's not really much that comes out of Jamaica that's on a plate that I don't like.",
      "author": "Dule Hill",
      "category": "Family, Country, Port"
    },
    {
      "quote": "Always it gave me a pang that my children had no lawful claim to a name.",
      "author": "Harriet Ann Jacobs",
      "category": "Children, Me, Name"
    },
    {
      "quote": "I'm a Mommy's Girl - the strongest influence in my young life was my mom.",
      "author": "Susie Bright",
      "category": "Life, Girl, Influence"
    },
    {
      "quote": "I have an incredible role model in my mom. She was a single mother raising two kids in New York.",
      "author": "Kim Raver",
      "category": "Mother, New York, Role Model"
    },
    {
      "quote": "Mother is far too clever to understand anything she does not like.",
      "author": "Arnold Bennett",
      "category": "Mother, Clever, She"
    },
    {
      "quote": "I'm sure that my mom would have been happy with any path I chose.",
      "author": "Joely Fisher",
      "category": "Happy, Path, Sure"
    },
    {
      "quote": "Both me and Ishmeet were very naughty. We used to have my grandfather's swords in the house. We used to take all these swords and take all the showpieces Mom had and slice them one by one. He actually locked my nana in the kitchen once for two hours.",
      "author": "Karan Singh Grover",
      "category": "Me, Kitchen, Grandfather"
    },
    {
      "quote": "I wanted to escape so badly. But of course I knew I couldn't just give up and leave school. It was only when I heard my mom's voice that I came out of my hiding place.",
      "author": "Zhang Ziyi",
      "category": "School, Voice, Escape"
    },
    {
      "quote": "Everyone checks out my mom. My mom's hot.",
      "author": "Ashley Scott",
      "category": "Everyone, Hot, Out"
    },
    {
      "quote": "I am truly my mother's son.",
      "author": "David Geffen",
      "category": "Son, Mother, I Am"
    },
    {
      "quote": "With social media, people share mostly their best moments. Don't feel like you're not doing enough when you see a mom posting about making applesauce after you bought it. Ha ha! It's fine! Just for raising a little human being, you should be commended.",
      "author": "Vanessa Lachey",
      "category": "Best, Social Media, Moments"
    },
    {
      "quote": "I think while all mothers deal with feelings of guilt, working mothers are plagued by guilt on steroids!",
      "author": "Arianna Huffington",
      "category": "Guilt, Think, Working"
    },
    {
      "quote": "I loved the glamour and excitement of the games and, in particular, knowing the names of each and every one of the referees - that's because my mom, a former basketball player, would yell at them from our front-row seats for making bad calls!",
      "author": "Hannah Storm",
      "category": "Basketball, Loved"
    },
    {
      "quote": "When I first got into the entertainment industry, I would always watch Rihanna and all those people, so I was like, 'Ooh, I have to be this.' So my mom was like, 'Just be yourself.'",
      "author": "Willow Smith",
      "category": "Be Yourself, Yourself"
    },
    {
      "quote": "My parents, especially my mother, were no influence on me whatsoever.",
      "author": "Andy Partridge",
      "category": "Mother, Parents, Influence"
    },
    {
      "quote": "My mother told me on several different occasions that she was livin' her dream vicariously through me. She once said that I was getting' to do all the things that she would have wanted to have done.",
      "author": "Buck Owens",
      "category": "Mother, Dream, Me"
    },
    {
      "quote": "I do believe that there are African Americans who have thick accents. My mom has a thick accent; my relatives have thick accents. But sometimes you have to adjust when you go into the world of film, TV, theatre, in order to make it accessible to people.",
      "author": "Viola Davis",
      "category": "Theatre, Believe, World"
    },
    {
      "quote": "Mom and sister played piano growing up; my grandma still plays piano in church. They always beat me over the head trying to get me to play piano, but I was more interested in riding dirt bikes and playing in the mud.",
      "author": "Dustin Lynch",
      "category": "Sister, Growing Up, Me"
    },
    {
      "quote": "The man in our society is the breadwinner; the woman has enough to do as the homemaker, wife and mother.",
      "author": "Dorothy Fields",
      "category": "Mother, Man, Wife"
    },
    {
      "quote": "I couldn't wait until I grew up. I used to look at my mom's stockings and put them on with her high heels and mess with my hair.",
      "author": "Florence Griffith Joyner",
      "category": "Hair, Look, Her"
    },
    {
      "quote": "At 3 years old, I was imitating and doing fun little commercials for the family. Then at 5, I knew, 'OK, this is something I really like.' At 8, I was crying in front of the mirror and my mom was like, 'Oh boy, here we go. We know what she's going to do.'",
      "author": "Lana Parrilla",
      "category": "Family, Mirror, Fun"
    },
    {
      "quote": "Giving birth was easier than having a tattoo.",
      "author": "Nicole Appleton",
      "category": "Giving, Birth, Easier"
    },
    {
      "quote": "My mom has been my support system from day one. Admiring the type of person she is gives me a sense of what to look for in my ideal cheerleader when the time comes.",
      "author": "OMI",
      "category": "Time, Day, Support"
    },
    {
      "quote": "My dad's an architect and my mom owned a French bakery for twelve years.",
      "author": "Alison Lohman",
      "category": "Years, Bakery, Owned"
    },
    {
      "quote": "Sometimes, if you don't have kids yourself, it's assumed you won't understand or know how to play a mom, which is kind of silly if you think about it.",
      "author": "Tricia Helfer",
      "category": "Yourself, Know, Think"
    },
    {
      "quote": "When I was seven and told my mom, 'I'm gonna be a writer,' she said, 'Oh, that's a terrible idea. You'll live in misery and die teaching other people's children badly.' My parents wanted the safer path for me, and I think they failed miserably achieving that.",
      "author": "Stephen Gaghan",
      "category": "Children, Path, Parents"
    },
    {
      "quote": "It's my favorite role - being a mom.",
      "author": "Teri Polo",
      "category": "Favorite, Being, Role"
    },
    {
      "quote": "Being a mother is hard and it wasn't a subject I ever studied.",
      "author": "Ruby Wax",
      "category": "Mother, Being, Hard"
    },
    {
      "quote": "Of course having a baby derails the writing process for some time. And I will be the first to say that I have essentially no social life, because there's just nothing left after being a mom, professor, and writer. I used to be big into rock climbing. No more. A lot falls by the wayside.",
      "author": "Marie Rutkoski",
      "category": "Life, Time, Writing"
    },
    {
      "quote": "The first seven years of my life, me, my mom and dad and my four older siblings lived in a suburb of Stockholm, and my mom was very active with directing theater. So I basically grew up at the theater on the floors of the shows, so I was really surrounded with music at a young age.",
      "author": "Erik Hassle",
      "category": "Life, Music, Age"
    },
    {
      "quote": "When I was in the 9th grade, on Halloween night, when you're supposed to go and out and burn your city, my mom made me go to 'Cirque du Soleil.' I was kicking and screaming. This girl came out onstage, and I was instantly mesmerized. I dropped out of school and became obsessed with her. I saw the show, like, 70 times.",
      "author": "Troy Garity",
      "category": "Halloween, School, Girl"
    },
    {
      "quote": "My mom was always pretty supportive. She saw me do plays and she'd always act out the parts I did. My aunt, who played a big part in my life, was a little bit more reserved, because if they don't see you on TV every week they think you must be starving.",
      "author": "Angela Bassett",
      "category": "Life, Week, Me"
    },
    {
      "quote": "If I should have a daughter, instead of 'Mom,' she's gonna call me 'Point B,' because that way she knows that no matter what happens, at least she can always find her way to me. And I'm going to paint solar systems on the backs of her hands so she has to learn the entire universe before she can say, 'Oh, I know that like the back of my hand.'",
      "author": "Sarah Kay",
      "category": "Daughter, Universe, Me"
    },
    {
      "quote": "I loved theater growing up, and my mom always took us to the touring productions that would come through town. We would go to Chicago all the time and see shows. I loved it.",
      "author": "Robin Lord Taylor",
      "category": "Time, Growing Up, Loved"
    },
    {
      "quote": "I'm very quiet. In the beginning, my brother would play the piano, and I would sing, because that's what my mom and dad did. And then along the way, somebody teased me for even thinking that I could get up there. That stayed with me, and I became very shy.",
      "author": "Tyka Nelson",
      "category": "Brother, Thinking, Me"
    },
    {
      "quote": "We were never the family that ordered pizza, and my mom never came home with a bucket of fried chicken. My mom always made home-cooked meals. We always sat down at the dinner table as a family.",
      "author": "Haylie Duff",
      "category": "Family, Home, Dinner"
    },
    {
      "quote": "My grandma and my mom are not happy about the fact that I am still a bachelor. It's not on my mind that I have to find the person I'm going to spend the rest of my life with. It will happen the way it's going to happen.",
      "author": "Maksim Chmerkovskiy",
      "category": "Life, Happy, I Am"
    },
    {
      "quote": "My dad is a lawyer and my mom is an artist. So growing up was exactly what it sounds like - strict household but a lot of creativity. They are so psyched that I get to make music for a living. My parents rule.",
      "author": "Ty Segall",
      "category": "Music, Creativity, Parents"
    },
    {
      "quote": "My mom used to call us 'free range kids,' like free range chickens... We roamed the countryside.",
      "author": "William Moseley",
      "category": "Free, Kids, Chickens"
    },
    {
      "quote": "Choose wisely, then eat in moderation. When I know I'm going to Mom's for dinner, I throw an extra 20 minutes on the cardio machine so I can be ready to eat.",
      "author": "Danny Pino",
      "category": "Dinner, Know, Moderation"
    },
    {
      "quote": "I went to elementary like any other kid, but I was just always a little different. I had that sparkle, and everyone told my mom, 'She needs to be on TV, acting.'",
      "author": "Raven Goodwin",
      "category": "Acting, She, Little"
    },
    {
      "quote": "I'm not a figurehead for anything. I was a single mom with two kids. What else was I going to do? It was either be in a band or be a waitress.",
      "author": "Chrissie Hynde",
      "category": "Single, Band, Kids"
    },
    {
      "quote": "I was a big fan of 'The Smurfs' growing up, even though by default - my mom used to force me to watch because she was a 'Smurfs' fan.",
      "author": "Jayma Mays",
      "category": "Growing Up, Me, She"
    },
    {
      "quote": "I've had a lot of mother figures. But by the time my mom came into my life, it wasn't a 'mommy' thing. It's more of an adult relationship.",
      "author": "Paris-Michael Katherine Jackson",
      "category": "Life, Time, Relationship"
    },
    {
      "quote": "When my wife and I met, I couldn't talk to her - and my defense mechanism is sarcasm. I belittle someone with verbal pokes and prods. I did it to her out of complete awe. When friends introduced us, I said 'Hi' - and turned my back. Later, I called my mom and best friend and said, 'I think I just met my wife.'",
      "author": "Mike Vogel",
      "category": "Friends, Best, Best Friend"
    },
    {
      "quote": "My earliest acting memory is making up a play for my mom and dad called The Lonesome Baby. I have no idea what The Lonesome Baby was about. I just remember the title. But I'm sure it was an epic.",
      "author": "Jane Horrocks",
      "category": "Baby, Memory, Remember"
    },
    {
      "quote": "On my mom's side I'm Mexican, and my dad is a white dude.",
      "author": "Tyler Posey",
      "category": "White, Mexican, Side"
    },
    {
      "quote": "The very end of me mom's road is the back entrance to Bray Head. Usually climb it when I get home.",
      "author": "Tristan MacManus",
      "category": "Home, Road, Me"
    },
    {
      "quote": "My earliest memory is seeing Michael Jackson in Melbourne with my sister when I was about ten. I still have this souvenir stick with a glove that would light up and make a peace sign in a bunch of different colors. I'm so happy my mom didn't throw that out.",
      "author": "Emilie de Ravin",
      "category": "Happy, Light, Peace"
    },
    {
      "quote": "So, from a very young age, my mom tells me that I wanted to be Michael J. Fox. I didn't want to be an actor. I just wanted to be Michael J. Fox for awhile. And then, I realized that he was an actor, so I pursued that.",
      "author": "Patrick J. Adams",
      "category": "Age, Me, Want"
    },
    {
      "quote": "I'm a first - I was the first person in my family born in the United States. My mom is from Croatia, and my dad is from Iran. They met at music school in Belgium. I grew up as a pianist. I was really interested in piano and sort of discovered that I was a writer when I was about 13 and started writing.",
      "author": "Ottessa Moshfegh",
      "category": "Family, Music, School"
    },
    {
      "quote": "I got started acting by going to auditions that my mom found in the entertainment section of our local news paper. Then, I got a manager and started going out on more auditions.",
      "author": "Tyler James Williams",
      "category": "Acting, News, Entertainment"
    },
    {
      "quote": "What took time for my mom was getting the pronouns right and calling me by a different name. Laverne was my middle name before I transitioned.",
      "author": "Laverne Cox",
      "category": "Time, Me, Name"
    },
    {
      "quote": "My first big job was an Abercrombie &Fitch campaign. But my mom wouldn't let me skip school for it, so I missed half of the shoot. When we got there, we realized Bruce Weber was the photographer; we knew we had made a mistake!",
      "author": "Lauren Bush",
      "category": "School, Job, Me"
    },
    {
      "quote": "I've been a pretty selfish mom and a very unselfish athlete for about three years now and it's time to put my family first. It's probably time to move on.",
      "author": "Melanie Roach",
      "category": "Family, Time, Selfish"
    },
    {
      "quote": "If my mom reads that I'm grammatically incorrect I'll have hell to pay.",
      "author": "Larisa Oleynik",
      "category": "Hell, Pay, Incorrect"
    },
    {
      "quote": "My mom was a ventriloquist and she always was throwing her voice. For ten years I thought the dog was telling me to kill my father.",
      "author": "Wendy Liebman",
      "category": "Dog, Father, Me"
    },
    {
      "quote": "Whether it's a 16-year old girl, or a mom, or a guy, or anybody, as long as they come up and they're excited to meet me 'cause they've had some sort of relationship with something I've created, it's the coolest thing ever. It never gets old. It's awesome.",
      "author": "Andy Grammer",
      "category": "Relationship, Girl, Me"
    },
    {
      "quote": "I was watching 'Mr. Roger's Neighborhood', 'Sesame Street', 'Electric Company', 'Romper Room', and 'Villa Alegre!' when I said to my self, 'Hey, self! Wouldn't it be fun to be one of those kids on the TV?' My mom thought it was a pretty good idea, too... and she instantly moved us from the Bay Area to Malibu... nice.",
      "author": "Keith Coogan",
      "category": "Good, Self, Fun"
    },
    {
      "quote": "My mom is one of my role models in a complicated way. I learned from her how to be a good mom. She was one of those natural moms who really took to it. Her chosen profession was teaching. She loves kids. But she was extremely frustrated and unhappy because for much of my life she was a stay-at-home mom.",
      "author": "Leslie Morgan Steiner",
      "category": "Life, Good, My Life"
    },
    {
      "quote": "I definitely got my philanthropic genes from my mom and dad. They taught me from a very early age to always lend a helping hand to anyone in need, and I hope to raise my daughter to be a very kind and charitable person.",
      "author": "Rebecca Gayheart",
      "category": "Hope, Age, Daughter"
    },
    {
      "quote": "Mom worked as a school librarian, and she felt summers were for education.",
      "author": "Patricia A. Woertz",
      "category": "Education, School, She"
    },
    {
      "quote": "I was discovered in Paris when I was there on a school trip at the age of 13. After that, my mom came in contact with Elite Amsterdam; then I started modeling.",
      "author": "Maud Welzen",
      "category": "Age, School, Paris"
    },
    {
      "quote": "I want to work, but being a mom is my No. 1 priority.",
      "author": "Gena Lee Nolin",
      "category": "Work, Want, Being"
    },
    {
      "quote": "When I was about four, people used to walk up to my mom and say I should be in commercials.",
      "author": "Zachary Gordon",
      "category": "Walk, People, Say"
    },
    {
      "quote": "I adored my mom. I thought she was the best. I loved her very much.",
      "author": "Dan Fogelman",
      "category": "Best, Thought, Loved"
    },
    {
      "quote": "I'd been on 'SVU' before and I'd been on 'Criminal Intent,' but I wasn't a follower. Like, my mom watches every episode, even before I was on it.",
      "author": "Kelli Giddish",
      "category": "Watches, Like, Intent"
    },
    {
      "quote": "My mom definitely inspires me. She's just crazy when it comes to her fashion sense.",
      "author": "Lourdes Leon Ciccone",
      "category": "Crazy, Fashion, Me"
    },
    {
      "quote": "When I was two and a half or three, my mom got a call from someone asking if wanted to go on an audition. I ended up getting the job; it was a commercial for Hasbro. It was my first audition and first commercial. I just had to smile and laugh and dance around.",
      "author": "Megan Charpentier",
      "category": "Smile, Dance, Job"
    },
    {
      "quote": "Shortly after my dad died, my mom figured that if I could do a few commercials, I'd get a college fund.",
      "author": "Liam Aiken",
      "category": "College, If I Could, Died"
    },
    {
      "quote": "Election days come and go. But the struggle of the people to create a government which represents all of us and not just the one percent - a government based on the principles of economic, social, racial and environmental justice - that struggle continues.",
      "author": "Bernie Sanders",
      "category": "Struggle, Justice"
    },
    {
      "quote": "It's not tyranny we desire; it's a just, limited, federal government.",
      "author": "Alexander Hamilton",
      "category": "Tyranny, Desire, Just"
    },
    {
      "quote": "Government's first duty is to protect the people, not run their lives.",
      "author": "Ronald Reagan",
      "category": "People, Run, Protect"
    },
    {
      "quote": "A wise and frugal government, which shall restrain men from injuring one another, shall leave them otherwise free to regulate their own pursuits of industry and improvement, and shall not take from the mouth of labor the bread it has earned.",
      "author": "Thomas Jefferson",
      "category": "Wise, Improvement, Men"
    },
    {
      "quote": "A Bill of Rights is what the people are entitled to against every government, and what no just government should refuse, or rest on inference.",
      "author": "Thomas Jefferson",
      "category": "People, Rest, Rights"
    },
    {
      "quote": "Nationalism is an infantile disease. It is the measles of mankind.",
      "author": "Albert Einstein",
      "category": "Mankind, Nationalism"
    },
    {
      "quote": "Government of the people, by the people, for the people, shall not perish from the Earth.",
      "author": "Abraham Lincoln",
      "category": "People, Earth"
    },
    {
      "quote": "It is to be regretted that the rich and powerful too often bend the acts of government to their own selfish purposes.",
      "author": "Andrew Jackson",
      "category": "Powerful, Selfish, Rich"
    },
    {
      "quote": "The problem with socialism is that you eventually run out of other peoples' money.",
      "author": "Margaret Thatcher",
      "category": "Money, Problem, Socialism"
    },
    {
      "quote": "The philosophy of the school room in one generation will be the philosophy of government in the next.",
      "author": "Abraham Lincoln",
      "category": "Education, School"
    },
    {
      "quote": "Government's view of the economy could be summed up in a few short phrases: If it moves, tax it. If it keeps moving, regulate it. And if it stops moving, subsidize it.",
      "author": "Ronald Reagan",
      "category": "Short, Moving, View"
    },
    {
      "quote": "Unless your government is respectable, foreigners will invade your rights; and to maintain tranquillity, it must be respectable - even to observe neutrality, you must have a strong government.",
      "author": "Alexander Hamilton",
      "category": "Strong, You, Rights"
    },
    {
      "quote": "Being a patriot doesn't mean prioritizing service to government above all else. Being a patriot means knowing when to protect your country, knowing when to protect your Constitution, knowing when to protect your countrymen, from the violations of and encroachments of adversaries. And those adversaries don't have to be foreign countries.",
      "author": "Edward Snowden",
      "category": "Service, Constitution"
    },
    {
      "quote": "The most terrifying words in the English language are: I'm from the government and I'm here to help.",
      "author": "Ronald Reagan",
      "category": "Language, Words, Help"
    },
    {
      "quote": "Government has no other end, but the preservation of property.",
      "author": "John Locke",
      "category": "End, Property, Preservation"
    },
    {
      "quote": "We are free today because we are the stronger we will be slaves again when the government becomes the stronger.",
      "author": "Toussaint Louverture",
      "category": "Today, Free, Stronger"
    },
    {
      "quote": "Our Constitution was made only for a moral and religious people. It is wholly inadequate to the government of any other.",
      "author": "John Adams",
      "category": "Constitution, People, Moral"
    },
    {
      "quote": "As long as our government is administered for the good of the people, and is regulated by their will; as long as it secures to us the rights of persons and of property, liberty of conscience and of the press, it will be worth defending.",
      "author": "Andrew Jackson",
      "category": "Good, Liberty, Conscience"
    },
    {
      "quote": "The spirit of resistance to government is so valuable on certain occasions that I wish it to be always kept alive.",
      "author": "Thomas Jefferson",
      "category": "Wish, Resistance, Always"
    },
    {
      "quote": "The most dangerous man to any government is the man who is able to think things out... without regard to the prevailing superstitions and taboos. Almost inevitably he comes to the conclusion that the government he lives under is dishonest, insane, intolerable.",
      "author": "H. L. Mencken",
      "category": "Man, Think, Insane"
    },
    {
      "quote": "This country, with its institutions, belongs to the people who inhabit it. Whenever they shall grow weary of the existing government, they can exercise their constitutional right of amending it, or exercise their revolutionary right to overthrow it.",
      "author": "Abraham Lincoln",
      "category": "People, Grow, Exercise"
    },
    {
      "quote": "Government's first duty and highest obligation is public safety.",
      "author": "Arnold Schwarzenegger",
      "category": "Safety, First, Duty"
    },
    {
      "quote": "We were American citizens. We were incarcerated by our American government in American internment camps here in the United States. The term 'Japanese internment camp' is both grammatically and factually incorrect.",
      "author": "George Takei",
      "category": "American, Here, Citizens"
    },
    {
      "quote": "Unfortunately, corruption is widespread in government agencies and public enterprises. Our political system promotes nepotism and wasting money. This has undermined our legal system and confidence in the functioning of the state. One of the consequences is that many citizens don't pay their taxes.",
      "author": "George Papandreou",
      "category": "Money, Confidence, Legal"
    },
    {
      "quote": "Where there is little or no public opinion, there is likely to be bad government, which sooner or later becomes autocratic government.",
      "author": "William Lyon Mackenzie King",
      "category": "Opinion, Bad, Little"
    },
    {
      "quote": "The government must give proper weight to both keeping America safe from terrorists and protecting Americans' privacy. But when Americans lack the most basic information about our domestic surveillance programs, they have no way of knowing whether we're getting that balance right. This lack of transparency is a big problem.",
      "author": "Al Franken",
      "category": "America, Balance, Problem"
    },
    {
      "quote": "Freedom of speech means freedom for those who you despise, and freedom to express the most despicable views. It also means that the government cannot pick and choose which expressions to authorize and which to prevent.",
      "author": "Alan Dershowitz",
      "category": "Freedom, Freedom Of Speech"
    },
    {
      "quote": "It's not the voting that's democracy it's the counting.",
      "author": "Tom Stoppard",
      "category": "Democracy, Voting, Counting"
    },
    {
      "quote": "In the absence of justice, what is sovereignty but organized robbery?",
      "author": "Saint Augustine",
      "category": "Justice, Organized, Absence"
    },
    {
      "quote": "Government, even in its best state, is but a necessary evil; in its worst state, an intolerable one.",
      "author": "Thomas Paine",
      "category": "Best, Evil, Worst"
    },
    {
      "quote": "Our politicians are stupid. And the Mexican government is much smarter, much sharper, much more cunning. And they send the bad ones over because they don't want to pay for them. They don't want to take care of them. Why should they when the stupid leaders of the United States will do it for them?",
      "author": "Donald Trump",
      "category": "Stupid, Want, Why"
    },
    {
      "quote": "Democracy substitutes election by the incompetent many for appointment by the corrupt few.",
      "author": "George Bernard Shaw",
      "category": "Democracy, Election, Corrupt"
    },
    {
      "quote": "Even the government understands that the environmental challenge is so big that no single agency can handle it. It needs collaboration among all the stakeholders - companies, governments, NGOs and the public. Public accountability will be the ultimate driving force.",
      "author": "Ma Jun",
      "category": "Environmental, Challenge"
    },
    {
      "quote": "Mankind, when left to themselves, are unfit for their own government.",
      "author": "George Washington",
      "category": "Mankind, Themselves, Left"
    },
    {
      "quote": "The oppressed are allowed once every few years to decide which particular representatives of the oppressing class are to represent and repress them in parliament.",
      "author": "Vladimir Lenin",
      "category": "Class, Years, Oppressed"
    },
    {
      "quote": "Life in general has never been even close to fair, so the pretense that the government can make it fair is a valuable and inexhaustible asset to politicians who want to expand government.",
      "author": "Thomas Sowell",
      "category": "Life, Want, Fair"
    },
    {
      "quote": "The most basic duty of government is to defend the lives of its own citizens. Any government that fails to do so is a government unworthy to lead.",
      "author": "Donald Trump",
      "category": "Duty, Lead, Citizens"
    },
    {
      "quote": "Man is not free unless government is limited.",
      "author": "Ronald Reagan",
      "category": "Freedom, Man, Free"
    },
    {
      "quote": "I can't in good conscience allow the U.S. government to destroy privacy, internet freedom and basic liberties for people around the world with this massive surveillance machine they're secretly building.",
      "author": "Edward Snowden",
      "category": "Freedom, Good, World"
    },
    {
      "quote": "The rights of persons, and the rights of property, are the objects, for the protection of which Government was instituted.",
      "author": "James Madison",
      "category": "Property, Rights, Protection"
    },
    {
      "quote": "The government is us; we are the government, you and I.",
      "author": "Theodore Roosevelt",
      "category": "You, Us"
    },
    {
      "quote": "People are so docile right now. It is almost as if good government means when the politicians lie to us for our own good, for the public good, and bad government is when politicians lie for their own selfish interests.",
      "author": "James Bovard",
      "category": "Good, Lie, Selfish"
    },
    {
      "quote": "We need more transparency and accountability in government so that people know how their money is being spent. That means putting budgets online, putting legislation online.",
      "author": "Carly Fiorina",
      "category": "Money, Accountability"
    },
    {
      "quote": "No fundamental social change occurs merely because government acts. It's because civil society, the conscience of a country, begins to rise up and demand - demand - demand change.",
      "author": "Joe Biden",
      "category": "Change, Society, Conscience"
    },
    {
      "quote": "The less government interferes with private pursuits, the better for general prosperity.",
      "author": "Martin Van Buren",
      "category": "Better, Prosperity, General"
    },
    {
      "quote": "Gun control means control. It means control for the government and the government starts controlling the people.",
      "author": "Luke Scott",
      "category": "Gun Control, Control, Gun"
    },
    {
      "quote": "Even to observe neutrality you must have a strong government.",
      "author": "Alexander Hamilton",
      "category": "Strong, You, Observe"
    },
    {
      "quote": "In the relations of a weak Government and a rebellious people there comes a time when every act of the authorities exasperates the masses, and every refusal to act excites their contempt.",
      "author": "John Reed",
      "category": "Time, People, Weak"
    },
    {
      "quote": "To me, it was shocking that a government of men could look with such extreme contempt on a movement that was asking nothing except such a simple little thing as the right to vote.",
      "author": "Alice Paul",
      "category": "Men, Simple, Me"
    },
    {
      "quote": "The basis of our political system is the right of the people to make and to alter their constitutions of government.",
      "author": "George Washington",
      "category": "Political, People, Right"
    },
    {
      "quote": "The income tax created more criminals than any other single act of government.",
      "author": "Barry Goldwater",
      "category": "Tax, Single, Act"
    },
    {
      "quote": "No government ought to be without censors and where the press is free no one ever will.",
      "author": "Thomas Jefferson",
      "category": "Free, Will, Where"
    },
    {
      "quote": "Secrecy, being an instrument of conspiracy, ought never to be the system of a regular government.",
      "author": "Jeremy Bentham",
      "category": "Conspiracy, Never, System"
    },
    {
      "quote": "An oppressive government is more to be feared than a tiger.",
      "author": "Confucius",
      "category": "Tiger, More, Than"
    },
    {
      "quote": "It has been said that democracy is the worst form of government except all the others that have been tried.",
      "author": "Winston Churchill",
      "category": "Democracy, Worst, Said"
    },
    {
      "quote": "Potentially, a government is the most dangerous threat to man's rights: it holds a legal monopoly on the use of physical force against legally disarmed victims.",
      "author": "Ayn Rand",
      "category": "Man, Legal, Rights"
    },
    {
      "quote": "If taxation without consent is robbery, the United States government has never had, has not now, and is never likely to have, a single honest dollar in its treasury. If taxation without consent is not robbery, then any band of robbers have only to declare themselves a government, and all their robberies are legalized.",
      "author": "Lysander Spooner",
      "category": "Honest, Single, Band"
    },
    {
      "quote": "The government, which was designed for the people, has got into the hands of the bosses and their employers, the special interests. An invisible empire has been set up above the forms of democracy.",
      "author": "Woodrow Wilson",
      "category": "Democracy, People, Hands"
    },
    {
      "quote": "Whenever the people are well-informed, they can be trusted with their own government.",
      "author": "Thomas Jefferson",
      "category": "Education, People, Trusted"
    },
    {
      "quote": "Who controls the issuance of money controls the government!",
      "author": "Nathan Meyer Rothschild",
      "category": "Money, Controls, Who"
    },
    {
      "quote": "Freedom is our most precious commodity and if we are not eternally vigilant, government will take it all away. Individual freedom demands individual responsibility.",
      "author": "Lyn Nofziger",
      "category": "Freedom, Responsibility"
    },
    {
      "quote": "We don't need new taxes. We need new taxpayers, people that are gainfully employed, making money and paying into the tax system. And then we need a government that has the discipline to take that additional revenue and use it to pay down the debt and never grow it again.",
      "author": "Marco Rubio",
      "category": "Money, Making Money"
    },
    {
      "quote": "The kingdom of God is a theocracy. And as it is the only form of government which will redeem and save mankind, it is necessary that every soul should be rightly and thoroughly instructed in regard to its nature and general characteristics.",
      "author": "Orson Pratt",
      "category": "Nature, God, Soul"
    },
    {
      "quote": "I am sometimes a fox and sometimes a lion. The whole secret of government lies in knowing when to be the one or the other.",
      "author": "Napoleon Bonaparte",
      "category": "I Am, Lion, Secret"
    },
    {
      "quote": "In framing a government which is to be administered by men over men you must first enable the government to control the governed and in the next place oblige it to control itself.",
      "author": "James Madison",
      "category": "Men, Control, You"
    },
    {
      "quote": "Good government only happens when the people working in it do their jobs, and do them well.",
      "author": "Matthew Lesko",
      "category": "Good, People, Working"
    },
    {
      "quote": "Building sustainable cities - and a sustainable future - will need open dialogue among all branches of national, regional and local government. And it will need the engagement of all stakeholders - including the private sector and civil society, and especially the poor and marginalized.",
      "author": "Ban Ki-moon",
      "category": "Future, Society, Building"
    },
    {
      "quote": "The Framers of the Bill of Rights did not purport to 'create' rights. Rather, they designed the Bill of Rights to prohibit our Government from infringing rights and liberties presumed to be preexisting.",
      "author": "William J. Brennan, Jr.",
      "category": "Rights, Create"
    },
    {
      "quote": "In a free society, government reflects the soul of its people. If people want change at the top, they will have to live in different ways. Our major social problems are not the cause of our decadence. They are a reflection of it.",
      "author": "Cal Thomas",
      "category": "Change, Reflection, Society"
    },
    {
      "quote": "Though the people support the government, the government should not support the people.",
      "author": "Grover Cleveland",
      "category": "Support, People, Should"
    },
    {
      "quote": "I hate the unfairness of injustice. Anybody who thinks they are better than others or 'chosen' or feel they have an entitlement... be it through monarchy, government or money. I think we are all born the same. We are entitled to an equal shot at life.",
      "author": "Liam Cunningham",
      "category": "Life, Money, Hate"
    },
    {
      "quote": "Every man, every woman who has to take up the service of government, must ask themselves two questions: 'Do I love my people in order to serve them better? Am I humble and do I listen to everybody, to diverse opinions in order to choose the best path?' If you don't ask those questions, your governance will not be good.",
      "author": "Pope Francis",
      "category": "Love, Good, Best"
    },
    {
      "quote": "I descend from both Philadelphia Quakers and Carolina colonists whose families were separated by the Revolutionary War. That helped give me insight into the agony of Patriots who, until the British government denied their claims, had always, like Ben Franklin himself, thought of themselves as free-born Englishmen.",
      "author": "Edward Rutherfurd",
      "category": "War, Thought, Me"
    },
    {
      "quote": "Cloud services cut both ways in terms of security: you get off-site backup and disaster recovery, but you entrust your secrets to somebody else's hands. Doing the latter increases your exposure to government surveillance and the potential for deliberate or inadvertent breaches of your confidential files.",
      "author": "Barton Gellman",
      "category": "Potential, Hands, Recovery"
    },
    {
      "quote": "Governmental surveillance is not about the government collecting the information you're sharing publicly and willingly; it's about collecting the information you don't think you're sharing at all, such as the online searches you do on search engines... or private emails or text messages... or the location of your mobile phone at any time.",
      "author": "Mikko Hypponen",
      "category": "Time, Information, Search"
    },
    {
      "quote": "There are no necessary evils in government. Its evils exist only in its abuses.",
      "author": "Andrew Jackson",
      "category": "Exist, Evils, Necessary"
    },
    {
      "quote": "On the acquisition of Louisiana, in the year 1803, the attention of the government of the United States, was early directed towards exploring and improving the new territory.",
      "author": "Meriwether Lewis",
      "category": "Attention, Early, New"
    },
    {
      "quote": "As our federal government has grown too large and too powerful, the real loss has been the freedom of people to govern their own lives and participate fully in the American dream.",
      "author": "Steve Forbes",
      "category": "Freedom, American Dream"
    },
    {
      "quote": "We are not spending the Federal Government's money, we are spending the taxpayer's money, and it must be spent n a way which guarantees his money's worth and yields the fullest possible benefit to the people being helped.",
      "author": "Richard M. Nixon",
      "category": "Money, People, Way"
    },
    {
      "quote": "It was once said that the moral test of government is how that government treats those who are in the dawn of life, the children; those who are in the twilight of life, the elderly; and those who are in the shadows of life, the sick, the needy and the handicapped.",
      "author": "Hubert H. Humphrey",
      "category": "Life, Children, Moral"
    },
    {
      "quote": "Our government... teaches the whole people by its example. If the government becomes the lawbreaker, it breeds contempt for law; it invites every man to become a law unto himself; it invites anarchy.",
      "author": "Louis D. Brandeis",
      "category": "Man, Law, People"
    },
    {
      "quote": "The people are the government, administering it by their agents; they are the government, the sovereign power.",
      "author": "Andrew Jackson",
      "category": "Power, People, Sovereign"
    },
    {
      "quote": "What makes me angry is when people know what is right but have, over the years, attuned themselves to the fact that what they're doing, stealing money from government, is acceptable.",
      "author": "Miriam Defensor-Santiago",
      "category": "Money, Me, People"
    },
    {
      "quote": "The income tax is a twentieth-century socialist experiment that has failed. Before the income tax was imposed on us just 80 years ago, government had no claim to our income. Only sales, excise, and tariff taxes were allowed.",
      "author": "Alan Keyes",
      "category": "Sales, Tax, Experiment"
    },
    {
      "quote": "Laws too gentle are seldom obeyed; too severe, seldom executed.",
      "author": "Benjamin Franklin",
      "category": "Gentle, Laws, Seldom"
    },
    {
      "quote": "How can anyone govern a nation that has two hundred and forty-six different kinds of cheese?",
      "author": "Charles de Gaulle",
      "category": "Cheese, Nation, Different"
    },
    {
      "quote": "Ninety eight percent of the adults in this country are decent, hardworking, honest Americans. It's the other lousy two percent that get all the publicity. But then, we elected them.",
      "author": "Lily Tomlin",
      "category": "Honest, Country, Two"
    },
    {
      "quote": "I'd rather entrust the government of the United States to the first 400 people listed in the Boston telephone directory than to the faculty of Harvard University.",
      "author": "William F. Buckley, Jr.",
      "category": "People, First, Boston"
    },
    {
      "quote": "In government as well as in trade a new era came to the colonies in 1763.",
      "author": "Albert Bushnell Hart",
      "category": "Colonies, New, Well"
    },
    {
      "quote": "Why has government been instituted at all? Because the passions of men will not conform to the dictates of reason and justice, without constraint.",
      "author": "Alexander Hamilton",
      "category": "Justice, Men, Why"
    },
    {
      "quote": "Distrust of government isn't baseless cynicism. It's realism.",
      "author": "Ben Shapiro",
      "category": "Distrust, Cynicism, Realism"
    },
    {
      "quote": "Rebellion has its roots in government's indifference and incompetence.",
      "author": "Mike Barnicle",
      "category": "Roots, Rebellion"
    },
    {
      "quote": "When the state or federal government control the education of all of our children, they have the dangerous and illegitimate monopoly to control and influence the thought process of our citizens.",
      "author": "Michael Badnarik",
      "category": "Education, Children"
    },
    {
      "quote": "Sir, I wish to understand the true principles of the Government. I wish them carried out. I ask nothing more.",
      "author": "William Henry Harrison",
      "category": "Wish, Principles, True"
    },
    {
      "quote": "A government must not waiver once it has chosen it's course. It must not look to the left or right but go forward.",
      "author": "Otto von Bismarck",
      "category": "Look, Forward, Right"
    },
    {
      "quote": "How can we protect homeland security unless the government stops the invasion of illegal aliens?",
      "author": "Phyllis Schlafly",
      "category": "Security, Protect"
    },
    {
      "quote": "That some Forms of Government are preferable to others, cannot be doubted; yet neither our Saviour, nor his Apostles have decided where that Preference is due.",
      "author": "Charles Inglis",
      "category": "Others, Where, Cannot"
    },
    {
      "quote": "We need transparency in government spending. We need to put each government expenditure online so every Floridian can see where their tax money is being spent.",
      "author": "Marco Rubio",
      "category": "Money, Tax, See"
    },
    {
      "quote": "Nothing turns out to be so oppressive and unjust as a feeble government.",
      "author": "Edmund Burke",
      "category": "Nothing, Unjust, Turns"
    },
    {
      "quote": "The worst evils which mankind has ever had to endure were inflicted by bad governments.",
      "author": "Ludwig von Mises",
      "category": "Worst, Bad, Endure"
    },
    {
      "quote": "Ours is a government of checks and balances. The Mafia and crooked businessmen make out checks, and the politicians and other compromised officials improve their bank balances.",
      "author": "Steve Allen",
      "category": "Improve, Bank, Mafia"
    },
    {
      "quote": "I work for a Government I despise for ends I think criminal.",
      "author": "John Maynard Keynes",
      "category": "Work, Think, I Think"
    },
    {
      "quote": "A government is for the benefit of all the people.",
      "author": "William Howard Taft",
      "category": "People, Benefit"
    },
    {
      "quote": "I believe that the role of limited government should be looking after the needs of veterans, the elderly, children and those institutions that improve the quality of life for struggling families - I don't believe that government should bend to serve the needs of subsidized multi-national corporations and entitled billionaires.",
      "author": "Moby",
      "category": "Life, Children, Believe"
    },
    {
      "quote": "The genius of our ruling class is that it has kept a majority of the people from ever questioning the inequity of a system where most people drudge along, paying heavy taxes for which they get nothing in return.",
      "author": "Gore Vidal",
      "category": "People, Genius, Nothing"
    },
    {
      "quote": "Were it left to me to decide whether we should have a government without newspapers, or newspapers without a government, I should not hesitate a moment to prefer the latter.",
      "author": "Thomas Jefferson",
      "category": "Moment, Me, Hesitate"
    },
    {
      "quote": "If we can but prevent the government from wasting the labours of the people, under the pretence of taking care of them, they must become happy.",
      "author": "Thomas Jefferson",
      "category": "Happy, People, Care"
    },
    {
      "quote": "Government is an association of men who do violence to the rest of us.",
      "author": "Leo Tolstoy",
      "category": "Men, Violence, Rest"
    },
    {
      "quote": "Corporations often partner with government after natural disasters, as many companies did in the aftermath of Hurricane Katrina in 2005. As a rule, however, long-term civic/corporate partnerships are still rare .But this need not remain the status quo, as many opportunities are available for such partnerships.",
      "author": "Simon Mainwaring",
      "category": "Opportunities, Partner"
    },
    {
      "quote": "We believe in humility and integrity, the spirit of one people, bound together under God. We understand that the Constitution was written to control and regulate the government, not the people.",
      "author": "Allen West",
      "category": "Integrity, God, Together"
    },
    {
      "quote": "National sovereignty is an obligation as well as an entitlement. A government that will not perform the role of a government forfeits the rights of a government.",
      "author": "Richard Perle",
      "category": "Rights, Will, Well"
    },
    {
      "quote": "Government is essentially immoral.",
      "author": "Herbert Spencer",
      "category": "Essentially, Immoral"
    },
    {
      "quote": "All socialism involves slavery.",
      "author": "Herbert Spencer",
      "category": "Slavery, Socialism, Involves"
    },
    {
      "quote": "America is a land of taxation that was founded to avoid taxation.",
      "author": "Laurence J. Peter",
      "category": "America, Land, Avoid"
    },
    {
      "quote": "The world will not accept dictatorship or domination.",
      "author": "Mikhail Gorbachev",
      "category": "World, Accept, Dictatorship"
    },
    {
      "quote": "The government solution to a problem is usually as bad as the problem.",
      "author": "Milton Friedman",
      "category": "Problem, Solution, Bad"
    },
    {
      "quote": "Government alone cannot solve the problems we deal with in our correctional facilities, treatment centers, homeless shelters and crisis centers - we need our faith-based and community partners.",
      "author": "Dirk Kempthorne",
      "category": "Community, Alone, Problems"
    },
    {
      "quote": "There are many people who feel that it is useless and futile to continue talking about peace and non-violence against a government whose only reply is savage attacks on an unarmed and defenseless people.",
      "author": "Nelson Mandela",
      "category": "Peace, People, Non-Violence"
    },
    {
      "quote": "The problem is not that people are taxed too little, the problem is that government spends too much.",
      "author": "Ronald Reagan",
      "category": "Money, People, Problem"
    },
    {
      "quote": "When you have an efficient government, you have a dictatorship.",
      "author": "Harry S Truman",
      "category": "You, Dictatorship, Efficient"
    },
    {
      "quote": "The First Amendment is often inconvenient. But that is beside the point. Inconvenience does not absolve the government of its obligation to tolerate speech.",
      "author": "Anthony Kennedy",
      "category": "Speech, First Amendment"
    },
    {
      "quote": "A government of, by, and for the people requires that people talk to people, that we can agree to disagree but do so in civility. If we let the politicians and those who report dictate our discourse, then our course will be dictated.",
      "author": "Donna Brazile",
      "category": "People, Talk, Discourse"
    },
    {
      "quote": "A pure democracy is a society consisting of a small number of citizens, who assemble and administer the government in person.",
      "author": "James Madison",
      "category": "Society, Democracy, Small"
    },
    {
      "quote": "Every friend to the liberty of his country is bound to reflect, and step forward to prevent the dreadful consequences which shall result from a government of events.",
      "author": "Henry Knox",
      "category": "Friend, Step, Liberty"
    },
    {
      "quote": "We Facebook users have been building a treasure lode of big data that government and corporate researchers have been mining to predict and influence what we buy and for whom we vote. We have been handing over to them vast quantities of information about ourselves and our friends, loved ones and acquaintances.",
      "author": "Douglas Rushkoff",
      "category": "Friends, Influence, Building"
    },
    {
      "quote": "Some people think African states cannot be trusted with the cookie jar. But there are absolutely good NGOs who have this feeling of human solidarity and who also recognize that their work can only be supplementary to the government.",
      "author": "Meles Zenawi",
      "category": "Work, Good, People"
    },
    {
      "quote": "It's our moral obligation, as well as, I believe, it is the government's obligation to take care of its people.",
      "author": "Marcia Fudge",
      "category": "Believe, People, I Believe"
    },
    {
      "quote": "One way to make sure crime doesn't pay would be to let the government run it.",
      "author": "Ronald Reagan",
      "category": "Crime, Run, Way"
    },
    {
      "quote": "The people will save their government, if the government itself will allow them.",
      "author": "Abraham Lincoln",
      "category": "People, Will, Save"
    },
    {
      "quote": "The right way to reign in healthcare costs is not by applying more government and more controls and making it more like the post office, it's by making it more like a consumer-driven market.",
      "author": "Mitt Romney",
      "category": "Healthcare, Way, Right"
    },
    {
      "quote": "The answer for healthcare is market incentives, not healthcare by a Godzilla-sized government bureaucracy.",
      "author": "Mitt Romney",
      "category": "Healthcare, Bureaucracy"
    },
    {
      "quote": "The Israeli government has proved over the past year its commitment to peace, both in words and deeds. By contrast, the Palestinians are posing preconditions for renewing the diplomatic process in a way they have not done over the course of 16 years.",
      "author": "Benjamin Netanyahu",
      "category": "Peace, Past, Words"
    },
    {
      "quote": "Globalization doesn't have to be a bad thing as long as government provides us all with the tools to cope in a changing world.",
      "author": "John B. Larson",
      "category": "World, Tools, Globalization"
    },
    {
      "quote": "I'm trying to fight the terrorism that's actually causing the other forms of terrorism. You know, the root cause of terrorism is the stuff that the U.S. government allows to happen, and the foreign policies that we have in place in different countries that inspire people to become terrorists. And it's easy for us because it's just some oil.",
      "author": "Lupe Fiasco",
      "category": "Fight, Inspire, People"
    },
    {
      "quote": "The responsibility for good government lies not just with governments themselves but also with every other part of the system they operate in, including media, non-governmental organisations and the public.",
      "author": "Geoff Mulgan",
      "category": "Good, Responsibility, Media"
    },
    {
      "quote": "We have this idea of bureaucracy in local government, and it's generally things that we're frustrated at. It doesn't work the way we like it to work.",
      "author": "Jennifer Pahlka",
      "category": "Work, Way, Idea"
    },
    {
      "quote": "I think hip-hop could help rebuild America, once hip-hoppers own hip-hop... We are our own politicians, our own government, we have something to say. We're warriors. Soldiers.",
      "author": "Nas",
      "category": "America, Help, Think"
    },
    {
      "quote": "The presidency is the most visible thread that runs through the tapestry of the American government. More often than not, for good or for ill, it sets the tone for the other branches and spurs the expectations of the people.",
      "author": "Mike Pence",
      "category": "Good, American, People"
    },
    {
      "quote": "Real prosperity comes from everybody in the country working together in a growth mode. Real prosperity comes as a result of people's own initiative and efforts and so forth. Prosperity, if it comes from the government, is not prosperity. It's an existence or a subsistence or whatever, but it isn't prosperity.",
      "author": "Rush Limbaugh",
      "category": "Working Together, Growth"
    },
    {
      "quote": "If our political leaders are to be always a lot of political merchants, they will supply any demand we may create. All we have to do is to establish a steady demand for good government.",
      "author": "Lincoln Steffens",
      "category": "Good, Political, Create"
    },
    {
      "quote": "The government has a responsibility to protect society, to help maintain society. That's why we have laws... The rule of law creates a set of standards for our behavior.",
      "author": "Vint Cerf",
      "category": "Responsibility, Law, Society"
    },
    {
      "quote": "The Sudanese government has been playing games with the world, with the Africa Union, in particular, have been playing for time in order to conclude its mission of ethnic cleansing in the Sudan.",
      "author": "Wole Soyinka",
      "category": "Time, World, Mission"
    },
    {
      "quote": "Those who cry out that the government should 'do something' never even ask for data on what has actually happened when the government did something, compared to what actually happened when the government did nothing.",
      "author": "Thomas Sowell",
      "category": "Data, Nothing, Never"
    },
    {
      "quote": "By a continuing process of inflation, government can confiscate, secretly and unobserved, an important part of the wealth of their citizens.",
      "author": "John Maynard Keynes",
      "category": "Process, Important, Wealth"
    },
    {
      "quote": "This Bible is for the government of the people, by the people and for the people.",
      "author": "John Wycliffe",
      "category": "People, Bible"
    },
    {
      "quote": "All the measures of the Government are directed to the purpose of making the rich richer and the poor poorer.",
      "author": "William Henry Harrison",
      "category": "Purpose, Rich, Poor"
    },
    {
      "quote": "For years now I have been talking about personal responsibility and accountability, both in our private lives and in the halls of government. Those are important principles here in Idaho, and they will form the basis of this administration.",
      "author": "Butch Otter",
      "category": "Responsibility, Principles"
    },
    {
      "quote": "When there is a lack of honor in government, the morals of the whole people are poisoned.",
      "author": "Herbert Hoover",
      "category": "Honor, People, Morals"
    },
    {
      "quote": "It may be laid down as a primary position, and the basis of our system, that every Citizen who enjoys the protection of a Free Government, owes not only a proportion of his property, but even of his personal services to the defense of it.",
      "author": "George Washington",
      "category": "Free, Down, Personal"
    },
    {
      "quote": "He mocks the people who proposes that the government shall protect the rich and that they in turn will care for the laboring poor.",
      "author": "Grover Cleveland",
      "category": "People, Care, Rich"
    },
    {
      "quote": "A man's natural rights are his own, against the whole world; and any infringement of them is equally a crime, whether committed by one man, or by millions; whether committed by one man, calling himself a robber, (or by any other name indicating his true character,) or by millions, calling themselves a government.",
      "author": "Lysander Spooner",
      "category": "Character, Man, World"
    },
    {
      "quote": "Majority rule only works if you're also considering individual rights. Because you can't have five wolves and one sheep voting on what to have for supper.",
      "author": "Larry Flynt",
      "category": "Voting, Sheep, You"
    },
    {
      "quote": "The worst government is often the most moral. One composed of cynics is often very tolerant and humane. But when fanatics are on top there is no limit to oppression.",
      "author": "H. L. Mencken",
      "category": "Oppression, Moral, Limit"
    },
    {
      "quote": "Honesty, integrity, and accountability, the values, which should be the hallmark of this government, have instead been thrown under the bus by an arrogant majority, casualties in a misguided campaign to shield from accountability those who abuse this House.",
      "author": "Louise Slaughter",
      "category": "Integrity, Honesty"
    },
    {
      "quote": "Americans chose a limited government that exists to protect our rights, not to grant them.",
      "author": "Marco Rubio",
      "category": "Rights, Protect"
    },
    {
      "quote": "The American Revolution was carried out in the name of the people, and it was supposedly 'We, the people,' who created the government that Americans still live under.",
      "author": "Edmund Morgan",
      "category": "American, People, Live"
    },
    {
      "quote": "Cuba ought to be free and independent, and the government should be turned over to the Cuban people.",
      "author": "William McKinley",
      "category": "Free, People, Independent"
    },
    {
      "quote": "I am going to confront the old-fashioned negative thinking which says that all government needs to do to generate growth is cut worker and environmental protections, cut taxes on the rich and stroke 'fat cats' until they purr with pleasure. I'm completely repudiating the idea that government has to get out of the way.",
      "author": "Vince Cable",
      "category": "Cats, Growth, Environmental"
    },
    {
      "quote": "Good ideas are the backbone of good government.",
      "author": "Brian Schweitzer",
      "category": "Good, Ideas, Backbone"
    },
    {
      "quote": "It's time that America's government lived by the same values as America's families. It's time we invested in America's future and made sure our people have the skills to compete and thrive in a 21st century economy. That's what Democrats believe.",
      "author": "Harry Reid",
      "category": "Time, Future, America"
    },
    {
      "quote": "Men at a distance, who have admired our systems of government unfounded in nature, are apt to accuse the rulers, and say that taxes have been assessed too high and collected too rigidly.",
      "author": "Henry Knox",
      "category": "Nature, Men, Distance"
    },
    {
      "quote": "Every form of government tends to perish by excess of its basic principle.",
      "author": "Will Durant",
      "category": "Principle, Excess, Every"
    },
    {
      "quote": "New York State is upside down and backwards; high taxes and low performance. The New York State government was at one time a national model. Now, unfortunately, it's a national disgrace. Sometimes, the corruption in Albany could even make Boss Tweed blush.",
      "author": "Andrew Cuomo",
      "category": "Time, Boss, Performance"
    },
    {
      "quote": "I believe we need to attract a new generation of the best and brightest to public service and I believe that government can be a source of inspiration, not degradation.",
      "author": "Andrew Cuomo",
      "category": "Best, Service, Believe"
    },
    {
      "quote": "Our goal is to shrink government to the size where we can drown it in a bathtub.",
      "author": "Grover Norquist",
      "category": "Goal, Size, Where"
    },
    {
      "quote": "Bureaucracy gives birth to itself and then expects maternity benefits.",
      "author": "Dale Dauten",
      "category": "Birth, Bureaucracy, Benefits"
    },
    {
      "quote": "Government does not create wealth. The major role for the government is to create an environment where people take risks to expand the job rate in the United States.",
      "author": "George W. Bush",
      "category": "Job, People, Wealth"
    },
    {
      "quote": "When I read about the way in which library funds are being cut and cut, I can only think that American society has found one more way to destroy itself.",
      "author": "Isaac Asimov",
      "category": "Society, American, Library"
    },
    {
      "quote": "To rule is easy, to govern difficult.",
      "author": "Johann Wolfgang von Goethe",
      "category": "Easy, Difficult, Govern"
    },
    {
      "quote": "The way people in democracies think of the government as something different from themselves is a real handicap. And, of course, sometimes the government confirms their opinion.",
      "author": "Lewis Mumford",
      "category": "People, Think, Opinion"
    },
    {
      "quote": "Nothing is so permanent as a temporary government program.",
      "author": "Milton Friedman",
      "category": "Nothing, Temporary, Program"
    },
    {
      "quote": "A state is better governed which has few laws, and those laws strictly observed.",
      "author": "Rene Descartes",
      "category": "Better, Laws, Which"
    },
    {
      "quote": "Democracy is the only system that persists in asking the powers that be whether they are the powers that ought to be.",
      "author": "Sydney J. Harris",
      "category": "Democracy, System, Asking"
    },
    {
      "quote": "The instant formal government is abolished, society begins to act. A general association takes place, and common interest produces common security.",
      "author": "Thomas Paine",
      "category": "Society, Security, Place"
    },
    {
      "quote": "We live under a government of men and morning newspapers.",
      "author": "Wendell Phillips",
      "category": "Morning, Men, Live"
    },
    {
      "quote": "Ancient Rome declined because it had a Senate, now what's going to happen to us with both a House and a Senate?",
      "author": "Will Rogers",
      "category": "Rome, Now, House"
    },
    {
      "quote": "Ohio claims they are due a president as they haven't had one since Taft. Look at the United States, they have not had one since Lincoln.",
      "author": "Will Rogers",
      "category": "Look, President, Lincoln"
    },
    {
      "quote": "If you like small government you need to work hard at having a strong national defense that is not so militant. Personal liberty is the purpose of government, to protect liberty - not to run your personal life, not to run the economy, and not to pretend that we can tell the world how they ought to live.",
      "author": "Ron Paul",
      "category": "Life, Work, Strong"
    },
    {
      "quote": "You know why there's a Second Amendment? In case the government fails to follow the first one.",
      "author": "Rush Limbaugh",
      "category": "Know, Why, You"
    },
    {
      "quote": "Economics should be defined in terms of what it is about. It should be about how people produce things, how people exchange them, how people earn income, how they pay taxes, how the government provides infrastructure with tax revenue, and how it conducts monetary policy. The subject has to be defined in terms of the object of inquiry.",
      "author": "Ha-Joon Chang",
      "category": "Economics, People, Tax"
    },
    {
      "quote": "There is only one kind of freedom and that's individual liberty. Our lives come from our creator and our liberty comes from our creator. It has nothing to do with government granting it.",
      "author": "Ron Paul",
      "category": "Freedom, Liberty, Kind"
    },
    {
      "quote": "There are two types of encryption: one that will prevent your sister from reading your diary and one that will prevent your government.",
      "author": "Bruce Schneier",
      "category": "Sister, Reading, Two"
    },
    {
      "quote": "The president has been a true friend of the ag industry, because he continues to invest large amounts of money at a time when savings is really the goal of the federal government to deal with the deficit.",
      "author": "Mike Johanns",
      "category": "Time, Money, True Friend"
    },
    {
      "quote": "In some of the middle colonies the towns and counties were both active and had a relation with each other which was the forerunner of the present system of local government in the Western States.",
      "author": "Albert Bushnell Hart",
      "category": "Present, Colonies, System"
    },
    {
      "quote": "Having proceeded to this length, for which they are now ripe, we shall have a formidable rebellion against reason, the principle of all government, and against the very name of liberty.",
      "author": "Henry Knox",
      "category": "Rebellion, Name, Liberty"
    },
    {
      "quote": "I believe to go along to get along is unpatriotic. I believe that agreeing with your government on everything they do is unpatriotic. I believe a patriot stands up and holds your government's feet to the fire. Because if you do that, you will get good government.",
      "author": "Jesse Ventura",
      "category": "Good, Believe, Fire"
    },
    {
      "quote": "In the long run, the government can't bring revival; only the Church can do that. But government can keep us safe and protect our freedoms. I believe that the Trump administration will do that.",
      "author": "Robert Jeffress",
      "category": "Believe, Long, I Believe"
    },
    {
      "quote": "It is the duty of Her Majesty's government neither to flap nor to falter.",
      "author": "Harold MacMillan",
      "category": "Her, Duty, Nor"
    },
    {
      "quote": "To declare that in the administration of criminal law the end justifies the means to declare that the Government may commit crimes in order to secure conviction of a private criminal would bring terrible retribution.",
      "author": "Louis D. Brandeis",
      "category": "Law, End, Bring"
    },
    {
      "quote": "A President needs political understanding to run the government, but he may be elected without it.",
      "author": "Harry S Truman",
      "category": "Political, Understanding"
    },
    {
      "quote": "All government, indeed every human benefit and enjoyment, every virtue, and every prudent act, is founded on compromise and barter.",
      "author": "Edmund Burke",
      "category": "Compromise, Human, Virtue"
    },
    {
      "quote": "Behind the ostensible government sits enthroned an invisible government owing no allegiance and acknowledging no responsibility to the people.",
      "author": "Theodore Roosevelt",
      "category": "Responsibility, People"
    },
    {
      "quote": "Tourism is a top priority activity for federal government, which is why it invests an average of over 2,500 million dollars a year in infrastructure works and integral projects that promote Mexico's culture and natural attractions.",
      "author": "Vicente Fox",
      "category": "Culture, Why, Mexico"
    },
    {
      "quote": "Government, in the last analysis, is organized opinion. Where there is little or no public opinion, there is likely to be bad government.",
      "author": "Mackenzie King",
      "category": "Opinion, Bad, Little"
    },
    {
      "quote": "They wish for a general government of unity, as they see that the local legislatures must naturally and necessarily tend to retard the general government.",
      "author": "Henry Knox",
      "category": "Unity, Wish, See"
    },
    {
      "quote": "The United States Constitution has proved itself the most marvelously elastic compilation of rules of government ever written.",
      "author": "Franklin D. Roosevelt",
      "category": "Rules, Constitution, United"
    },
    {
      "quote": "National security is the first duty of government but we are also committed to reversing the substantial erosion of civil liberties.",
      "author": "Theresa May",
      "category": "Security, First, Committed"
    },
    {
      "quote": "When I was boxing I made five million and wound up broke, owing the government a million.",
      "author": "Joe Louis",
      "category": "Boxing, Up, Five"
    },
    {
      "quote": "What the government wants is something they never had before. They want total awareness. The question is, is that something we should be allowing?",
      "author": "Edward Snowden",
      "category": "Want, Awareness, Question"
    },
    {
      "quote": "The greatest bulwark against an overreaching government, as tyrants know, is a religious population. That is because religious people form communities of interest adverse to government control of their lives; religious communities rely on their families and each other rather than an overarching government utilizing force.",
      "author": "Ben Shapiro",
      "category": "Control, People, Greatest"
    },
    {
      "quote": "Want to depose the government of a poor country with resources? Want to bash Muslims? Want to build support for American military interventions around the world? Want to undermine governments that are raising their people up from poverty because they don't conform to the tastes of Upper West Side intellectuals? Use human rights as your excuse!",
      "author": "Stephen Kinzer",
      "category": "Support, American, World"
    },
    {
      "quote": "The batteries are gradually becoming charged, and if the prudence of the government does not provide an outlet for the currents that are accumulating, some day the spark will be generated.",
      "author": "Jose Rizal",
      "category": "Day, Spark, Will"
    },
    {
      "quote": "The very essence of civil liberty certainly consists in the right of every individual to claim the protection of the laws, whenever he receives an injury. One of the first duties of government is to afford that protection.",
      "author": "John Marshall",
      "category": "Liberty, Right, Protection"
    },
    {
      "quote": "A Union that can only be maintained by swords and bayonets has no charm for me. If the Union is dissolved and government disrupted, I shall return to my native state and share the miseries of my people, and save in defense will draw my sword on none.",
      "author": "Robert E. Lee",
      "category": "Me, People, Sword"
    },
    {
      "quote": "Because tax cuts create an incentive to increase output, employment, and production, they also help balance the budget by reducing means-tested government expenditures. A faster-growing economy means lower unemployment and higher incomes, resulting in reduced unemployment benefits and other social welfare programs.",
      "author": "Arthur Laffer",
      "category": "Balance, Help, Budget"
    },
    {
      "quote": "The Republican majority, left to its own devices from 1995 to 2000, was a party committed to limited government and restoring the balances of federalism with the states. Clearly, President Bush has had a different vision, and that vision has resulted in education and welfare policies that have increased the size and scope of government.",
      "author": "Mike Pence",
      "category": "Education, Vision, Party"
    },
    {
      "quote": "Let's make it simple: Government control means uniformity, regulation, fees, inspection, and yes, compliance.",
      "author": "Tom Graves",
      "category": "Simple, Control, Compliance"
    },
    {
      "quote": "It seems to many of us that if we are to avoid the eventual catastrophic world conflict, we must strengthen the United Nations as a first step toward a world government patterned after our own government with a legislature, executive and judiciary, and police to enforce its international laws and keep the peace.",
      "author": "Walter Cronkite",
      "category": "Peace, Conflict, World"
    },
    {
      "quote": "If you make any money, the government shoves you in the creek once a year with it in your pockets, and all that don't get wet you can keep.",
      "author": "Will Rogers",
      "category": "Money, You, Year"
    },
    {
      "quote": "Government is like a baby. An alimentary canal with a big appetite at one end and no sense of responsibility at the other.",
      "author": "Ronald Reagan",
      "category": "Responsibility, Baby, End"
    },
    {
      "quote": "Criticism of government finds sanctuary in several portions of the 1st Amendment. It is part of the right of free speech. It embraces freedom of the press.",
      "author": "Hugo Black",
      "category": "Freedom, Free, Speech"
    },
    {
      "quote": "The natural progress of things is for liberty to yield and government to gain ground.",
      "author": "Thomas Jefferson",
      "category": "Progress, Liberty, Natural"
    },
    {
      "quote": "Things in our country run in spite of government, not by aid of it.",
      "author": "Will Rogers",
      "category": "Country, Run, Aid"
    },
    {
      "quote": "In government, one actress is enough.",
      "author": "Evita Peron",
      "category": "Enough, Actress"
    },
    {
      "quote": "There is a higher law than the law of government. That's the law of conscience.",
      "author": "Stokely Carmichael",
      "category": "Law, Conscience, Higher"
    },
    {
      "quote": "It's easy being a humorist when you've got the whole government working for you.",
      "author": "Will Rogers",
      "category": "Easy, Working, You"
    },
    {
      "quote": "Government is not the generator of economic growth working people are.",
      "author": "Phil Gramm",
      "category": "Growth, People, Working"
    },
    {
      "quote": "Censorship is advertising paid by the government.",
      "author": "Federico Fellini",
      "category": "Advertising, Censorship"
    },
    {
      "quote": "The essence of a free government consists in an effectual control of rivalries.",
      "author": "John Adams",
      "category": "Control, Free, Essence"
    },
    {
      "quote": "I believe that all government is evil, and that trying to improve it is largely a waste of time.",
      "author": "H. L. Mencken",
      "category": "Time, Evil, Believe"
    },
    {
      "quote": "On account of being a democracy and run by the people, we are the only nation in the world that has to keep a government four years, no matter what it does.",
      "author": "Will Rogers",
      "category": "Democracy, World, People"
    },
    {
      "quote": "Today, if you invent a better mousetrap, the government comes along with a better mouse.",
      "author": "Ronald Reagan",
      "category": "Today, Better, You"
    },
    {
      "quote": "It is the duty of government to make it difficult for people to do wrong, easy to do right.",
      "author": "William E. Gladstone",
      "category": "People, Easy, Difficult"
    },
    {
      "quote": "Many people want the government to protect the consumer. A much more urgent problem is to protect the consumer from the government.",
      "author": "Milton Friedman",
      "category": "People, Problem, Want"
    },
    {
      "quote": "Morals are in all countries the result of legislation and government they are not African or Asian or European: they are good or bad.",
      "author": "Denis Diderot",
      "category": "Good, Morals, Bad"
    },
    {
      "quote": "That government is the strongest of which every man feels himself a part.",
      "author": "Thomas Jefferson",
      "category": "Man, Part, Which"
    },
    {
      "quote": "The Constitution is not neutral. It was designed to take the government off the backs of people.",
      "author": "William O. Douglas",
      "category": "Constitution, People, Off"
    },
    {
      "quote": "It is not an arrogant government that chooses priorities, it's an irresponsible government that fails to choose.",
      "author": "Tony Blair",
      "category": "Priorities, Choose, Arrogant"
    },
    {
      "quote": "He who exercises government by means of his virtue may be compared to the north polar star, which keeps its place and all the stars turn towards it.",
      "author": "Confucius",
      "category": "Stars, Place, Virtue"
    },
    {
      "quote": "The money that goes into Social Security is not the government's money. it's your money. You paid for it.",
      "author": "Mitch McConnell",
      "category": "Money, Security, You"
    },
    {
      "quote": "Protecting the rights of even the least individual among us is basically the only excuse the government has for even existing.",
      "author": "Ronald Reagan",
      "category": "Rights, Individual, Us"
    },
    {
      "quote": "The black market was a way of getting around government controls. It was a way of enabling the free market to work. It was a way of opening up, enabling people.",
      "author": "Milton Friedman",
      "category": "Work, Free, People"
    },
    {
      "quote": "I think people need to be educated to the fact that marijuana is not a drug. Marijuana is an herb and a flower. God put it here. If He put it here and He wants it to grow, what gives the government the right to say that God is wrong?",
      "author": "Willie Nelson",
      "category": "Flower, God, People"
    },
    {
      "quote": "Perhaps the fact that we have seen millions voting themselves into complete dependence on a tyrant has made our generation understand that to choose one's government is not necessarily to secure freedom.",
      "author": "Friedrich August von Hayek",
      "category": "Freedom, Generation, Voting"
    },
    {
      "quote": "The people of Nicaragua were suffering oppression. This made us develop an awareness which eventually led us to commit ourselves to the struggle against the domination of the capitalists of our country in collusion with the U.S. government, i.e. imperialism.",
      "author": "Daniel Ortega",
      "category": "Struggle, Suffering, People"
    },
    {
      "quote": "For more than forty years, the United States Congress has shamelessly used payroll taxes intended for Social Security to fund big government spending.",
      "author": "Mike Pence",
      "category": "Security, Taxes, Years"
    },
    {
      "quote": "Despite the increase in world attention toward Sudan in the past months, the genocide in Darfur has continued without any serious attempt by the Sudanese government to do what governments primarily exist to do, protect their citizens.",
      "author": "Tom Allen",
      "category": "Past, World, Attention"
    },
    {
      "quote": "In recent years, anyone in the government, certainly anyone in the FBI or the CIA, or recently, in again, Clint's film, In the Line of Fire, the main bad guy is the chief advisor to the president.",
      "author": "Charlton Heston",
      "category": "Fire, President, Bad"
    },
    {
      "quote": "If God gives you rights, no man and no government can take them away from you.",
      "author": "Roy Moore",
      "category": "God, Man, You"
    },
    {
      "quote": "Conservatism is a hard choice for a society that has become accustomed to big government and big entitlements promoted by liberals.",
      "author": "Jesse Helms",
      "category": "Society, Choice, Big"
    },
    {
      "quote": "The participation of the people in their own government was the more significant, because the colonies actually had what England only seemed to have, - three departments of government.",
      "author": "Albert Bushnell Hart",
      "category": "People, Participation"
    },
    {
      "quote": "Native Americans are the original inhabitants of the land that now constitutes the United States. They have helped develop the fundamental principles of freedom of speech and separation of powers that form the foundation of the United States Government.",
      "author": "Joe Baca",
      "category": "Freedom, Foundation"
    },
    {
      "quote": "When man lives under government, he is fallen, his worth is gone, and his nature tarnished.",
      "author": "Adam Weishaupt",
      "category": "Nature, Man, Gone"
    },
    {
      "quote": "No government fights fascism to destroy it. When the bourgeoisie sees that power is slipping out of its hands, it brings up fascism to hold onto their privileges.",
      "author": "Buenaventura Durruti",
      "category": "Power, Hands, Hold"
    },
    {
      "quote": "To realize peace on the Korean peninsula, and to develop exchange, cooperation between both Koreas, they are the, you know, immediate target of our government.",
      "author": "Kim Dae Jung",
      "category": "Peace, Know, You"
    },
    {
      "quote": "We imagined that the mildness of our government and the wishes of the people were so correspondent that we were not as other nations, requiring brutal force to support the laws.",
      "author": "Henry Knox",
      "category": "Support, People, Wishes"
    },
    {
      "quote": "If somebody invented cigarettes today, the government would not legalize them.",
      "author": "Loni Anderson",
      "category": "Today, Legal, Somebody"
    },
    {
      "quote": "What I'm thinking about more and more these days is simply the importance of transparency, and Jefferson's saying that he'd rather have a free press without a government than a government without a free press.",
      "author": "Esther Dyson",
      "category": "Thinking, Free, Saying"
    },
    {
      "quote": "Our economic freedom is founded on individual property rights government should never be permitted to take those away.",
      "author": "Ernest Istook",
      "category": "Freedom, Rights, Economic"
    },
    {
      "quote": "In our system of democracy, our government works on a system of checks and balances. Instead of stripping power from the courts, I believe we should follow the process prescribed in our Constitution - consideration of a Constitutional amendment.",
      "author": "Dennis Cardoza",
      "category": "Power, Democracy, Believe"
    },
    {
      "quote": "The real goal should be reduced government spending, rather than balanced budgets achieved by ever rising tax rates to cover ever rising spending.",
      "author": "Thomas Sowell",
      "category": "Goal, Tax, Real"
    },
    {
      "quote": "The best defense against usurpatory government is an assertive citizenry.",
      "author": "William F. Buckley, Jr.",
      "category": "Best, Defense, Citizenry"
    },
    {
      "quote": "A good government may, indeed, redress the grievances of an injured people; but a strong people can alone build up a great nation.",
      "author": "Thomas Francis Meagher",
      "category": "Good, Great, Alone"
    },
    {
      "quote": "The dangers of a concentration of all power in the general government of a confederacy so vast as ours are too obvious to be disregarded.",
      "author": "Franklin Pierce",
      "category": "Power, Concentration"
    },
    {
      "quote": "The people's government, made for the people, made by the people, and answerable to the people.",
      "author": "Daniel Webster",
      "category": "People, Made, For The People"
    },
    {
      "quote": "In other words, a democratic government is the only one in which those who vote for a tax can escape the obligation to pay it.",
      "author": "Alexis de Tocqueville",
      "category": "Words, Vote, Escape"
    },
    {
      "quote": "Every wise, just, and mild government, by rendering the condition of its subjects easy and secure, will always abound most in people, as well as in commodities and riches.",
      "author": "David Hume",
      "category": "Wise, People, Easy"
    },
    {
      "quote": "The awakening of the people of China to the possibilities under free government is the most significant, if not the most momentous, event of our generation.",
      "author": "Woodrow Wilson",
      "category": "Generation, Free, People"
    },
    {
      "quote": "If the government is going to mandate levels and punish schools for failing, they should send that money to the school system.",
      "author": "Robert Duncan",
      "category": "Money, School, System"
    },
    {
      "quote": "I believe and I say it is true Democratic feeling, that all the measures of the Government are directed to the purpose of making the rich richer and the poor poorer.",
      "author": "William Henry Harrison",
      "category": "Believe, Purpose, Rich"
    },
    {
      "quote": "When the federal government spends more each year than it collects in tax revenues, it has three choices: It can raise taxes, print money, or borrow money. While these actions may benefit politicians, all three options are bad for average Americans.",
      "author": "Ron Paul",
      "category": "Money, Choices, Three"
    },
    {
      "quote": "There is nothing wrong with describing Conservatism as protecting the Constitution, protecting all things that limit government. Government is the enemy of liberty. Government should be very restrained.",
      "author": "Ron Paul",
      "category": "Constitution, Liberty, Enemy"
    },
    {
      "quote": "I think that when we look out with our underfunded liabilities and our national debt over $14 trillion, I think if we are part of that movement to get our government spending under control, I think that would be a tremendous legacy to leave.",
      "author": "Ben Quayle",
      "category": "Legacy, Control, Think"
    },
    {
      "quote": "We are witnessing an enormous shift of collective consciousness throughout the world. We are at the precipice of great transformation within our culture and government.",
      "author": "Zachary Quinto",
      "category": "Culture, Great, World"
    },
    {
      "quote": "I don't want to transform America. I want to restore to America the economic values of freedom and opportunity and limited government that has made us the powerhouse of the world.",
      "author": "Mitt Romney",
      "category": "Freedom, Opportunity"
    },
    {
      "quote": "We all learn in school that the judicial, legislative and executive branches of government must check and balance each other. But other non state institutions must participate in this important system of checks and balances as well. These checking institutions include the academy, the media, religious institutions and NGOs.",
      "author": "Alan Dershowitz",
      "category": "School, Balance, Media"
    },
    {
      "quote": "This is a generation weaned on Watergate, and there is no presumption of innocence and no presumption of good intentions. Instead, there is a presumption that, without relentless scrutiny, the government will misbehave.",
      "author": "Dee Dee Myers",
      "category": "Good, Generation, Innocence"
    },
    {
      "quote": "Too often government responds to the whispers of lobbyists before the cries of the people.",
      "author": "Andrew Cuomo",
      "category": "People, Before, Lobbyists"
    },
    {
      "quote": "All too often, government's response to social breakdown has been a classic case of 'patching' - a case of handing money out, containing problems and limiting the damage but, in doing so, supporting - even reinforcing - dysfunctional behaviour.",
      "author": "Iain Duncan Smith",
      "category": "Money, Problems, Doing"
    },
    {
      "quote": "We have a government that, generally speaking, does not respond to the people.",
      "author": "Christopher Reeve",
      "category": "People, Speaking, Respond"
    },
    {
      "quote": "Civil servants are fully aware of the challenges the British economy faces. They are, after all, working tirelessly and professionally to support the coalition government through the current challenges, every day, and in every part of Britain.",
      "author": "Gus O'Donnell",
      "category": "Day, Support, Challenges"
    },
    {
      "quote": "I am a naturalized U.S. citizen, which means that, unlike native-born citizens, I had to prove to the U.S. government that I merited citizenship.",
      "author": "Bharati Mukherjee",
      "category": "I Am, Citizenship, Citizen"
    },
    {
      "quote": "Parliament of the country is the repository of the sovereign will of the people, and its successful functioning is a joint responsibility of both the government and the Opposition.",
      "author": "Pratibha Patil",
      "category": "Responsibility, Successful"
    },
    {
      "quote": "We here highly resolve that these dead shall not have died in vain - that this nation, under God, shall have a new birth of freedom - and that government of the people, by the people, for the people, shall not perish from the earth.",
      "author": "Abraham Lincoln",
      "category": "Freedom, God, People"
    },
    {
      "quote": "I represent what I think is a traditional Republican... a limited government, fiscal responsibility, strong national defense, individual freedom and liberty.",
      "author": "Olympia Snowe",
      "category": "Freedom, Responsibility"
    },
    {
      "quote": "A people can prosper under a very bad government and suffer under a very good one, if in the first case the local administration is effective and in the second it is inefficient.",
      "author": "Annie Besant",
      "category": "Good, People, Bad"
    },
    {
      "quote": "The trial by jury might safely be introduced into a despotic government, if the jury were to exercise no right of judging of the law, or the justice of the law.",
      "author": "Lysander Spooner",
      "category": "Justice, Law, Exercise"
    },
    {
      "quote": "The trial by jury is a trial by 'the country,' in contradistinction to a trial by the government. The jurors are drawn by lot from the mass of the people, for the very purpose of having all classes of minds and feelings, that prevail among the people at large, represented in the jury.",
      "author": "Lysander Spooner",
      "category": "Purpose, People, Feelings"
    },
    {
      "quote": "Let's face it: we live at a time when government is less and less powerful, less and less effective, and the agent of social change, at least for the immediate future, is the corporation.",
      "author": "Tibor Kalman",
      "category": "Change, Time, Future"
    },
    {
      "quote": "The freedom enjoyed in Western society under the rule of law and constitutional government explains both the quality of its civilization and its wealth.",
      "author": "Paul Johnson",
      "category": "Freedom, Law, Society"
    },
    {
      "quote": "In the sixties, for anybody to suggest that the government didn't have our best interests at heart and policemen sometimes killed people would have automatically made them a radical firebrand lefty. That's not the case anymore.",
      "author": "Alan Moore",
      "category": "Best, Heart, People"
    },
    {
      "quote": "Black Americans, no more than white Americans, they do not want more government programs which perpetuate dependency. They don't want to be a colony in a nation.",
      "author": "Richard M. Nixon",
      "category": "Black, Want, Nation"
    },
    {
      "quote": "Government can provide opportunity. But opportunity means nothing unless people are prepared to seize it.",
      "author": "Richard M. Nixon",
      "category": "Opportunity, People, Nothing"
    },
    {
      "quote": "Everybody in America has been dependent on the government at some time. We owe everybody in America the right to vote and access to capital. What I say is, let's make America work, let's make democracy and free enterprise work for everybody.",
      "author": "Andrew Young",
      "category": "Work, Time, America"
    },
    {
      "quote": "I think there would be no shortage of applicants to the government astronaut corps to be settlers on the planet Mars. And I think this would be very inspiring.",
      "author": "Buzz Aldrin",
      "category": "Think, Mars, Planet"
    },
    {
      "quote": "We are not in the regime of Aurangzeb. We are in the regime of rule of law. When rule of law is concerned, it applies to government, it applies to Supreme Court, it applies to everybody.",
      "author": "Veerappa Moily",
      "category": "Law, Rule Of Law"
    },
    {
      "quote": "All I ask is that you not be naive about how the government works when it decides to go after its prey.",
      "author": "Michael Moore",
      "category": "You, Naive, Ask"
    },
    {
      "quote": "I went from being a kid who loved to perform magic tricks to becoming the world's most notorious hacker, feared by corporations and the government.",
      "author": "Kevin Mitnick",
      "category": "World, Magic, Loved"
    },
    {
      "quote": "The Patriot Act is ludicrous. Terrorists have proved that they are interested in total genocide, not subtle little hacks of the U.S. infrastructure, yet the government wants a blank search warrant to spy and snoop on everyone's communications.",
      "author": "Kevin Mitnick",
      "category": "Search, Patriot, Little"
    },
    {
      "quote": "I don't hate the government. I don't think the Second Amendment is being infringed upon.",
      "author": "Henry Rollins",
      "category": "Hate, Think"
    },
    {
      "quote": "Since most American students cannot simply pay their full tuition out of pocket, financing a college education often takes the form of loans, both private and from the government.",
      "author": "Charles B. Rangel",
      "category": "Education, College, American"
    },
    {
      "quote": "Every government degenerates when trusted to the rulers of the people alone. The people themselves are its only safe depositories.",
      "author": "Thomas Jefferson",
      "category": "Alone, People, Trusted"
    },
    {
      "quote": "Certainly we can end racism with love. We can demand that the federal government change its emphasis on racial distinction.",
      "author": "bell hooks",
      "category": "Love, Change, Racism"
    },
    {
      "quote": "If 'pro' is the opposite of 'con' what is the opposite of 'progress'?",
      "author": "Paul Harvey",
      "category": "Progress, Con, Opposite"
    },
    {
      "quote": "All government, of course, is against liberty.",
      "author": "H. L. Mencken",
      "category": "Liberty, Against, Course"
    },
    {
      "quote": "The impersonal hand of government can never replace the helping hand of a neighbor.",
      "author": "Hubert H. Humphrey",
      "category": "Neighbor, Hand, Never"
    },
    {
      "quote": "The citizens of New Hampshire expect and deserve a government as clean as our mountain streams and as open as our blue skies. Today let us pledge together to make this government - the people's government - clean, open and honest.",
      "author": "John Lynch",
      "category": "Today, Mountain, Together"
    },
    {
      "quote": "The Federal government does not have any information about extraterrestrial life to conceal, and there are no secret projects for me to investigate.",
      "author": "Orrin Hatch",
      "category": "Life, Information, Me"
    },
    {
      "quote": "Some people say that watching pay freezes in the government is like watching water freeze. It expands.",
      "author": "Darrell Issa",
      "category": "Water, People, People Say"
    },
    {
      "quote": "I think it true that, you know, sometimes things start to change even before a government changes and, actually, I think you can begin to see even the Labour machine beginning to understand that it has become over-reliant on targets and processes, that local governments have been over-bossed and bullied.",
      "author": "David Cameron",
      "category": "Change, Changes, Beginning"
    },
    {
      "quote": "I think the people should have a right to boycott whoever they want to boycott without the government making them into criminals and try to protect corporations from people. They should protect people from corporations.",
      "author": "Ziggy Marley",
      "category": "People, Want, Think"
    },
    {
      "quote": "Our ports are owned by local governments who are responsible for the ports. It is the Coast Guard and Customs that provide security. The federal government will never outsource our security.",
      "author": "Kit Bond",
      "category": "Security, Responsible, Never"
    },
    {
      "quote": "Government is an evil; it is only the thoughtlessness and vices of men that make it a necessary evil. When all men are good and wise, government will of itself decay.",
      "author": "Percy Bysshe Shelley",
      "category": "Good, Wise, Evil"
    },
    {
      "quote": "A slave government is an oligarchy; and one, too, of the most arbitrary and criminal character.",
      "author": "Lysander Spooner",
      "category": "Character, Slave, Criminal"
    },
    {
      "quote": "And that's really what's happening in this country is a violation of the First Commandment. We have become a country entrenched in idolatry, and that idolatry is the dependency upon our government. We're supposed to depend upon God for our protection and our provision and for our daily bread, not for our government.",
      "author": "Sharron Angle",
      "category": "Daily, God, Bread"
    },
    {
      "quote": "The Founding Fathers gave the free press the protection it must have to bare the secrets of government and inform the people.",
      "author": "Hugo Black",
      "category": "Free, People, Secrets"
    },
    {
      "quote": "Since it is necessary to grant six million Filipinos their rights, so that they may be in fact Spaniards, let the government grant these rights freely and spontaneously, without damaging reservations, without irritating mistrust.",
      "author": "Jose Rizal",
      "category": "Rights, May, Without"
    },
    {
      "quote": "While starving refugees in Homs were providing target practice for government snipers, Bashar al-Assad's strongest international backer was in Sochi, at the Iceberg Skating Palace, visibly moved, smiling with deep satisfaction, as the Russians beautifully glided and leaped their way to the gold medal in the team event.",
      "author": "George Packer",
      "category": "Team, Deep, Gold"
    },
    {
      "quote": "Government does not solve problems it subsidizes them.",
      "author": "Ronald Reagan",
      "category": "Problems, Solve, Does"
    },
    {
      "quote": "The highest glory of the American Revolution was this: it connected in one indissoluble bond the principles of civil government with the principles of Christianity.",
      "author": "John Quincy Adams",
      "category": "American, Revolution"
    },
    {
      "quote": "The problem with leaderless uprisings taking over is that you don't always know what you get at the other end. If you are not careful you could replace a bad government with one much worse!",
      "author": "Chinua Achebe",
      "category": "End, Problem, Know"
    },
    {
      "quote": "The people of God want pastors, not clergy acting like bureaucrats or government officials.",
      "author": "Pope Francis",
      "category": "God, People, Acting"
    },
    {
      "quote": "The worst thing in this world, next to anarchy, is government.",
      "author": "Henry Ward Beecher",
      "category": "World, Worst, Anarchy"
    },
    {
      "quote": "Communism is a hateful thing, and a menace to peace and organized government.",
      "author": "Grover Cleveland",
      "category": "Peace, Communism, Organized"
    },
    {
      "quote": "Unity and secularism will be the motto of the government. We can't afford divisive polity in India.",
      "author": "Manmohan Singh",
      "category": "Motto, Unity, India"
    },
    {
      "quote": "The whole frame of the Federal Constitution proves that the government which it creates was intended to be one of limited and specified powers.",
      "author": "James K. Polk",
      "category": "Constitution, Frame, Whole"
    },
    {
      "quote": "The government should not be guided by Temporary Excitement, but by Sober Second Thought.",
      "author": "Martin Van Buren",
      "category": "Thought, Excitement, Second"
    },
    {
      "quote": "Not only our future economic soundness but the very soundness of our democratic institutions depends on the determination of our government to give employment to idle men.",
      "author": "Franklin D. Roosevelt",
      "category": "Future, Determination, Men"
    },
    {
      "quote": "The world is not going to be saved by legislation.",
      "author": "William Howard Taft",
      "category": "World, Going, Legislation"
    },
    {
      "quote": "To restore and keep the public's confidence in the integrity of their government, state government and its officials must be open, honest and transparent.",
      "author": "John Lynch",
      "category": "Integrity, Confidence"
    },
    {
      "quote": "A popular government without popular information or the means of acquiring it, is but a prologue to a farce, or a tragedy, or perhaps both.",
      "author": "James Madison",
      "category": "Information, Tragedy"
    },
    {
      "quote": "A tiny and closed fraternity of privileged men, elected by no one, and enjoying a monopoly sanctioned and licensed by government.",
      "author": "Spiro T. Agnew",
      "category": "Men, Fraternity, Enjoying"
    },
    {
      "quote": "I feel an independent accountability commission should audit all government services.",
      "author": "Imran Khan",
      "category": "Accountability, Feel"
    },
    {
      "quote": "The crowning feature of the federal system is the supremacy of the judiciary over all other branches of government in matters relating to the rights of persons and property.",
      "author": "Charles A. Beard",
      "category": "Matters, Property, Rights"
    },
    {
      "quote": "The goal to strive for is a poor government but a rich people.",
      "author": "Andrew Johnson",
      "category": "Goal, People, Rich"
    },
    {
      "quote": "The task of the government is not only to pour honey into a cup, but sometimes to give bitter medicine.",
      "author": "Vladimir Putin",
      "category": "Medicine, Sometimes, Cup"
    },
    {
      "quote": "Over grown military establishments are under any form of government inauspicious to liberty, and are to be regarded as particularly hostile to republican liberty.",
      "author": "George Washington",
      "category": "Military, Liberty"
    },
    {
      "quote": "During Vietnam, I was in college, enjoying my student deferment. The government wisely felt that, in my case, military service was less important than completing my studies to prepare me for my chosen career: comedian.",
      "author": "Al Franken",
      "category": "Service, College, Military"
    },
    {
      "quote": "Democracy passes into despotism.",
      "author": "Plato",
      "category": "Democracy, Despotism, Passes"
    },
    {
      "quote": "I have been up to see the Congress and they do not seem to be able to do anything except to eat peanuts and chew tobacco, while my army is starving.",
      "author": "Robert E. Lee",
      "category": "Army, See, Congress"
    },
    {
      "quote": "Government is a contrivance of human wisdom to provide for human wants. People have the right to expect that these wants will be provided for by this wisdom.",
      "author": "Jimmy Carter",
      "category": "Wisdom, People, Human"
    },
    {
      "quote": "Foreign powers do not seem to appreciate the true character of our government.",
      "author": "James K. Polk",
      "category": "Character, Appreciate, True"
    },
    {
      "quote": "The punishment which the wise suffer who refuse to take part in the government, is to live under the government of worse men.",
      "author": "Plato",
      "category": "Wise, Men, Live"
    },
    {
      "quote": "I follow a set of principles, I follow the Constitution. And that's what I base my votes on. Limited government, economic freedom and individual liberty.",
      "author": "Justin Amash",
      "category": "Freedom, Constitution"
    },
    {
      "quote": "If you think of yourselves as helpless and ineffectual, it is certain that you will create a despotic government to be your master. The wise despot, therefore, maintains among his subjects a popular sense that they are helpless and ineffectual.",
      "author": "Frank Herbert",
      "category": "Wise, Think, You"
    },
    {
      "quote": "For a country to have a great writer is like having a second government. That is why no regime has ever loved great writers, only minor ones.",
      "author": "Aleksandr Solzhenitsyn",
      "category": "Great, Loved, Why"
    },
    {
      "quote": "Burning the flag is a form of expression. Speech doesn't just mean written words or oral words. It could be semaphore. And burning a flag is a symbol that expresses an idea - I hate the government, the government is unjust, whatever.",
      "author": "Antonin Scalia",
      "category": "Hate, Words, Speech"
    },
    {
      "quote": "While all other sciences have advanced, that of government is at a standstill - little better understood, little better practiced now than three or four thousand years ago.",
      "author": "John Adams",
      "category": "Better, Three, Years"
    }
  ]
}