{"author":"Ravindu Manoj","github":"ravindu01manoj","repo":"Quotes-500k","data":[{"quote":"Our laws are a reflection of our culture. Our culture does not condone the torture of innocent and defenseless creatures. And we as a society believe all God's creatures should be treated humanely.","author":"Joe Moore","category":"Reflection, Culture, God"},{"quote":"In the end, does it really matter if newspapers physically disappear? Probably not: the world is always changing. But does it matter if organisations independent enough and rich enough to employ journalists to do their job disappear? Yes, that matters hugely; it affects the whole of life and society.","author":"Andrew Marr","category":"Life, Job, World"},{"quote":"I am as frustrated with society as a pyromaniac in a petrified forest.","author":"A. Whitney Brown","category":"I Am, Forest, Petrified"},{"quote":"When art is defined by Damien Hirst and Jeff Koons, you've got a society that's impoverished.","author":"Robert Adams","category":"Art, You, Defined"},{"quote":"People who are much too sensitive to demand of cripples that they run races ask of the poor that they get up and act just like everyone else in the society.","author":"Michael Harrington","category":"People, Run, Poor"},{"quote":"It is time for the world, the hemisphere and the region to make sure that relevant institutions of civil society and relevant laws are embedded in the mechanisms of governance.","author":"Baldwin Spencer","category":"Time, World, Laws"},{"quote":"Each country thinks its school is in a specific crisis, without ever linking the school's crisis to that of the society around it.","author":"Daniel Pennac","category":"School, Crisis, Country"},{"quote":"Society is one vast conspiracy for carving one into the kind of statue likes, and then placing it in the most convenient niche it has.","author":"Randolph Bourne","category":"Conspiracy, Kind, Statue"},{"quote":"Society is based on the assumption that everyone is alike and no one is alive.","author":"Hugh Kingsmill","category":"Everyone, Alive, Alike"},{"quote":"Today the world changes so quickly that in growing up we take leave not just of youth but of the world we were young in.","author":"Peter Medawar","category":"Today, Changes, World"},{"quote":"Ethics is knowing the difference between what you have a right to do and what is right to do.","author":"Potter Stewart","category":"Ethics, Difference, You"},{"quote":"The safety of the people shall be the highest law.","author":"Marcus Tullius Cicero","category":"Safety, Law, People"},{"quote":"It is better to risk saving a guilty man than to condemn an innocent one.","author":"Voltaire","category":"Man, Risk, Better"},{"quote":"It is legal because I wish it.","author":"Louis XIV","category":"Wish, I Wish, Because"},{"quote":"Make crime pay. Become a lawyer.","author":"Will Rogers","category":"Lawyer, Crime, Become"},{"quote":"Punishment is justice for the unjust.","author":"Saint Augustine","category":"Justice, Punishment, Unjust"},{"quote":"Never forget that everything Hitler did in Germany was legal.","author":"Martin Luther King, Jr.","category":"Forget, Never Forget, Never"},{"quote":"If taxes are laid upon us in any shape without our having a legal representation where they are laid, are we not reduced from the character of free subjects to the miserable state of tributary slaves? We claim British rights not by charter only! We are born to them.","author":"Samuel Adams","category":"Character, Free, Born"},{"quote":"We need to remain a nation that doesn't just welcome but that celebrates legal immigrants who come here seeking to pursue the American Dream.","author":"Ted Cruz","category":"American Dream, Welcome"},{"quote":"Gambling is legal and betting is legal, for what I bet.","author":"Michael Jordan","category":"Gambling, Betting, Bet"},{"quote":"Justice delayed is justice denied.","author":"William E. Gladstone","category":"Justice, Delayed, Denied"},{"quote":"Well, when I think of steroids I think of an image. You have the advantage over someone, which is a form of cheating. I guess it wouldn't be right unless it was legal for everybody. Reason it's not legal for everybody is because it can hurt people seriously.","author":"Evander Holyfield","category":"Cheating, Hurt, People"},{"quote":"I busted a mirror and got seven years bad luck, but my lawyer thinks he can get me five.","author":"Steven Wright","category":"Mirror, Luck, Me"},{"quote":"Laws made by common consent must not be trampled on by individuals.","author":"George Washington","category":"Laws, Consent, Individuals"},{"quote":"Fairness is what justice really is.","author":"Potter Stewart","category":"Justice, Fairness, Really"},{"quote":"As Congress continues to debate ways to address illegal immigration, we must remember the many hard-working legal immigrants that contribute so much to our nation's economy and culture.","author":"Bob Filner","category":"Culture, Remember"},{"quote":"There should not be a question of legal or illegal immigration. People came and immigrated to this country from the time of the Indians. No one's illegal. They should just be able to come.","author":"Linda Ronstadt","category":"Time, People, Country"},{"quote":"Obedience to lawful authority is the foundation of manly character.","author":"Robert E. Lee","category":"Character, Foundation"},{"quote":"More law, less justice.","author":"Marcus Tullius Cicero","category":"Justice, Law, More"},{"quote":"Taste cannot be controlled by law.","author":"Thomas Jefferson","category":"Law, Taste, Cannot"},{"quote":"The real violence is committed in the writing of history, the records of the legal system, the reporting of news, through the manipulation of social contracts, and the control of information.","author":"Bryant H. McGill","category":"History, Writing, Violence"},{"quote":"The trouble with law is lawyers.","author":"Clarence Darrow","category":"Law, Lawyers, Trouble"},{"quote":"People are getting smarter nowadays; they are letting lawyers, instead of their conscience, be their guide.","author":"Will Rogers","category":"Lawyers, People, Conscience"},{"quote":"Laws are like sausages, it is better not to see them being made.","author":"Otto von Bismarck","category":"Better, See, Laws"},{"quote":"Lawyers are the only persons in whom ignorance of the law is not punished.","author":"Jeremy Bentham","category":"Law, Ignorance, Lawyers"},{"quote":"If you take guns away from legal gun owners, then the only people who would have guns would be the bad guys. Even a pacifist would get violent if someone were trying to kill him or her. You would fight for your life, whatever your beliefs.","author":"Bruce Willis","category":"Life, Fight, Gun"},{"quote":"Alcohol, tobacco, and pharmaceutical drugs are legal, but they can hurt a lot of people.","author":"Ziggy Marley","category":"Alcohol, Hurt, People"},{"quote":"Justice in the life and conduct of the State is possible only as first it resides in the hearts and souls of the citizens.","author":"Plato","category":"Life, Justice, First"},{"quote":"It is not what a lawyer tells me I may do; but what humanity, reason, and justice tell me I ought to do.","author":"Edmund Burke","category":"Justice, Humanity, Me"},{"quote":"People do not win people fights. Lawyers do.","author":"Norman Ralph Augustine","category":"Win, Lawyers, People"},{"quote":"I think the key to getting rid of illegal immigration, no matter where its coming from, is that you need to have a good legal apparatus for immigration.","author":"Rand Paul","category":"Good, Think, You"},{"quote":"Socialism, reduced to its simplest legal and practical expression, means the complete discarding of the institution of private property by transforming it into public property, and the division of the resultant public income equally and indiscriminately among the entire population.","author":"George Bernard Shaw","category":"Socialism, Property"},{"quote":"Common sense often makes good law.","author":"William O. Douglas","category":"Good, Law, Common Sense"},{"quote":"Let me remind you that nuclear disarmament is not just an ardent desire of the people, as expressed in many resolutions of the United Nations. It is a legal commitment by the five official nuclear states, entered into when they signed the Non-Proliferation Treaty.","author":"Joseph Rotblat","category":"Commitment, Me, People"},{"quote":"No one can doubt that the sufferings of the sober, virtuous woman, in legal subjection to the mastership of a drunken, immoral husband and father over herself and children, not only from physical abuse, but from spiritual shame and humiliation, must be such as the man himself can not possibly comprehend.","author":"Susan B. Anthony","category":"Children, Father, Spiritual"},{"quote":"I think the most important idea is to remember that there have been times throughout American history where what is right is not the same as what is legal.","author":"Edward Snowden","category":"History, American, Remember"},{"quote":"I'm trusting in the Lord and a good lawyer.","author":"Oliver North","category":"Good, Lawyer, Lord"},{"quote":"That which is not just is not law.","author":"William Lloyd Garrison","category":"Law, Just, Which"},{"quote":"We have a legal and moral obligation to rid our world of nuclear tests and nuclear weapons. When we put an end to nuclear tests, we get closer to eliminating all nuclear weapons. A world free of nuclear weapons will be safer and more prosperous.","author":"Ban Ki-moon","category":"World, End, Free"},{"quote":"The duty of government is to leave commerce to its own capital and credit as well as all other branches of business, protecting all in their legal pursuits, granting exclusive privileges to none.","author":"Andrew Jackson","category":"Business, Government, Credit"},{"quote":"The legal battle against segregation is won, but the community battle goes on.","author":"Dorothy Day","category":"Community, Battle"},{"quote":"Legal discrimination between the sexes is, in almost every instance, founded on outmoded views of society and the pre-scientific beliefs about psychology and physiology. It is time to sweep away these relics of the past and set further generations free of them.","author":"Shirley Chisholm","category":"Time, Society, Past"},{"quote":"Collecting more taxes than is absolutely necessary is legalized robbery.","author":"Calvin Coolidge","category":"Taxes, Collecting, Than"},{"quote":"It is right to give every man his due.","author":"Plato","category":"Man, Right, Give"},{"quote":"There comes a time when a human being has to either face evil or admit to allowing it. Abortion is legal in the United States, but it should not be celebrated or used as a political tool. Viable babies are human beings.","author":"Bill O'Reilly","category":"Time, Evil, Political"},{"quote":"A successful lawsuit is the one worn by a policeman.","author":"Robert Frost","category":"Successful, Policeman"},{"quote":"The events of the day inspired me to become a lawyer.","author":"Christopher Darden","category":"Day, Lawyer, Me"},{"quote":"The keystone to justice is the belief that the legal system treats all fairly.","author":"Janet Reno","category":"Justice, Belief, System"},{"quote":"The history of American democracy, to say the least, has been checkered. Our nation was founded at a time when people of African descent were held in bondage. After slavery was abolished, they were forced to endure legal discrimination for another 100 years.","author":"Bernie Sanders","category":"Time, History, American"},{"quote":"I did a little bit of acting - some guest spots here and there. I got a job working as a therapist doing individual and group crisis intervention and family therapy. I did that for two years. I left to do 'Boston Legal.' So my psychology career has been interwoven into my acting career, and it's my safety net and fallback.","author":"Meredith Eaton","category":"Family, Safety, Job"},{"quote":"Rule-following, legal precedence, and political consistency are not more important than right, justice and plain common-sense.","author":"W. E. B. Du Bois","category":"Justice, Political"},{"quote":"It costs a lot to sue a magazine, and it's too bad that we don't have a system where the losing team has to pay the winning team's lawyers.","author":"Carol Burnett","category":"Team, Winning, Losing"},{"quote":"The only real lawyers are trial lawyers, and trial lawyers try cases to juries.","author":"Clarence Darrow","category":"Lawyers, Real, Try"},{"quote":"Laws, like houses, lean on one another.","author":"Edmund Burke","category":"Houses, Like, Laws"},{"quote":"All ambitions are lawful except those which climb upward on the miseries or credulities of mankind.","author":"Joseph Conrad","category":"Climb, Mankind, Upward"},{"quote":"In the Halls of Justice the only justice is in the halls.","author":"Lenny Bruce","category":"Justice, Only, Halls"},{"quote":"Make your educational laws strict and your criminal ones can be gentle but if you leave youth its liberty you will have to dig dungeons for ages.","author":"Michel de Montaigne","category":"Youth, Liberty, You"},{"quote":"Laws are the sovereigns of sovereigns.","author":"Louis XIV","category":"Laws"},{"quote":"Lawsuit abuse is a major contributor to the increased costs of healthcare, goods and services to consumers.","author":"Charles W. Pickering","category":"Healthcare, Abuse, Costs"},{"quote":"Italy advocates the adoption of a legal instrument on cultural diversity, guaranteeing every country the protection of its own historical identity and the uniqueness of its physical and intangible cultural heritage.","author":"Carlo Azeglio Ciampi","category":"Diversity, Identity, Country"},{"quote":"No oppression is so heavy or lasting as that which is inflicted by the perversion and exorbitance of legal authority.","author":"Joseph Addison","category":"Authority, Oppression, Which"},{"quote":"We not only have a legal obligation to honor our commitments, we have a moral obligation to provide the coverage we promised to provide to these people.","author":"Bob Ney","category":"Honor, People, Moral"},{"quote":"Who most benefits from keeping marijuana illegal? The greatest beneficiaries are the major criminal organizations in Mexico and elsewhere that earn billions of dollars annually from this illicit trade - and who would rapidly lose their competitive advantage if marijuana were a legal commodity.","author":"George Soros","category":"Greatest, Mexico, Earn"},{"quote":"Being a justice. If you love law the way I do... you're given the job of a lifetime... you're permitted to address the most important legal questions of the country, and sometimes the world. And in doing so, you make a difference in people's lives.","author":"Sonia Sotomayor","category":"Love, Justice, Law"},{"quote":"There will be gay couples; it will exist. It is not very nice that people who are married - who divorce in three seconds - don't want protection for the others. The legal system should protect everyone, not just the few people who think they are above everybody else because they are married.","author":"Karl Lagerfeld","category":"People, Divorce, Nice"},{"quote":"You cannot grant amnesty. If the American people see us granting amnesty they will never again believe in legal immigration. They will never again support it, and that's wrong for our country, bad for our future.","author":"Marco Rubio","category":"Future, Support, American"},{"quote":"We will have to accept a certain degree of legal immigration; that's globalisation... In the era of the smartphone, we cannot shut ourselves away... people know full well how we live in Europe.","author":"Angela Merkel","category":"People, Live, Know"},{"quote":"It would be a sign of society changing if we did finally legalize prostitution. Once it's legal, it doesn't mean your daughter's going to run out and be a ho. The more we sort of bring these things into the light, you bring these hidden vices into the light, the less power they have over our society. You make it legal, it tends to go away.","author":"Thomas Jane","category":"Light, Daughter, Power"},{"quote":"No country could claim to be civilized if its legal system weren't available to everyone in it.","author":"Sydney Pollack","category":"Country, Everyone, System"},{"quote":"Are hackers a threat? The degree of threat presented by any conduct, whether legal or illegal, depends on the actions and intent of the individual and the harm they cause.","author":"Kevin Mitnick","category":"Individual, Actions, Intent"},{"quote":"However, there is no legal and legitimate state called Israel.","author":"Hassan Nasrallah","category":"Israel, State, However"},{"quote":"There are half a billion people that listen to music online and the vast majority are doing so illegally. But if we bring those people over to the legal side and Spotify, what is going to happen is we are going to double the music industry and that will lead to more artists creating great new music.","author":"Daniel Ek","category":"Music, Great, People"},{"quote":"The legal right of the Southern people to reclaim their fugitives I have constantly admitted. The legal right of Congress to interfere with their institution in the states, I have constantly denied.","author":"Abraham Lincoln","category":"People, Right, Congress"},{"quote":"Public confidence in, and support for, the euro - and, indeed, the European Union - will ultimately be determined by how well we deliver on growth and jobs rather than on institutional wrangling and complex legal or technical negotiations.","author":"Enda Kenny","category":"Confidence, Growth, Support"},{"quote":"Legal and bureaucratic impediments to surveillance should be removed.","author":"Mike Pompeo","category":"Surveillance, Should"},{"quote":"Any new legal measures, or cooperative arrangements between government and companies meant to keep people from organizing violence or criminal actions, must not be carried out in ways that erode due process, rule of law and the protection of innocent citizens' political and civil rights.","author":"Rebecca MacKinnon","category":"Law, Government, Violence"},{"quote":"Reading a script is usually as exciting as reading a boilerplate legal document, so when you read one that makes you feel as if you're seeing the movie, you know it's something different.","author":"Tom Hanks","category":"Reading, Know, You"},{"quote":"In countries with a properly functioning legal system, the mob continues to exist, but it is rarely called upon to mete out capital punishment. The right to take human life belongs to the state. Not so in societies where weak courts and poor law enforcement are combined with intractable structural injustices.","author":"Teju Cole","category":"Life, Law, Human"},{"quote":"Of all the creative work produced by humans anywhere, a tiny fraction has continuing commercial value. For that tiny fraction, the copyright is a crucially important legal device.","author":"Lawrence Lessig","category":"Work, Value, Creative"},{"quote":"Every one with this writ may be a tyrant; if this commission be legal, a tyrant in a legal manner, also, may control, imprison, or murder any one within the realm.","author":"James Otis","category":"Control, Within, May"},{"quote":"There are millions of people who consume music illegally every month. Just getting them into a legal service will make the music industry way bigger than it's ever been before.","author":"Daniel Ek","category":"Music, Service, People"},{"quote":"I've led a school whose faculty and students examine and discuss and debate every aspect of our law and legal system. And what I've learned most is that no one has a monopoly on truth or wisdom. I've learned that we make progress by listening to each other, across every apparent political or ideological divide.","author":"Elena Kagan","category":"Wisdom, Truth, School"},{"quote":"Outside of the Constitution we have no legal authority more than private citizens, and within it we have only so much as that instrument gives us. This broad principle limits all our functions and applies to all subjects.","author":"Andrew Johnson","category":"Constitution, Limits"},{"quote":"Unlike national legal systems, there are precious few avenues to address judicial activism at the WTO. You pretty much have to gain consensus to change the agreements, or simply withdraw from the system. The first is nearly impossible, and the second would be - in the view of many - cataclysmic.","author":"Robert Lighthizer","category":"Change, Impossible, View"},{"quote":"Death Row inmates are almost twice as expensive to house each year as other inmates. Death penalty trials are much costlier than trials where execution is not a potential punishment and consume more time from judges, public defenders, and other legal personnel.","author":"Reid Hoffman","category":"Time, Death, Potential"},{"quote":"One of the things I was taught in law school is that I'd never be able to think the same again - that being a lawyer is something that's part of who I am as an individual now.","author":"Anita Hill","category":"School, Law, I Am"},{"quote":"Lawyers spend a great deal of their time shoveling smoke.","author":"Oliver Wendell Holmes, Jr.","category":"Time, Great, Lawyers"},{"quote":"Now a slave is not 'held' by any legal contract, obligation, duty, or authority, which the laws will enforce. He is 'held' only by brute force. One person beats another until the latter will obey him, work for him, if he require it, or do nothing if he require it.","author":"Lysander Spooner","category":"Work, Authority, Slave"},{"quote":"Yes, the state must intervene to prevent the exploitation of poor Indian women who are enticed or coerced into surrogacy, as well as to protect the rights of surrogate children. However, it should also be empathetic to individuals with alternative lifestyles who are well within their legal and human rights to demand access to surrogacy services.","author":"Kapil Sibal","category":"Children, Women, Rights"},{"quote":"We have a legal immigration system that's outdated, it's primarily based on whether you have family members living here. In the 21st century, it has to be more of a merit-based system, and that is why our legal immigration system is in need of modernization.","author":"Marco Rubio","category":"Family, Why, You"},{"quote":"I believe we can, and must, strike a balance between our shared American values of religious liberty and freedom from discrimination. My concerns lie with the possible consequences of politically-driven legislation which claims to promote religious liberty but instead rolls back the legal protections held by LGBT Americans.","author":"Gary Johnson","category":"Freedom, Balance, American"},{"quote":"The memory of the 146 people who lost their lives in the Triangle Shirtwaist fire stands as a reminder that legal protections and workplace safety standards were won through a long struggle for social justice and at great human cost.","author":"Eric Schneiderman","category":"Great, Struggle, Justice"},{"quote":"Places where prostitution is legal, you find much better health care, fewer cases of disease and illegal abortions. There's really nothing to be gained by keeping prostitution illegal.","author":"Thomas Jane","category":"Health, Better, Care"},{"quote":"I believe the attorney general or the deputy attorney general has an obligation to follow the law and the Constitution and to give their independent legal advice to the President.","author":"Sally Yates","category":"Law, Believe, Constitution"},{"quote":"I'm not a lawyer, and maybe I should have used more specific legal language.","author":"Sonny Bono","category":"Language, Lawyer, Maybe"},{"quote":"A lean compromise is better than a fat lawsuit.","author":"George Herbert","category":"Fat, Compromise, Better"},{"quote":"Globalization is a great thing, but it needs a legal framework in which to blossom.","author":"Loretta Napoleoni","category":"Great, Globalization"},{"quote":"Farming with live animals is a 7 day a week, legal form of slavery.","author":"George Segal","category":"Day, Week, Slavery"},{"quote":"Recently a study proved that working from a larger, less cluttered computer screen increases concentration. I could have told them that. And yes, I write first drafts with a mechanical pencil and a yellow legal pad. There's good reason for this primitive behavior: I am a crackerjack typist. My hand moves far more quickly than my brain.","author":"Stacy Schiff","category":"Good, I Am, Behavior"},{"quote":"Lawyers, I suppose, were children once.","author":"Charles Lamb","category":"Children, Lawyers, Once"},{"quote":"I would say that IQ is the strongest predictor of which field you can get into and hold a job in, whether you can be an accountant, lawyer or nurse, for example.","author":"Daniel Goleman","category":"Job, Lawyer, You"},{"quote":"While the Census Bureau already has a legal obligation to keep people's information confidential, we all know that in an age of cyber attacks and computer hacking that ensuring people's privacy can be difficult.","author":"Jeff Duncan","category":"Age, Information, People"},{"quote":"The legal system is often a mystery, and we, its priests, preside over rituals baffling to everyday citizens.","author":"Henry Miller","category":"Mystery, System, Rituals"},{"quote":"It is not unprofessional to give free legal advice, but advertising that the first visit will be free is a bit like a fox telling chickens he will not bite them until they cross the threshold of the hen house.","author":"Warren E. Burger","category":"Advertising, Advice, Free"},{"quote":"We owe the Aboriginal peoples a debt that is four centuries old. It is their turn to become full partners in developing an even greater Canada. And the reconciliation required may be less a matter of legal texts than of attitudes of the heart.","author":"Romeo LeBlanc","category":"Heart, Canada, Debt"},{"quote":"Unless you have a perception of who you are as a lawyer, you will never be at ease in dealing with legal matters, clients, or courts. But if you know who you are and why you're there, all you need is the expertise and the information.","author":"Samuel Dash","category":"Perception, Information"},{"quote":"So the Comic Book Legal Defense Fund is out there preserving and fighting for, and sometimes winning and sometimes losing, the fight for First Amendment rights in comics and, more generally, for freedom of speech.","author":"Neil Gaiman","category":"Freedom, Winning, Book"},{"quote":"I remember when I took Quentin Tarantino with me to a very private screening of the documentary 'Roman Polanski: Wanted and Desired,' which shows some of the legal irregularities of his case. I was involved by the film, and it was an amazing experience to see people weep at the end of it.","author":"Harvey Weinstein","category":"Experience, Amazing, Me"},{"quote":"A potlatch is similar to a court case in that both are prohibitively expensive; both involve lengthy speeches and the vigorous examination and debate of the actions, rights and legal responsibilities of the participants. One has food, singing and spiritual rites; the other, not so much.","author":"Eden Robinson","category":"Food, Spiritual, Singing"},{"quote":"Nothing is so unproductive as the law. It is expensive whether you win or lose.","author":"Gilbert Parker","category":"Law, Win, Win Or Lose"},{"quote":"I have been committed to carrying out my duties... in accordance with both the letter and spirit of all applicable rules of ethics and canons of conduct.","author":"Samuel Alito","category":"Ethics, Rules, Committed"},{"quote":"Every lethal terrorist attack in the United States since 9/11 has been carried out by an American citizen or a legal permanent resident, not by recent immigrants or by refugees. So tamping down immigration won't fix the real issue, which is 'homegrown' terrorism.","author":"Peter L. Bergen","category":"American, Terrorism"},{"quote":"Those who challenge the law in one or another of its aspects weaken the whole legal structure of society. For one man to disobey a law he does not like is to invite others to disobey another law which he may regard as indispensable to his own livelihood - or life.","author":"Robert Kennedy","category":"Life, Challenge, Law"},{"quote":"As legal residents, immigrants would contribute more in taxes, spend more at our businesses, start companies of their own and create more jobs. Immigration is not a problem for us to solve but an opportunity for America to seize.","author":"Jose Andres","category":"Opportunity, America"},{"quote":"We need to let the referee's sole thing be to protect the quarterback and get those late hits out of there. They even have a stat on television that says 'knockdowns.' Knockdowns means that you knock him down after he throws the ball. The assumption is, if it's legal, we'll make excuses for them.","author":"John Madden","category":"Excuses, Television, You"},{"quote":"Men's indignation, it seems, is more excited by legal wrong than by violent wrong; the first looks like being cheated by an equal, the second like being compelled by a superior.","author":"Thucydides","category":"Men, Equal, First"},{"quote":"I have always been of opinion that all the political workers should be indifferent and should never bother about the legal fight in the law courts and should boldly bear the heaviest possible sentences inflicted upon them. They may defend themselves but always from purely political considerations and never from a personal point of view.","author":"Bhagat Singh","category":"Law, Fight, Political"},{"quote":"Lawsuit: A machine which you go into as a pig and come out of as a sausage.","author":"Ambrose Bierce","category":"Pig, You, Machine"},{"quote":"One with the law is a majority.","author":"Calvin Coolidge","category":"Law, Majority"},{"quote":"If Moses had gone to Harvard Law School and spent three years working on the Hill, he would have written the Ten Commandments with three exceptions and a saving clause.","author":"Charles Morgan","category":"School, Law, Three"},{"quote":"Bad laws are the worst sort of tyranny.","author":"Edmund Burke","category":"Tyranny, Bad, Laws"},{"quote":"The good lawyer is the great salesman.","author":"Janet Reno","category":"Good, Great, Lawyer"},{"quote":"I am the inferior of any man whose rights I trample under foot.","author":"Robert Green Ingersoll","category":"Man, I Am, Rights"},{"quote":"Lawyers are the first refuge of the incompetent.","author":"Aaron Allston","category":"Lawyers, First, Incompetent"},{"quote":"Unfortunately, what many people forget is that judges are just lawyers in robes.","author":"Tammy Bruce","category":"Lawyers, People, Forget"},{"quote":"As a rule lawyers tend to want to do whatever they can to win.","author":"Bill Williams","category":"Win, Lawyers, Want"},{"quote":"It is a sign of the times that the absence of meaningful ID requirements in many states leaves our voting process vulnerable to fraud and allows legal votes to be cancelled out by illegally cast ballots.","author":"Virgil Goode","category":"Voting, Meaningful, Fraud"},{"quote":"We get information in the mail, the regular postal mail, encrypted or not, vet it like a regular news organization, format it - which is sometimes something that's quite hard to do, when you're talking about giant databases of information - release it to the public and then defend ourselves against the inevitable legal and political attacks.","author":"Julian Assange","category":"Organization, Political"},{"quote":"You can't solve a problem as complex as inequality in one legal clause.","author":"Theresa May","category":"Problem, Inequality, You"},{"quote":"A free and open Internet should not have to be weighed down by legal challenges - its dynamism is essential to our economy.","author":"Anna Eshoo","category":"Challenges, Internet, Free"},{"quote":"Of course, everyone in the New World is an immigrant or a descendant of immigrants, and immigrants have built America and continue to do so. Legal or illegal, they are almost universally good people who work to better their lot and that of their children.","author":"Mark Helprin","category":"Work, Children, Good"},{"quote":"You win the modern financial-regulation game by filing the most motions, attending the most hearings, giving the most money to the most politicians and, above all, by keeping at it, day after day, year after fiscal year, until stealing is legal again.","author":"Matt Taibbi","category":"Day, Money, Giving"},{"quote":"Tori's my legal name. My niece and nephews, they all call me Aunt Ellen, because I went by my middle name years ago, before I turned 18.","author":"Tori Amos","category":"Me, Name, Aunt"},{"quote":"I'm for the DREAM Act. It makes so much sense. Following the implementation of the DREAM Act, we'll have a case study we can point to where we can say that we provided a path to citizenship or legal involvement in the community for these young immigrants, and the sky didn't fall.","author":"Beto O'Rourke","category":"Community, Path, Sky"},{"quote":"Learn to invest in investments where you can achieve an honest, legal advantage over other investors. When it comes to investing, why play on a level field?","author":"Robert Kiyosaki","category":"Play, Why, You"},{"quote":"The Elephantine papyri - written as some of the books of the Bible are being written - is true social and legal documentation, and to historians overwhelmingly powerful and moving, even when ostensibly about trivial things.","author":"Simon Schama","category":"Powerful, Moving, Bible"},{"quote":"Don't get me wrong: I can and do waste time on the Internet with the best of them, but in some respects, I am an embarrassingly analog guy. I am not on Facebook. I write whole books on yellow legal pads. I do not own a cell phone.","author":"Jonathan Dee","category":"Time, Best, I Am"},{"quote":"The most interesting legal philosophy is German, so naturally I went to Germany, particularly to Berlin, quite a bit.","author":"Philip Kerr","category":"Philosophy, Interesting"},{"quote":"I researched children's rights, divorce law, and parental kidnapping. Millions of children and parents are touched by the inadequacy of the legal system to deal with the human heart.","author":"Amity Gaige","category":"Children, Parents, Law"},{"quote":"I've worked since it was basically legal to work. I was a waitress on and off for eight years. I worked at Sears; I worked at Abercrombie folding clothes. My dad really instilled good money management habits, and I've saved 10 percent of my paycheck, every paycheck, since I was 15.","author":"Rosanna Pansino","category":"Work, Money, Good"},{"quote":"'Network neutrality' is sometimes called 'Internet freedom' or 'Internet openness' and is a legal principle that would forbid cable and phone companies like AT&T, Verizon, and Comcast from blocking some websites or providing special priority to others.","author":"Marvin Ammori","category":"Freedom, Internet, Special"},{"quote":"I think lawyers who engage in pro bono service to protect those who cannot help themselves are truly the heroes and the heroines of the legal profession.","author":"Janet Reno","category":"Service, Help, Think"},{"quote":"Work for legal reform takes place only within the framework of the social form created by the last revolution.","author":"Rosa Luxemburg","category":"Work, Revolution, Place"},{"quote":"Judges should decide legal disputes. Judges should not make law.","author":"Joseph Wapner","category":"Law, Decide, Should"},{"quote":"I've always thought legal addictions are a great way to create a business. Starbucks is a wonderful example.","author":"Nolan Bushnell","category":"Business, Great, Thought"},{"quote":"Anybody who thinks talk is cheap should get some legal advice.","author":"Franklin P. Jones","category":"Advice, Cheap, Talk"},{"quote":"Nearly every study shows that competition from cheap foreign labor undercuts the wages of American workers and legal immigrants.","author":"Lamar S. Smith","category":"Competition, American, Study"},{"quote":"The main bone of contention is whether Islamic injunctions are legal or moral categories. When Muslims say Islam commands daily prayers or bans alcohol, are they talking about public obligations that will be enforced by the state or personal ones that will be judged by God?","author":"Mustafa Akyol","category":"Daily, God, Alcohol"},{"quote":"Experts said public companies worry about the loss of customer confidence and the legal liability to shareholders or security vendors when they report flaws.","author":"Barton Gellman","category":"Confidence, Loss, Worry"},{"quote":"Women are emerging as a major force for change. Countries that have invested in girls' education and removed legal barriers that prevent women from achieving their potential are now seeing the benefits.","author":"Sri Mulyani Indrawati","category":"Education, Change, Women"},{"quote":"At the Norman Invasion, the Saxon thanes were themselves humbled in turn; the manors were given a more legal character and transferred to favourites of William the Conqueror.","author":"Sabine Baring-Gould","category":"Character, Turn, Humbled"},{"quote":"The Safari Club International has worked the legal system hard to try to keep polar bears - threatened primarily by climate change, but also by hunting - on the list of creatures people can import as trophies after shooting.","author":"Lydia Millet","category":"Change, People, Hunting"},{"quote":"The Life at Conception Act legislatively declares what most Americans believe and what science has long known - that human life begins at the moment of conception and, therefore, is entitled to legal protection from that point forward.","author":"Rand Paul","category":"Life, Science, Believe"},{"quote":"There should be a path to earned legal status for those that are here. Not - not amnesty - earned legal status, which means you pay a fine and do many things over an extended period of time.","author":"Jeb Bush","category":"Time, Path, You"},{"quote":"We have a legal and moral obligation to rid our world of nuclear tests and nuclear weapons.","author":"Ban Ki-moon","category":"World, Moral"},{"quote":"Games of chance often involve some amount of skill; this does not make them legal. Good poker players often beat novices. But poker is still gambling, and running a poker room - or online casino - is illegal in New York.","author":"Eric Schneiderman","category":"Good, Chance, New York"},{"quote":"I remember being upset because I was finally legal to drink in Canada, and I decided to throw that all away and move to America, where I had to wait another two years. I came here to do improv and to try to join the Groundlings.","author":"Ryan Reynolds","category":"America, Canada, Remember"},{"quote":"While writing, saying, and doing much, Mr. Trump is apologizing for his past sins. He's walking away from supporting abortion, hurling insults and more. Now, America needs to follow suit and apologize for the scourge of legal abortion that has left millions of empty cradles, wombs barren, women's health damaged, and families broken.","author":"Alveda King","category":"Women, Health, Past"},{"quote":"In the U.S., you even lose legal rights if you store your data in a company's machines instead of your own. The police need to present you with a search warrant to get your data from you; but if they are stored in a company's server, the police can get it without showing you anything. They may not even have to give the company a search warrant.","author":"Richard Stallman","category":"Police, Data, Company"},{"quote":"I don't have an issue with whether - from a legal standpoint, with whether or not government can impose the ultimate punishment on people. We do it in capital cases. Police officers shoot fleeing felons.","author":"Trey Gowdy","category":"Government, Police, People"},{"quote":"Our church has been legal since late 1960s. I've been involved since 1972. I was ordained in 1975.","author":"Sally Kirkland","category":"Late, Church, Involved"},{"quote":"Years ago, during a John Grisham phase, I tried to pinpoint exactly why I found Grisham's often predictable legal thrillers quite so comforting. The best answer I could come up with was the frequency with which Grisham tells us that his lead characters are sipping coffee. When it comes to food and drink, predictability can console.","author":"Bee Wilson","category":"Food, Best, Coffee"},{"quote":"Strictly speaking, my interest is not in legal rights for animals but in a change of heart towards animals.","author":"J. M. Coetzee","category":"Change, Heart, Animals"},{"quote":"The existing legal constitution is nothing but the product of a revolution. Revolution is the act of political creation in the history of classes, while constitutional legislation is the expression of the continual political vegetation of a society.","author":"Rosa Luxemburg","category":"History, Society"},{"quote":"Legal reform in Russia is a must. And I keep track of it daily.","author":"Dmitry Medvedev","category":"Daily, Russia, Must"},{"quote":"I worked as a lawyer as a member of the teaching staff of a technical college and then I worked principally as legal adviser to Adolf Hitler and the National Socialist German Workers Party.","author":"Hans Frank","category":"College, Lawyer, Party"},{"quote":"The Supreme Court has in place a legal structure which protects abortion rights in this country, and something has got to be done to change that before we can put in place truly meaningful protection for the unborn.","author":"Charles T. Canady","category":"Change, Meaningful, Rights"},{"quote":"Coercion may prevent many transgressions; but it robs even actions which are legal of a part of their beauty. Freedom may lead to many transgressions, but it lends even to vices a less ignoble form.","author":"Wilhelm von Humboldt","category":"Beauty, Freedom, Actions"},{"quote":"I am a legal immigrant whose parents went from Russia to China to Chile to finally reach the United States and thereby give me a chance to have a better life. I served six years in the U.S. Army Reserve, went to college, have a successful career and have dedicated my life to being a good citizen.","author":"Mike Medavoy","category":"Life, Good, Parents"},{"quote":"Through every struggle that I have been confronted with and have been subjected to - solitary confinement, long legal battles, and physically transitioning to the woman I have always been - I manage not only to survive, but to grow, learn, mature, and thrive as a better, more confident person.","author":"Chelsea Manning","category":"Struggle, Woman, Long"},{"quote":"People should just buy a CD and rip it. You are legal then.","author":"Bill Gates","category":"People, You, Just"},{"quote":"Children must be considered in a divorce considered valuable pawns in the nasty legal and financial contest that is about to ensue.","author":"P. J. O'Rourke","category":"Children, Financial, Divorce"},{"quote":"It's impossible to walk a block in Miami, in Los Angeles, San Antonio without running into someone who is being deeply impacted by a broken legal immigration system.","author":"Marco Rubio","category":"Impossible, Walk, Broken"},{"quote":"The loans I took out for my undergraduate degree were manageable. But my legal education was more expensive, and I paid for it almost entirely through public and private loans.","author":"Marco Rubio","category":"Education, Through, Loans"},{"quote":"As soon as I go out into the world, I belong, in a way, to everyone else. It's legal to follow me. It's legal to stalk me at the beach. And I can't call the police or ask them to leave.","author":"Lady Gaga","category":"Beach, World, Me"},{"quote":"Ken Lay, the disgraced former chairman of Enron, found a way to escape his legal problems: He died after being convicted of fraud and conspiracy charges.","author":"Robert Kiyosaki","category":"Problems, Escape, Conspiracy"},{"quote":"As a legal matter, my mother is an American citizen by birth.","author":"Ted Cruz","category":"Mother, American, Birth"},{"quote":"There is no more an enthusiastic advocate of legal immigration in the U.S. Senate than I am, and that is a message that resonates powerfully in the Hispanic community.","author":"Ted Cruz","category":"Community, I Am, Hispanic"},{"quote":"All women, and men of color - we were owned like tables and chairs. We spent a hundred years getting a legal identity as human beings. That's a big thing.","author":"Gloria Steinem","category":"Women, Men, Color"},{"quote":"I'm a hardcore libertarian - I want everything legal - but I also believe that you have the right to free association.","author":"Penn Jillette","category":"Believe, Free, Want"},{"quote":"To have a .cn domain, you have to be a registered business. You have to prove your site is legal.","author":"Rebecca MacKinnon","category":"Business, You, Prove"},{"quote":"If they lose their legal basis for owning a .cn domain, google.cn would cease to exist, or if it continued to exist, it would be illegal, and doing anything blatantly illegal in China puts their employees at serious risk.","author":"Rebecca MacKinnon","category":"Risk, Employees, Doing"},{"quote":"Yahoo! had a choice. It chose to provide an e-mail service hosted on servers based inside China, making itself subject to Chinese legal jurisdiction. It didn't have to do that. It could have provided a service hosted offshore only.","author":"Rebecca MacKinnon","category":"Service, Choice, China"},{"quote":"Thanks to the Internet in general and social media in particular, the Chinese people now have a mechanism to hold authorities accountable for wrongdoing - at least sometimes - without any actual political or legal reforms having taken place. Major political power struggles and scandals are no longer kept within elite circles.","author":"Rebecca MacKinnon","category":"Social Media, Power, Media"},{"quote":"There isn't much question that the person who obtained the WikiLeaks cables from a classified U.S. government network broke U.S. law and should expect to face the consequences. The legal rights of a website that publishes material acquired from that person, however, are much more controversial.","author":"Rebecca MacKinnon","category":"Law, Government"},{"quote":"I write on big yellow legal pads - ideas in outline form when I'm doing stand-up and stuff. It's vivid that way. I can't type it into an iPad - I think that would put a filter into the process.","author":"Robin Williams","category":"Ideas, Yellow, Think"},{"quote":"If there are people who act outside the law, then the state must use legal means to impose law in the interests of majority. That's the way it's done in the U.S., and that's the way it's done in Russia.","author":"Vladimir Putin","category":"Law, People, Done"},{"quote":"Many foreclosed homes are neglected or abandoned, as legal proceedings or other factors delay their resale. Deteriorating or vacant properties can, in turn, directly affect the quality of life in a neighborhood, for example, by leading to increases in vandalism or crime.","author":"Ben Bernanke","category":"Life, Quality, Neighborhood"},{"quote":"We don't want two-tier people in America. Those who are legal but not citizens, and citizens.","author":"Joe Biden","category":"America, People, Want"},{"quote":"In law, nothing is certain but the expense.","author":"Samuel Butler","category":"Law, Nothing, Expense"},{"quote":"It's hard to have that debate around secret programs authorized by secret legal opinions issued by a secret court. Actually, it's impossible to have that debate.","author":"Al Franken","category":"Impossible, Debate, Opinions"},{"quote":"If eviction has these massive consequences that we all pay for, a very smart use of public funds would be to invest in legal services for folks facing eviction.","author":"Matthew Desmond","category":"Smart, Consequences, Invest"},{"quote":"There is a deep connection, when we're talking about certain market forces and a legal structure that inhibits low or moderate income families from getting ahead. Eviction is part of a business model at the bottom of the market.","author":"Matthew Desmond","category":"Business, Deep, Connection"},{"quote":"National data on evictions aren't collected, although national data on foreclosures are. And so if anyone wants to, kind of, get to know any statistical research about evictions, they have to really dig in the annals of legal records.","author":"Matthew Desmond","category":"Research, Data, Know"},{"quote":"We should make it as easy as possible to be able to get a legal work visa - not citizenship, not a green card. Just a work visa, with a background check and a Social Security card so that applicable taxes would get paid.","author":"Gary Johnson","category":"Work, Green, Easy"},{"quote":"Some officials overseeing local water systems have tried to go above and beyond what is legally required. But they have encountered resistance, sometimes from the very residents they are trying to protect, who say that if their water is legal, it must be safe.","author":"Charles Duhigg","category":"Water, Trying, Resistance"},{"quote":"Many legal experts note that prosecutors regularly seek indictments of people or companies for destroying evidence or impeding investigations, even if they cannot prove other charges.","author":"Alex Berenson","category":"People, Prove, Experts"},{"quote":"She never envisioned a legal career for me, but she did think it was very important that I be able to support myself, and I think she would be pleased to see what has become of me.","author":"Ruth Bader Ginsburg","category":"Myself, Support, Me"},{"quote":"My U.N. five-point plan focuses on preventing proliferation, strengthening the legal regime, and ensuring nuclear safety and security - an effort that was given good momentum by the Nuclear Security Summit held in Seoul earlier this year. The world is over-armed, and peace is underfunded.","author":"Ban Ki-moon","category":"Good, Peace, Safety"},{"quote":"The National Security Agency has broken privacy rules or overstepped its legal authority thousands of times each year since Congress granted the agency broad new powers in 2008, according to an internal audit and other top-secret documents.","author":"Barton Gellman","category":"Rules, Security, Broken"},{"quote":"The NSA has different reporting requirements for each branch of government and each of its legal authorities.","author":"Barton Gellman","category":"Government, Different, NSA"},{"quote":"At Cheney's initiative, the United States stripped terror suspects of long-established rights under domestic and international law, building a new legal edifice under exclusive White House ownership.","author":"Barton Gellman","category":"Law, Building, Initiative"},{"quote":"Justice is the sum of all moral duty.","author":"William Godwin","category":"Justice, Moral, Duty"},{"quote":"After the chaos and carnage of September 11th, it is not enough to serve our enemies with legal papers.","author":"George W. Bush","category":"Chaos, Serve, September"},{"quote":"We're told that to be fly, you gotta have a fly car, the rims on your wheels, the fly jewels, and that to work a regular job and make legal money is uncool.","author":"Missy Elliott","category":"Work, Money, Car"},{"quote":"There's a security, a validity of knowing that it's legal. It's hard to put into words. It's just a feeling, I guess - something about saying vows in front of the people around you who love and support you.","author":"Matt Bomer","category":"Love, Support, Words"},{"quote":"We believe that government in Britain is there to protect people from terrorism and from the worst criminality, but never at the expense of our civil liberties and the basic tenets of our legal system.","author":"Charles Kennedy","category":"Government, Believe, People"},{"quote":"Against the wishes of my family, I gave up my legal career, and I volunteered for the Army. I became an infantryman. I went to Iraq and Afghanistan.","author":"Tom Cotton","category":"Family, Army, Career"},{"quote":"We should have a path to legal status for the 12 million people that are here illegally. It means, come out from the shadows, pay a fine, earn legal status by working, by paying taxes, learning English. Not committing crimes and earn legal status where you're not cutting in front of the line for people that are patiently waiting outside.","author":"Jeb Bush","category":"Learning, Path, Waiting"},{"quote":"Taiwan gives a lot of foreign aid to Costa Rica, so it looks like they are basically buying the right to fish, even though it's not legal.","author":"Paul Watson","category":"Fish, Looks, Right"},{"quote":"In 1987, I had my first opportunity to provide 'advice and consent' on a Supreme Court nominee. At that time, I stated that the qualifications essential for evaluating a nominee for the bench included 'integrity, character, legal competence and ability, experience, and philosophy and judicial temperament.' On that test, Elena Kagan fails.","author":"John McCain","category":"Time, Integrity, Experience"},{"quote":"On the issue of the gay marriage, I believe if people want to have private ceremonies, that's fine. I do not believe that gay marriages should be legal.","author":"John McCain","category":"Marriage, Believe, People"},{"quote":"Botswana had three successive good presidents who served their legal terms, who did well for their countries - three, not one.","author":"Mo Ibrahim","category":"Good, Three, Well"},{"quote":"I say the law should be blind to race, gender and sexual orientation, just as it claims to be blind to wealth and power. There should be no specially protected groups of any kind, except for children, the severely disabled and the elderly, whose physical frailty demands society's care.","author":"Camille Paglia","category":"Children, Power, Law"},{"quote":"In Texas, it's legal for a kid to be in a bar with your parents.","author":"Maren Morris","category":"Parents, Texas, Kid"},{"quote":"I think the only way to behave is as if nothing is private. And then fight to make what you care about legal and acceptable.","author":"Douglas Rushkoff","category":"Fight, Care, Think"},{"quote":"I have been surrounded by some of the smartest, brightest, most caring lawyers, by agents who are willing to risk their lives for others, by support staff that are willing to work as hard as they can.","author":"Janet Reno","category":"Work, Caring, Support"},{"quote":"I think, clearly, where you have a situation in which the Solicitor General tells me, 'I cannot in good faith argue a certainly legal position,' and if the president told us to argue that position, we would have to tell him, 'No, we can't do that, Mr. President.'","author":"Janet Reno","category":"Good, Faith, Me"},{"quote":"The military tribunals currently underway at Guantanamo Bay create a clear legal process, as affirmed by the U.S. Supreme Court in Hamdi v. Rumsfeld, for adjudicating the cases of these terrorists, when possible. Those efforts would be severely undercut by moving the detainees to the United States.","author":"Mike Pompeo","category":"Moving, Military, Process"},{"quote":"Judges are the weakest link in our system of justice, and they are also the most protected.","author":"Alan Dershowitz","category":"Justice, System, Protected"},{"quote":"I've thought hard about my psychological connections and I think I've managed to separate out the psychological from the legal, moral, and political.","author":"Alan Dershowitz","category":"Thought, Political, Moral"},{"quote":"Disclosure of private e-mails from government officials has been a legal issue in many states.","author":"Bill Dedman","category":"Government, Disclosure"},{"quote":"Compromise is the best and cheapest lawyer.","author":"Robert Louis Stevenson","category":"Best, Lawyer, Compromise"},{"quote":"Discerning the legal difference between what WikiLeaks did and what news organizations do is difficult and would set a terrible precedent.","author":"George Packer","category":"Difference, News, Difficult"},{"quote":"If a president can enforce a part of a law and delay a part of a law, then does he have a power to not enforce any law he so chooses? If he can allow illegal aliens to freely run across our border, can he force legal citizens out of the country? Where would be the end of his power?","author":"Marsha Blackburn","category":"Power, Law, End"},{"quote":"Just as Josef K, the protagonist of Kafka's 'The Trial,' awoke one day to discover that he had become part of some unfathomable legal carnival, we, too are frequently waking to discover that the rules of the digital game have once again profoundly changed.","author":"Evgeny Morozov","category":"Day, Rules, Game"},{"quote":"What can you do if they have slapped you with a legal notice? You have to reply. For all you know, they have taken you to jail or something.","author":"Kangana Ranaut","category":"Know, Jail, You"},{"quote":"Catholicism is a wide tent in terms of political and legal positions. We could have nine Catholics on the Supreme Court and a great deal of diversity toward the law.","author":"Cass Sunstein","category":"Great, Diversity, Law"},{"quote":"The process of getting regulations right is described publicly as far more political than in fact it is. It's essentially a legal and technical enterprise.","author":"Cass Sunstein","category":"Political, Process, Right"},{"quote":"I contend the state ought to do its thing and provide legal rights for all couples who want to be joined together for life. The church should bless unions that it sees fit to bless, and they should be called marriages.","author":"Tony Campolo","category":"Life, Together, Want"},{"quote":"I propose that the government should get out of the business of marrying people and, instead, only give legal status to civil unions.","author":"Tony Campolo","category":"Business, Government, People"},{"quote":"In legal language, a covenant generally denotes an agreement between two or more parties. But in a religious context, a covenant is much more significant. It is a sacred promise with God. He fixes the terms.","author":"Russell M. Nelson","category":"God, Language, Context"},{"quote":"In high school - that's when I first fell in love with his music and his voice. 'Blonde on Blonde' above everything. I vaguely remember 'Desire' coming out. I definitely remember 'Street Legal' and 'Slow Train Coming.' The first time I saw Dylan was on that tour: '79 in L.A.","author":"Todd Haynes","category":"Love, Music, Time"},{"quote":"There's been so much corruption and so much cronyism in the taxi industry and so much regulatory capture, that if you ask for permission upfront for something that's already legal, you'll never get it.","author":"Travis Kalanick","category":"Corruption, You, Capture"},{"quote":"I mean, in some cases with libel laws, you know, they can write things about people who have no course of action, because they can't afford to take legal action against them.","author":"Elton John","category":"Action, People, Know"},{"quote":"My feminism, as intended by me, extends to empowering women to make legal choices, not to judge the legal choices they make. My fight is for rights.","author":"Maajid Nawaz","category":"Women, Choices, Me"},{"quote":"In today's Britain, the weakest among us are often assumed to be minority communities. In fact, the weakest are those minorities-within-minorities for whom the legal right to exit from their communities' constraints amounts to nothing before the enforcement of cultural and religious shaming.","author":"Maajid Nawaz","category":"Today, Nothing, Right"},{"quote":"These endless legal challenges that define elections in New York are a joke in this country, and they are the reason why it is so expensive, or one of the reasons, it's so expensive to run here and why so many people decide not to run.","author":"Michael Bloomberg","category":"Challenges, New York, People"},{"quote":"We have to get control of our borders. You can only do that if you make companies obey the law and not hire undocumented or illegals. They can only do that is if they have a Social Security Card that has biometrics so they know whether the person is legal or not.","author":"Michael Bloomberg","category":"Law, Control, Know"},{"quote":"When officers' actions violate their duty, justice should be served in accordance with our legal system.","author":"Thom Tillis","category":"Justice, Duty, Actions"},{"quote":"Originally, Congress provided in 1793 that all foreign coins circulating in the United States be legal tender. Indeed, foreign coins have been estimated to form 80 percent of American domestic specie circulation in 1800.","author":"Murray Rothbard","category":"American, Congress, United"},{"quote":"My legal bond with the A.K.P. may have ended the day I took the presidential oath of office, but my bonds of love have never ended and never will.","author":"Recep Tayyip Erdogan","category":"Love, Day, Bond"},{"quote":"Primarily motivated by a desire to keep abortion 'safe, legal and rare,' female liberals in the media have carte blanche to do and say anything.","author":"Andrew Breitbart","category":"Media, Abortion, Desire"},{"quote":"Because it started as an offshoot of al Qaeda in Iraq, ISIL has long been subject to U.N. sanctions, and all countries have a legal obligation to freeze its assets and prohibit its business dealings. But countries around the world need to do more to make these sanctions work.","author":"Samantha Power","category":"Work, Business, World"},{"quote":"Focus on your product. A lot of people focus on the name of their brand or the legal aspects, but it's more important to create your product. It's why people join. It's your vision. Without your product, nothing is going to happen.","author":"Payal Kadakia","category":"Focus, Vision, People"},{"quote":"Russia has gone way beyond its legal powers to use bases in the Crimea.","author":"Jeremy Corbyn","category":"Russia, Way, Gone"},{"quote":"Hillary Clinton is in political trouble and perhaps even legal trouble over her use of private e-mail accounts and bypassing government-issued accounts containing substantial amounts of information that belongs to the federal government. But ultimately, I don't think this latest controversy will hurt her presidential ambitions.","author":"Bob Beckel","category":"Government, Political, Hurt"},{"quote":"Going through a long legal battle is not what you sign up for as a fighter.","author":"Andre Ward","category":"Battle, Long, You"},{"quote":"I have a lot of friends who, especially in Tennessee, were looking forward to getting married who wanted to wait until it was legal in the state that they live in to get married.","author":"Trisha Yearwood","category":"Friends, Looking Forward"},{"quote":"I broke into the ranks of computing in the early 1980s, when women were just starting to poke their shoulder pads through crowds of men. There was no legal protection against 'hostile environments for women.'","author":"Ellen Ullman","category":"Women, Men, Early"},{"quote":"Let's create a legal system that can work.","author":"Sam Brownback","category":"Work, Create, System"},{"quote":"Wills are trumped by legal titles to real estate or beneficiary designations on financial accounts, retirement plans and insurance policies.","author":"Jean Chatzky","category":"Real Estate, Financial"},{"quote":"Every time a child's promise is cut short by their legal status, our country wastes precious resources and loses talent we need.","author":"Wendy Kopp","category":"Time, Short, Child"},{"quote":"My late mother moved back to her parents' homeland in the 1990s when Ukraine and Russia, along with the thirteen other former Soviet republics, became independent states. Drawing on her experience as a lawyer in Canada, she served as executive officer of the Ukrainian Legal Foundation, an NGO she helped to found.","author":"Chrystia Freeland","category":"Experience, Mother, Parents"},{"quote":"As self-driving cars become more common, there will be a flood of new legal questions.","author":"Adam Cohen","category":"Questions, New, Will"},{"quote":"My favourite authors are John Grisham and Jeffrey Archer. Grisham rapidly established himself and now completely owns the legal space of fiction writing, something I want to do in financial space. I like Archer because he keeps his readers engaged: every chapter is a page turner, and he keeps his writing simple.","author":"Ravi Subramanian","category":"Writing, Simple, Space"},{"quote":"People travel overseas to do things overseas that aren't legal in Ireland all the time. You know, are we going to stop people going to Las Vegas? Are we going to stop people going to Amsterdam? There are things that are illegal in Ireland, and we don't prevent people from travelling overseas to avail of them.","author":"Leo Varadkar","category":"Travel, Time, People"},{"quote":"When I was fighting, I would look to excite the crowds with a bolo punch or something taunting. Looking back, they were legal - but not sportsmanlike. I don't recommend another boxer try them. But we looked more to make the robot fights dramatic first and realistic second.","author":"Sugar Ray Leonard","category":"Looking Back, Looking, Look"},{"quote":"Russia has every reason to dispose of its nuclear arsenal... to suit its interests and international legal obligations.","author":"Sergei Lavrov","category":"Russia, Reason, Suit"},{"quote":"Nobody was like, 'Kimberly, we're going to let you anchor general news or host a show or do any of that.' I at first started out doing legal analysis, but I had to make the case to my bosses... give me a shot, give me a chance, and I was able to do that: say, 'Let me fill in. Let me show you my range. Nothing to lose here - it's the holidays.'","author":"Kimberly Guilfoyle","category":"Holidays, Chance, Me"},{"quote":"If I was applying for a legal position, I would highlight my experience working for the San Francisco-L.A. DA's office, and I would mention some of the high-profile cases I did, but if I was looking for another television job, I would gloss over that, and I'd mention the highlight reel of what I did in television.","author":"Kimberly Guilfoyle","category":"Experience, Job, Television"},{"quote":"Sure, our legal system has its flaws, but it is the best legal system in the world.","author":"Kimberly Guilfoyle","category":"Best, World, Flaws"},{"quote":"Sport is increasingly played according to the tune, and rules, of those with the biggest bucks, whether their practices be legal or illegal.","author":"Martin Jacques","category":"Rules, Illegal, Biggest"},{"quote":"The FCC can't enforce press-statement principles without adopting official rules, and those rules must be based on the legal theory of reclassification.","author":"Marvin Ammori","category":"Rules, Principles, Without"},{"quote":"The Open Internet principles were not legal rules adopted by the FCC they were effectively a press statement posted on the FCC website.","author":"Marvin Ammori","category":"Rules, Internet, Principles"},{"quote":"It is not monogamy when there is one legal wife, and mistresses out of sight.","author":"Annie Besant","category":"Wife, Sight, Out"},{"quote":"We should all have the legal right to purchase health insurance from any insurance company in any state, and we should be able use that insurance wherever we live. Health insurance should be portable.","author":"John Mackey","category":"Health, Live, Company"},{"quote":"I spent so many years in terror of 'making it legal' because the expression rang all too true - the wedding ritual struck me as nothing but a flowery front for the fulfilment of countless, tedious contracts and obligations.","author":"Lynn Coady","category":"Wedding, Me, True"},{"quote":"By incentivizing Wall Street players to sniff out inefficient or corrupt companies and bet against them, short-selling acts as a sort of policing system; legal short-sellers have been instrumental in helping expose firms like Enron and WorldCom.","author":"Matt Taibbi","category":"Street, System, Like"},{"quote":"The settlers, as we know, are the only people in Israel who take the Left seriously. When you read the settlers' publications, you think that the leftists are everywhere: The leftists infiltrate the government, the leftists run the Defense Ministry, the leftists dominate the legal establishment, and the leftists control the media, of course.","author":"Yair Lapid","category":"Government, Media, Control"},{"quote":"Slavery, if it can be legalized at all, can be legalized only by positive legislation. Natural law gives it no aid. Custom imparts to it no legal sanction.","author":"Lysander Spooner","category":"Positive, Law, Slavery"},{"quote":"It cannot be said that the Constitution formed 'the people of the United States,' for all time, into a corporation. It does not speak of 'the people' as a corporation, but as individuals. A corporation does not describe itself as 'we,' nor as 'people,' nor as 'ourselves.' Nor does a corporation, in legal language, have any 'posterity.'","author":"Lysander Spooner","category":"Time, Speak, Constitution"},{"quote":"The mental capacity of a person to make reasonable contracts, is the only criterion, by which to determine his legal capacity to make obligatory contracts. And his mental capacity to make reasonable contracts is certainly not to be determined by the fact that he is, or is not, twenty-one years of age.","author":"Lysander Spooner","category":"Age, Person, Years"},{"quote":"If you see how carefully I prepare for any kind of walk, legal or illegal, small or big, you will see that, actually, I narrow the unknown to virtually nothing. And that's when I am ready to walk on the wire.","author":"Philippe Petit","category":"I Am, Walk, Small"},{"quote":"I believe all people, regardless of sexual orientation, should be guaranteed the full rights to the legal benefits and responsibilities of marriage under the Constitution.","author":"Tim Kaine","category":"Marriage, Believe"},{"quote":"Legal immigration is the primary source of low-wage immigration into the United States.","author":"Jeff Sessions","category":"Immigration, United, Source"},{"quote":"Look at liberty's greatest historic advances: ending slavery. Giving women the vote. Outlawing legal segregation. Each and every time, the people at the forefront of advancing those reforms - often putting their lives on the line - called themselves liberals.","author":"Rick Perlstein","category":"Time, Women, Giving"},{"quote":"If a woman chooses to have an abortion, it is legal to do that in this country, but I don't think taxpayers should be put in a position to have to pay for those abortions.","author":"John Fleming","category":"Woman, Think, Country"},{"quote":"I wrote small stories here and there, then bigger ones. Some were even written for money. I signed up for a writing class and snuck my first assignment on a yellow legal pad in a partner's office while he read through my memo.","author":"Rachel Sklar","category":"Money, Writing, Small"},{"quote":"We have a very long legal system with the European Union, and we're English speaking.","author":"Enda Kenny","category":"Long, System, European Union"},{"quote":"One of the challenges for lawyers can be explaining, first of all, what the legal issue is and, second, its significance. And both of those are important.","author":"Ken Cuccinelli","category":"Challenges, Lawyers"},{"quote":"When you file an amicus brief, and you represent a state, the court reads your brief. It is a powerful position to make the legal assault from.","author":"Ken Cuccinelli","category":"Powerful, You, Represent"},{"quote":"I was one of the founding members of State Legislators for Legal Immigration.","author":"Ken Cuccinelli","category":"Immigration, State, Members"},{"quote":"I still gamble, but it's all legal. I own horses, and I go to watch my horse. I don't go daily.","author":"Pete Rose","category":"Daily, Horse, Watch"},{"quote":"In America, to be ID'd - sorted, tagged, and permanently filed - is to lose a bit of one's soul. To die a little. This sounds like a subtle, poetic notion. It's not. In American legal and cultural tradition, one essential privilege of citizenship is not having to prove it on demand.","author":"Walter Kirn","category":"America, Soul, American"},{"quote":"I look forward to taking on issues regarding the Constitution, intellectual property, terrorism, and other legal and regulatory reforms.","author":"Ron DeSantis","category":"Constitution, Terrorism"},{"quote":"The EPA has no legal authority to expand the definition of navigable waters under the Clean Water Act, as the Supreme Court has repeatedly made clear.","author":"Paul Gosar","category":"Water, Authority"},{"quote":"I think what we need to do is to have an immigration system where legal immigration is easier.","author":"Bill Flores","category":"Immigration, Think, Easier"},{"quote":"If we build the legal immigration system better, then they come here, and we'll have a whole lot less illegal immigration.","author":"Bill Flores","category":"Immigration, Better, Build"},{"quote":"It is indefensible that IRS Commissioner Koskinen has not been held accountable for failing to meet his legal obligations. This is exactly what the American people are tired of when they say that our government is on the wrong track.","author":"Bill Flores","category":"American, Government, Tired"},{"quote":"On immigration, Trump needs an articulate policy that aims to secure the border and keep out illegals while letting in skilled legal workers.","author":"Lawrence Kudlow","category":"Immigration, Workers, Secure"},{"quote":"On November 28, 2016, Abdul Razak Ali Artan, an 18-year-old legal resident of the United States whose family was originally from Somalia, used a car to mow down a group of people at the Ohio State University.","author":"Peter Bergen","category":"Family, Car, People"},{"quote":"The Myth of Male Power dealt much more with the political issues, the legal issues, sexual harassment, date rape, women who kill, and those issues were very much more interfaced with the agendas of feminism.","author":"Warren Farrell","category":"Women, Power, Political"},{"quote":"When the FDA announced its intentions to join other countries and ban quinolone use on U.S. chicken farms, the drug manufacturer Bayer initiated legal action that successfully delayed the process for five years.","author":"Michael Greger","category":"Action, Process, Chicken"},{"quote":"One of the things I believe strongly in is developing institutions - legal, press, bureaucracies, academies - that are rooted in the pursuit of impartial truth. That aren't simply just bent to partisan ends or are corrupted for the powerful or for other ulterior motives.","author":"David Grann","category":"Truth, Powerful, Believe"},{"quote":"This pro-choice issue is a legal issue that should be decided by the courts.","author":"Michael T. Flynn","category":"Pro-Choice, Should, Issue"},{"quote":"I mentioned it yesterday: I'm one of these people that - I don't - like, on the abortion issue, it's not something that - I'm very uncomfortable talking about it. I'm not gonna kid you. It's a very uncomfortable thing. I think that it's a legal issue. Definitely a legal issue. It's been decided upon by our Supreme Court.","author":"Michael T. Flynn","category":"People, Think, You"},{"quote":"In the United States, female fisticuffs were marginalized, first as erotic vaudeville in the 19th century and later as serious competition developed in the first half of the 20th. Legal wars waged by boxers in the 1960s and '70s won women the right to compete professionally nationwide.","author":"Katherine Dunn","category":"Women, Competition, Right"},{"quote":"We need to stop illegal immigration totally and reduce legal immigration and end the diversity visas policy pushed hard by President Clinton and allowing many persons from the Middle East to come to this country.","author":"Virgil Goode","category":"Diversity, End, Country"},{"quote":"One: balance the budget now, not later. Two: Get Americans jobs by ending illegal immigration and making legal immigration harder. Lastly: Impose term limits.","author":"Virgil Goode","category":"Balance, Ending, Budget"},{"quote":"The reality is for 50 years in this country, federal law has required people that are illegal - or that are immigrants - or that are legal immigrants to this country to carry documentation to that effect. And that has been the law for 50 years.","author":"Trent Franks","category":"Law, Reality, People"},{"quote":"I think there's no problem getting through the House a pathway to legal status. A pathway to citizenship is going to be tougher, but I think it is potentially doable, if we can show the American people that the border is secure.","author":"Blake Farenthold","category":"American, People, Problem"},{"quote":"I have a different approach. I don't file lawsuits because I really don't care.","author":"Nicole Kidman","category":"Care, Different, Approach"},{"quote":"The simplest formula for the new conception of morality, which is beginning to be opposed to the moral dogma still esteemed by all society, but especially by the women, might be summed up in these words: Love is moral even without legal marriage, but marriage is immoral without love.","author":"Ellen Key","category":"Love, Marriage, Women"},{"quote":"When I'm sitting at the desk not being able to write line one, it's silence and despair! It's not so easy to put the pen to the legal pad or type the first sentence on the computer screen.","author":"Erica Jong","category":"Silence, Easy, Pen"},{"quote":"I think 'The Act of Killing' forced people to look at the problem, but the problem is actually a state run by thugs, or a shadow state, a part of the state that's run by thugs, and a military that enjoys complete legal - not just impunity, but immunity.","author":"Joshua Oppenheimer","category":"Shadow, Problem, Military"},{"quote":"Gay marriage is the last bastion of, to me... as a legal, ceremonial, sentimental and religious side, it's one of the last steps. Retaining your job being one of the earlier steps, like, not getting kicked out of your job because you're gay.","author":"Gus Van Sant","category":"Marriage, Job, Me"},{"quote":"We have allowed a situation to develop in which it is legal for a multibillion dollar industry to own, wholly and in perpetuity, the intimate and personal details of children.","author":"Beeban Kidron","category":"Children, Details, Situation"},{"quote":"Again, in Wag the Dog, war has to be declared by an act of congress. But if you go to war, you don't have to declare war. You're just at war and we did that, which is not legal.","author":"Val Kilmer","category":"Dog, War, You"},{"quote":"I know how easy it is for one to stay well within moral, ethical, and legal bounds through the skillful use of words - and to thereby spin, sidestep, circumvent, or bend a truth completely out of shape. To that extent, we are all liars on numerous occasions.","author":"Sidney Poitier","category":"Truth, Words, Easy"},{"quote":"Of all the questions I get asked as an undocumented immigrant in the United States, there are two - asked in various permutations via email, social media or in person - that chill me to the bone: 'Why don't you just make yourself legal?' And: 'Why don't you get in the back of the line?'","author":"Jose Antonio Vargas","category":"Social Media, Yourself"},{"quote":"Britain's legal structure is basically the same as in feudal times: laws are written for the elite.","author":"Heather Brooke","category":"Structure, Same, Laws"},{"quote":"It is already clear that, because of advances in technology, drones are going to play an increased role in warfare in the years ahead. It is therefore vital that the legal frameworks governing their use are robust and internationally recognised.","author":"Douglas Alexander","category":"Technology, Play, Ahead"},{"quote":"I don't believe in amnesty... What I have proposed is that we would come forth with a program that allows individuals to come forward and to plead guilty... They would have to pay a fine they would have to go through a background check - some say learn English - and they would get learned legal status.","author":"Chris Gibson","category":"Believe, Learn, Guilty"},{"quote":"A new book by 'New York Times' reporter Charlie Savage, 'Power Wars,' suggests that there has been little substantive difference between George W. Bush's administration and Obama's when it comes to national-security policies or the legal justifications used to pursue regime change in the Greater Middle East.","author":"Greg Grandin","category":"Change, Power, Book"},{"quote":"Congress has an obligation to clear the legal fog by passing my bill to require the federal government to obtain a warrant if it wants to conduct aerial surveillance.","author":"Suzan DelBene","category":"Government, Fog"},{"quote":"Noir is a court of human relations, and some crimes are beyond legal restitution.","author":"Margo Jefferson","category":"Human, Beyond, Noir"},{"quote":"I love immigrants. Legal, illegal - they're not to be despised.","author":"Mario Cuomo","category":"Love, Immigrants, Illegal"},{"quote":"I think we will have full marriage rights in Colorado. But in 1992, there was a very hateful Amendment 2 that basically made it legal for any institution to deny gays and lesbians access, whether it's hospitals or restaurants or employment. Anybody could fire you or not let you in a restaurant because you were gay.","author":"Martina Navratilova","category":"Marriage, Fire, Restaurant"},{"quote":"I don't even talk about whether or not racial profiling is legal. I just don't think racial profiling is a particularly good law enforcement tool.","author":"Eric Holder","category":"Good, Law, Think"},{"quote":"Gay and lesbian people have families, and their families should have legal protection, whether by marriage or civil union.","author":"Coretta Scott King","category":"Marriage, Gay, People"},{"quote":"We want Israel as a democratic and Jewish state. So you have to maintain a Jewish majority, and you want to do that by legal means, by democratic means.","author":"Benjamin Netanyahu","category":"Want, You, Democratic"},{"quote":"I had to understand the whole bounty hunting thing, because we don't have that in Venezuela. Nothing similar at all, at least not legal.","author":"Edgar Ramirez","category":"Hunting, Understand, Nothing"},{"quote":"The Grameen Bank Ordinance with amendments up to 2008 is a beautiful legal structure for the fulfillment of the ideals and objectives of the bank. Any change in this structure will be devastating for the bank.","author":"Muhammad Yunus","category":"Change, Beautiful, Bank"},{"quote":"I've always said that at the end of the day, on a legal issue, I think a wise old woman and a wise old man are going to reach the same conclusion.","author":"Sandra Day O'Connor","category":"Day, Wise, Man"},{"quote":"I do not believe abortion should be legal.","author":"Herman Cain","category":"Believe, Abortion, Should"},{"quote":"I chose law because writing was involved. I didn't realize how boring legal writing was, but I even learned to love that.","author":"Marcia Clark","category":"Love, Law, Writing"},{"quote":"State-sanctioned marriage is a civil contract, period. A contract is not a judgment of moral value. It is a legal agreement between two parties that testifies to a meeting of minds between those consenting entities. It is not a religious act or rite and so has nothing to do with Adam and Eve or Steve or even Harvey.","author":"Harvey Fierstein","category":"Marriage, Value, Moral"},{"quote":"In my role as Wikileaks editor, I've been involved in fighting off many legal attacks. To do that, and keep our sources safe, we have had to spread assets, encrypt everything, and move telecommunications and people around the world to activate protective laws in different national jurisdictions.","author":"Julian Assange","category":"World, People, Fighting"},{"quote":"My first winner was on Legal Steps, in Ireland, at Thurles, in March 1992. I rode for Jim Bolger, and his stable jockey was Christy Roche.","author":"Tony McCoy","category":"Winner, First, Steps"},{"quote":"I like that original romance of having a pen and a legal pad and going anywhere in the world and being able to write a novel with just those two things.","author":"Alice McDermott","category":"World, Pen, Two"},{"quote":"Things happened there that I don't think are the finest hours for anybody, whether it was a journalist, the legal system or, in that case of the political system, who would say that was an example of when Washington worked best.","author":"Rahm Emanuel","category":"Best, Political, Think"},{"quote":"Allowing for endless legal challenges or partisan political discussions is not the proper way to handle an issue that affects the entire scope of the environment and the economy.","author":"Gene Green","category":"Challenges, Political"},{"quote":"The Florida Supreme Court wanted all the legal votes to be counted. The United States Supreme Court, on the other hand, did not want all the votes to be counted.","author":"Vincent Bugliosi","category":"Want, Hand, Florida"},{"quote":"A national legal organization is giving very serious thought to using The Betrayal of America as a legal basis for asking the House Judiciary Committee to institute impeachment proceedings against these five justices.","author":"Vincent Bugliosi","category":"America, Thought, Giving"},{"quote":"In Psalm 72, Solomon prays for power and fame but he says the purpose of influence is to speak up for others and one is the immigrant. He doesn't delineate between legal and illegal.","author":"Rick Warren","category":"Power, Influence, Purpose"},{"quote":"Defining marriage is a power that should be left to the states. Moreover, no state should be forced to recognize a marriage that is not within its own laws, Constitution, and legal precedents.","author":"John Sununu","category":"Marriage, Power"},{"quote":"Americans have grown a great deal more realistic about lawyers and the law. I think that's all for the good. A lot of people will say to you these days, 'If you are looking for justice, don't go to a courtroom.' That's just a more realistic perspective on what happens in the legal process.","author":"Scott Turow","category":"Good, Great, Justice"},{"quote":"People talk of me as being the inventor of the legal thriller.","author":"Scott Turow","category":"Me, People, Talk"},{"quote":"Though I had come into the world on 16 November 1922, my official documents show that I was born two days later, on the 18th. It was thanks to this petty fraud that my family escaped from paying the fine for not having registered my birth at the proper legal time.","author":"Jose Saramago","category":"Family, Time, World"},{"quote":"I'll occasionally go and do an honor like the Mexican-American Legal Defense Fund because it raises money for a very worthy organization.","author":"Linda Ronstadt","category":"Money, Organization, Honor"},{"quote":"The factual reality is that the vast majority of immigrants - legal and illegal - contribute more to this country than they take out in social services.","author":"Juan Williams","category":"Reality, Immigrants, Country"},{"quote":"What we bring to the table is not only our 56 field offices in the United States and our number of resident agencies, but also we have 45 legal attaches overseas.","author":"Robert Mueller","category":"Number, Bring, Table"},{"quote":"I admit my view of the world is colored by my legal and business experiences at Liberty.","author":"Jerry Falwell, Jr.","category":"Business, World, Liberty"},{"quote":"There is international criminal organizations penetrating our southern based borders, and we need to do something about it. Secure the border, enforce the law, no amnesty, and go forward with the legal immigration system that gives priority to American working families and wages.","author":"Scott Walker","category":"Law, American, Working"},{"quote":"When I became an entrepreneur, I had the knowledge to develop and manage budgets, market products and review legal contracts.","author":"Vivek Wadhwa","category":"Knowledge, Products"},{"quote":"It is hard to see Judge Roberts as a judicial activist who would place ideological purity or a particular agenda above or ahead the need for thoughtful legal reasoning.","author":"Ron Wyden","category":"Thoughtful, Judge, See"},{"quote":"When I was 27 years old, I organized legal aid clinics to help low-income seniors. It was a life-altering experience.","author":"Ron Wyden","category":"Experience, Help, Years"},{"quote":"The acid test of any legal system is not the greatness or the grandeur of its ideal concepts, but whether, in fact, it is able to produce order and justice.","author":"Lee Kuan Yew","category":"Justice, Greatness, Test"},{"quote":"My parents realized the dangers of raising a daughter in a social, political, and legal climate that was growing increasingly oppressive toward women and girls. Although they fled to London when I was just three weeks old, the challenges facing women's rights in Iran became ingrained in my social consciousness.","author":"Nazanin Boniadi","category":"Women, Daughter, Parents"},{"quote":"I've rung my bells so many times, especially back in the day when chair shots to the head were legal. My goodness, I took so many of those.","author":"Jeff Hardy","category":"Day, Chair, Goodness"},{"quote":"Most of what needs to be changed in the euro zone can be done without treaty changes. The demand for treaty change is as political as it is legal and I don't think it's going to happen soon.","author":"Nick Clegg","category":"Change, Changes, Political"},{"quote":"Nothing kills a CEO's credibility faster than legal, regulatory, and/or ethical questions.","author":"Judy Smith","category":"Questions, Nothing, Ethical"},{"quote":"Deceive not thy physician, confessor, nor lawyer.","author":"George Herbert","category":"Lawyer, Physician, Deceive"},{"quote":"These are people who haven't gone through the legal means to becoming citizens like our forefathers did. They want all the benefits but none of the responsibilities.","author":"Matt Dillon","category":"People, Want, Through"},{"quote":"Relying on the face might be human nature - even babies prefer to look at attractive people. But, of course, judging someone based on the geometry of his features is, from a moral and legal standpoint, no better than judging him based on the color of his skin.","author":"Paul Bloom","category":"Nature, Color, People"},{"quote":"When I was a prosecutor in Kansas City, my job was to fight for justice and safety for all citizens in my community. Equal access to justice under the law is an American value embedded in the fabric of our legal and political system - the idea that anybody, powerful or not, can have their day in court.","author":"Claire McCaskill","category":"Community, Justice, Safety"},{"quote":"Before swearing in new citizens, immigration officials check to make sure prospective citizens weren't on voter rolls or voted before achieving legal citizenship. A citizenship petition can be denied if they were.","author":"Kate Brown","category":"Achieving, Citizenship"},{"quote":"That's one thing I don't think people consider nowadays. They want to believe in the importance of marriage, boil it down to just a signature on a legal document. But that's exactly what it is. If not, why not just get married without one?","author":"Ariel Pink","category":"Marriage, Believe, People"},{"quote":"I do believe that people hire immigrants, legal and illegal immigrants, to do certain jobs that maybe possibly could go to American citizens, and that's unfortunate. If they're here legally, I think it's OK. If they're here illegally, then they ought not be taking jobs from American citizens.","author":"Jan Brewer","category":"American, Believe, People"},{"quote":"We don't need new laws that can be used by organizations with deep pockets and the ability to deduct legal expenses as a cost of doing business to intimidate individuals or organizations that voice legitimate concerns.","author":"Donella Meadows","category":"Business, Deep, Voice"},{"quote":"We've got fifty people at Gitmo that are too dangerous to be let go that will never go through a normal criminal trial. Let's create a new legal system, so they'll have their day in court.","author":"Lindsey Graham","category":"Day, People, New"},{"quote":"The legal system in Afghanistan is very immature and porous.","author":"Lindsey Graham","category":"Immature, System"},{"quote":"Like all other law-abiding Americans, I fully support legal immigration.","author":"Ted Nugent","category":"Support, Immigration, Like"},{"quote":"Every generation gets the Constitution that it deserves. As the central preoccupations of an era make their way into the legal system, the Supreme Court eventually weighs in, and nine lawyers in robes become oracles of our national identity.","author":"Noah Feldman","category":"Identity, Constitution"},{"quote":"I write in longhand on yellow legal pads.","author":"Beverly Cleary","category":"Yellow, Write, I Write"},{"quote":"Yusuf Qaradawi is probably the most well-known legal authority in the whole Muslim world today.","author":"Feisal Abdul Rauf","category":"Today, World, Authority"},{"quote":"For years, the Bush Administration eviscerated all the military and legal structures that were designed to separate the innocent from the guilty in the 'Global War on Terror.'","author":"Alex Gibney","category":"War, Military, Guilty"},{"quote":"I believe wholeheartedly in marriage. I don't exclusively mean a marriage with a legal contract, but any relationship that constitutes a marriage because of the quality of their relationship.","author":"Helen Reddy","category":"Marriage, Relationship"},{"quote":"The evolution of the plaza always came from the idea of just a really good place to ride a skateboard that you could ride at anytime, and that's what the foundation always stands for - being a place that's free, open and legal... for those that are technical, to do really hard stuff, and for those who are learning, to just have fun.","author":"Rob Dyrdek","category":"Learning, Good, Fun"},{"quote":"Opponents of legal birth control, including abortion, have tried for decades to play the race card, saying that legal abortion is racist. What they ignore is that Dr. Martin Luther King, Jr. accepted the Margaret Sanger Award from Planned Parenthood in 1966.","author":"Karen DeCrow","category":"Control, King, Saying"},{"quote":"I really am not going to get involved in a discussion about the legal position of the Iraq war. I am not the person to do that because I am not sufficiently impartial as a lawyer about this, because it's a matter that is of interest to the person that I am closest to in the world.","author":"Cherie Blair","category":"War, I Am, World"},{"quote":"If I want to make political decisions, I should stand for election. If I want to do something in the legal field, that's different; that is my - they are my qualifications, but you know, the politicians are the ones who stand up there and are answerable to the people.","author":"Cherie Blair","category":"Decisions, Political, People"},{"quote":"A lawsuit with no legal precedent, seeking no damages, from no jury, in the name of stopping something that isn't happening? Only in New York.","author":"Kenneth Langone","category":"New York, Name, New"},{"quote":"When then-New York Attorney General Eliot Spitzer sued me in 2003 over my stewardship as a director of the New York Stock Exchange, the NYSE's legal expenses were more than $100 million, which made it perhaps the priciest litigation in the state's history.","author":"Kenneth Langone","category":"History, Me, New York"},{"quote":"One of the reasons Elton and I entered into our partnership - the first day it became legal in Britain to do so - is that we felt it was an opportunity to protect ourselves with official recognition of our relationship.","author":"David Furnish","category":"Relationship, Opportunity"},{"quote":"While Texas women have the right to safe, legal abortion, in reality there are already very few facilities in Texas to provide this essential care. In 2008, 92 percent of Texas counties had no abortion provider.","author":"Wendy Davis","category":"Women, Reality, Care"},{"quote":"A lot of things that we cannot buy and sell in markets used to be totally legal objects of market exchange - human beings when we had slavery, child labour, human organs, and so on. So there is no economic theory that actually says that you shouldn't have slavery or child labour because all these are political, ethical judgments.","author":"Ha-Joon Chang","category":"Child, Political, Slavery"},{"quote":"You know, my first three or four drafts, you can see, are on legal pads in long hand. And then I go to a typewriter, and I know everybody's switching to a computer. And I'm sort of laughed at.","author":"Robert Caro","category":"Long, Know, You"},{"quote":"So many times I've heard people say that the right to marry for gay and lesbian couples won't really change anything other than some legal and financial stuff. It's a dumb argument: those legal and financial effects matter.","author":"Alice Dreger","category":"Change, Financial, People"},{"quote":"The American legal industry is a medieval guild in which the prosecutors, bar, and bench join hands to ensure that legal invoices are paid, no matter how excessive.","author":"Conrad Black","category":"American, Hands, Matter"},{"quote":"In the US, you even lose legal rights if you store your data in a company's machines instead of your own. The police need to present you with a search warrant to get your data from you; but if they are stored in a company's server, the police can get it without showing you anything.","author":"Richard Stallman","category":"Police, Data, Company"},{"quote":"Frivolous lawsuits are booming in this county. The U.S. has more costs of litigation per person than any other industrialized nation in the world, and it is crippling our economy.","author":"Jack Kingston","category":"World, Economy, Nation"},{"quote":"I have written about the dispossessed, immigrants, the condition of women who do not enjoy the same legal rights as men, the Palestinians who are deprived of their land and condemned to exile.","author":"Tahar Ben Jelloun","category":"Women, Men, Enjoy"},{"quote":"If an ordinary person parks outside another ordinary person's house for a week, it's considered stalking. If, however, that person is considered newsworthy, it's perfectly legal for paparazzi to do the same thing.","author":"Vince Vaughn","category":"Week, House, Person"},{"quote":"I'm more married to Sandy now than when we were married with the legal document. We're still married as parents.","author":"Bobby Darin","category":"Parents, Now, Married"},{"quote":"A jury is composed of twelve men of average ignorance.","author":"Herbert Spencer","category":"Men, Ignorance, Jury"},{"quote":"He is no lawyer who cannot take two sides.","author":"Charles Lamb","category":"Lawyer, Sides, Two"},{"quote":"I think a moratorium probably is legal, and we should probably for a short period of time impose a moratorium so that we don't permit any additional landfill permits for the time being, so we don't exacerbate the problem.","author":"Ed Rendell","category":"Time, Short, Problem"},{"quote":"Together with a team of financial and legal experts I have spent months exploring all possible alternatives to bankruptcy but to no avail.","author":"Shane Filan","category":"Team, Together, Financial"},{"quote":"Misery is the company of lawsuits.","author":"Francois Rabelais","category":"Company, Misery, Lawsuits"},{"quote":"One thing I know from personal experience, judges hate it when parties talk publicly about their cases. There are a lot of things about our criminal legal system that need to be changed, and this is just one of them. Prosecutors know how to play the press. Most defendants don't.","author":"Michael Arrington","category":"Experience, Hate, Know"},{"quote":"The increasing legal pressure against archives has created anxieties among researchers, librarians, and journalists. They cite the need to protect sources who wish to make a record for posterity; procuring documents and interviews from those sources will be difficult if the fruits are only one subpoena away from disclosure.","author":"Jonathan Zittrain","category":"Wish, Pressure, Protect"},{"quote":"Law is born from despair of human nature.","author":"Jose Ortega y Gasset","category":"Nature, Law, Human Nature"},{"quote":"As a factual matter, as in countries all over the world, technology and business practices have been running faster than legal responses and developments.","author":"Miriam Defensor-Santiago","category":"Business, Technology, World"},{"quote":"What I'll say is that Cuban-Americans don't have to deal with the same immigration issues as other nationalities because of the 'wet feet, dry feet' policy. For Cubans, one year after you touch United States territory, you can become a legal resident.","author":"Jorge Ramos","category":"Feet, Immigration, You"},{"quote":"Every time anybody in Washington talks about legal status, amnesty, anything of that nature, it becomes a magnet that lures people in quickly into the United States.","author":"Louie Gohmert","category":"Nature, Time, People"},{"quote":"I was taught that a lawyer was supposed to be a custodian of the community's legal and ethical sense.","author":"Joe Jamail","category":"Community, Lawyer, Ethical"},{"quote":"The legal difference between the sit-ins and the Freedom Riders was significant.","author":"Constance Baker Motley","category":"Freedom, Difference, Between"},{"quote":"I never thought I would live long enough to see the legal profession change to the extent it has.","author":"Constance Baker Motley","category":"Change, Thought, Long"},{"quote":"If the court strikes down the Defense of Marriage Act, is that a 'liberal' result enabling gay couples married in states where gay marriage is legal to enjoy the same economic advantages that federal laws now grant to straight couples? Or is it a 'conservative' ruling, limiting the federal government's ability to override state power?","author":"Jeff Greenfield","category":"Marriage, Power, Government"},{"quote":"King consciously steered away from legal claims and instead relied on civil disobedience.","author":"Constance Baker Motley","category":"King, Disobedience, Away"},{"quote":"In high school, I discovered myself. I was interested in race relations and the legal profession. I read about Lincoln and that he believed the law to be the most difficult of professions.","author":"Constance Baker Motley","category":"Myself, School, Law"},{"quote":"I'm coming out with my line of shoes and my very first shoe is called 'The Nethia.' How we came up with the name is that my legal name is Linnethia and we shortened it.","author":"NeNe Leakes","category":"Shoes, Name, Shoe"},{"quote":"I would like it to be a legal requirement for all businesses to be linked to a charity.","author":"Arabella Weir","category":"Charity, Like, Businesses"},{"quote":"The Supreme Court ruled that disabled golfer Casey Martin has a legal right to ride in a golf cart between shots at PGA Tour events. Man, the next thing you know, they're going to have some guy carry his clubs around for him.","author":"Jon Stewart","category":"Man, Golf, Know"},{"quote":"Just as TurboTax simplified much of the tax process, so has the colossally scary legal process been reduced to a kinder, gentler series of mouse clicks and 'Continue' buttons by LegalZoom, the online leader that has become so prominent in its market that it's practically a generic.","author":"Lynda Resnick","category":"Leader, Tax, Process"},{"quote":"They seem to have forgotten that, and are back saying the only purpose of P2P networks is for illegal trading of owned goods. We claim part of the reason for P2P is for legal trading of what ought to be in public domain. And what is in public domain in many cases.","author":"John Perry Barlow","category":"Purpose, Saying"},{"quote":"The 'Total Information Awareness' project is truly diabolical - mostly because of the legal changes which have made it possible in the first place. As a consequence of the Patriot Act, government now has access to all sorts of private and commercial databases that were previously off limits.","author":"John Perry Barlow","category":"Changes, Government"},{"quote":"You see these casting directors' lists of characters, and they're all boxed in. Twenties is the hot girlfriend, thirties you can still be hot but moving swiftly to hot mum. Forties, you're the legal person in a pantsuit. Then, once you reach your fifties, you're positively elderly.","author":"Thandie Newton","category":"Moving, You, See"},{"quote":"Driving at high speed where safe and legal is part of my life. As well as a higher top speed I wanted even better stability in my FX and that meant work on the aerodynamics.","author":"Sebastian Vettel","category":"Life, Work, My Life"},{"quote":"The legal principle placing the burden of proof on accusers rather than the accused can be traced back to Second and Third Century Roman jurist, Julius Paulus Prudentissimus. Yet, this ancient concept, which forms the legal and moral cornerstone of the American judicial system, is quickly being undermined in the name of 'national security.'","author":"Bob Barr","category":"American, Name, Moral"},{"quote":"Foreigners like me have no privacy rights whatsoever. Yet we keep using U.S.-based services all the time, making us a legal target for gathering and storing our private information. Other countries do surveillance as well. But nobody has the global visibility that United States does.","author":"Mikko Hypponen","category":"Time, Information, Me"},{"quote":"This is sort of typical Hillary Clinton: to do things that are not legal, to say that they are, and then try to cover them up. Hillary Clinton severely chastised other whistleblowers for using Internet channels that were not secure, and yet she herself was doing that with private, high-level State Department information.","author":"Jill Stein","category":"Internet, Information, She"},{"quote":"Every name in a TV show has to be run by the legal department first.","author":"Gina Bellman","category":"Name, Run, First"},{"quote":"Every worker needs a decent and legal source of income.","author":"Grace Poe","category":"Source, Income, Every"},{"quote":"The only real solution is comprehensive immigration reform that secures our borders and provides a path to legal status for non-felons who are here without proper legal documentation.","author":"Jon Ossoff","category":"Path, Immigration, Solution"},{"quote":"It is just called Continuing Legal Education. You can go to lectures, you can even listen to tapes on airplanes - they want you to stay current. So you do have to stay current to maintain your license even if you are not practicing.","author":"Frank Shorter","category":"Education, Want, You"},{"quote":"The longer you remain silent, the longer you don't turn over documents, a presumption begins to build that you're withholding something. That's human nature. That may not be a legal presumption, but that's a common sense presumption.","author":"Trey Gowdy","category":"Nature, Human Nature"},{"quote":"It is high time to compel man by the might of right to give woman her political, legal and social rights. She will find her own sphere in accordance with her capacities, powers and tastes; and yet she will be woman still.","author":"Ernestine Rose","category":"Time, Man, Woman"},{"quote":"Legal abortion will never rest easy on this nation's conscience.","author":"Robert Casey","category":"Easy, Rest, Conscience"},{"quote":"The only people that should vote should be legal.","author":"Pam Bondi","category":"People, Vote, Should"},{"quote":"If we can find a way to enforce our laws and keep people from coming into our country illegally while maintaining a strong legal immigration system, I think that's going to benefit everyone. If you come here illegally, and you commit a crime, you're not going to be able to stay in our country.","author":"Ronna McDaniel","category":"Strong, People, Think"},{"quote":"Despite the vigorous policy and legal debates surrounding same-sex marriage, there is little disagreement about this: If the United States Supreme Court holds that states must sanction same-sex marriage, then Florida's contrary laws must fall.","author":"Pam Bondi","category":"Marriage, Fall, Laws"},{"quote":"I wish that there were more stringent laws to make guns sold anywhere that they're legal harder to get.","author":"Rosie O'Donnell","category":"Wish, Guns, Laws"},{"quote":"Considering all the legal hassle child stars can be, I won't be surprised when they are phased out by CGI children voiced by adult actors.","author":"Mara Wilson","category":"Children, Stars, Child"},{"quote":"The only people who benefit from lawsuits are lawyers. I think we made a couple of them rich.","author":"Gavin Rossdale","category":"People, Rich, Think"},{"quote":"When I started law school I was shocked to learn that our legal system traditionally had the man as the head and master of the family. As late as the '70s and '80s when we were fighting for the Equal Rights Amendment, states like Louisiana still had a head and master law.","author":"Patricia Ireland","category":"Family, School, Law"},{"quote":"As a former federal judge, I am cognizant of the legal issues. As governor, I am forced to deal with their ramifications.","author":"Brian Sandoval","category":"I Am, Judge, Issues"},{"quote":"I support making sure that there are legal protects for everyone.","author":"Debbie Stabenow","category":"Support, Everyone, Sure"},{"quote":"And understandably so, that when you're in legal jeopardy, you really cannot put yourself in a position to open yourself up to the media.","author":"Monica Lewinsky","category":"Media, Yourself, You"},{"quote":"With the death of bin Laden, it's finally time for Congress to bring back the pre-9-11 legal norm, before we decided it was okay to toss out our civil liberties if the 'bad guys' were scary enough.","author":"Aaron Swartz","category":"Time, Death, Okay"},{"quote":"The Republican majority will stop at nothing to prevent access to the legal system for those who are hurt.","author":"Joe Baca","category":"Hurt, Nothing, Stop"},{"quote":"The situation around Terri Schiavo was a deeply held conflict over what to do if someone isn't going to return to consciousness or competence. Who will decide? Even there, where we had settled legal rules, we still had disagreement. We're torn about these things.","author":"Ezekiel Emanuel","category":"Conflict, Rules, Situation"},{"quote":"Every year, some 65,000 high school students - many of them star students and leaders in their communities - are unable to go to college or get a good job because they have no legal status.","author":"Gary Locke","category":"Good, School, College"},{"quote":"I later spent... five to eight months in hospitals in New Jersey, always on an involuntary basis, and always attempting a legal argument for release.","author":"John Forbes Nash, Jr.","category":"Argument, New, Hospitals"},{"quote":"One thing I was thinking about is that they probably get their come-uppance about the same percentage that people in real life do. Basically, stealing for all practical purposes might as well be legal in New York.","author":"Mike Judge","category":"Life, Thinking, People"},{"quote":"If I were in the middle of some kind of legal issue, I would get in my car and drive to Fenway. I'd get to the game early and sit in my seats and say, 'I'm home, I'm happy, and I love it here.' It was my therapy.","author":"Joseph Abboud","category":"Love, Happy, Home"},{"quote":"Fifty percent of our country that we own, have all legal jurisdiction, have all rights to do whatever we want, lies beneath the sea and we have better maps of Mars than that 50 percent.","author":"Robert Ballard","category":"Sea, Better, Want"},{"quote":"I mean you might say he had a travelling post office, but also Barney was very, very active. He was a legal officer for the NAACP and they had a lot of problems after Pease.","author":"Betty Hill","category":"Problems, You, Mean"},{"quote":"Torture is such a slippery slope; as soon as you allow a society or any legal system to do that, almost instantly you get a situation where people are being tortured for very trivial reasons.","author":"Iain Banks","category":"Society, People, You"},{"quote":"When I read a book I liked, I would get a pen and one of my father's legal pads and rewrite it from memory as if I had thought of it myself. It was a clear sign that I wanted to be involved in writing, even if it was just pretend at that point.","author":"Jonathan Dee","category":"Father, Myself, Memory"},{"quote":"I'm always writing something. There's always some structure sitting around someplace. There's always things on the computer, things scratched on score paper, legal tablets full of lyrics. It's never not buzzing around me all the time. I'm always doing it.","author":"J. D. Souther","category":"Time, Writing, Me"},{"quote":"I've always considered making it legal for Americans to import their prescription drugs a free-trade issue. Imports create competition and keep domestic industry more responsive to consumers.","author":"Chuck Grassley","category":"Competition, Create, Always"},{"quote":"If you have been vaccinated for polio, mumps, measles, chicken pox, hepatitis, or rabies, it may be too late for you to stand your ethical ground: You have already benefited from fetal-tissue research. This is, after all, a practice that's been legal since the 1930s.","author":"Katha Pollitt","category":"Research, Practice, Too Late"},{"quote":"Insofar as international law is observed, it provides us with stability and order and with a means of predicting the behavior of those with whom we have reciprocal legal obligations.","author":"J. William Fulbright","category":"Law, Behavior, Stability"},{"quote":"I'm not sure I can say there is a clean line between me as an individual and me as a lawyer.","author":"Anita Hill","category":"Lawyer, Me, I Can"},{"quote":"The more expansive government is, the more perils people face in daily lives, be it from IRS agents or from child support services, or from other agencies that often have little or no legal restraints on their power.","author":"James Bovard","category":"Daily, Power, Government"},{"quote":"I've become so earthy. And I never was earthy. I'm doing all kinds of different roles which are not at all like the intellectual and the legal mind of Ben Stone.","author":"Michael Moriarty","category":"Mind, Stone, Doing"},{"quote":"History has shown us that, on extraordinarily rare occasions, it becomes necessary for the federal government to intervene on behalf of individuals whose 14th Amendment rights to legal due process and equal protection may be violated by a state.","author":"Michael K. Simpson","category":"History, Government, Rights"},{"quote":"My wife runs a non-profit that gives legal information online to victims of domestic violence.","author":"Marshall Curry","category":"Wife, Information, Violence"},{"quote":"In this life and death case, I felt Mrs. Schiavo should receive the fullest due process from our legal system.","author":"Paul Gillmor","category":"Life, Death, Life And Death"},{"quote":"And they didn't have to get into a lot of legal speak or talk ER terms, they were real people. I think that's why so many actresses were attracted to it. And it was just about problems that you could identify with so much, right off the bat.","author":"James Denton","category":"Problems, Speak, People"},{"quote":"My first ever sex scene in a movie was in 'Superbad.' Because I was 17, for legal reasons my mother had to be on the set. It was real awkward, but it worked out OK because when I watched the movie with her, the sex scene wasn't awkward because she'd been right there when it happened.","author":"Christopher Mintz-Plasse","category":"Mother, She, Her"},{"quote":"Once the Supreme Court in 1973 decided that infanticide could be legal, it not only ended America's 'inalienable right to life,' it threw the Golden Rule right off the shores of this continent.","author":"Michael Moriarty","category":"Life, America, Right"},{"quote":"I wish the government and the Minister of Justice would address these legal and constitutional arguments, but they refuse to. They want Canadians to go blindly into their brave new world, but it is not wise for a society to move blindly in any direction.","author":"Stockwell Day","category":"Justice, Wise, Government"},{"quote":"You need to find somebody who will speak the same language. We understand that we couldn't have any kind of discussion without permission, without a legal framework behind it.","author":"Anatoly Chubais","category":"Language, Speak, You"},{"quote":"Sooner or later they are going to live in a New York City where gay marriage is not only legal, but it's common and they don't even notice.","author":"Anthony Weiner","category":"Marriage, City, Live"},{"quote":"While I support immigration regulated through a legal framework, I do not support rewarding those who broke the law to get here.","author":"Kit Bond","category":"Law, Support, Immigration"},{"quote":"I oppose any attempt to grant homosexual unions the same legal privileges that civil government affords to traditional marriage and family life.","author":"Todd Akin","category":"Life, Family, Marriage"},{"quote":"I think that the proposed constitution is one of the European legal documents with the strongest social dimension I have seen since I began following European issues.","author":"Jean-Pierre Raffarin","category":"Constitution, Think, Social"},{"quote":"I think my dad did legal work for someone who had a Packard Bell 8088, and they couldn't pay him, so they gave him a computer. I was initially not allowed to touch it, but that didn't last long. I started tinkering with it, and there were many times I screwed up the computer.","author":"Jeremy Stoppelman","category":"Work, Long, Think"},{"quote":"A duped newspaper or magazine could contend that a fiction-spouting journalist obtained part of his salary via fraud, and use a criminal proceeding to try and recoup that money. Given the profession's notoriously low wages, however, it's probably not worth the publicity headache and legal fees. No news organization has ever pursued such a case.","author":"Brendan I. Koerner","category":"Money, Organization, Salary"},{"quote":"People have always heard voices. Sometimes they're called shamans, sometimes they're called mad, and sometimes they're called fiction writers. I always feel lucky that I live in a culture where fiction writing is legal and not seen as pathology.","author":"Ruth Ozeki","category":"Culture, Writing, People"},{"quote":"You can't just lecture the poor that they shouldn't riot or go to extremes. You have to make the means of legal redress available.","author":"Harold H. Greene","category":"You, Poor, Just"},{"quote":"Moreover, from reforming the tax code to our immigration system, to commonsense legal reform, President Bush put America on notice that he will continue fighting to make the country, and the world, a better place for future generations.","author":"Jim Sensenbrenner","category":"Future, America, World"},{"quote":"The first misconception is that embryonic stem cell research is not legal. The fact is, embryonic stem cell research is completely legal. Research on embryonic stem cells has taken place for years.","author":"Virginia Foxx","category":"Research, Place, Years"},{"quote":"Ten thousand pounds is the legal value of a negligently taken life, of a child or a parent. A cold and somewhat mean-spirited calculation: you would do better if you slipped on a paving-stone and broke a front tooth.","author":"Nina Bawden","category":"Life, Value, Child"},{"quote":"I'm sauteing asparagus, Brussels sprouts,broccoli, some boneless, skinless chicken breast, some halibut. That's about it; that's all I'm allowed. That's what's legal for me to saute.","author":"Ron Funches","category":"Me, Chicken, Some"},{"quote":"Testimony should be a philosophical problem and not limited to legal or historical contexts where it refers to the account of a witness who reports what he has seen.","author":"Paul Ricoeur","category":"Problem, Where, Historical"},{"quote":"I'm afraid I talk a lot, too much, perhaps. I should have been a lawyer or a college professor or a windy politician, though I'm glad I am not any of these.","author":"Tom Glazer","category":"College, I Am, Lawyer"},{"quote":"So much business is based on the belief that we should do whatever we can within legal limits to make as much money as we can. Ben & Jerry's was based on values, and we try to operate a business that not just sells ice cream but partners with all our stakeholders - whether that's suppliers or customers - to bring about a more sustainable world.","author":"Jerry Greenfield","category":"Business, Money, World"},{"quote":"Lawsuits should not be used to destroy a viable and independent distribution system. The solution lies in the marketplace and not the courtroom.","author":"Don Henley","category":"Solution, Independent"},{"quote":"Food is like a legal drug. You can take 50 cents and walk into the store and buy a Twinkie and get high. And it's killing people.","author":"Fat Joe","category":"Food, Walk, People"},{"quote":"It is imperative that when thousands of selfless volunteers respond to those who have incurred the wrath of a natural disaster that legal liability need not be hanging over their heads.","author":"Jon Porter","category":"Selfless, Disaster, Natural"},{"quote":"Perhaps these Ten Commandments cases will be the turning point in the legal war against religion.","author":"Cliff Stearns","category":"War, Religion"},{"quote":"Every non-political human grouping of whatever kind, legal, social, religious, economic or other becomes at last political if it creates an opposition deep enough to range men against one another as enemies.","author":"Francis Parker Yockey","category":"Deep, Men, Political"},{"quote":"Under current law volunteers who are not working with an official nonprofit organization are not covered by the Volunteer Protection Act. Therefore, there are absolutely no legal protections for the average American who wishes to volunteer.","author":"Jon Porter","category":"Law, American, Organization"},{"quote":"If you desire information on some point of law, you are not likely to ponder over the ponderous tomes of legal writers in order to obtain the knowledge you seek, by your own unaided efforts.","author":"Felix Adler","category":"Knowledge, Law, Information"},{"quote":"FOR a long time the conviction has been dimly felt in the community that, without prejudice to existing institutions, the legal day of weekly rest might be employed to advantage for purposes affecting the general good.","author":"Felix Adler","category":"Time, Good, Community"},{"quote":"The law has no compassion. And justice is administered without compassion.","author":"Christopher Darden","category":"Justice, Compassion, Law"},{"quote":"As a private lawyer, I could bill $750 an hour, but I don't.","author":"Jay Alan Sekulow","category":"Lawyer, Private, Hour"},{"quote":"I wouldn't pretend to tell you we don't pay our lawyers well.","author":"Jay Alan Sekulow","category":"Lawyers, You, Well"},{"quote":"Our country was thereby saved from the consequences of its distracting individualistic conception of democracy, and its merely legal conception of nationality. It was because the followers of Jackson and Douglas did fight for it, that the Union was preserved.","author":"Herbert Croly","category":"Democracy, Fight"},{"quote":"I think people should have the legal right to hurt themselves without fearing that they're going to get locked up for doing so. But on a personal level, if someone I loved was hurting himself or herself in front of me, I would, of course, try to restrain them.","author":"Chester Brown","category":"Hurt, Me, People"},{"quote":"I do have two data identities. I have my name, Bruce Sterling, which is my public name under which I write novels. I also have my other name, which is my legal name under which I own property and vote.","author":"Bruce Sterling","category":"Name, Data, Vote"},{"quote":"Even in the beginning, when we knew there was a legal argument about how much our song sounds like his song, as one songwriter to another, I wasn't sure that Cat Stevens would take that as bad.","author":"Wayne Coyne","category":"Beginning, Song, Argument"},{"quote":"Therefore, if we are a Nation of laws and a Nation of immigrants, immigration should occur within a legal framework, not through the machinations of illegal schemes and scams that threaten our national security.","author":"J. D. Hayworth","category":"Security, Immigrants, Nation"},{"quote":"I have more than 100 legal pads filled with handwriting. Eight novels, two books for children, countless stories and essays.","author":"Susan Straight","category":"Children, Two, Essays"},{"quote":"To some lawyers, all facts are created equal.","author":"Felix Frankfurter","category":"Lawyers, Facts, Equal"},{"quote":"I began my legal career working for Byron White, the last Coloradan to serve on the Supreme Court, and the only justice to lead the N.F.L. in rushing. He was one of the smartest and most courageous men I've ever known.","author":"Neil Gorsuch","category":"Justice, Men, Career"},{"quote":"I've learned that most of gay America is coupled up, or looking to be. No wonder gay marriage has such traction. So many of us are already in it, so of course we want the legal benefits.","author":"Bruce Vilanch","category":"Marriage, America, Looking"},{"quote":"A good lawyer is a bad Christian.","author":"John Lothrop Motley","category":"Good, Lawyer, Christian"},{"quote":"It is simply a fact that the birth rate of our illegal immigrants exceeds that of our legal residents.","author":"John Linder","category":"Immigrants, Birth, Fact"},{"quote":"I believe if an individual wants to join organized labor and work under a union contract, they should have the legal right to do so. At the same token, a person who does not want to work under organized labor and wants to work should have the ability to do so without the threat of having to join and having to pay dues to organized labor.","author":"Paul LePage","category":"Work, Believe, I Believe"},{"quote":"Everywhere among the English-speaking race criminal justice was rude, and punishments were barbarous; but the tendency was to do away with special privileges and legal exemptions.","author":"Albert Bushnell Hart","category":"Justice, Special, Race"},{"quote":"Disarming Iraq is legal under a series of U.N. resolutions. Iraq is in flagrant violation of U.N. Security Council resolutions.","author":"Jose Maria Aznar","category":"Security, Council, Series"},{"quote":"In my view, targeted lethal force is at its least controversial when it is on its strongest, most traditional legal foundation. The essential mission of the U.S. military is to capture or kill an enemy. Armies have been doing this for thousands of years. As part of a congressionally authorized armed conflict, the foundation is even stronger.","author":"Jeh Johnson","category":"Conflict, Military"},{"quote":"Under well-settled legal principles, lethal force against a valid military objective, in an armed conflict, is consistent with the law of war and does not, by definition, constitute an 'assassination.'","author":"Jeh Johnson","category":"War, Law, Conflict"},{"quote":"Human-rights advocates, for example, claim that the mistreatment of Iraqi prisoners is of a piece with President Bush's 2002 decision to deny al Qaeda and Taliban fighters the legal status of prisoners of war under the Geneva Conventions.","author":"John Yoo","category":"War, Decision, President"},{"quote":"While Taliban fighters had an initial claim to protection under the conventions, they lost POW status by failing to obey the standards of conduct for legal combatants: wearing uniforms, a responsible command structure, and obeying the laws of war.","author":"John Yoo","category":"War, Lost, Responsible"},{"quote":"Once the attacks occur, as we learned on Sept. 11, it is too late. It makes little sense to deprive ourselves of an important, and legal, means to detect and prevent terrorist attacks while we are still in the middle of a fight to the death with al Qaeda.","author":"John Yoo","category":"Death, Fight, Too Late"},{"quote":"Upon the Constitution, upon the pre-existing legal rights of the People, as understood in this country and in England, I have argued that this House is bound to revive the Petition under debate.","author":"Caleb Cushing","category":"Constitution, People, Rights"},{"quote":"Today the people from my State of Tennessee would listen to this debate, or even talk about a reference to God on our money or in the Halls of Congress or in our Pledge and say, please, let common sense and logic win the day and prevail versus legal mumbo jumbo.","author":"Zach Wamp","category":"Money, Today, God"},{"quote":"A written constitution guides and directs the application of law in a way utterly unlike oral guidance. It reminds us that the certainty and consistency of legal application is essential.","author":"Edwin Meese","category":"Law, Constitution"},{"quote":"I think it's pathetic that a court of law cannot be in a vacuum of the legal system, without the influence of the public threatening to do great bodily harm to people and property. It's really a pathetic statement for our country.","author":"Mark Fuhrman","category":"Great, Law, Influence"},{"quote":"The Democratic Party looks at massive immigration, legal and illegal, as a source of voters.","author":"Tom Tancredo","category":"Immigration, Party, Looks"},{"quote":"The Republican Party looks at massive immigration, legal and illegal, as a source of cheap labor, satisfying a very important constituency.","author":"Tom Tancredo","category":"Party, Important"},{"quote":"They view massive immigration as a massive infusion of potential voters for the Democratic Party, and therefore will do nothing, absolutely nothing to stop that flow of legal or illegal entrance into the country.","author":"Tom Tancredo","category":"Potential, View, Party"},{"quote":"Civil society must be strengthened to help raise awareness among people living with HIV, and those at risk, of their rights, and to ensure they have access to legal services and redress through the courts.","author":"Shereen El Feki","category":"Society, Risk, Help"},{"quote":"It was not possible to broadcast any of that because of an agreement between Jackson and the family. Our legal advice was that we could not broadcast it.","author":"Martin Bashir","category":"Family, Advice, Agreement"},{"quote":"In regards to The Haunting, people compared it to the old movie, which is unfair. We didn't have the rights to the movie. I couldn't duplicate a single thing because that would have been legal infringement.","author":"Jan de Bont","category":"People, Single, Rights"},{"quote":"What I'm doing is writing stories about women who care about justice. They are women who think about the difference between right and wrong, what's legal and illegal, ethical and unethical, moral and immoral.","author":"Lisa Scottoline","category":"Women, Justice, Writing"},{"quote":"Truly I never thought of myself as writing legal thrillers, and I still don't think I do. I write stories about women.","author":"Lisa Scottoline","category":"Women, Myself, Writing"},{"quote":"The Singaporean government, which represents legal migrant workers in employment disputes and claims of exploitation, requires that they stay in the country until the disputes are settled. If they leave, their claims are closed.","author":"Alan Huffman","category":"Government, Country, Workers"},{"quote":"I also urge the Obama administration - both on its own and in cooperation with other responsible governments around the world - to use all legal means necessary to shut down WikiLeaks before it can do more damage by releasing additional cables. WikiLeaks' activities represent a shared threat to collective international security.","author":"Joe Lieberman","category":"World, Security, Cooperation"},{"quote":"The U.S. immigration system is the most generous in the world, providing each year more green cards for legal permanent residence with a clear path to full citizenship than all the rest of the nations of the world combined.","author":"Jan C. Ting","category":"Path, World, Green"},{"quote":"Literature is made upon any occasion that a challenge is put to the legal apparatus by conscience in touch with humanity.","author":"Nelson Algren","category":"Challenge, Humanity"},{"quote":"If we want to set and enforce a limit on immigration, we have to be willing to say no to would-be immigrants who look a lot like our own ancestors, not because there's anything wrong with them, but simply because admitting them would exceed our legal limit.","author":"Jan C. Ting","category":"Immigrants, Want, Look"},{"quote":"There is no quick fix for illegal immigration. But only when we achieve better control of our borders and better respect for our immigration laws can we give meaning to the discussion we need to have over reforming the numbers, categories, and procedures for legal immigration into the United States.","author":"Jan C. Ting","category":"Respect, Control, Meaning"},{"quote":"The kingdom of God is an order of government established by divine authority. It is the only legal government that can exist in any part of the universe.","author":"Orson Pratt","category":"God, Government, Universe"},{"quote":"Noah and his family were the only loyal and obedient subjects to the legal power: they alone were saved.","author":"Orson Pratt","category":"Family, Alone, Power"},{"quote":"God is the King. In him exists all legal authority.","author":"Orson Pratt","category":"God, King, Authority"},{"quote":"However saying that I totally support the concept of civil partnerships in the eyes of the law, and think it a disgrace that same sex couples have had to wait so long for legal rights, protection and recognition.","author":"Adam Rickitt","category":"Eyes, Law, Support"},{"quote":"Instead, California is one of only 10 states that provides in-state college and university tuition to illegal immigrants. That's grossly unfair to a legal high school student who moves out of California for a year, then returns to attend college.","author":"Elton Gallegly","category":"School, College, High School"},{"quote":"Consular cards were not designed to be identification and no treaty recognizes them as such. Legal travelers, visitors and long-term residents carried passports, visas or green cards for that purpose.","author":"Elton Gallegly","category":"Purpose, Green, Cards"},{"quote":"My dream is to reform the legal system over the next 20 years.","author":"David Eagleman","category":"Dream, Years, System"},{"quote":"As legal slavery passed, we entered into a permanent period of unemployment and underemployment from which we have yet to emerge.","author":"Julian Bond","category":"Slavery, Unemployment, Which"},{"quote":"We support every effort to combat international terrorism through the formulation of international conventions and hope that the international community will take further steps to improve the anti-terrorism international legal framework.","author":"Li Peng","category":"Hope, Community, Support"},{"quote":"We have used the presence of UNMIK, as well as other European and American agencies to establish a legal framework compatible with the European Union and that is already an advantage. We have seen the positive effects of this and our parliament will continue to go this way.","author":"Ibrahim Rugova","category":"Positive, American, Way"},{"quote":"In recent years personal injury attorneys and trial lawyers have attacked the food industry with numerous lawsuits alleging that these businesses should pay monetary damages to those who, of their own accord, consume too much of a legal, safe product.","author":"Bob Ney","category":"Food, Lawyers, Personal"},{"quote":"Embryonic stem cell research is legal in America, and nothing in the administration's current policy affects that legality; 400 lines are currently being used to conduct embryonic stem cell research, both in the private sector and by the Federal Government.","author":"Roger Wicker","category":"America, Government"},{"quote":"There's a misconception about Barack Obama as a former constitutional law professor. First of all, there are plenty of professors who are 'legal relativists.' They tend to view legal principles as relative to whatever they're trying to achieve.","author":"Jonathan Turley","category":"Law, View, Principles"},{"quote":"I think it's very healthy to use journalistic and legal techniques to investigate the evidence for and against Christianity and other faith systems.","author":"Lee Strobel","category":"Faith, Healthy, Think"},{"quote":"Every neurosis is a primitive form of legal proceeding in which the accused carries on the prosecution, imposes judgment and executes the sentence: all to the end that someone else should not perform the same process.","author":"Lionel Trilling","category":"End, Process, Same"},{"quote":"Of the judicial department of the Government, the Supreme Court is the head and representative, and to it must come for final decision all the great legal questions which may arise under the Constitution, the laws, or the treaties of the United States.","author":"Samuel Freeman Miller","category":"Great, Decision, Government"},{"quote":"I dealt with legal questions in the interest of Adolf Hitler and the NSDAP and its members during the difficult years of struggle for the victory of the Movement.","author":"Hans Frank","category":"Struggle, Victory, Questions"},{"quote":"It was also my idea that the advisory committees of the Academy should replace the legal committees of the German Reichstag, which was gradually fading into the background in the Reich.","author":"Hans Frank","category":"Idea, Background, Replace"},{"quote":"So my own suspicion is that the attorney has stopped this prosecution because part of her defence was to question legality and that would have brought his advice into the public domain again and there was something fishy about the way in which he said war was legal.","author":"Clare Short","category":"War, Advice, Her"},{"quote":"Hitler never abandoned the cloak of legality; he recognized the enormous psychological value of having the law on his side. Instead, he turned the law inside out and made illegality legal.","author":"Robert Byrd","category":"Law, Value, Never"},{"quote":"I like to think I'm a pretty good-natured guy and pretty civil and probably not ever truly guilty in any serious way of any legal infractions.","author":"Gregory Maguire","category":"Think, Guilty, Way"},{"quote":"Though every legal task demands this skill, it is especially important in the effort to frame public policy in a way that is properly responsive to human needs and predicaments. The question is always: How will the general rule work in practice?","author":"Elliot Richardson","category":"Work, Effort, Practice"},{"quote":"Mrs. Parks' act of brave defiance rocked the foundation of American society and inspired generations of civil rights leaders and created a sense of hope for every American facing legal discrimination in this country.","author":"Kendrick Meek","category":"Hope, Society, American"},{"quote":"To play a lawyer and have one year of law school under your belt, you sort of know what you're talking about! I'm able to memorize the legal courtroom stuff a lot faster than I would have been able to otherwise.","author":"Jerry O'Connell","category":"School, Law, Lawyer"},{"quote":"I support legal immigration. I don't support amnesty because it is not fair to people standing in line at consulates around the world.","author":"Heather Wilson","category":"Support, World, People"},{"quote":"I support legal immigration.","author":"Heather Wilson","category":"Support, Immigration"},{"quote":"The diversity lottery program is a proven method of offering a path to legal permanent status for residents of African nations and other underrepresented regions seeking a better life here in the United States.","author":"Cedric Richmond","category":"Life, Diversity, Path"},{"quote":"When I was at 'Newsweek' magazine - which, you know, this really sounds like I walked four miles in the snow to school - but I started at 'Newsweek' magazine in 1963, which was before the Civil Rights Act of 1964. So it was actually legal to discriminate against women, and 'Newsweek' did.","author":"Ellen Goodman","category":"Women, School, Know"},{"quote":"And Americans realized that native people are still here, that they have a moral standing, a legal standing.","author":"Dennis Banks","category":"People, Moral, Here"},{"quote":"As for lawyers, it's more fun to play one than to be one.","author":"Sam Waterston","category":"Fun, Lawyers, Play"},{"quote":"All the libel lawyers will tell you there's no libel any more, that everyone's given up.","author":"Ian Hislop","category":"Lawyers, You, Everyone"},{"quote":"I showed that privacy was an implicit right in Jewish law, probably going back to the second or third century, when it was elaborated on in a legal way.","author":"Norman Lamm","category":"Law, Privacy, Way"},{"quote":"I write longhand on legal pads, about half at home and half in cafes. I drink a lot of water and eat a lot of raw carrots.","author":"Daniel Handler","category":"Home, Water, Drink"},{"quote":"I write every day weekdays for about 5 hours, mostly longhand on legal pads. It has gotten neither harder nor easier, sadly or happily.","author":"Daniel Handler","category":"Day, Every Day, Easier"},{"quote":"When I consider a problem, it is now instinctive for me to think about the institutions involved, the authorizing environment, possible coalitions, likely opposition, implementation, legal issues, resource dimensions, communications - and how the problem fits into a stream of other issues.","author":"Robert Zoellick","category":"Me, Problem, Environment"},{"quote":"I think we Americans, of all people, understand the importance of a good, legal, constitutional framework as the basis of political life.","author":"Paul Bremer","category":"Life, Good, Political"},{"quote":"I've learned to accept the fact that my students are far too busy preparing for their own legal careers to care one bit about the off-campus antics of Professor Burke. I get the impression that my students are vaguely aware of my novels, but are at best mildly curious.","author":"Alafair Burke","category":"Best, Busy, Care"},{"quote":"When you look at the big issues post-9/11 in the United States, whether it's water boarding, warantless wire tapping, surveillance, Gitmo, black sites rendition, all of those have been legal. Nobody has gone to jail for those programs.","author":"Matt Apuzzo","category":"Water, Black, You"},{"quote":"Supercookies are legal, but I don't think they should be.","author":"Joe Barton","category":"Think, Should"},{"quote":"But you can count the dead bodies from alcohol, tobacco, and legal pharmaceuticals by the millions.","author":"Jack Herer","category":"Alcohol, You, Count"},{"quote":"It is curious that, with my somewhat antinomian tendencies, I should have gone to Trinity Hall - which was, and is, before all a Law College - and should thus have been thrown into close touch with the legal element in life.","author":"Edward Carpenter","category":"Life, Law, College"},{"quote":"I guess music, particularly the blues, is the only form of schizophrenia that has organised itself into being both legal and beneficial to society.","author":"Alexis Korner","category":"Music, Society, Blues"},{"quote":"We must make immigration a legal, orderly process to eliminate this issue, not further criminalize it.","author":"Jose Serrano","category":"Immigration, Process, Must"},{"quote":"Every year Swedish society produces a new generation of threatened women who can testify to the lack of legal rights and the lukewarm interest shown by the police and other authorities.","author":"Stieg Larsson","category":"Women, Society, Police"},{"quote":"It is essential to link enterprises on the basis of objective laws of a socialist economy and legal system.","author":"Samora Machel","category":"Economy, System, Laws"},{"quote":"I decided I wanted to be a lawyer when I was 11 years of age.","author":"Johnnie Cochran","category":"Age, Lawyer, Years"},{"quote":"But if we get to the point where more people do not believe in a God than who do believe in God, we will have a hollow legal system - we will have something without heart.","author":"Lee Greenwood","category":"God, Heart, Believe"},{"quote":"I come from a profession which has suffered greatly because of the lack of civility. Lawyers treat each other poorly and it has come home to haunt them. The public will not tolerate a lack of civility.","author":"James E. Rogers","category":"Home, Treat, Lawyers"},{"quote":"My first girlfriend broke up with me on a yellow legal pad. After she picked me up from the airport one day, she took out a letter that her therapist wrote, and she read it to me. She and her therapists wrote a letter breaking up with me together.","author":"Max Winkler","category":"Day, Together, Me"},{"quote":"I have a book coming out in September, for example, where the plot concerns counterfeiting, and I had to do a lot of research on that. Or on any legal matters, for example, I have to do a lot of research online.","author":"Evan Hunter","category":"Book, Research, Example"},{"quote":"My job is to interpret the law based on how the legislature and the court has done it and then, of course, to use our system of justice to develop some new legal tools and new concepts.","author":"Bill Scott","category":"Justice, Job, Law"},{"quote":"We're involved right now in some very significant legal battles and it would be the wrong thing for me to do to step out in the middle of those battles.","author":"Bill Scott","category":"Step, Me, Right"},{"quote":"I have strongly rejected the proposal to pardon and transfer her to the United States. I do not have the legal power to pardon terrorists and even if I did, I would not use it.","author":"Alberto Fujimori","category":"Power, Her, United"},{"quote":"The people and the mindset that killed 3,000 of our fellow citizens on September 11 2001, would have killed not 3,000, but 300,000 if they could have or 3 million or 30 million. We need to do everything we can within our value systems and legal structures to make sure that doesn't happen.","author":"Tim Pawlenty","category":"Value, People, Mindset"},{"quote":"I'm overly excited to finally announce this amazing global partnership deal back home with EMI Music. I know I have mentioned doing music in the past but for legal reasons I was not in a position to release any new music.","author":"Melanie Brown","category":"Music, Home, Past"},{"quote":"Politicians are addicted to spending and revenue extraction. As with an addict, there's little pause for moral or legal contemplation.","author":"David Malpass","category":"Moral, Pause, Little"},{"quote":"I chose my pen name when I was ten, because I knew even then that my legal name would be more trouble than it was worth.","author":"Marie Brennan","category":"Name, Pen, Trouble"},{"quote":"As a judge, when I saw veterans in legal trouble, I created the state's first veterans court to help them get treatment and get back on their feet.","author":"Ann Callis","category":"Veterans, Help, Feet"},{"quote":"When the Senate ceases to engage nominees in meaningful discussion of legal issues, the confirmation process takes on an air of vacuity and farce, and the Senate becomes incapable of either properly evaluating nominees or appropriately educating the public.","author":"Elena Kagan","category":"Meaningful, Process, Air"},{"quote":"To have the opportunity to lead the Solicitor General's office is the honor of a lifetime. As you know, this is an office with a long and rich tradition, not only of extraordinary legal skill but also of extraordinary professionalism and integrity. That is due, in large measure, to the people who have led it.","author":"Elena Kagan","category":"Integrity, Opportunity"},{"quote":"It is impossible to tell where the law stops and justice begins.","author":"Arthur Baer","category":"Justice, Law, Impossible"},{"quote":"I think the issue is that Americans traveling abroad if gotten into legal problems should have access to a fair trial and an impartial tribunal.","author":"Maria Cantwell","category":"Problems, Think, Fair"},{"quote":"There is no room for legal hair-splitting when it comes to the humane treatment of detainees - not in a nation founded on the rule of law and respect for human rights.","author":"Dick Durbin","category":"Respect, Law, Rights"},{"quote":"Companies shouldn't use the law to prevent consumers from doing something legal.","author":"Jon Johansen","category":"Law, Doing, Something"},{"quote":"I hope gay marriage will be legal in every state.","author":"Mark Consuelos","category":"Marriage, Hope, Gay"},{"quote":"We need to be discussing issues specifically to help the American people. And that would not include illegal aliens. These are people - I'm for immigration - legal immigration. I've been an immigration attorney. But people who have come to our country and violated laws, we should not be providing full health care services.","author":"Joe Wilson","category":"Health, American, Help"},{"quote":"The legacy of slavery comes from the sustained political, legal and economic effort to link permanently an entire group of people to poverty - and to mystify that systematic disenfranchisement by making up something called race, which could serve as a distraction.","author":"Sarah Churchwell","category":"Poverty, Effort, Legacy"},{"quote":"These are people - I'm for immigration - legal immigration. I've been an immigration attorney. But people who have come to our country and violated laws, we should not be providing full health care services.","author":"Joe Wilson","category":"Health, People, Care"},{"quote":"I used to want to be a lawyer, but I didn't want to have half my brain sucked out.","author":"Max Walker","category":"Brain, Lawyer, Want"},{"quote":"Being under the microscope meant I was never given any slack. I still managed to screw up plenty in life, mind you, but in the things I really cared about - the legal work, or the stories I was telling as a writer, or the office I built in government - I wasn't left a lot of margin for error. It's kept me driven.","author":"Ronan Farrow","category":"Life, Work, Government"},{"quote":"I've been working at performing for five years now. I've been working in Australia and Spain and England. When I was only 15 or 16, 1 was performing in bars; I could have had legal problems, but it's also the only way to get to know what music is all about.","author":"Andy Gibb","category":"Music, Problems, Know"},{"quote":"I object to a legal approach when settling questions of science or scientific behavior.","author":"Serge Lang","category":"Science, Questions, Behavior"},{"quote":"There are obviously legal restrictions on what you can do on TV in the States, as there are everywhere.","author":"Dave Rowntree","category":"You, TV, Everywhere"},{"quote":"Vigorous enforcement of copyrights themselves is an important part of the picture. But I don't think that expanding the legal definition of copyright outside of actual copyright infringement is the right move.","author":"Edward Felten","category":"Important, Picture, Think"},{"quote":"In my book, I detail the critical information we obtained from al Qaeda terrorists after they became compliant following a short period of enhanced interrogation. I have no doubt that that interrogation was legal, necessary and saved lives.","author":"Jose Rodriguez","category":"Short, Book, Information"},{"quote":"We knew that if the photos of CIA officers conducting authorized EIT (enhanced interrogation techniques) ever got out, the difference between a legal, authorized, necessary, and safe program and the mindless actions of some MPs (military police) would be buried by the impact of the images.","author":"Jose Rodriguez","category":"Impact, Police, Military"},{"quote":"Drones can be a highly effective way of dealing with high-priority targets, but they should not become the drug of choice for an administration that is afraid to use successful, legal and safe tactics of the past.","author":"Jose Rodriguez","category":"Past, Choice, Successful"},{"quote":"The right to a trial is a core principle of the American legal system. Depriving Americans of these essential liberties undermines the Constitution while doing nothing to strengthen our national security.","author":"John Garamendi","category":"American, Constitution"},{"quote":"It is not the role of Congress to decide legal cases between private parties. That is why we have courts.","author":"Jerrold Nadler","category":"Why, Congress, Role"},{"quote":"Torture, including practices like waterboarding, violates the legal and moral standards of all civilized nations.","author":"Jerrold Nadler","category":"Moral, Like, Nations"},{"quote":"When you do a studio picture, all the paperwork and legal stuff is already taken care of!","author":"David Twohy","category":"Care, Picture, You"},{"quote":"I have always been delighted when told there was a piece of fanfic inspired by a book of mine floating about. I don't read it for legal reasons, but I'm thrilled to know it's there. Someone cared. Someone loved it enough to spend their free time writing about it for free.","author":"Catherynne M. Valente","category":"Time, Writing, Book"},{"quote":"To force a lawyer on a defendant can only lead him to believe that the law contrives against him.","author":"Potter Stewart","category":"Law, Believe, Lawyer"},{"quote":"Words without deeds violates the moral and legal obligation we have under the genocide convention but, more importantly, violates our sense of right and wrong and the standards we have as human beings about looking to care for one another.","author":"Jon Corzine","category":"Words, Looking, Moral"},{"quote":"So, I'm getting less chips, paying the same amount of money. Is that legal for them to do this?","author":"Julie Chen","category":"Money, Same, Chips"},{"quote":"But my humble opinion is, I'm not quite sure where I stand on the legalization of drugs - though, if tequila is legal, pot should probably be legal.","author":"Ted Demme","category":"Humble, Stand, Opinion"},{"quote":"I believe that President Clinton considered the legal merits of the arguments for the pardon as he understood them, and he rendered his judgment, wise or unwise, on the merits.","author":"John Podesta","category":"Wise, Believe, I Believe"},{"quote":"I feel like there was justice. It was served through the legal system you know. Everything that I endured. It was all worth it.","author":"Amber Frey","category":"Justice, Know, You"},{"quote":"Is not liberty the destruction of all despotism - including, of course, legal despotism?","author":"Frederic Bastiat","category":"Liberty, Destruction, Course"},{"quote":"I did this movie called 'Lymelife' when I was 18, and you know, it was the first time I was working as an adult, a legal adult, and that was a huge growing experience for me.","author":"Rory Culkin","category":"Time, Experience, Me"},{"quote":"About 10 years ago, in an effort to gain a better grasp on McCone's world, I took up the hobby of building fully electrified scale models: first of the legal cooperative where she started out, and then of her own brown-shingled cottage, a pursuit that the more tactful of my friends label unusual, and that the more blunt refer to as obsessive.","author":"Marcia Muller","category":"Friends, Effort, World"},{"quote":"While there continues to be differences, the important point is that all citizens and elected officials use democratic and legal avenues for solving those differences.","author":"Boris Trajkovski","category":"Differences, Important"},{"quote":"In the early centuries of Islam, the great schools of Islamic jurisprudence were built upon the above principles. Basic to all their legal systems they developed the doctrine that liberty is the fundamental basis of law.","author":"Aly Khan","category":"Great, Law, Liberty"},{"quote":"And books that were published in much larger numbers than Selfish, Little are hard to find. And publishers who wanted to publish my last few works have them stuck in limbo while new distribution ideas and legal issues and fears are blown away.","author":"Peter Sotos","category":"Ideas, Selfish, Numbers"},{"quote":"However, we do not lack anti-terrorist laws. I do not believe that the recent London bombs were the result of any deficiencies in our legal system.","author":"Kenneth Clarke","category":"Believe, London, Laws"},{"quote":"Each day, each one of us chooses not to do many things that would be legal but offensive to those around us.","author":"Ralph Peters","category":"Day, Offensive, Things"},{"quote":"Imam Rauf and his backers have every legal right to build their extravagant Islamic center within the lethal radius of Ground Zero. But the rest of us have the right to question why they insist on doing so.","author":"Ralph Peters","category":"Doing, Rest, Why"},{"quote":"Crime and legal stories, broadly speaking, are just where my interest happens to lie.","author":"William Landay","category":"Lie, Crime, Interest"},{"quote":"I will do everything by apply with all the legal and apply with the rule of law. And the main important thing that I have to be fairness to everyone, not just only one person.","author":"Yingluck Shinawatra","category":"Law, Important, Fairness"},{"quote":"With 'GoldenEye,' the franchise got locked into this legal fight. They couldn't make new Bond movies for about seven years. It was my first huge production. I figured if I did at least a yeoman-like job, it would be greeted as a complete revival of the series.","author":"Martin Campbell","category":"Job, Fight, Movies"},{"quote":"On my first day on the set of 'Boston Legal,' I thought the director was calling me 'Candice' instead of 'Constance.' But I didn't realize he was actually talking to Candice Bergen.","author":"Constance Zimmer","category":"Day, Thought, Me"},{"quote":"Part of doing mash-ups is getting the legal rights to use the songs. If you're going to do a mash-up with five songs, you should probably find 10 songs, because you're only going to get half of them cleared. It's a real collaborative effort.","author":"Harvey Mason, Jr.","category":"Effort, You, Rights"},{"quote":"There are a lot of Latinos who believe that allowing illegal immigrants to cut in front of the line ahead of those pursuing the legal path sends the wrong signal. The GOP needs to articulate that message respectfully but boldly.","author":"Angela McGlowan","category":"Path, Believe, Immigrants"},{"quote":"I've always been driven by the concept of equal justice under the law, but only the rich can pay great sums of money for legal assistance and that puts them at an advantage over the poor.","author":"Samuel Dash","category":"Money, Great, Justice"},{"quote":"I love the new legal immigrants they want their kids to be safe just like I do.","author":"Lou Barletta","category":"Love, Immigrants, Want"},{"quote":"Background checks, waiting periods, reports of transfers, and access to mental health records have not stopped the legal sale of firearms to legitimate buyers.","author":"Colleen Hanabusa","category":"Health, Waiting"},{"quote":"We all know how powerful the web can be for raising political money. Well, if you're game, the Duke Cunningham Legal Defense Fund is apparently ready to accept your donation.","author":"Joshua Micah Marshall","category":"Money, Powerful, Political"},{"quote":"So the news that divorced fathers are to be denied a legal right to a relationship with their children, in the long overdue review of family law published this week, fills me with horror and despair.","author":"Louis de Bernieres","category":"Family, Relationship, Law"},{"quote":"Warren Buffett has shown you can be very, very successful without being rapacious, while still being honest, without engaging in constant legal battles.","author":"Guy Spier","category":"Successful, Honest, You"},{"quote":"I was studying to be a legal secretary when I was called to audition for 'Ken.'","author":"Kierston Wareing","category":"Studying, Secretary"},{"quote":"If you spend five minutes with me or watch me try to balance my checkbook, you can only imagine the disaster I would make of anyone's legal issues.","author":"Greg Giraldo","category":"Balance, Me, You"},{"quote":"I don't think any business has to give up legal protections in order to simplify. The main consideration is that whatever protection, rights and remedies a corporation wants, they should be put in terms that are understandable to the consumer.","author":"Alan Siegel","category":"Business, Think, Rights"},{"quote":"I do think there's a difference between what a religious leader says and does and what a public official or legislator does. But there's no question that a lot of our legal underpinnings find a good bit of their foundations in the Scriptures.","author":"Bob Casey, Jr.","category":"Good, Leader, Think"},{"quote":"For families to access affordable housing, they often need legal representation that takes their side against abusive landlords.","author":"Nydia Velazquez","category":"Need, Access, Housing"},{"quote":"Yes, there's such a thing as luck in trial law but it only comes at 3 o'clock in the morning. You'll still find me in the library looking for luck at 3 o'clock in the morning.","author":"Louis Nizer","category":"Morning, Law, Library"},{"quote":"I would expect illegal alien parents to take care of their children. If it means the kids go back home with them, that's what happens. If it means there are legal relatives in the United States that can take care of them, that can happen to. But I believe it's the parents responsibility to take care of the kids.","author":"Mo Brooks","category":"Children, Home, Parents"},{"quote":"In places where marriage's core meaning has been altered through legal action, officials are beginning to target for punishment those believers and churches that refuse to adapt.","author":"Salvatore J. Cordileone","category":"Marriage, Action, Beginning"},{"quote":"The ingestion of brain-altering chemicals - legal or illegal - cannot be categorized as good stewardship of our earthly lives.","author":"Salvatore J. Cordileone","category":"Good, Stewardship, Cannot"},{"quote":"We stand for free speech. This means we are not going to ban distasteful subreddits. We will not ban legal content even if we find it odious or if we personally condemn it.","author":"Yishan Wong","category":"Free, Stand, Speech"},{"quote":"Nicaragua is a World Bank and International Monetary Fund designated 'heavily indebted poor country,' with little legal ability to control its economic future: Everything is for sale. And once Nicaraguans decide to cash in and sell their houses or farms, they have to look far inland for anything affordable.","author":"Tony D'Souza","category":"Future, World, Control"},{"quote":"If I don't get enough sleep, my brain gets fatigued, and the voice suffers. If I'm doing some retail work and trying to read and record legal copy, I start sounding like I had a few too many the night before.","author":"Roger Craig Smith","category":"Work, Sleep, Night"},{"quote":"For future Snowdens, we want to show there is an organization that will do what we did for Snowden - as much as possible - in raising money for legal defense and public advocacy for whistleblowers so they know if they come forward there is a support group for them.","author":"Sarah Harrison","category":"Future, Money, Support"},{"quote":"I saw a cardinal when I was in Brooklyn, and I was almost moved to tears. I was, like, 'I can't believe this thing is legal. I can't believe this thing is in the wild. How did this happen? How has someone not killed them all? They're so conspicuous. They're gorgeous. How can they still be alive?'","author":"Nell Zink","category":"Believe, Tears, Wild"},{"quote":"Donald Trump is actually the voice of the silent majority, and I think he's awoken that silent majority. People are very angry, and the people who are the most angry are actually the legal immigrants who see their jobs fleeing.","author":"Michael D. Cohen","category":"People, Angry, Think"},{"quote":"Donald Trump is a champion for legal immigrants.","author":"Michael D. Cohen","category":"Champion, Immigrants"},{"quote":"Justice? You get justice in the next world, in this world you have the law.","author":"William Gaddis","category":"Justice, Law, World"},{"quote":"People read legal writing differently. When you're at the crux of a legal argument, every step is a step in the argument. The judge will see any holes. If you do that in fiction, it's too long and boring.","author":"William Lashner","category":"Writing, Step, People"},{"quote":"I am pleased to be part of Promontory's steady efforts to assist banks and other financial firms in meeting legal and regulatory obligations and challenges.","author":"Laurence D. Fink","category":"I Am, Challenges, Financial"},{"quote":"In legal practice, in the representation of clients, I have always felt deeply engaged, serene, and not all inclined to stand aside. I have always done whatever needed to be done, and have usually gotten my way.","author":"Louis Begley","category":"Practice, Stand, Clients"},{"quote":"I come from a family that has a long history in the legal community of New York and New York state.","author":"David Zabel","category":"Family, History, Community"},{"quote":"There's no legal protection for cyborgs. In 2010, I started the Cyborg Foundation to defend our rights. Cyborgs have been kicked out from several places because they are seen as a possible security threat. I've been kicked out from places such as Harrods, Casino Montecarlo, and many supermarkets.","author":"Neil Harbisson","category":"Security, Foundation, Rights"},{"quote":"I couldn't swear that I believed in the law - or in the American legal system.","author":"Felice Picano","category":"Law, American, System"},{"quote":"Legal behavior is not incompatible with rational, self-interested behavior.","author":"Leonid Hurwicz","category":"Behavior, Rational"},{"quote":"There are two kinds of games in economics. One is the game where people use only legal moves. Then there is the true game, the one like real life, where the strategies and moves people make, some of them contain illegal gains.","author":"Leonid Hurwicz","category":"Life, Game, People"},{"quote":"A lawyer who does not know men is handicapped.","author":"William Dunbar","category":"Men, Lawyer, Know"},{"quote":"President Obama has called for economic and political empowerment of women globally. The Equal Futures Partnership promotes removal of policy, legal, and regulatory barriers that hold women back at local, state and national levels.","author":"Lael Brainard","category":"Women, Political"},{"quote":"One of the good things about the public Human Genome Project is that the U.S. Department of Energy and the National Institutes of Health spent a part of their budget on the ethical, legal, and social implications of their research.","author":"Juan Enriquez","category":"Good, Health, Research"},{"quote":"I do try very hard to develop themes that are easily understood and that, hopefully, will paint vivid images of the legal principles and implications of the ruling that will stick in the Justices' heads and will help influence how they think about the case.","author":"Patricia Millett","category":"Influence, Help, Think"},{"quote":"The practice of law requires both continuity and growth - a deep understanding of legal principles born of reason, tradition, and experience and tested by time, but also a mind alert to present needs and the future consequences of public and private legal decisions.","author":"Diane S. Sykes","category":"Time, Future, Experience"},{"quote":"We do not need a heavy theoretical thumb on the scales. What's important is how the traditional sources of law and legal interpretation - text, structure, history, canons of interpretation, precedent, and other well-established tools of the judicial craft - are prioritized, weighted, and applied.","author":"Diane S. Sykes","category":"History, Law, Tools"},{"quote":"I never saw a lawyer yet who would admit he was making money.","author":"Mary Roberts Rinehart","category":"Money, Lawyer, Making Money"},{"quote":"Ignorance of the law excuses no man from practicing it.","author":"Addison Mizner","category":"Man, Law, Ignorance"},{"quote":"Where there is a will there is a lawsuit.","author":"Addison Mizner","category":"Will, Lawsuit, Where"},{"quote":"They don't need a lawyer, they need a toastmaster.","author":"Edward Bennett Williams","category":"Lawyer, Need"},{"quote":"We don't have a good legal justification for breaking up the banking system. But if I could wave a magic wand, I'd break up the banking system.","author":"Kenneth C. Griffin","category":"Good, Magic, Wave"},{"quote":"I miss New York. I like the country and I like the people. However, the U.S. political and legal system is prone to overreaction.","author":"Marc Rich","category":"Political, New York, People"},{"quote":"Class action lawsuits are an important part of our legal system. All citizens should have the right to band together and settle grievances with bigger companies, but that system is broken and it needs fixing.","author":"Thomas Carper","category":"Together, Action, Broken"},{"quote":"I have a problem with censorship by the lawyer - by legal people by the publishing firm, and I may be changing publishers. They don't seem to want to take too many risks with living people.","author":"Kenneth Anger","category":"People, Risks, Problem"},{"quote":"The job of the press is to speak truth to power. And yet, for doing our job, we are persecuted. I say that these aggressive and illegal tactics to silence us - inventing arbitrary legal interpretations, over-zealous charges and disproportionate sentences - must not be permitted to succeed.","author":"Sara Harrison","category":"Truth, Power, Silence"},{"quote":"There are several authors who are also lawyers - and not only the ones who write legal thrillers. There are other attorneys who write romantic fiction, and I know of at least one who writes young adult books.","author":"Candace Camp","category":"Romantic, Lawyers, Know"},{"quote":"I'd worked in the state senate in college and seen how important legal decisions were. And at the last minute, Senator Kay Bailey Hutchison said, 'Why don't you come do an internship?' That turned into almost 15 years in the government, in the White House, and at the State Department.","author":"Dina Powell","category":"College, Government"},{"quote":"Daley may not feel a moral responsibility to eliminate discrimination but he has a legal obligation to do so.","author":"Bobby Rush","category":"Responsibility, Moral"},{"quote":"Not a problem kid or anything like that so when you're in the legal system like that, it's always hard on a person for the first time to go through some things like that.","author":"Leonard Little","category":"Time, Problem, You"},{"quote":"We do not believe voters gave President Bush a mandate to turn back the clock decades on so many of our legal protections.","author":"Ralph G. Neas","category":"Believe, Clock, President"},{"quote":"All of my life I have stayed away from violence and the instruments of violence, and have seen a legal, democratic struggle as the only means to achieve change.","author":"Osman Baydemir","category":"Life, Change, Struggle"},{"quote":"Corporations are created by the people, acting through their governments. We grant them corporate charters that confer certain legal rights and privileges, like the ability to enter into contracts, limited liability and perpetual life.","author":"Jim McGovern","category":"Life, People, Acting"},{"quote":"Legal dialogue is awesome, but you can't ad lib. It's much more fun to be looser and say things like, 'Can I work in a Han Solo reference?' I'm a 'Star Wars' freak.","author":"Diane Neal","category":"Work, Fun, Awesome"},{"quote":"A married woman has the same right to control her own body as does an unmarried woman.","author":"Sol Wachtler","category":"Woman, Control, Body"},{"quote":"Whether we start with a provisional status and legal permanent residence... or we set up some other way to assimilate legally, you can't ever put in something that says, 'You can never become a citizen.' That's un-American.","author":"Jeff Denham","category":"Start, Citizen, You"},{"quote":"The president, just as any other American, deserves a legal defense against personal lawsuits not related to his office. But the costs of that defense should be borne by him and not the taxpayer.","author":"Ben Nighthorse Campbell","category":"American, Personal"},{"quote":"None of the constitutional, legal or other principles bars me from returning to the judiciary, since the judiciary remains independent if the actors remain independent and fair.","author":"Khil Raj Regmi","category":"Me, Principles, Independent"},{"quote":"The legal right of a taxpayer to decrease the amount of what otherwise would be his taxes, or altogether avoid them, by means which the law permits, cannot be doubted.","author":"George Sutherland","category":"Law, Taxes, Right"},{"quote":"We got a little waylaid along the way. The whole problem started about 10 years ago with management and legal battles, then still trying to make albums while I was doing all of that.","author":"Pat Travers","category":"Management, Problem, Doing"},{"quote":"The work is challenging, interesting and an important part of our legal system.","author":"David Minge","category":"Work, Important, Interesting"},{"quote":"I used to brag that I can hold up any eviction - even if the landlord had legal rights, I could hold it up for a year.","author":"Ed Lee","category":"I Can, Rights, Hold"},{"quote":"Does the imam have a legal right to build the mosque at Ground Zero? The answer is yes. But is it the right thing to do? The answer is no. And most Americans, and most moderate Muslims, join with me in that call.","author":"K. A. Paul","category":"Me, The Right Thing, Build"},{"quote":"We believe the use of force against Iraq, especially with reference to previous resolutions of the UN Security Council, has no grounds, including legal grounds.","author":"Igor Ivanov","category":"Believe, Security, Force"},{"quote":"By the fulfillment of my legal and moral duty I think I have earned punishment just as little as the tens of thousands of dutiful German officials who have now been imprisoned only because they carried out their duties.","author":"Wilhelm Frick","category":"Moral, Think, Fulfillment"},{"quote":"The Chinese have always enjoyed gambling, and Macau is the only place in Greater China where gambling is legal. So I believe the government understands that there has to be a place for it.","author":"Lui Che Woo","category":"Government, Believe"},{"quote":"From your confessor, lawyer and physician, hide not your case on no condition.","author":"John Harington","category":"Lawyer, Physician, Hide"},{"quote":"The job of the Attorney General is very specific. My roll, as the legal adviser, is to defend the constitutionality of the laws as they're passed.","author":"Jeffrey Chiesa","category":"Job, Laws, General"},{"quote":"I actually don't have a view on whether someone watching certain material that may be legal in some places, but might be obscene to somebody else, can trigger a violent streak in someone.","author":"Killi Krupa Rani","category":"View, Places, May"},{"quote":"I did this within a philosophical framework, and a moral and legal framework. And I have been turned into a cartoon of the greatest villain in the history of lobbying.","author":"Jack Abramoff","category":"History, Greatest, Moral"},{"quote":"Well, I think the great tragedy in American politics is what is legal, not what is illegal.","author":"Jack Abramoff","category":"Great, Politics, Tragedy"},{"quote":"They can't collect legal taxes from illegal money.","author":"Al Capone","category":"Money, Taxes, Illegal"},{"quote":"A wedding dress is both an intimate and personal for a woman - it must reflect the personality and style of the bride.","author":"Carolina Herrera","category":"Woman, Personality, Dress"},{"quote":"I want to be a simple bride when I get married. I want a beach wedding where I am running around on the sand in a white dress.","author":"Sonakshi Sinha","category":"I Am, Simple, Dress"},{"quote":"I only wear two rings: a wedding ring and my World Series ring.","author":"Joe Garagiola","category":"World, Ring, Two"},{"quote":"In Hollywood, brides keep the bouquets and throw away the groom.","author":"Groucho Marx","category":"Hollywood, Groom, Away"},{"quote":"My favourite flowers are English country roses - I had a bouquet of them for my wedding.","author":"Kate Moss","category":"Flowers, Roses, Country"},{"quote":"People's hands fascinate me. It's tempting to look at a businessman's left hand and see if there's an indentation from a missing wedding ring. Or maybe there's a tan line and the skin is pressed down where's he's worked a ring off his finger.","author":"Benedict Cumberbatch","category":"Me, People, Hands"},{"quote":"A young bride is like a plucked flower but a guilty wife is like a flower that had been walked over.","author":"Honore de Balzac","category":"Flower, Wife, Bride"},{"quote":"I'd imagine my wedding as a fairy tale... huge, beautiful and white.","author":"Paris Hilton","category":"Beautiful, White, Fairy"},{"quote":"I'm getting married because I'm in love with a girl and want to spend my life with her. You can't live your life doing what other people want you to or you'll be miserable. At some point you just have to be yourself.","author":"Dan Marino","category":"Love, Life, Be Yourself"},{"quote":"In my head, at least, the business of spinning stories has no closing time. Twists in my characters' lives, glimpses of their secrets, obstacles to their dreams... all arrive unbidden when I'm getting cash at the ATM, walking my son to camp, singing a hymn at a wedding.","author":"Julia Glass","category":"Business, Time, Dreams"},{"quote":"I get very nervous when I have to take my wedding ring off.","author":"Jerry O'Connell","category":"Ring, Nervous, Wedding Ring"},{"quote":"Falling in love was the easy part planning a wedding - yikes!","author":"Niecy Nash","category":"Love, Planning"},{"quote":"No wedding bells for me anymore. I've been happily married to my profession for years.","author":"Shirley Bassey","category":"Me, Years, Married"},{"quote":"I've been in a couple of weddings where the coolest people that were the most day before so mellow and then the day of the wedding freaking out.","author":"Matthew McConaughey","category":"Day, People, Where"},{"quote":"And we've got a toaster and everything. So there is no reason for the wedding.","author":"Karl Pilkington","category":"Everything, Reason"},{"quote":"Our dog died from licking our wedding picture.","author":"Phyllis Diller","category":"Dog, Picture, Died"},{"quote":"For me, life has either been a wake or a wedding.","author":"Peter O'Toole","category":"Life, Me, Either"},{"quote":"Wedding is destiny, and hanging likewise.","author":"John Heywood","category":"Destiny, Hanging, Likewise"},{"quote":"We were pretty good mates until the Beatles started to split up and Yoko came into it. It was more like old army buddies splitting up on account of wedding bells.","author":"Paul McCartney","category":"Good, Army, Up"},{"quote":"I was a wedding singer as a teenager.","author":"John Legend","category":"Singer, Teenager"},{"quote":"Wedding fever is one of the scariest diseases I have ever seen.","author":"Jessica Valenti","category":"Fever, Diseases, Seen"},{"quote":"'Endless Love' is such a perfect love song for a wedding or for a Valentine, because that is the committed kind of endless love. All the lyrics are perfect.","author":"Delilah","category":"Love, Love Is, Song"},{"quote":"My father always wanted to be the corpse at every funeral, the bride at every wedding and the baby at every christening.","author":"Alice Roosevelt Longworth","category":"Father, Baby, Bride"},{"quote":"My mother says I didn't open my eyes for eight days after I was born, but when I did, the first thing I saw was an engagement ring. I was hooked.","author":"Elizabeth Taylor","category":"Mother, Eyes, Born"},{"quote":"An invitation to a wedding invokes more trouble than a summons to a police court.","author":"William Feather","category":"Police, Trouble, Invitation"},{"quote":"One tradition I have with my friends is that when one of us gets married, we have a ton of fragrance oils and pretty bottles at the bachelorette party. Everyone puts a drop or two in a bottle for the bride and makes a wish, and the bride wears our creation on her wedding day.","author":"Jennifer Aniston","category":"Day, Friends, Party"},{"quote":"I remember when I was in school, they would ask, 'What are you going to be when you grow up?' and then you'd have to draw a picture of it. I drew a picture of myself as a bride.","author":"Gwen Stefani","category":"Myself, School, Remember"},{"quote":"I don't think it's possible to have a wedding without it being stressful!","author":"Debra Messing","category":"Think, Possible, Without"},{"quote":"A man's got two shots for jewelry: a wedding ring and a watch. The watch is a lot easier to get on and off than a wedding ring.","author":"John Mayer","category":"Man, Jewelry, Ring"},{"quote":"The first thing I did when I sold my book was buy a new wedding ring for my wife and asked her to marry me all over again.","author":"Nicholas Sparks","category":"Book, Wife, Me"},{"quote":"A wedding is such a girl thing.","author":"Selma Blair","category":"Girl, Thing"},{"quote":"You have to make your wedding day all about you.","author":"DJ Jazzy Jeff","category":"Day, You, Your"},{"quote":"I don't understand why you have to wear a wedding ring to warn people off. You should be able to be faithful to that person without anything on your body to show that you are with someone.","author":"Sam Smith","category":"Body, People, Why"},{"quote":"I like wearing my wedding ring, it's nice.","author":"Jerry O'Connell","category":"Ring, Nice, Like"},{"quote":"I'd been a wedding singer through college, but after a few years of doing my best renditions of jazz standards to clinking glasses and the sound of forks on salad, I thought, 'Oh God, if this is all I do, I'll never be able to live with myself.'","author":"Idina Menzel","category":"Best, Myself, God"},{"quote":"I mean, I do wear a wedding ring and take it off when I shoot.","author":"Henry Ian Cusick","category":"Ring, Mean, Wedding Ring"},{"quote":"It was never important for a wedding to be about anything other than me and my partner. A big celebration was never my cup of tea.","author":"Mandy Moore","category":"Tea, Me, Partner"},{"quote":"Even if you believe a creator god invented the laws of physics, would you so insult him as to suggest that he might capriciously and arbitrarily violate them in order to walk on water, or turn water into wine as a cheap party trick at a wedding?","author":"Richard Dawkins","category":"God, Water, Believe"},{"quote":"About 80 percent of the photos on Flickr are public and searchable by everyone. In one sense, it's a place where people upload snapshots from the family reunion, wedding or the birth of a baby or something like that, but it's also a place where people go to show what the world looks like to them.","author":"Stewart Butterfield","category":"Family, Baby, World"},{"quote":"My wedding was a very private affair for close family and friends, so I had decided to hold a reception in my native town.","author":"Mohit Chauhan","category":"Family, Friends, Hold"},{"quote":"I've been looking at some video clips on YouTube of President Obama - then candidate Obama - going through Iowa making promises. The gap between his promises and his performance is the largest I've seen, well, since the Kardashian wedding and the promise of 'til death do we part.","author":"Mitt Romney","category":"Death, Performance, Looking"},{"quote":"Even if it's your wedding, if you're a guy, it's boring.","author":"Blake Shelton","category":"You, Boring, Guy"},{"quote":"I hated the royal wedding.","author":"Morrissey","category":"Royal, Hated"},{"quote":"I want a big church wedding.","author":"Sienna Miller","category":"Want, Church, Big"},{"quote":"There is no way in the world anyone else could do my wedding other than myself, along with whomever I select to do various things.","author":"Aretha Franklin","category":"Myself, World, Way"},{"quote":"I don't really have many regrets. I did miss a lot of the events in the days leading up to my sister's wedding because I was at a U17 camp. There were moments like that growing up when I felt like I focused too much on soccer. But that's probably the reason I am where I am today.","author":"Alex Morgan","category":"Sister, Today, I Am"},{"quote":"Most kids don't get to go their parents' wedding.","author":"Ken Livingstone","category":"Parents, Kids, Go"},{"quote":"I love a black wedding dress.","author":"Vera Wang","category":"Love, Dress, Black"},{"quote":"Valentino made my day suit for the wedding of Paloma Picasso in Paris.","author":"Andre Leon Talley","category":"Day, Paris, Suit"},{"quote":"If you're going to plan a wedding, then a certain amount of suffering is not a choice.","author":"Ellie Kemper","category":"Choice, Plan, Suffering"},{"quote":"You can have a wedding at Fenway Park.","author":"Mike Barnicle","category":"You, Park"},{"quote":"If you're engaged more than a year, there's something up. There's lot of debate as to whether one should or shouldn't get married, but when you get engaged, it's a promise to get married, and if you don't just do it within a year, one of the parties is using the excuse of, like, 'I can't find the right venue' to put off the wedding.","author":"Nicholas Stoller","category":"Debate, You, Find"},{"quote":"I can see why people love the idea of a big white wedding - it is a day when they are the centre of attention and get to wear a beautiful dress. But that sounds awful to me because that is like getting ready to walk down the red carpet.","author":"Lucy Punch","category":"Love, Day, Beautiful"},{"quote":"The one thing that I'm in charge of in this wedding is the food.","author":"Rob Mariano","category":"Food, Charge, One Thing"},{"quote":"I had a huge Indian wedding, and I did it for my wife, and I did it for my white friends.","author":"Hasan Minhaj","category":"Friends, Wife, White"},{"quote":"I love 3-D. I have been a big fan of 3-D for a long, long time. I took my 1988 wedding pictures in 3-D!","author":"John Lasseter","category":"Love, Time, Long"},{"quote":"O month when they who love must love and wed.","author":"Helen Hunt Jackson","category":"Love, Month, Must"},{"quote":"I think a lot of people get so obsessed with the wedding and the expense of the wedding that they miss out on what the real purpose is. It's not about a production number, it's about a meaningful moment between two people that's witnessed by people that they actually really know and care about.","author":"Jane Seymour","category":"Purpose, Moment, People"},{"quote":"Our whole wedding cost 180 bucks. Afterward, we re-heated lasagna for everyone and set off fireworks.","author":"Larry the Cable Guy","category":"Everyone, Cost, Fireworks"},{"quote":"I did get to keep the wedding dresses from 'Runaway Bride'. They're all boxed up in my garage. I've never opened them. It'll be fun one day when Hazel is taller. She can play dress-up with her friends.","author":"Julia Roberts","category":"Day, Friends, Fun"},{"quote":"What the bride should do is call guests who have young children and say: 'I'd love to have the kids at the wedding, but we won't have room. Would you get a baby sitter, and when we get back from our honeymoon, we'll have you guys over?'","author":"Letitia Baldrige","category":"Love, Children, Baby"},{"quote":"I do not have a bride gene. I haven't been planning a wedding since I was 3. I never put a sheet on my head and pretended that it was a veil.","author":"Niecy Nash","category":"Planning, Bride, Head"},{"quote":"As a child, as a cinemagoer, I think there is nothing better than being in a cinema or watching a film. I think it's just a while magical... it almost feels like you're at a big party in India, where you're singing, you're dancing, you're laughing, you're crying, you feel like you're at a wedding because our films invariably cover all emotions.","author":"Karan Johar","category":"Child, Singing, Party"},{"quote":"The chain of wedlock is so heavy that it takes two to carry it - and sometimes three.","author":"Heraclitus","category":"Sometimes, Three, Chain"},{"quote":"I don't ever really feel that wearing my wedding ring is what determines me being married or not.","author":"Jessica Simpson","category":"Me, Ring, Feel"},{"quote":"Recently, I was preparing to sing Springsteen's 'If I Should Fall Behind' for a wedding and was unable to get through it without tears. My wife handed me 'Love You Forever.' I read it. I cried. But that cry somehow cured me of crying while singing the song. Go figure.","author":"Clyde Edgerton","category":"Love, Wife, Fall"},{"quote":"I still love touring rock clubs around the world, and that's something that's really a part of me. I love making albums, and I'm a wedding singer on the side; that's my parallel career. So I love all those aspects of making music.","author":"Jens Lekman","category":"Love, Music, World"},{"quote":"I have a crusade against fondant, also shortening. There's no reason why wedding cakes can't taste good if you know what you're doing.","author":"Ron Ben-Israel","category":"Good, Know, Why"},{"quote":"Ever since I was a little girl, I wanted Valentino to design my wedding dress. Valentino is the definition of timeless elegance. I don't think there's another couture house like it.","author":"Nicky Hilton","category":"Design, Girl, Dress"},{"quote":"I can wear a sexy dress to any red carpet event. My wedding is my chance to go all the way and wear a princess silhouette.","author":"Roselyn Sanchez","category":"Dress, Red, Chance"},{"quote":"If it were not for the presents, an elopement would be preferable.","author":"George Ade","category":"Presents, Would, Preferable"},{"quote":"I chose my wife, as she did her wedding gown, for qualities that would wear well.","author":"Oliver Goldsmith","category":"Wife, She, Her"},{"quote":"A gloomy guest fits not a wedding feast.","author":"Friedrich Schiller","category":"Gloomy, Feast, Guest"},{"quote":"I'm one of those people who has always been a bridesmaid.","author":"Piper Laurie","category":"People, Always, Been"},{"quote":"I see an insidious problem in the marketing of weddings as 'the happiest day of your life.' The pressure that is placed upon this event to be the alpha and omega of your entire existence makes it, I think, into a kind of nuptial New Year's Eve, and we all know how that usually turns out.","author":"Jessi Klein","category":"Life, Day, Marketing"},{"quote":"I just wrapped this movie called 'The Wedding Crashers' which was a pretty big break for me.","author":"Bradley Cooper","category":"Me, Big, Break"},{"quote":"When I planned my wedding the first time, my ex-husband and I, we were both struggling comics. I had a TV show that had gotten cancelled. Basically, I rented a wedding gown; the reception hall smelled like feet.","author":"Sherri Shepherd","category":"Time, Feet, First Time"},{"quote":"I met Prince William at a musical festival and he let me know he was a fan of my music. But the invitation to sing at his wedding reception came completely out of the blue. The fact that Kate and William knew the words to my songs was very touching.","author":"Ellie Goulding","category":"Music, Blue, Words"},{"quote":"My family is almost exactly like the one in 'Monsoon Wedding'. We are very open, fairly liberal, loud people.","author":"Mira Nair","category":"Family, People, Liberal"},{"quote":"I learned hard lessons in life; I had to because I had so much happen: My mother died my sophomore year in high school. The next year, same day, my brother dropped dead. Two years after that, I got married because my girlfriend got pregnant. The year after my wedding, my father - who I had only recently met - died.","author":"Bernie Mac","category":"Life, Father, Mother"},{"quote":"My brother liked sewing and sculpting and making things, and my sister sewed and painted and cooked and baked. She's a professional baker now and makes the most gorgeous sculpture-like cakes. She's the queen of wedding cakes in the Lake Tahoe area.","author":"John Lasseter","category":"Sister, Brother, Queen"},{"quote":"Do I believe in coupling? Do I believe in commitment? Do I believe in co-parenting, raising children together, having a family, and growing old with someone? I absolutely believe in all of those things. I just don't believe that you need to be married to do that. I love going to weddings, though. I do love a good wedding.","author":"Laura Wasser","category":"Love, Family, Children"},{"quote":"Growing up, I was never the kind of girl to dream about wedding dresses and pretty houses.","author":"Louise Nurding","category":"Girl, Growing Up, Dream"},{"quote":"Somebody ripped their pants open at my wedding, dipping my mother. My mother is not a lady who throws herself into a dip that often, so I don't think he thought she was really going to do it.","author":"Melissa McCarthy","category":"Mother, Thought, Think"},{"quote":"I think the only consistent thing is that I like projects that explore different social themes. 'Our Family Wedding' is a comedy, but it deals with two different cultures coming together. It's also about people letting go.","author":"Forest Whitaker","category":"Family, Together, People"},{"quote":"I never wanted a big wedding. I never wanted to wear a white dress or throw a bouquet.","author":"Taylor Jenkins Reid","category":"Dress, White, Never"},{"quote":"I loved everything about my wedding look, but, in retrospect, I would have changed the position of where we attached the veil on my head. Make sure you test a few different placements and styles before the big day to make a clear vision and plan with your hairstylist.","author":"Margherita Missoni","category":"Day, Vision, Plan"},{"quote":"My wedding was at home, so I didn't really want to wear a veil in my house. Instead I wore a lot of diamond hair clips. They were brooches, actually, designed by Lorraine Schwartz.","author":"Georgina Chapman","category":"Home, Hair, Want"},{"quote":"It's very nice to be asked to anybody's wedding. Particularly if it's the Prince of Wales. I learned a lot from it, which was to end early and get away. I suppose one would have to look back historically and see who other royals had at their weddings. Were there people at Queen Elizabeth's wedding who were common like myself?","author":"Jools Holland","category":"Myself, End, Queen"},{"quote":"I am the center of attention in my job every single day the thought of a wedding to me is exhausting. Why would I put myself through that?","author":"Lady Gaga","category":"Day, Myself, Job"},{"quote":"Each youth betrays considerable anxiety about the wedding night ahead.","author":"Gore Vidal","category":"Youth, Night, Anxiety"},{"quote":"I always envisioned myself having a traditional and elegant wedding.","author":"Ivanka Trump","category":"Myself, Always, Traditional"},{"quote":"An embellished top with slim pants is great, even for a wedding.","author":"Brad Goreski","category":"Great, Pants, Top"},{"quote":"I always had boyfriends, but I never imagined a proposal or a wedding. To me, that was like having a ball and chain round your neck.","author":"Sandra Bullock","category":"Me, Never, Chain"},{"quote":"When I got married, I hired a great choir - the St. James Choir, an all-black gospel choir - to sing at my wedding.","author":"Brad Paisley","category":"Great, Choir, Married"},{"quote":"I moved to the city in August of 1980, and someone I thought was a friend had an apartment in this wedding cake of a building, so I slept on her couch for a few days.","author":"Holly Hunter","category":"City, Cake, Friend"},{"quote":"My uncle was an Elvis impersonator - his name was Perry, and he went by 'Elvis Perry' - and my work as a wedding singer landed me a spot in his act.","author":"Ryan Gosling","category":"Work, Me, Name"},{"quote":"I wanna stay an eternal girlfriend. I want to have my boyfriend's children, but I don't think we need a piece of paper to regulate the game, and we don't have to go through the whole stress of a wedding and suffering to throw a good party.","author":"Shakira","category":"Children, Good, Stress"},{"quote":"I've always been the type to fall in love fast and, with every boyfriend, I plan out my wedding in my head.","author":"Kim Kardashian","category":"Love, Plan, Fall"},{"quote":"Narciso Rodriguez was my first fashion big brother. He made my wedding dress, which was wonderful.","author":"Claire Danes","category":"Brother, Dress, Fashion"},{"quote":"I think that weddings have probably been crashed since the beginning of time. Cavemen crashed them. You go to meet girls. It makes sense.","author":"Christopher Walken","category":"Time, Beginning, Think"},{"quote":"I've never crashed a wedding. When I was a kid I, of course, used to crash parties. Crashing a wedding is difficult though because you have to have the suit, and you have to have information in case someone catches you. You have to know at least some names and something.","author":"Christopher Walken","category":"Information, Know, You"},{"quote":"I've always had a propensity for getting the cursive down pretty well. What it evolved into was my pseudo-waitressing job when I was auditioning. I didn't wait tables. I did calligraphy for the invitations for, like, Robin Thicke and Paula Patton's wedding.","author":"Meghan Markle","category":"Job, Down, Wait"},{"quote":"I did calligraphy for the invitations for, like, Robin Thicke and Paula Patton's wedding.","author":"Meghan Markle","category":"Like, Did, Robin"},{"quote":"So many little girls dream about their wedding day. But with actresses, sometimes it's the inverse, because we get to be the centre of attention, looked up and down, dressed up for premieres all the time. The pull isn't quite as great.","author":"Natalie Dormer","category":"Time, Day, Great"},{"quote":"Everywhere I go, people ask me about Jennifer Aniston's wedding. Everywhere I go. I always say to her, I'm like, 'Being friends with you is a burden. You think it's hard to be friends with me?'","author":"Chelsea Handler","category":"Friends, Me, People"},{"quote":"I met Jason on a charity walk in 2001, and we got married on a friend's boat in Panama two years later. It was the perfect wedding for two people who'd already been married and who weren't teenagers.","author":"Mariella Frostrup","category":"Boat, Walk, People"},{"quote":"I found out I was pregnant seven days after my wedding. I was on honeymoon with my family.","author":"Bryce Dallas Howard","category":"Family, Honeymoon, Seven"},{"quote":"I'm old school. We're from a small town in Georgia, and I think if we do pictures before the wedding, I think I'm gonna be blindfolded.","author":"Brantley Gilbert","category":"School, Small, Think"},{"quote":"Every wedding is slightly different from the other. But you always get to meet the funny uncle and the weirdo relatives, and there's always someone trying to beat you up for not playing enough Beatles songs or something.","author":"Jens Lekman","category":"Funny, Trying, You"},{"quote":"I didn't go abroad until quite late. A friend drove us to Amalfi, Italy, for his sister's wedding when I was a teenager. It was exciting driving through Europe.","author":"David Harewood","category":"Sister, Friend, Driving"},{"quote":"We served Twinkies and Sno Balls at our wedding. We put them on silver trays so they looked elegant - but they were the real deal!","author":"Dylan Lauren","category":"Real, Silver, Balls"},{"quote":"I love dress shopping, and I love talking about the wedding food. That's what makes me happy. If you tell me to do a guest list, I cry. I hate it.","author":"Chrissy Teigen","category":"Love, Food, Happy"},{"quote":"I am usually part of any disaster at a wedding if I'm a bridesmaid, which I've been lucky enough to be several times.","author":"Jennifer Garner","category":"I Am, Lucky, Disaster"},{"quote":"On the publicity tour of 'My Big Fat Greek Wedding,' I was asked over and over again, if, as the writer, I felt it was a fair depiction of real life to have someone of my er, below average looks, hook up with hottie John Corbett.","author":"Nia Vardalos","category":"Life, Fat, Real Life"},{"quote":"I thought I was attractive when I shot 'My Big Fat Greek Wedding.' Studio executives and movie reviewers let me know I had a confidence in my looks that was not shared by them.","author":"Nia Vardalos","category":"Confidence, Thought, Me"},{"quote":"The white hot publicity that came from 'My Big Fat Greek Wedding' was appreciated but not sought, so I was happy to walk away from it and then write.","author":"Nia Vardalos","category":"Happy, Walk, Fat"},{"quote":"I was in a fertility situation publicly, so I disappeared. I was very satisfied just being to able to creatively express myself with writing. The white hot publicity that came from 'My Big Fat Greek Wedding' was appreciated but not sought, so I was happy to walk away from it and then write.","author":"Nia Vardalos","category":"Happy, Myself, Writing"},{"quote":"I thought I was attractive when I shot 'My Big Fat Greek Wedding.' Studio executives and movie reviewers let me know I had a confidence in my looks that was not shared by them. In other words, they labeled me with words like overweight, unattractive, unappealing.","author":"Nia Vardalos","category":"Confidence, Words, Me"},{"quote":"It gave me a lot of pleasure and pride that 90 percent of the crew for 'Monsoon Wedding,' and most of my film, are women. We get the work done, you know, much lesser play of ego... And I really believe in harmony, I believe in working in a spirit of egolessness and that the film is bigger than all of us.","author":"Mira Nair","category":"Work, Women, Believe"},{"quote":"I used to love to create outfits, and I still do - I just don't have the time. How can you wear one thing and never wear it again? Even my wedding dress - I had a dress made that I could wear again. I'm a child of the depression, so I'm very, very practical.","author":"Iris Apfel","category":"Love, Time, Depression"},{"quote":"Seriously I suspected I was a good actor, though I didn't know it during 'Monsoon Wedding.' Now I realize the more I learn, the less I know about acting... and life.","author":"Randeep Hooda","category":"Life, Good, Acting"},{"quote":"A woman seldom asks advice before she has bought her wedding clothes.","author":"Joseph Addison","category":"Woman, Advice, Clothes"},{"quote":"You know that scene in 'Runaway Bride' when Julia Roberts puts on the amazing wedding dress and looks at herself in the mirror and goes, 'Swish, swish'? I loved that moment so much when I was a little girl.","author":"Lily James","category":"Girl, Mirror, Dress"},{"quote":"On my wedding day. I didn't want a natural, blushing-bride look - I had a full-on hairdo and red lips. I thought it would be disingenuous to do the whole virginal look, so even though I had the white dress, I had pink net underneath.","author":"Sophie Ellis-Bextor","category":"Day, Dress, Pink"},{"quote":"I think if you're at the point where you're popular enough to sell your wedding photos to OK! Magazine then you don't need the money.","author":"Johnny Vegas","category":"Money, Think, You"},{"quote":"My favorite time to dance is at, like, wedding receptions, when it's all ages and everyone seems to be having fun.","author":"Neil Patrick Harris","category":"Time, Dance, Fun"},{"quote":"So many people say you have to remember to grab hold of your bride or groom and spend time with them. I think if we had done a traditional wedding, we would have been doing it for everyone else, but this was about the two of us.","author":"Katherine Kelly","category":"Time, People, Remember"},{"quote":"I've already been married six times in my career as an actress - twice as Becky - so I think a wedding of my own might feel too much like work!","author":"Katherine Kelly","category":"Work, Career, Think"},{"quote":"I love going to other people's weddings, but I have never desired a big white wedding for myself, and it has never been put on me as a pressure, an expectation.","author":"Katherine Kelly","category":"Love, Myself, Me"},{"quote":"I sang a song at my sister's wedding. My mother forced me into that, too. But that one felt all right.","author":"Adam Sandler","category":"Sister, Mother, Me"},{"quote":"I use filming as an excuse to take classes. I got my certification in sailing for 'Wedding Crashers,' and now I can handle a 26-foot boat. I played a seamstress once, so I took sewing classes. I love dipping into these other lives.","author":"Rachel McAdams","category":"Love, Boat, Sailing"},{"quote":"I love auditioning. Since 'The Notebook' and 'Wedding Crashers,' I don't have to audition anymore, and I miss it. You get to show your interpretation of the character. I get nervous when I don't audition. What if they hate what I want to do?","author":"Rachel McAdams","category":"Love, Character, Hate"},{"quote":"If I do find myself walking up the aisle and dancing at my own wedding reception, I want the first dance to be both spontaneous and dramatic.","author":"Anton du Beke","category":"Myself, Dance, Walking"},{"quote":"I'd want it to be really special to both of us, but I'm a huge fan of 'At Last' as a wedding song. But what's also really cool is songs that no one else would have at their wedding, like an obscure Radiohead song.","author":"Mary Lambert","category":"Cool, Song, Want"},{"quote":"I grew up in a very small town, but it happened to be in western Massachusetts, where there were a lot of gay people. I remember my aunt going to a gay wedding when I was 11, and I thought it was the coolest thing.","author":"Elizabeth Banks","category":"Small, People, Remember"},{"quote":"I'm used to being in front of camera and knowing what to think. But if you're asking me to be me, I get very self-conscious. My job isn't to be me. Being an actor, people think you can do a eulogy at a funeral, a speech at a wedding. I find all that very nerve-racking.","author":"Eddie Marsan","category":"Job, Me, People"},{"quote":"I try to remember, as I hear about friends getting engaged, that it's not about the ring and it's not about the wedding. It's a grave thing, getting married. And it's easy to get swept up in the wrong things.","author":"Gwyneth Paltrow","category":"Friends, Easy, Remember"},{"quote":"I'm obsessed with Kate Middleton. Obsessed. I loved the Royal Wedding. I was so cynical going into it, and pseudo-political about the whole thing, but as soon as I saw her, I was utterly charmed. I'm just completely enchanted by Kate and William.","author":"Anne Hathaway","category":"Loved, Cynical, Her"},{"quote":"After 'Muriel's Wedding,' I first went to America, and I was sent all these scripts about fat girls overcoming hurdles. Something in me knew not to go down that road, even if it was a good script.","author":"Toni Collette","category":"Good, America, Road"},{"quote":"People ask if my parents are hippies, but they're actually very conservative. A girl called Rebel sang at their wedding, and that's where my name came from.","author":"Rebel Wilson","category":"Parents, Girl, People"},{"quote":"For my first wedding, I cried all the way down the aisle. My fake eyelash came off. My nose was red. My eyes were swollen. I'm not one of those pretty criers.","author":"Sherri Shepherd","category":"Eyes, Red, Fake"},{"quote":"I don't talk about my personal life in the press that's how I kept my wedding a secret.","author":"Kerry Washington","category":"Life, Personal, Secret"},{"quote":"I wanted to define the vocabulary of a wedding both visually and intellectually. The book is about more than weddings or wedding dresses. It's a metaphor for women's lives, their creativity.","author":"Vera Wang","category":"Women, Creativity, Book"},{"quote":"There was no relationship between a wedding dress and fashion. There was no good taste, either. I realized that I could make an impression in terms of changing and readdressing the whole industry of bridal.","author":"Vera Wang","category":"Relationship, Good, Dress"},{"quote":"One of the great things about being a writer/journalist is that my boss loves me to go out and do features on being someone else. I did a feature on Kate Middleton, where I went to an incredible fancy state home in the countryside, put on a wedding dress and posed for engagement pictures with a fake Prince William.","author":"Caitlin Moran","category":"Home, Great, Boss"},{"quote":"I was never the girl who tore pictures out of wedding magazines.","author":"Camila Alves","category":"Girl, Never, Pictures"},{"quote":"You can easily take photographs at a wedding - no one would question it. But funerals are different.","author":"Martin Parr","category":"You, Question, Different"},{"quote":"I just wasn't one of those girls who dreamt of her wedding day and the birth of her first child.","author":"Sarah Jessica Parker","category":"Day, Child, Birth"},{"quote":"I think a lot of people who feel as though they desperately want to be married oftentimes simply desperately want to have a wedding.","author":"Elizabeth Gilbert","category":"People, Want, Think"},{"quote":"I myself have never been enchanted by the dream of the white wedding, and, heaven help us, the expectation that this exquisitely catered event should be 'the happiest moment' of one's life.","author":"Elizabeth Gilbert","category":"Life, Myself, Help"},{"quote":"Well, I'll tell you something, this wedding is something that I will always, always cherish. It was a show of love and support and kindness like I'd never seen from the people, and that's who I entertain. I entertain the people.","author":"Liza Minnelli","category":"Love, Kindness, Support"},{"quote":"I love both real and fake jewelry. My kids make me necklaces, and I wear those, too. Every day, I wear my gold wedding band and the Cartier watch my husband gave me.","author":"Aerin Lauder","category":"Love, Day, Gold"},{"quote":"There's been a lot of wedding songs and proposals. It's cool because when they play it at weddings so, it means a lot to them. That's a big deal. They're always going to remember 'Head Over Boots' as played at their wedding.","author":"Jon Pardi","category":"Cool, Remember, Play"},{"quote":"I get offered: 'Here's a girl who's mad at another girl for having a wedding on the same day.' That'll be a big hit, but I don't want to do that.","author":"Amy Heckerling","category":"Day, Girl, Want"},{"quote":"I don't want a huge wedding. I don't want it to be some huge spectacle.","author":"Kristin Cavallari","category":"Want, Some, Spectacle"},{"quote":"The wedding took place in Vermont, where they have legalized gay civil unions, and I married a woman.","author":"Craig Ferguson","category":"Woman, Gay, Place"},{"quote":"I would absolutely, definitely never sell my wedding pictures to a magazine. I'd like it to be a special day, not a photo shoot. And once you've done that, your marriage becomes everybody else's business.","author":"Katherine Jenkins","category":"Marriage, Business, Day"},{"quote":"It is sweet that people want to know everything about my wedding, but they should also respect my privacy.","author":"Divyanka Tripathi","category":"Respect, People, Sweet"},{"quote":"I am a celebrity, but I don't want people standing outside my wedding venue.","author":"Divyanka Tripathi","category":"I Am, People, Want"},{"quote":"Wedding: the point at which a man stops toasting a woman and begins roasting her.","author":"Helen Rowland","category":"Man, Woman, Her"},{"quote":"Hats are the epitome of Englishness, and a royal wedding is the penultimate moment for a hat designer. I'm Irish, but I am a royalist and I believe in fantasy.","author":"Philip Treacy","category":"I Am, Believe, Moment"},{"quote":"Often, what makes my job so exciting is designing for the mother whose dream has been to wear one of my hats at her child's wedding. I feel as responsible for making her feel like a million dollars as I do for somebody in the public eye.","author":"Philip Treacy","category":"Mother, Job, Child"},{"quote":"It's always great to have things from France at a wedding. It's symbolic of style, of culture, of taste.","author":"Andre Leon Talley","category":"Culture, Great, Style"},{"quote":"Neil Gaiman is a star. He constructs stories like some demented cook might make a wedding cake, building layer upon layer, including all kinds of sweet and sour in the mix.","author":"Clive Barker","category":"Cake, Building, Sweet"},{"quote":"A big part of being in a wedding is the financial obligation, and that's something that people don't really talk about, but if you're asked to be in a wedding, you're gonna have to fork over some cash.","author":"Kristen Wiig","category":"Financial, People, You"},{"quote":"I hope that when I'm 80 years old, people will still be talking about my wedding.","author":"Jennifer Hudson","category":"Hope, People, Old People"},{"quote":"All the information you could want is constantly streaming at you like a runaway truck - books, newspaper stories, Web sites, apps, how-to videos, this article you're reading, even entire magazines devoted to single subjects like charcuterie or wedding cakes or pickles.","author":"Mario Batali","category":"Reading, Information, Want"},{"quote":"After 'Wedding Crashers' I was just surprised as to the lack of comedic female material there is. So I had to start working and getting stuff out there for myself.","author":"Isla Fisher","category":"Myself, Start, Working"},{"quote":"The only time I ever look good dancing is if I'm next to my dad at a wedding.","author":"Cat Deeley","category":"Time, Good, Look"},{"quote":"Whenever I went to a wedding or a party, girls kept complaining about their shoes. I love to dance, and I wanted them to have shoes they could keep on all night.","author":"Edgardo Osorio","category":"Love, Dance, Shoes"},{"quote":"I love doing comedy. Absolutely love it. After 'Wedding Crashers,' people suddenly realized that it was something I could do.","author":"Jane Seymour","category":"Love, People, Comedy"},{"quote":"It's interesting because a lot of my 16-year-old kids' friends know me from 'Wedding Crashers,' and not so much Bond. My kids have a good laugh. I was 20 then. The look I had then was the look that a lot of their friends are assuming now. They think it's cool. What goes around comes around.","author":"Jane Seymour","category":"Friends, Good, Cool"},{"quote":"When I auditioned for 'Wedding Crashers,' the producers had never seen any of my other work except for Bond. I got 'Wedding Crashers' partly because I was a Bond girl.","author":"Jane Seymour","category":"Work, Girl, Bond"},{"quote":"I hadn't been in Vegas 20 minutes when I got word that the bookmakers were offering three to one that Frank wouldn't show for my wedding.","author":"Sammy Davis, Jr.","category":"Vegas, Three, Show"},{"quote":"I saw a photo of a Christian Lacroix couture dress when I was in my teens and decided right then that that's how I wanted to look on my wedding day. In my mind, that's what angels looked like.","author":"Margherita Missoni","category":"Day, Dress, Mind"},{"quote":"I have a memory of my mother kneeling in front of a cabinet in our home, tenderly cradling her wedding china. We never used the plates; she died in her 40s without ever letting herself enjoy these gorgeous pieces. I told myself that I would use my precious items.","author":"Roma Downey","category":"Home, Myself, Mother"},{"quote":"Personally, I'm an advocate for short engagements. Long sometimes means there is a reason for it. Two years engaged and no wedding... I'd be upset.","author":"Emily Blunt","category":"Short, Long, Reason"},{"quote":"Growing up, I had one very specific idea of what a wedding should be, and that was the wedding of Fraeulein Maria and Captain von Trapp in 'The Sound of Music.'","author":"Ellie Kemper","category":"Music, Growing Up, Captain"},{"quote":"Growing up, I had one very specific idea of what a wedding should be, and that was the wedding of Fraulein Maria and Captain von Trapp in 'The Sound of Music.'","author":"Ellie Kemper","category":"Music, Growing Up, Captain"},{"quote":"When I got married in 1991, I had never been to a wedding, so I didn't know that my wedding was tacky. I didn't know that I was getting married in a quinceanera dress, because there was nobody there to cry over me and tell me I look like a fool.","author":"Niecy Nash","category":"Fool, Dress, Me"},{"quote":"I don't want to be Carrie Bradshaw. I don't want the wedding to be bigger than Big. I'm just grateful to know that the first time I fell in love wasn't the last time.","author":"Niecy Nash","category":"Love, Time, Grateful"},{"quote":"It took two months from the day my fiance proposed to my first Google search for 'wedding planning: how?' Now, let me interrupt myself here and share how much I hate using the word 'fiance.' It's so fancy, and it's hard not to sound like a jerk saying it. Which is why I will be using my own word for fiance: gloob.","author":"Ellie Kemper","category":"Day, Myself, Hate"},{"quote":"I am fully anticipating that something - perhaps many things - will not go according to plan on our actual wedding day. If some of the flowers are wilted, or there aren't enough vegetarian meals, or the priest calls me the wrong name, I will embrace these errors.","author":"Ellie Kemper","category":"Day, Flowers, I Am"},{"quote":"In the '50s, a lot of girls never saw beyond the wedding day.","author":"Helen Reddy","category":"Day, Beyond, Never"},{"quote":"I had a Hebraic wedding in New York, so I'm definitely Jewish.","author":"Amar'e Stoudemire","category":"New York, New, Jewish"},{"quote":"The wedding ring on my left hand was bought by my grandfather, Samuel Miliband, in Brussels in 1920. I never knew him, as he died when I was one. But his ring was kept by my aunt until it was placed on my finger by my wife Louise 32 years later.","author":"David Miliband","category":"Wife, Grandfather, Aunt"},{"quote":"Whenever I get married, it will be a Bengali wedding. If I won't have a Bengali wedding, my mother won't come. She has warned me. So, I am going to have a Bengali wedding for sure.","author":"Bipasha Basu","category":"Mother, I Am, Me"},{"quote":"My wedding won't be a hush-hush affair. When I get married, everyone will get to know about it... there'll be nothing speculative about my wedding.","author":"Bipasha Basu","category":"Know, Nothing, Everyone"},{"quote":"I'm a jewelry girl. I became with friends with designer Irene Neuwirth a few years ago. At that point, I just used to wear my wedding rings. Very low key. Now, if I could, I'd be draped from head to toe in her jewelry all the time. Everything she makes is beautiful.","author":"Busy Philipps","category":"Time, Friends, Beautiful"},{"quote":"Music played at weddings always reminds me of the music played for soldiers before they go into battle.","author":"Heinrich Heine","category":"Music, Battle, Me"},{"quote":"I use Pinterest for everything. Book collections, trips, hobbies. It's all there. I planned my wedding on it. When I had a kid, I planned all his stuff on it. So it was nice to discover that I wasn't the only one.","author":"Ben Silbermann","category":"Book, Nice, Kid"},{"quote":"My problem with the wedding industry started when I studied in college and liked to have the television on in the background, and 'A Wedding Story' on TLC always came on, and I'd get irritated that the story of two people making a lifelong commitment to each other could be encapsulated in a half-hour show about the party they throw.","author":"Jessica Valenti","category":"College, Commitment"},{"quote":"Not everyone can be successful selling fashion at $25,000 for a wedding outfit. Certain designers are able to do that. And there is only a certain amount of consumers who can do that. The real opportunity is in that $25 garment.","author":"Imran Amed","category":"Opportunity, Successful"},{"quote":"I'm really close to my family, and I really want one of my own. But the wedding, it's not necessary for me.","author":"Julia Restoin Roitfeld","category":"Family, Me, Want"},{"quote":"I'll never have a wedding. I don't want to marry just to do what everybody else is doing.","author":"Mr. T","category":"Doing, Want, Never"},{"quote":"I saw a photograph of a wedding conducted by Reverend Moon of the Unification Church. I wanted to understand this event, and the only way to understand it was to write about it.","author":"Don DeLillo","category":"Moon, Church, Way"},{"quote":"I am happy. I have a wonderful marriage. I was in a not-great second marriage for 20 years, then I fell in love with Steve, my first husband, again, and we remarried. I wore the dress from our first wedding in 1982 - it was tight, but I could get into it.","author":"Marie Osmond","category":"Love, Marriage, Happy"},{"quote":"I haven't made many wedding dresses. It's a dress very, very important for the girl; it's important to know the person, I believe, but at the same time it should be a shock to the person - the person should be shocked to be suddenly revealed. That's the work of a designer sometimes, to propose an ID of look.","author":"Olivier Theyskens","category":"Work, Time, Dress"},{"quote":"When the wedding march sounds the resolute approach, the clock no longer ticks, it tolls the hour. The figures in the aisle are no longer individuals, they symbolize the human race.","author":"Anne Morrow Lindbergh","category":"Clock, Human, Human Race"},{"quote":"When I had a job catering, I catered a wedding for the Smashing Pumpkins bassist in Indiana. And I served Billy Corgan shrimp off a tray.","author":"Amy Poehler","category":"Job, Catering, Shrimp"},{"quote":"The trouble with wedlock is that there's not enough wed and too much lock.","author":"Christopher Morley","category":"Trouble, Lock, Too Much"},{"quote":"Monica Seles: I'd hate to be next door to her on her wedding night.","author":"Peter Ustinov","category":"Hate, Door, Night"},{"quote":"One of the most common reasons people renovate their homes is a change in their lifestyle - an upcoming wedding, a new baby, or grown children moving away.","author":"Candice Olson","category":"Change, Children, Baby"},{"quote":"When widows exclaim loudly against second marriages, I would always lay a wager than the man, If not the wedding day, is absolutely fixed on.","author":"Henry Fielding","category":"Day, Man, Always"},{"quote":"We always talk about how the first several seasons were faithful to the books, and anybody who wanted to could go onto Wikipedia and learn Ned Stark gets beheaded or about The Red Wedding, and most people don't want to know - because why ruin a story?","author":"David Benioff","category":"Seasons, Red, People"},{"quote":"The Wedding March has a bit of a death march in it.","author":"Brian May","category":"Death, March, Bit"},{"quote":"I would like to sing for the Pope. And the Queen, and at Simon Cowell's wedding.","author":"Jackie Evancho","category":"Queen, Like, Sing"},{"quote":"I really did put up all my wedding pictures on my website. And I swear to you, my wedding pictures got downloaded just as much as my bikini pictures.","author":"Cindy Margolis","category":"You, Website, Pictures"},{"quote":"What an electric thrill it sends up and down the spine, how it sets the heart racing: A Royal Romance! A Royal Wedding! The pomp and the pageantry!","author":"Hamish Bowles","category":"Heart, Racing, Down"},{"quote":"All my tattoos except my first were not planned. I would just go into the shop late at night with friends and ask for something on the spot. My first is my parents' wedding date. I thought it would soften the blow of getting a tattoo.","author":"Hailey Baldwin","category":"Friends, Parents, Night"},{"quote":"I had all kinds of fantasies, like a lot of girls, but did I actually go through the motions of planning a wedding and buying bridal magazines and imagining things and setting up who would play what role? No. Because as I grew up, I started to believe that I would be one of those gals that never got married.","author":"Sara Ramirez","category":"Planning, Believe, Play"},{"quote":"The Queen's wedding dress in 1947, there was some embroidery on the train which was definitely there to illustrate new dawn/post-war optimism, that sort of thing.","author":"Kate Reardon","category":"Optimism, Dress, Queen"},{"quote":"Your wedding is your red carpet moment, and while brides definitely can take some chances with style, you don't want to look like a fad.","author":"Reem Acra","category":"Style, Moment, Red"},{"quote":"Hierarchical formulations died because their wedding cake levels posited a multiply fractured cosmos that does not match the Space Age revelation of a unified universe in which the earth is clearly in, rather than separated from, the heavens. Hierarchical representations do not reflect what either the world or we are like.","author":"Eugene Kennedy","category":"Age, Space, World"},{"quote":"I'm still waiting for someone to call me to cater their wedding. But that's gonna cost you. If you want my cousin Jerez to play the sax, that's going to cost you a little more. The sky's the limit after that.","author":"Coolio","category":"Sky, Waiting, Me"},{"quote":"A wedding, people decide to get married, it comes out of such love for one another and then women can turn into these other people. They're planning something that's the biggest event they'll ever plan in their lives and it turns them into this other person, so it's not totally the guy's fault that he's feeling disconnected from this person.","author":"Alison Brie","category":"Love, Women, Planning"},{"quote":"I felt very unstressed on my wedding day. I'm very grateful for that... spending the day on my own, being super quiet and happy and just puttering around doing my own thing.","author":"Sonya Walger","category":"Happy, Day, Grateful"},{"quote":"When planning your wedding you make so many decisions: 'Do I want this fork or that fork?' But in the end people aren't going to remember what napkin holder you choose.","author":"Lara Stone","category":"Planning, Decisions"},{"quote":"I don't know nothing about no marriages or nothing. I ain't even never been to a wedding.","author":"Mike Epps","category":"Know, Nothing, Never"},{"quote":"I didn't finish my dress until about three days before my wedding - I had the flu and was stitching it from my bed. And the tulle came back from India all brown. We had to wash it for hours, but that didn't dissuade me from wearing it.","author":"Georgina Chapman","category":"Dress, Me, Finish"},{"quote":"Well the wedding in the words of the Archbishop of Canterbury was a fairy tale and there was a huge public impress, investment of goodwill, affection and indeed money in this Institution. It was a huge success at the time.","author":"Anthony Holden","category":"Success, Time, Money"},{"quote":"My friends asked me to be a reverend at their wedding in France a few years ago. I went on the Internet, and within 15 seconds, I was printing out a certificate which allowed me to officiate at their wedding.","author":"Lucy Punch","category":"Friends, Internet, Me"},{"quote":"I just went to a wedding of a friend of mine who happens to be gay. Because somebody doesn't think the way I do, doesn't mean that I can't care about them or can't love them.","author":"John Kasich","category":"Love, Friend, Think"},{"quote":"The best thing I ever bought is a vintage Oscar de la Renta short gingham dress that I wore to my rehearsal dinner the night before my wedding.","author":"Kelly Wearstler","category":"Best, Short, Dress"},{"quote":"Jody Hill, who I created 'Eastbound And Down' and 'Fist Foot Way' with, was my best man at my wedding.","author":"Danny McBride","category":"Best, Man, Down"},{"quote":"I was never a girl who dreamed about what her wedding day would be like, but I've always dreamed about decorating my baby's nursery.","author":"Rebecca Romijn","category":"Day, Baby, Girl"},{"quote":"If I felt, in the event of a royal wedding, inspired to write about people coming together in marriage or civil partnership, I would just be grateful to have an idea for the poem. And if I didn't, I'd ignore it.","author":"Carol Ann Duffy","category":"Marriage, Together, Grateful"},{"quote":"Ariel may look a lot like Barbie, and her adventure may be limited to romance and over with the wedding bells, but unlike, say, Cinderella or Sleeping Beauty, she's active, brave and determined, the heroine of her own life. She even rescues the prince. And that makes her a rare fish, indeed, in the world of preschool culture.","author":"Katha Pollitt","category":"Life, Beauty, Adventure"},{"quote":"Sure, men like a challenge - but so do women. And nobody likes to be challenged all the time. I know plenty of long-standing happy couples who slept together right away, spent hours yakking on the phone, split checks down the middle, and lived together for years before the wedding.","author":"Katha Pollitt","category":"Time, Happy, Women"},{"quote":"Where does it stop? You get offered money for your wedding, then for your kids, new houses, holidays... We earn enough from football and sponsorships, why do you need any more?","author":"Ryan Giggs","category":"Money, Football, Holidays"},{"quote":"A lawyer I once knew told me of a strange case, a suffragette who had never married. After her death, he opened her trunk and discovered 50 wedding gowns.","author":"Marguerite Young","category":"Death, Lawyer, Me"},{"quote":"There's no scenario in which I wouldn't want my entire family at a wedding.","author":"Jordan Rodgers","category":"Family, Want, Which"},{"quote":"I wasn't always overweight. I was a skinny little punk of a kid with severe asthma. When I got married at the age of 22, I wore a cut-down size eight wedding gown.","author":"Mary Kay Andrews","category":"Age, Punk, Little"},{"quote":"As a pastor, you get invited into the most poignant moments of people's lives. Whether it's a wedding or a funeral or a hospital visit, you get invited into the center of the event, whether or not you know the people.","author":"Rob Bell","category":"Moments, People, Know"},{"quote":"People always complain, 'you never invited me to your wedding', but I prefer casual weddings.","author":"Sinead O'Connor","category":"Me, People, You"},{"quote":"I've worn a dress at my wedding. I've worn 6-inch Louboutins. I've got no fear and no shame.","author":"A. J. McLean","category":"Fear, Dress, No Fear"},{"quote":"I'm the person who will go to a wedding and switch the place cards around because I don't want to sit next to someone I don't know, because I'm so bad at chatting to strangers.","author":"Sharon Horgan","category":"Want, Know, Strangers"},{"quote":"Me and the Dap-Kings, the whole band is playing a wedding band in 'The Wolf of Wall Street.'","author":"Sharon Jones","category":"Wolf, Me, Street"},{"quote":"I worked a lot with Nick Knight and John Galliano when John was at Dior. He also made my wedding dress. He'll always hold a special place; I have most of my memorable, iconic moments in fashion with him.","author":"Liberty Ross","category":"Dress, Fashion, Moments"},{"quote":"I think my first experience of art, or the joy in making art, was playing the horn at some high-school dance or bar mitzvah or wedding, looking at a roomful of people moving their bodies around in time to what I was doing. There was a piano player, a bass player, a drummer, and my breath making the melody.","author":"Robert Pinsky","category":"Time, Art, Experience"},{"quote":"I want the big drama. I always said I don't want a wedding I want a parade.","author":"Star Jones","category":"Want, Drama, Said"},{"quote":"I really was about to pass out during my entire wedding. I just didn't know if I could marry anybody.","author":"Patricia Richardson","category":"Know, Just, Marry"},{"quote":"Recently, I was in Bernalda, my dad's ancestral home town in Italy. He has just refurbished a palazzo and turned it into a hotel, so we had my sister's wedding there. It was beautiful.","author":"Roman Coppola","category":"Home, Beautiful, Sister"},{"quote":"A walk through the storage facility of the community museum where I worked might easily have convinced you that people in the past wore only wedding dresses, carried silver candlesticks, and played with porcelain dolls.","author":"Susanna Kearsley","category":"Community, Past, Walk"},{"quote":"People didn't just wear wedding dresses in the past. They also wore plain cotton shifts beneath them. As pretty as the dresses might be, and as lovely as they might look on display, if a museum doesn't hang the shifts beside them or acknowledge that the shifts existed, that exhibit's incomplete.","author":"Susanna Kearsley","category":"Past, People, Museum"},{"quote":"I had a 2-week courtship with a fellow student in the fiction workshop in Iowa and a 5-minute wedding in a lawyer's office above the coffee shop where we'd been having lunch that day. And so I sent a cable to my father saying, 'By the time you get this, Daddy, I'll already be Mrs. Blaise!'","author":"Bharati Mukherjee","category":"Time, Father, Coffee"},{"quote":"On my wedding day, I gifted my wife a platinum ring.","author":"Vijender Singh","category":"Day, Wife, Ring"},{"quote":"I only did karaoke once in my life. It was with Courtney Love and it was a total disaster. She pulled me on stage in front of 500 people at a wedding. I'd never done karaoke before.","author":"Jared Leto","category":"Love, Life, Me"},{"quote":"It was only literally hours after the wedding when he felt he didn't have to keep up the facade.","author":"Trisha Goddard","category":"Up, Hours, Keep"},{"quote":"It happened in Miami, in Coral Gables, a great big ol' Cuban wedding. It was pretty intense.","author":"Jon Secada","category":"Great, Miami, Big"},{"quote":"I try to study the background of the country I am in and what were my hits there, so I can at least give them some of what they want. It's like a wedding - give them something old, something new, something borrowed and definitely something blue!","author":"Betty Wright","category":"I Am, Blue, Want"},{"quote":"I met Kanye. I'm starstruck, man, but I stayed away from that guy. I didn't want him to go on a rant, go off on me. He did it at his wedding.","author":"Jay Pharoah","category":"Man, Me, Want"},{"quote":"Since the day Brahma created the world to this day, no one's ever been able to satisfy a wedding guest. They always find some opportunity or other to find fault and criticise. One who can't even afford a dry piece of bread at home becomes a lord at the wedding party.","author":"Munshi Premchand","category":"Day, Home, Opportunity"},{"quote":"I want John Legend to sing at my wedding.","author":"Sloane Stephens","category":"Want, Legend, Sing"},{"quote":"After I had the Caesarean, I was told I had really strong stomach muscles and so would heal very quickly. And I did. I was up walking about within three hours. Six days after having her, I was out shopping and shortly after that I made it to David Walliams' wedding.","author":"Denise Van Outen","category":"Strong, Walking, Shopping"},{"quote":"'That's What She Said' is not Hollywood's standard picture of women: preternaturally gorgeous, wedding obsessed, boy crazy, fashion focused, sexed up 'girl' women. These are real women, comically portrayed, who are trying to wrestle with the very expectations of womanhood that Hollywood movies set up.","author":"Carrie Preston","category":"Women, Girl, Crazy"},{"quote":"I got my first big paycheck for 'My Best Friend's Wedding.' This was in the days when you actually did get paid to have a supporting role. It just doesn't happen like that anymore, but this was in the '90s. It was the golden age!","author":"Carrie Preston","category":"Age, Best, Friend"},{"quote":"My husband and I click wedding rings sometimes and say, 'By the power of the Castle of Greyskull!'","author":"Tamora Pierce","category":"Power, Husband, Castle"},{"quote":"For a girl, the wedding is when you're married. For a guy, it's when you get engaged. It takes a real aggressive human being to back out between the ring and the wedding.","author":"Max Greenfield","category":"Girl, You, Human"},{"quote":"We all went to Kelsey's wedding, and yeah, we go to parties. We also go to each other's house. A group of us got together over at Kelsey's and just read through some plays just for the fun of it. That may not be everyone's idea of a good time, but we had a good time.","author":"David Hyde Pierce","category":"Time, Good, Together"},{"quote":"My husband, Jim, converted to Judaism just before our wedding.","author":"Anita Diament","category":"Husband, Just, Judaism"},{"quote":"Onassis told me. He begged me to come to the wedding.","author":"Lee Radziwill","category":"Me, Come, He"},{"quote":"When I was in high school, there was 'Superbad' and 'The Girl Next Door' and 'Wedding Crashers' and all these great movies. You hope to be a part of something that's smart, funny and in that Todd Phillips-vein. You want to make something like 'Superbad.' That movie was so good and so funny.","author":"Miles Teller","category":"Funny, Hope, Good"},{"quote":"When he came back from downtown, he had forgotten to bring his license, his identification, the $2 for the wedding license. So we got married two days later.","author":"Eydie Gorme","category":"Two, Back, Bring"},{"quote":"The vibe of my wedding is kind of going to be ethereal. Simple and modern, in a way, but with a lot of greenery. So, eucalyptus, olive branches, moss, and candles - it's going to be very... I want it to feel very comfortable, but obviously sleek.","author":"Sasha Pieterse","category":"Simple, Want, Kind"},{"quote":"One time when somebody showed up in a wedding dress, but I never knew if it was a joke, or she was serious. She asked me to marry her. She was serious. It was pretty funny.","author":"Bryan White","category":"Funny, Time, Dress"},{"quote":"I'll get pretty much everything the way I want it. I've always dreamed of a beach wedding.","author":"Nicole Appleton","category":"Beach, Want, Way"},{"quote":"It was about 2012, 2013. I started from zero. Small fashion shows, small photoshoots. I've seen a lot. I've seen a lot of things up close. I married my sister off; I gave jahez for her wedding. I tried to keep relations going with my family. I bought a house for them in Multan. My parents are settled in Multan; my house is there.","author":"Qandeel Baloch","category":"Family, Sister, Parents"},{"quote":"The first thing I ever saw Bradley Cooper in was 'Wedding Crashers.'","author":"Ed Weeks","category":"First, Ever, The First Thing"},{"quote":"I don't follow trends. I make each cake for a particular wedding, or event.","author":"Ron Ben-Israel","category":"Cake, Trends, Event"},{"quote":"When I celebrated my bar mitzvah, there was no cake. Today, there is no such thing as a bar mitzvah in the United States without a special cake. It can be even more complicated and expensive than a wedding cake, because bar-mitzvah cakes are often based on a particular theme.","author":"Ron Ben-Israel","category":"Today, Cake, Special"},{"quote":"Well... Actually I got picked because I was the only one who fit the wedding gown - they had my size.","author":"Kevin McDonald","category":"Size, Well, Gown"},{"quote":"That to me was the most poignant part of Diana's wedding; as she was walking up the aisle and her eyes were going left to right, looking at people and smiling in the way that Diana did - and that diamond tiara glittering like mad. It was great.","author":"Bruce Oldfield","category":"Smiling, Great, Eyes"},{"quote":"I'd hesitated to have a wedding because my gay and lesbian friends don't have that right.","author":"Kathy Najimy","category":"Friends, Gay, Right"},{"quote":"I love rings, but I can't wear them. I mean, look at my knuckles. My fingers and joints are so swollen from years of playing. That means no wedding band, either. Luckily, I have a very understanding wife.","author":"Justin Tuck","category":"Love, Wife, Understanding"},{"quote":"My biggest blast-off hit was 'You Raise Me Up.' If you ever have a wedding or a funeral, it's a good pick.","author":"Josh Groban","category":"Good, Me, You"},{"quote":"If you write a song, and you go into a restaurant, and there's a guy with a piano singing and he's playing piano, singing your song, or you hear it at a wedding or at an airport... it's fun!","author":"Jesse Harris","category":"Fun, Song, Singing"},{"quote":"Come on, planning a wedding, let's be honest, it's not fun. It's not fun being in a wedding.","author":"Wendi McLendon-Covey","category":"Planning, Fun, Honest"},{"quote":"I was a bridesmaid at a wedding in one picture.","author":"Dorothy Malone","category":"Picture"},{"quote":"I loved 'Monsoon Wedding' and 'Lunchbox' because they had 'real' stories. I wish there are more films made like them.","author":"Garth Davis","category":"Wish, Loved, Real"},{"quote":"I used to work all the time, and now if there is a wedding, there's a concert, I'm there.","author":"Petra Nemcova","category":"Work, Time, Concert"},{"quote":"I feel as though my career really hit its high point when I was cast as a supporting actress in 'American Wedding'. I thought the script had a lot of depth and intelligence, and it really just jumped off the page.","author":"January Jones","category":"Intelligence, American, Page"},{"quote":"I usually have a few coins in my pocket when I'm playing, but the one I use to mark my ball on the green is a special silver coin that my wife designed for me. It has our wedding date inscribed on it.","author":"Louis Oosthuizen","category":"Wife, Me, Green"},{"quote":"I was the official wedding photographer at one of my best friends' weddings. Fortunately she was one of the most easygoing brides ever, so she made it easy for me.","author":"Natalie Coughlin","category":"Friends, Best, Me"},{"quote":"The most terrifying thing in the world was having to give a speech at my girlfriend's wedding. I was physically shaking and sweating the entire time.","author":"Lindy Booth","category":"Time, World, Speech"},{"quote":"The Hiltons know how to put on a good wedding, that's all I can say.","author":"Conrad Sewell","category":"Good, Know, I Can"},{"quote":"My sister, singer Jessie Ware, and I are always exchanging music. We brainstormed her wedding playlist for months.","author":"Hannah Ware","category":"Music, Sister, Her"},{"quote":"She tells enough white lies to ice a wedding cake.","author":"Margot Asquith","category":"Cake, White, She"},{"quote":"All weddings, except those with shotguns in evidence, are wonderful.","author":"Liz Smith","category":"Evidence, Wonderful"},{"quote":"If you had asked me when I was 28 and in my wedding dress if I ever thought I would end up in my forties flipping my husband the bird over potato chips, I'd say you were crazy.","author":"Jenna McCarthy","category":"Bird, Crazy, Dress"},{"quote":"It's not that I think weddings - or marriages - are letdowns. It's just that I want to see my wedding as one awesome achievement on a continuum of achievements, all of which were, in their way, just as beautiful and profound for having led me to the current one.","author":"Jessi Klein","category":"Beautiful, Achievement, Me"},{"quote":"I believe that anybody who gets married should go to a counselor for months before the wedding. I think that's going to save guys a lot of money and the ladies a lot of heartbreak.","author":"James Brolin","category":"Money, Believe, I Believe"},{"quote":"There was a thing on Facebook that said, 'Describe George Clooney's wedding in three words,' and my answer was, 'Not invited again.'","author":"Michael O'Keefe","category":"Words, Said, Three"},{"quote":"It's important to still look like yourself on your wedding day, so I didn't do anything drastic.","author":"Lily Aldridge","category":"Day, Yourself, Look"}]}