{"author":"Ravindu Manoj","github":"ravindu01manoj","repo":"Quotes-500k","data":[{"quote":"We are all gifted, but we have to discover the gift, uncover the gift, nurture and develop the gift and use it for the Glory of God and for the liberation struggle of our people.","author":"Louis Farrakhan","category":"Struggle, Gift, People"},{"quote":"I am inclined to believe that this is the land God gave to Cain.","author":"Jacques Cartier","category":"I Am, Believe, Land"},{"quote":"The eye with which I see God is the same eye with which God sees me.","author":"Meister Eckhart","category":"Eye, Me, See"},{"quote":"Charity is a supreme virtue, and the great channel through which the mercy of God is passed onto mankind.","author":"Conrad Hilton","category":"Great, Charity, Mercy"},{"quote":"May God save the country, for it is evident that the people will not.","author":"Millard Fillmore","category":"People, Country, May"},{"quote":"God can be realized through all paths. All religions are true. The important thing is to reach the roof. You can reach it by stone stairs or by wooden stairs or by bamboo steps or by a rope. You can also climb up by a bamboo pole.","author":"Ramakrishna","category":"Stone, Climb, Stairs"},{"quote":"From my point of view, God is the light that illuminates the darkness, even if it does not dissolve it, and a spark of divine light is within each of us.","author":"Pope Francis","category":"Light, Darkness"},{"quote":"Find new ways to spread the word of God to every corner of the world.","author":"Pope Francis","category":"World, Find, New"},{"quote":"As a surgeon you have to have a controlled arrogance. If it's uncontrolled, you kill people, but you have to be pretty arrogant to saw through a person's chest, take out their heart and believe you can fix it. Then, when you succeed and the patient survives, you pray, because it's only by the grace of God that you get there.","author":"Mehmet Oz","category":"Heart, Medical, Believe"},{"quote":"Faith is about trusting God when you have unanswered questions.","author":"Joel Osteen","category":"Faith, Questions, You"},{"quote":"As God has not made anything useless in this world, as all beings fulfill obligations or a role in the sublime drama of Creation, I cannot exempt from this duty, and small though it be, I too have a mission to fill, as for example: alleviating the sufferings of my fellowmen.","author":"Jose Rizal","category":"World, Small, Drama"},{"quote":"When God sneezed, I didn't know what to say.","author":"Henny Youngman","category":"Funny, Know, Say"},{"quote":"The straight line belongs to men, the curved one to God.","author":"Antoni Gaudi","category":"Men, Straight Line, Straight"},{"quote":"Find out how much God has given you and from it take what you need the remainder is needed by others.","author":"Saint Augustine","category":"You, Find, Need"},{"quote":"Being a singer is a natural gift. It means I'm using to the highest degree possible the gift that God gave me to use. I'm happy with that.","author":"Aretha Franklin","category":"Happy, Gift, Me"},{"quote":"Every day, I get closer to God. Every day, my will to do the right thing gets stronger.","author":"DMX","category":"Day, Do The Right Thing"},{"quote":"If God listened to the prayers of men, all men would quickly have perished: for they are forever praying for evil against one another.","author":"Epicurus","category":"Men, Evil, Forever"},{"quote":"Since God had commanded it, it was necessary that I do it. Since God commanded it, even if I had a hundred fathers and mothers, even if I had been a King's daughter, I would have gone nevertheless.","author":"Joan of Arc","category":"Daughter, King, Mothers"},{"quote":"Material possessions, winning scores, and great reputations are meaningless in the eyes of the Lord, because He knows what we really are and that is all that matters.","author":"John Wooden","category":"Great, Eyes, Winning"},{"quote":"God doesn't dwell in the wooden, stony or earthen idols. His abode is in our feelings, our thoughts.","author":"Chanakya","category":"Thoughts, Feelings, Dwell"},{"quote":"The voice of the people has been said to be the voice of God; and, however generally this maxim has been quoted and believed, it is not true to fact. The people are turbulent and changing, they seldom judge or determine right.","author":"Alexander Hamilton","category":"Voice, People, Judge"},{"quote":"What God intended for you goes far beyond anything you can imagine.","author":"Oprah Winfrey","category":"You, Anything, Imagine"},{"quote":"God may be in the details, but the goddess is in the questions. Once we begin to ask them, there's no turning back.","author":"Gloria Steinem","category":"Details, Questions, Back"},{"quote":"An angel of God never has wings.","author":"Joseph Smith, Jr.","category":"Wings, Angel, Never"},{"quote":"Give me one hundred preachers who fear nothing but sin and desire nothing but God, and I care not whether they be clergymen or laymen, they alone will shake the gates of Hell and set up the kingdom of Heaven upon Earth.","author":"John Wesley","category":"Fear, Alone, Me"},{"quote":"God has given us two hands - one to receive with and the other to give with. We are not cisterns made for hoarding we are channels made for sharing.","author":"Billy Graham","category":"Hands, Sharing, Two"},{"quote":"Surely God would not have created such a being as man, with an ability to grasp the infinite, to exist only for a day! No, no, man was made for immortality.","author":"Abraham Lincoln","category":"Day, Man, Ability"},{"quote":"If God wanted us to be naked, why did he invent sexy lingerie?","author":"Shannen Doherty","category":"Sexy, Naked, Why"},{"quote":"The Puritans' sense of priorities in life was one of their greatest strengths. Putting God first and valuing everything else in relation to God was a recurrent Puritan theme.","author":"Leland Ryken","category":"Life, Priorities, Greatest"},{"quote":"Every day is a gift from God. Learn to focus on the Giver and enjoy the gift!","author":"Joyce Meyer","category":"Day, Focus, Gift"},{"quote":"You desire that which exceeds my humble powers, but I trust in the compassion and mercy of the All-powerful God.","author":"Saint Stephen","category":"Trust, Compassion, Humble"},{"quote":"The custom of speaking to God Almighty as freely as with a slave - caring nothing whether the words are suitable or not, but simply saying the first thing that comes to mind from being learnt by rote by frequent repetition - cannot be called prayer: God grant that no Christian may address Him in this manner.","author":"Saint Teresa of Avila","category":"Caring, Words, Mind"},{"quote":"The will is a beast of burden. If God mounts it, it wishes and goes as God wills; if Satan mounts it, it wishes and goes as Satan wills; Nor can it choose its rider... the riders contend for its possession.","author":"Martin Luther","category":"Wishes, Satan, Beast"},{"quote":"It is up to God to take revenge. Only God can judge. I don't have to worry about getting even with anybody or taking out any kind of aggression on anybody. Doing that is a weakness, anyway.","author":"Jim Brown","category":"Revenge, Worry, Weakness"},{"quote":"We are all different, but when we ask for the Lord's blessings, we must not forget that God created us equal.","author":"Vladimir Putin","category":"Blessings, Forget, Equal"},{"quote":"The world has changed and it's going to keep changing, but God never changes; so we are safe when we cling to Him.","author":"Charles R. Swindoll","category":"Changes, World, Changing"},{"quote":"I was not popular in school, and I was definitely not a ladies' man. And I had a very painful adolescence, because it was all very strange to me. It wasn't like I got beat up, but the humiliation and isolation, and the existential 'God, I exist, and nobody cares' of being a teenager were extremely pronounced for me.","author":"Joss Whedon","category":"School, Man, Me"},{"quote":"As for reputation, though it be a glorious instrument of advancing our Master's service, yet there is a better than that: a clean heart, a single eye, and a soul full of God. A fair exchange if, by the loss of reputation, we can purchase the lowest degree of purity of heart.","author":"John Wesley","category":"Service, Heart, Soul"},{"quote":"Man shall not live by bread alone, but by every word that proceeds from the mouth of God.","author":"Jesus Christ","category":"Alone, Man, Live"},{"quote":"Jesus didn't say, 'Blessed are those who care for the poor.' He said, 'Blessed are we where we are poor, where we are broken.' It is there that God loves us deeply and pulls us into deeper communion with himself.","author":"Henri Nouwen","category":"Blessed, Broken, Care"},{"quote":"If God wanted us to bend over he'd put diamonds on the floor.","author":"Joan Rivers","category":"Funny, Diamonds, Bend"},{"quote":"Even during the worst hardships, when the other things in our lives seem to fall apart, we can still find peace in the eternal love of God.","author":"Armstrong Williams","category":"Love, Peace, Fall"},{"quote":"The tendency to claim God as an ally for our partisan value and ends is the source of all religious fanaticism.","author":"Reinhold Niebuhr","category":"Value, Partisan, Fanaticism"},{"quote":"People have to go through trials and tribulations to get where they at. Do your thing - continue to rock it - because obviously, God wants you here.","author":"Kendrick Lamar","category":"People, Rock, You"},{"quote":"Let us raise a standard to which the wise and honest can repair the rest is in the hands of God.","author":"George Washington","category":"Wise, Hands, Rest"},{"quote":"Only one thing is impossible for God: To find any sense in any copyright law on the planet.","author":"Mark Twain","category":"Law, Legal, Impossible"},{"quote":"In feature films the director is God in documentary films God is the director.","author":"Alfred Hitchcock","category":"Director, Documentary, Films"},{"quote":"Any decision I make is based on myself, and the only person I have to give an explanation to is God.","author":"Solange Knowles","category":"Myself, Decision, Person"},{"quote":"Sometimes God will deliver you from the fire, and other times God will make you fireproof.","author":"Joel Osteen","category":"Fire, You, Sometimes"},{"quote":"The assurance of Heaven is never given to the person. And that's why at the core of the Christian faith is the grace of God. If there's one word I would grab from all of that, it's forgiveness - that you can be forgiven. I can be forgiven, and it is of the grace of God. But once you understand that, I think the ramifications are worldwide.","author":"Ravi Zacharias","category":"Forgiveness, Faith, Grace"},{"quote":"The soul can split the sky in two and let the face of God shine through.","author":"Edna St. Vincent Millay","category":"Sky, Soul, Shine"},{"quote":"God gives us our relatives, thank God we can choose our friends.","author":"Ethel Watts Mumford","category":"Friends, Thank God"},{"quote":"Mankind must remember that peace is not God's gift to his creatures peace is our gift to each other.","author":"Elie Wiesel","category":"Peace, Gift, Remember"},{"quote":"Through prayer, fasting, and studying, God will answer.","author":"Monica Johnson","category":"Prayer, Studying, Through"},{"quote":"When you are spiritually connected, you are not looking for occasions to be offended, and you are not judging and labeling others. You are in a state of grace in which you know you are connected to God and thus free from the effects of anyone or anything external to yourself.","author":"Wayne Dyer","category":"Yourself, Grace, Free"},{"quote":"The meaning of life. The wasted years of life. The poor choices of life. God answers the mess of life with one word: 'grace.'","author":"Max Lucado","category":"Life, Choices, Grace"},{"quote":"Whenever I'm confused about something, I ask God to reveal the answers to my questions, and he does.","author":"Beyonce Knowles","category":"Questions, Confused, Answers"},{"quote":"It is by the goodness of God that in our country we have those three unspeakably precious things: freedom of speech, freedom of conscience, and the prudence never to practice either of them.","author":"Mark Twain","category":"Freedom, Conscience"},{"quote":"Little children, you are from God, and have conquered them; for the one who is in you is greater than the one who is in this world.","author":"Jesus Christ","category":"Children, World, You"},{"quote":"Is man one of God's blunders? Or is God one of man's blunders?","author":"Friedrich Nietzsche","category":"Man, Blunders"},{"quote":"I believe in evolution. But I also believe, when I hike the Grand Canyon and see it at sunset, that the hand of God is there also.","author":"John McCain","category":"Sunset, Believe, Evolution"},{"quote":"Do not worship me, I am not God. I'm only a man. I worship Jesus Christ.","author":"Haile Selassie","category":"Man, I Am, Me"},{"quote":"Sometimes I do get to places just when God's ready to have somebody click the shutter.","author":"Ansel Adams","category":"Sometimes, Places, Ready"},{"quote":"Our life of poverty is as necessary as the work itself. Only in heaven will we see how much we owe to the poor for helping us to love God better because of them.","author":"Mother Teresa","category":"Love, Life, Work"},{"quote":"I just thank God that I didn't grow up with so much money or privilege because you had to create ways to make it happen.","author":"Kim Basinger","category":"Money, Thank God"},{"quote":"Of the love or hatred God has for the English, I know nothing, but I do know that they will all be thrown out of France, except those who die there.","author":"Joan of Arc","category":"Love, Know, Hatred"},{"quote":"To love someone means to see him as God intended him.","author":"Fyodor Dostoevsky","category":"Love, See, Him"},{"quote":"God is, even though the whole world deny him. Truth stands, even if there be no public support. It is self-sustained.","author":"Mahatma Gandhi","category":"Truth, Support, World"},{"quote":"For prayer is nothing else than being on terms of friendship with God.","author":"Saint Teresa of Avila","category":"Friendship, Prayer, Nothing"},{"quote":"God meets daily needs daily. Not weekly or annually. He will give you what you need when it is needed.","author":"Max Lucado","category":"Daily, You, Need"},{"quote":"Woman was God's second mistake.","author":"Friedrich Nietzsche","category":"Woman, Mistake, Second"},{"quote":"It does me no injury for my neighbor to say there are twenty gods or no God.","author":"Thomas Jefferson","category":"Me, Neighbor, Say"},{"quote":"A season of suffering is a small assignment when compared to the reward. Rather than begrudge your problem, explore it. Ponder it. And most of all, use it. Use it to the glory of God.","author":"Max Lucado","category":"Suffering, Small, Problem"},{"quote":"God exists since mathematics is consistent, and the Devil exists since we cannot prove it.","author":"Andre Weil","category":"Mathematics, Devil"},{"quote":"The artist is chosen by God to fulfill his commands and must never be overwhelmed by public opinion.","author":"Albrecht Durer","category":"Artist, Opinion, Overwhelmed"},{"quote":"I pray to God that I shall not live one hour after I have thought of using deception.","author":"Elizabeth I","category":"Thought, Live, Deception"},{"quote":"You know, God has a plan for me, and I'm going to follow in his footsteps and just rejoice and be happy.","author":"Gabby Douglas","category":"Happy, Me, Be Happy"},{"quote":"Even Helen Keller, who was born blind and deaf, could see God. No doubt, in her silent darkness, every fragrant flower, every ray of the warm sun, every taste that touched her tongue told her that there was a God who created all things. Jodie Foster shouldn't therefore be surprised that people are surprised that she's an atheist.","author":"Ray Comfort","category":"Flower, Sun, Darkness"},{"quote":"When you're young, you wonder what all these old people are droning on about, trying to impart their wisdom. It's not relevant to you because being young is such a specific thing. Thank God for that. Thank God for the young people who go out and demonstrate against rampant capitalism or whatever.","author":"Helen Mirren","category":"Wisdom, Thank God, People"},{"quote":"I cannot think that we are useless or God would not have created us. There is one God looking down on us all. We are all the children of one God. The sun, the darkness, the winds are all listening to what we have to say.","author":"Geronimo","category":"Children, Sun, Darkness"},{"quote":"I am God's vessel. But my greatest pain in life is that I will never be able to see myself perform live.","author":"Kanye West","category":"Life, Myself, Pain"},{"quote":"When you receive God's love and encouragement, it will empower you to do more than you ever thought possible.","author":"Victoria Osteen","category":"Love, Thought, Encouragement"},{"quote":"Of all created comforts, God is the lender; you are the borrower, not the owner.","author":"Ernest Rutherford","category":"You, Owner, Comforts"},{"quote":"We cannot, of course, disprove God, just as we can't disprove Thor, fairies, leprechauns and the Flying Spaghetti Monster.","author":"Richard Dawkins","category":"Flying, Monster, Just"},{"quote":"The knower and the known are one. Simple people imagine that they should see God as if he stood there and they here. This is not so. God and I, we are one in knowledge.","author":"Meister Eckhart","category":"Knowledge, Simple, People"},{"quote":"I was in my thirteenth year when I heard a voice from God to help me govern my conduct. And the first time I was very much afraid.","author":"Joan of Arc","category":"Time, Me, Help"},{"quote":"I used to read five psalms every day - that teaches me how to get along with God. Then I read a chapter of Proverbs every day and that teaches me how to get along with my fellow man.","author":"Billy Graham","category":"Day, Man, Me"},{"quote":"If the Lord says to give more than you think you are able to give, know that He will provide for you. Whether things are sailing smoothly or the bottom has dropped out, He is always trustworthy. You can count on Almighty God to keep His everlasting Word.","author":"Charles Stanley","category":"Know, Think, You"},{"quote":"You know, God gave me a gift to do other things besides play the game of basketball.","author":"LeBron James","category":"Gift, Game, Me"},{"quote":"I shall never believe that God plays dice with the world.","author":"Albert Einstein","category":"Believe, World, Dice"},{"quote":"God moves in a mysterious way, His wonders to perform. He plants his footsteps in the sea, and rides upon the storm.","author":"William Cowper","category":"Sea, Storm, Plants"},{"quote":"Start living now. Stop saving the good china for that special occasion. Stop withholding your love until that special person materializes. Every day you are alive is a special occasion. Every minute, every breath, is a gift from God.","author":"Mary Manin Morrissey","category":"Love, Day, Good"},{"quote":"Not only does God play dice, but... he sometimes throws them where they cannot be seen.","author":"Stephen Hawking","category":"Play, Sometimes, Dice"},{"quote":"The reproduction of mankind is a great marvel and mystery. Had God consulted me in the matter, I should have advised him to continue the generation of the species by fashioning them out of clay.","author":"Martin Luther","category":"Great, Me, Mystery"},{"quote":"But God can only smile because only God can know what is coming next.","author":"Desmond Tutu","category":"Smile, Know, Next"},{"quote":"You can either be a host to God, or a hostage to your ego. It's your call.","author":"Wayne Dyer","category":"Ego, You, Call"},{"quote":"I distrust those people who know so well what God wants them to do, because I notice it always coincides with their own desires.","author":"Susan B. Anthony","category":"People, Know, Well"},{"quote":"For Christians, who believe they are created in the image of God, it is the Godhead, diversity in unity and the three-in-oneness of God, which we and all creation reflect.","author":"Desmond Tutu","category":"Diversity, Unity, Believe"},{"quote":"The question of whether or not there is a God or truth or reality or whatever you like to call it, can never be answered by books, by priests, philosopher's or saviours. Nobody and nothing can answer the question but you yourself, and that is why you must know yourself - Immaturity lies only in total ignorance of self.","author":"Jiddu Krishnamurti","category":"Truth, Self, Ignorance"},{"quote":"From a religious point of view, if God had thought homosexuality is a sin, he would not have created gay people.","author":"Howard Dean","category":"Thought, People"},{"quote":"I have enough love to last me a lifetime! Thank God I'll never lose my imagination and my passion. That's really what it is. I'm still passionate about what I do.","author":"Teena Marie","category":"Love, Passion, Imagination"},{"quote":"Great thoughts and a pure heart, that is what we should ask from God.","author":"Johann Wolfgang von Goethe","category":"Great, Heart, Thoughts"},{"quote":"I don't happen to approve of plastic surgery. I think God put plastic surgeons on this earth for good reasons - people get burned or people might have a nose like Pinocchio and that has to be fixed. But to just chop yourself up to look a few years younger? You could come out looking like a Picasso picture.","author":"Iris Apfel","category":"Good, Yourself, People"},{"quote":"I say to mankind, Be not curious about God. For I, who am curious about each, am not curious about God - I hear and behold God in every object, yet understand God not in the least.","author":"Walt Whitman","category":"Curious, Understand, Say"},{"quote":"Men always talk about the most important things to perfect strangers. In the perfect stranger we perceive man himself the image of a God is not disguised by resemblances to an uncle or doubts of wisdom of a mustache.","author":"Gilbert K. Chesterton","category":"Wisdom, Man, Men"},{"quote":"I am a poor man and of little worth, who is laboring in that art that God has given me in order to extend my life as long as possible.","author":"Michelangelo","category":"Life, Art, I Am"},{"quote":"When I see children, I see the face of God. That's why I love them so much. That's what I see.","author":"Michael Jackson","category":"Love, Children, Why"},{"quote":"The Communist vision is the vision of man without God.","author":"Whittaker Chambers","category":"Man, Vision, Communist"},{"quote":"God lends a helping hand to the man who tries hard.","author":"Aeschylus","category":"Man, Helping Hand, Hand"},{"quote":"I want to challenge you today to get out of your comfort zone. You have so much incredible potential on the inside. God has put gifts and talents in you that you probably don't know anything about.","author":"Joel Osteen","category":"Today, Challenge"},{"quote":"The First Amendment to the Constitution reflects that concept recognized in the Ten Commandments, that the duties we owe to God and the manner of discharging those duties are outside the purview of government.","author":"Roy Moore","category":"Government, Constitution"},{"quote":"The most important thing for me is having a relationship with God. To know that the owner, the creator of the universe loves you, sent His Son to die for your sins; that's very empowering. Knowing Him and knowing that He loves me gives me encouragement and confidence to move forward.","author":"Ben Carson","category":"Relationship, Confidence"},{"quote":"The style of God venerated in the church, mosque, or synagogue seems completely different from the style of the natural universe.","author":"Alan Watts","category":"Style, Universe, Church"},{"quote":"I'm a survivor of life. I try to give the glory to God and appreciate what's happening to me.","author":"Mike Epps","category":"Life, Me, Appreciate"},{"quote":"The question is what I wanted to do with the new life God has given me. This is the mission I want to take on.","author":"Billy Tauzin","category":"Life, Me, Want"},{"quote":"There is greatness in the fear of God, contentment in faith of God, and honour in humility.","author":"Abu Bakr","category":"Fear, Faith, Humility"},{"quote":"If you believe in God, He will open the windows of heaven and pour blessings upon you.","author":"Mahalia Jackson","category":"Faith, Blessings, Believe"},{"quote":"The end of life is to be like God, and the soul following God will be like Him.","author":"Socrates","category":"Life, Soul, End"},{"quote":"We cannot know the whole truth, which belongs to God alone, but our task nevertheless is to seek to know what is true. And if we offend gravely enough against what we know to be true, as by failing badly enough to deal affectionately and responsibly with our land and our neighbors, truth will retaliate with ugliness, poverty, and disease.","author":"Wendell Berry","category":"Truth, Alone, Poverty"},{"quote":"What I absolutely want is to suggest that before it's anything else, redemption is God mending the bicycle of our souls; God bringing out the puncture repair kit, re-inflating the tires, taking off the rust, making us roadworthy once more. Not so that we can take flight into ecstasy, but so that we can do the next needful mile of our lives.","author":"Francis Spufford","category":"Bicycle, Want, Redemption"},{"quote":"There cannot be a God because if there were one, I could not believe that I was not He.","author":"Friedrich Nietzsche","category":"Believe, Because, Cannot"},{"quote":"If I truly believe everything that's in that book, God is in control. He is in control. He's working for my good. Doesn't mean everything's going to be smooth, but that's all I needed to know. There is a light at the end of the tunnel.","author":"Shawn Michaels","category":"Good, Light, Believe"},{"quote":"Everything we do should be a result of our gratitude for what God has done for us.","author":"Lauryn Hill","category":"Gratitude, Done, Everything"},{"quote":"Risk is a part of God's game, alike for men and nations.","author":"Warren Buffett","category":"Men, Risk, Game"},{"quote":"Today I am the happiest man in the world, my son was born and thanks to God for this gift.","author":"Lionel Messi","category":"Son, Today, I Am"},{"quote":"God gives us life and takes us away as He sees fit.","author":"Johnny Cash","category":"Life, Away, Us"},{"quote":"If you don't take a Sabbath, something is wrong. You're doing too much, you're being too much in charge. You've got to quit, one day a week, and just watch what God is doing when you're not doing anything.","author":"Eugene H. Peterson","category":"Day, Week, You"},{"quote":"I don't stand for the black man's side, I don' t stand for the white man's side. I stand for God's side.","author":"Bob Marley","category":"Man, Stand, Black"},{"quote":"I am still far from being what I want to be, but with God's help I shall succeed.","author":"Vincent Van Gogh","category":"Faith, I Am, Help"},{"quote":"God is cruel. Sometimes he makes you live.","author":"Stephen King","category":"Live, You, Sometimes"},{"quote":"More are the names of God and infinite are the forms through which He may be approached. In whatever name and form you worship Him, through them you will realise Him.","author":"Ramakrishna","category":"Name, You, Through"},{"quote":"Courage, not compromise, brings the smile of God's approval.","author":"Thomas S. Monson","category":"Smile, Courage, Compromise"},{"quote":"Our society strives to avoid any possibility of offending anyone - except God.","author":"Billy Graham","category":"Society, Avoid, Offending"},{"quote":"We Americans have no commission from God to police the world.","author":"Benjamin Harrison","category":"World, Police, Commission"},{"quote":"God Almighty first planted a garden. And indeed, it is the purest of human pleasures.","author":"Francis Bacon","category":"Gardening, Garden, Human"},{"quote":"My strong belief is that God created human beings and therefore he knows about every aspect of the human body. So if I want to fix it, I just need to stay in harmony with Him.","author":"Ben Carson","category":"Strong, Want, Belief"},{"quote":"I'm a man of faith. I only fear God, and my wife - sometimes.","author":"Lech Walesa","category":"Fear, Faith, Wife"},{"quote":"God does not play dice.","author":"Albert Einstein","category":"Play, Dice, Does"},{"quote":"God is best known in not knowing him.","author":"Saint Augustine","category":"Best, Not Knowing, Knowing"},{"quote":"God wants my life to be about being successful and being happy and blessing other people and being blessed.","author":"Miley Cyrus","category":"Life, Happy, Being Happy"},{"quote":"I have a fundamental belief in the Bible as the Word of God, written by those who were inspired. I study the Bible daily.","author":"Isaac Newton","category":"Daily, Bible, Belief"},{"quote":"Regret is not a proactive feeling. It is situated in disappointment, sorrow, even remorse. It merely wishes things were different without an act to cause a difference. However, repentance is different. Repentance is an admission of, hatred of, and turning away from sin before God.","author":"Monica Johnson","category":"Regret, Disappointment"},{"quote":"I like smoking! I mean, God, I quit everything else, can't I smoke?","author":"Melanie Griffith","category":"Smoking, Mean, Quit"},{"quote":"The divine light which you carry within your soul is inherited from God because you are His daughter. Part of the light which makes you so magnificent is the blessing of womanhood.","author":"Margaret D. Nadauld","category":"Light, Daughter, Soul"},{"quote":"There is nothing that wastes the body like worry, and one who has any faith in God should be ashamed to worry about anything whatsoever.","author":"Mahatma Gandhi","category":"Faith, Body, Worry"},{"quote":"When you focus on how wonderful God is and all the great things He's done... is doing... and even will do in your life, your natural response will be praise, adoration and awe. Don't let yourself ever get used to it... stay amazed!","author":"Joyce Meyer","category":"Life, Great, Focus"},{"quote":"If you can believe in God, then you can believe in anything. It's a gang mentality.","author":"Greg Graffin","category":"Believe, You, Anything"},{"quote":"I am and always will be a sinner. But that's the beautiful thing about Jesus. I'll always try to be a better person in the eyes of God. But I'm not all of a sudden stepping up on a pedestal and saying I'm holier than thou, 'cause I'm not!","author":"Billy Ray Cyrus","category":"Beautiful, Eyes, I Am"},{"quote":"After many years of great mercy, after tasting of the powers of the world to come, we still are so weak, so foolish; but, oh! when we get away from self to God, there all is truth and purity and holiness, and our heart finds peace, wisdom, completeness, delight, joy, victory.","author":"Charles Spurgeon","category":"Wisdom, Peace, Truth"},{"quote":"God is a comedian, playing to an audience too afraid to laugh.","author":"H. L. Mencken","category":"Laugh, Afraid, Audience"},{"quote":"If only God would give me some clear sign! Like making a large deposit in my name at a Swiss bank.","author":"Woody Allen","category":"Me, Name, Bank"},{"quote":"If you want to be original just try being yourself, because God has never made two people exactly alike.","author":"Bernard Meltzer","category":"Yourself, People, Want"},{"quote":"The wrath of God is a way of saying that I have been living in a way that is contrary to the love that is God. Anyone who begins to live and grow away from God, who lives away from what is good, is turning his life toward wrath.","author":"Pope Benedict XVI","category":"Love, Life, Good"},{"quote":"God who is eternally complete, who directs the stars, who is the master of fates, who elevates man from his lowliness to Himself, who speaks from the cosmos to every single human soul, is the most brilliant manifestation of the goal of perfection.","author":"Alfred Adler","category":"Stars, Man, Soul"},{"quote":"Human beings should be held accountable. Leave God alone. He has enough problems.","author":"Elie Wiesel","category":"Alone, Problems, Human"},{"quote":"While I know myself as a creation of God, I am also obligated to realize and remember that everyone else and everything else are also God's creation.","author":"Maya Angelou","category":"Myself, I Am, Remember"},{"quote":"The blame is his who chooses: God is blameless.","author":"Plato","category":"Blame, His, Who"},{"quote":"I found thee not, O Lord, without, because I erred in seeking thee without that wert within.","author":"Saint Augustine","category":"Within, Without, Found"},{"quote":"Where mercy, love, and pity dwell, there God is dwelling too.","author":"William Blake","category":"Love, Mercy, Dwell"},{"quote":"When trouble comes, focus on God's ability to care for you.","author":"Charles Stanley","category":"Focus, Care, You"},{"quote":"I've learned over the years to appreciate God's timing, and you can't rush things; it's gonna happen exactly when it's supposed to.","author":"Sevyn Streeter","category":"Timing, Appreciate, You"},{"quote":"It is the experiences, the great triumphant joy of living to the fullest extent in which real meaning is found. God it's great to be alive!","author":"Christopher McCandless","category":"Great, Joy, Meaning"},{"quote":"Life as we know it, with all its ups and downs, will soon be over. We all will give an accounting to God of how we have lived.","author":"William Wilberforce","category":"Life, Accounting, Know"},{"quote":"If there is no God, everything is permitted.","author":"Fyodor Dostoevsky","category":"Everything, Permitted"},{"quote":"God will never direct us to be prideful, arrogant and unforgiving, immoral or slothful or full of fear. We step into these things because we are insensitive to the leadership of the Holy Spirit within us.","author":"Charles Stanley","category":"Leadership, Fear, Step"},{"quote":"We should never desire to be over others. Instead, we ought to be servants who are submissive to every human being for God's sake.","author":"Francis of Assisi","category":"Desire, Human, Human Being"},{"quote":"Whatever I will become will be what God has chosen for me.","author":"Elvis Presley","category":"Me, Whatever, Will"},{"quote":"Thank God for the journey.","author":"James Brown","category":"Journey, Thank God, Thank"},{"quote":"The man who sows wrong thoughts and deeds and prays that God will bless him is in the position of a farmer who, having sown tares, asks God to bring forth for him a harvest of wheat.","author":"James Allen","category":"Man, Thoughts, Harvest"},{"quote":"A 'real pastor' is not preaching of their own; they are speaking what God put in their heart by the Holy Spirit. The Holy Spirit is using them at that very moment to speak to the congregations situations -past, present, and future.","author":"Monica Johnson","category":"Future, Heart, Past"},{"quote":"The fact that what we believe about marriage - that it should be between a man and a woman - and that we're pro-life, somehow that becomes radical? Why is that? It's because our culture has changed. But the truth is, culture may change, people change, but the Word of God never changes, and that's what we rest our belief system on.","author":"Robert Jeffress","category":"Change, Marriage, Truth"},{"quote":"If I were to say, 'God, why me?' about the bad things, then I should have said, 'God, why me?' about the good things that happened in my life.","author":"Arthur Ashe","category":"Life, Good, Me"},{"quote":"If God wanted us to fly, He would have given us tickets.","author":"Mel Brooks","category":"Funny, Fly, Us"},{"quote":"Sin does not stop God's grace from flowing, but God's grace will stop sin.","author":"Joseph Prince","category":"Grace, Sin, Stop"},{"quote":"If it came to a magic genie, I would ask him for two extra wishes. One would be that no one would have to live with the muscular dystrophy disease or any disease. And the second one would be world peace, that we just stop fighting, talk about things, and we could live in harmony once again, like God intended us to do.","author":"Mattie Stepanek","category":"Peace, World, Live"},{"quote":"As a Christian, I know my life is in God's hands. He has a plan for me. Therefore, I never worry about tomorrow or never worry about winning or losing football games. That knowledge gives me a lot of composure in tough situations.","author":"Tom Landry","category":"Life, Knowledge, Football"},{"quote":"I have not lost faith in God. I have moments of anger and protest. Sometimes I've been closer to him for that reason.","author":"Elie Wiesel","category":"Faith, Anger, Moments"},{"quote":"Thank God I'm an atheist.","author":"Luis Bunuel","category":"Thank God, Atheist, Thank"},{"quote":"Every perfect life is a parable invented by God.","author":"Simone Weil","category":"Life, Life Is A, Perfect"},{"quote":"My name is Linus, and I am your God.","author":"Linus Torvalds","category":"I Am, Name, Your"},{"quote":"It can have a secular purpose and have a relationship to God because God was presumed to be both over the state and the church, and separation of church and state was never meant to separate God from government.","author":"Roy Moore","category":"Relationship, Government"},{"quote":"The religious idea of God cannot do full duty for the metaphysical infinity.","author":"Alan Watts","category":"Duty, Idea, Infinity"},{"quote":"As different streams having different sources all mingle their waters in the sea, so different tendencies, various though they appear, crooked or straight, all lead to God.","author":"Swami Vivekananda","category":"Sea, Lead, Straight"},{"quote":"I am at peace with God. My conflict is with Man.","author":"Charlie Chaplin","category":"Peace, Man, I Am"},{"quote":"Destiny is not designed by mere mortals like us. It is crafted by God.","author":"Rodrigo Duterte","category":"Destiny, Like, Us"},{"quote":"God enters by a private door into every individual.","author":"Ralph Waldo Emerson","category":"Faith, Door, Individual"},{"quote":"God bless Africa, Guard her people, Guide her leaders, And give her peace.","author":"Trevor Huddleston","category":"Peace, People, Africa"},{"quote":"To go to heaven, fully to enjoy God, is infinitely better than the most pleasant accommodations here.","author":"Jonathan Edwards","category":"Enjoy, Better, Heaven"},{"quote":"To light one candle to God and another to the Devil is the principle of wisdom.","author":"Jose Bergamin","category":"Wisdom, Light, Candle"},{"quote":"I like people and I like them to like me, but I wear my heart where God put it, on the inside.","author":"F. Scott Fitzgerald","category":"Heart, Me, People"},{"quote":"As you walk in God's divine wisdom, you will surely begin to see a greater measure of victory and good success in your life.","author":"Joseph Prince","category":"Life, Success, Wisdom"},{"quote":"The God of the Hebrews is a God that human language, we're not even supposed to speak the holy name. We were told in the Second Commandment we could make no images of this God, and I don't think that means just building idols, I think that means also trying to believe you've captured God in your words, in the Creeds, in the Scriptures.","author":"John Shelby Spong","category":"Believe, Words, Speak"},{"quote":"In the Lord's Prayer, the first petition is for daily bread. No one can worship God or love his neighbor on an empty stomach.","author":"Woodrow Wilson","category":"Love, Daily, Prayer"},{"quote":"Sorrow for sin is indeed necessary, but it should not be an endless preoccupation. You must dwell also on the glad remembrance of God's loving-kindness; otherwise, sadness will harden the heart and lead it more deeply into despair.","author":"Saint Bernard","category":"Heart, Sadness, Sorrow"},{"quote":"Because I believe in God and have faith in God, it doesn't mean I am immortal. It doesn't mean I am immune, as has been claimed. I am as scared as anyone of getting hurt, especially driving a Formula One car.","author":"Ayrton Senna","category":"Car, Faith, I Am"},{"quote":"If you hug to yourself any resentment against anybody else, you destroy the bridge by which God would come to you.","author":"Peter Marshall","category":"Bridge, Yourself, You"},{"quote":"Laughter is God's blessing.","author":"Joseph Prince","category":"Laughter, Blessing"},{"quote":"There is one God, and He made both Indians and white men. We were all made out of the dust of the earth.","author":"Standing Bear","category":"Men, Earth, Dust"},{"quote":"I just want to do God's will. And he's allowed me to go to the mountain. And I've looked over, and I've seen the promised land! I may not get there with you, but I want you to know tonight that we as a people will get to the promised land.","author":"Martin Luther King, Jr.","category":"Mountain, Me, People"},{"quote":"If I am capable of grasping God objectively, I do not believe, but precisely because I cannot do this I must believe.","author":"Soren Kierkegaard","category":"I Am, Believe, Capable"},{"quote":"Marriage has made me a lot happier and I'm deeply in love with my wife, and I thank God for her every day.","author":"Harry Connick, Jr.","category":"Love, Marriage, Day"},{"quote":"God does not change; he is Love, ever and always. In himself, he is communion, unity in Trinity, and all his words and works are directed to communion.","author":"Pope Benedict XVI","category":"Love, Change, Unity"},{"quote":"I have sworn upon the altar of God, eternal hostility against every form of tyranny over the mind of man.","author":"Thomas Jefferson","category":"Man, Mind, Tyranny"},{"quote":"The essence of Hinduism is the same essence of all true religions: Bhakti or pure love for God and genuine compassion for all beings.","author":"Radhanath Swami","category":"Love, Compassion, True"},{"quote":"God is a verb, not a noun.","author":"R. Buckminster Fuller","category":"Verb, Noun"},{"quote":"Knowledge of God's Word is a bulwark against deception, temptation, accusation, even persecution.","author":"Edwin Louis Cole","category":"Knowledge, Deception"},{"quote":"God always strives together with those who strive.","author":"Aeschylus","category":"Motivational, Together"},{"quote":"And God said, 'Let there be light' and there was light, but the Electricity Board said He would have to wait until Thursday to be connected.","author":"Spike Milligan","category":"Light, Electricity, Thursday"},{"quote":"There's too much tendency to attribute to God the evils that man does of his own free will.","author":"Agatha Christie","category":"Man, Free, Free Will"},{"quote":"But at any rate, the point is that God is what nobody admits to being, and everybody really is.","author":"Alan Watts","category":"Nobody, Point, Being"},{"quote":"God, life changes faster than you think.","author":"Amy Tan","category":"Life, Changes, Life Changes"},{"quote":"I'm an atheist and I thank God for it.","author":"George Bernard Shaw","category":"Thank God, Atheist, Thank"},{"quote":"The limitless loving devotion to God, and the gift God makes of Himself to you, are the highest elevation of which the heart is capable; it is the highest degree of prayer. The souls that have reached this point are truly the heart of the Church.","author":"Edith Stein","category":"Heart, Prayer, Gift"},{"quote":"I am convinced that God wanted me to be a baseball player.","author":"Roberto Clemente","category":"Baseball, I Am, Me"},{"quote":"Whatsoever is, is in God, and without God nothing can be, or be conceived.","author":"Baruch Spinoza","category":"Nothing, Without, Whatsoever"},{"quote":"Our national motto is 'In God we Trust,' reminding us that faith in our Creator is the most important American value of all.","author":"Marco Rubio","category":"Trust, Patriotism, Faith"},{"quote":"The Gospel is about grace and we all know that grace is about us receiving from God blessings that we don't deserve.","author":"Tony Campolo","category":"Blessings, Grace, Know"},{"quote":"Any fool knows that bravado is always a cover-up for insecurity. That's the truth. And on that note, I'll say goodnight. God love you.","author":"Bobby Darin","category":"Love, Truth, Fool"},{"quote":"There's only one effectively redemptive sacrifice, the sacrifice of self-will to make room for the knowledge of God.","author":"Aldous Huxley","category":"Knowledge, Sacrifice, Room"},{"quote":"God is the tangential point between zero and infinity.","author":"Alfred Jarry","category":"Point, Infinity, Between"},{"quote":"It may be that our role on this planet is not to worship God - but to create him.","author":"Arthur C. Clarke","category":"Create, Worship, Him"},{"quote":"God, I can push the grass apart and lay my finger on Thy heart.","author":"Edna St. Vincent Millay","category":"Heart, Push, Grass"},{"quote":"God has entrusted me with myself.","author":"Epictetus","category":"Myself, Me, Entrusted"},{"quote":"God hangs the greatest weights upon the smallest wires.","author":"Francis Bacon","category":"Greatest, Wires, Weights"},{"quote":"One and God make a majority.","author":"Frederick Douglass","category":"Majority, Make"},{"quote":"Nobody talks so constantly about God as those who insist that there is no God.","author":"Heywood Broun","category":"Nobody, Who, Talks"},{"quote":"Life is God's novel. Let him write it.","author":"Isaac Bashevis Singer","category":"Life, Him, Write"},{"quote":"God is an unutterable sigh, planted in the depths of the soul.","author":"Jean Paul","category":"Soul, Sigh, Planted"},{"quote":"It is only the impossible that is possible for God. He has given over the possible to the mechanics of matter and the autonomy of his creatures.","author":"Simone Weil","category":"Impossible, Matter, Possible"},{"quote":"God gets you to the plate, but once your there your on your own.","author":"Ted Williams","category":"You, Own, Once"},{"quote":"In almost everything that touches our everyday life on earth, God is pleased when we're pleased. He wills that we be as free as birds to soar and sing our maker's praise without anxiety.","author":"Aiden Wilson Tozer","category":"Life, Anxiety, Birds"},{"quote":"God's truth judges created things out of love, and Satan's truth judges them out of envy and hatred.","author":"Dietrich Bonhoeffer","category":"Love, Truth, Hatred"},{"quote":"However many blessings we expect from God, His infinite liberality will always exceed all our wishes and our thoughts.","author":"John Calvin","category":"Blessings, Thoughts, Wishes"},{"quote":"There is no work, however vile or sordid, that does not glisten before God.","author":"John Calvin","category":"Work, Before, However"},{"quote":"Trust in God - she will provide.","author":"Emmeline Pankhurst","category":"Trust, She, Will"},{"quote":"Even God lends a hand to honest boldness.","author":"Menander","category":"Honest, Hand, Boldness"},{"quote":"God is looking for people to use, and if you can get usable, he will wear you out. The most dangerous prayer you can pray is this: 'Use me.'","author":"Rick Warren","category":"Prayer, Me, People"},{"quote":"The way to be with God in every season is to strive to be near Him every week and each day.","author":"Thomas S. Monson","category":"Day, Week, Season"},{"quote":"We should always look upon ourselves as God's servants, placed in God's world, to do his work; and accordingly labour faithfully for him; not with a design to grow rich and great, but to glorify God, and do all the good we possibly can.","author":"David Brainerd","category":"Work, Good, Great"},{"quote":"I'm grateful to God for His bountiful gifts... He gave me courage and faith in myself.","author":"Loretta Young","category":"Courage, Faith, Myself"},{"quote":"Great and glorious God, and Thou Lord Jesus, I pray you shed abroad your light in the darkness of my mind. Be found of me, Lord, so that in all things I may act only in accordance with Thy holy will.","author":"Francis of Assisi","category":"Light, Great, Darkness"},{"quote":"To doubt God is to doubt one's own conscience, and in consequence, it would be to doubt everything; and then what is life for?","author":"Jose Rizal","category":"Life, Doubt, Conscience"},{"quote":"God put the human race in charge of managing the resources of the entire planet for the benefit of all life. Therefore, we, of all people on this planet, should be concerned about environmental issues and doing what we can to enhance the beauty and productivity of the natural realm.","author":"Hugh Ross","category":"Life, Beauty, Environmental"},{"quote":"We say keep your change, we'll keep our God, our guns, our constitution.","author":"Sarah Palin","category":"Change, Constitution, Guns"},{"quote":"Like the old soldier of the ballad, I now close my military career and just fade away, an old soldier who tried to do his duty as God gave him the light to see that duty. Goodbye.","author":"Douglas MacArthur","category":"Light, Goodbye, Military"},{"quote":"You never know God is all you need until God is all you have.","author":"Rick Warren","category":"Know, You, Never"},{"quote":"God made and governs the world invisibly, and has commanded us to love and worship him and no other God; to honor our parents and masters, and love our neighbours as ourselves; and to be temperate, just, and peaceable, and to be merciful even to brute beasts.","author":"Isaac Newton","category":"Love, Parents, World"},{"quote":"I have never made but one prayer to God, a very short one: 'O Lord make my enemies ridiculous.' And God granted it.","author":"Voltaire","category":"Prayer, Short, Ridiculous"},{"quote":"Fix reason firmly in her seat, and call to her tribunal every fact, every opinion. Question with boldness even the existence of a God; because, if there be one, he must more approve of the homage of reason, than that of blindfolded fear.","author":"Thomas Jefferson","category":"Fear, Opinion, Existence"},{"quote":"No man ever did, nor ever shall, truly go forth to convert the nations, nor to prophesy in the present state of witnesses against Antichrist, but by the gracious inspiration and instigation of the Holy Spirit of God.","author":"Roger Williams","category":"Man, Present, Inspiration"},{"quote":"We cannot suppose therefore that God has made an order of beings, with such mental qualities and powers, for the sole purpose of being used as beasts, or instruments of labour.","author":"Thomas Clarkson","category":"Purpose, Mental, Being"},{"quote":"But separation of church and state was never meant to separate God and government.","author":"Roy Moore","category":"Government, Church, Never"},{"quote":"To do all that one is able to do, is to be a man; to do all that one would like to do, is to be a god.","author":"Napoleon Bonaparte","category":"Man, Like, Be A Man"},{"quote":"The key to winning is choosing to do God's will and loving others with all you've got.","author":"Lou Holtz","category":"Winning, Loving, You"},{"quote":"Here's the reality. The image of a white Jesus has been used to justify enslavement, conquest, colonialism, the genocide of indigenous peoples. There are literally millions of human beings whose lives have been snuffed out by people who conquered under the banner of a white god.","author":"Tim Wise","category":"Reality, People, Human"},{"quote":"Sense perceptions can be and often are false and deceptive, however real they may appear to us. Where there is realization outside the senses, it is infallible. It is proved not by extraneous evidence but in the transformed conduct and character of those who have felt the real presence of God within.","author":"Mahatma Gandhi","category":"Character, Real, Within"},{"quote":"People who cease to believe in God or goodness altogether still believe in the devil. I don't know why. No, I do indeed know why. Evil is always possible. And goodness is eternally difficult.","author":"Anne Rice","category":"Evil, Believe, People"},{"quote":"But suppose God is black? What if we go to Heaven and we, all our lives, have treated the Negro as an inferior, and God is there, and we look up and He is not white? What then is our response?","author":"Robert Kennedy","category":"Black, Heaven, Look"},{"quote":"God gave me a great body and it's my duty to take care of my physical temple.","author":"Jean-Claude Van Damme","category":"Great, Me, Body"},{"quote":"I'm gonna be blunt and plain, if one ever looks at me like that I'm gonna kill him and tell God he died.","author":"Jimmy Swaggart","category":"Me, Looks, Him"},{"quote":"No enactment of man can be considered law unless it conforms to the law of God.","author":"William Blackstone","category":"Man, Law, Unless"},{"quote":"The main rule to me is to honor God with your life. To life a life of integrity. Not be selfish. You know, help others. But that's really the essence of the Christian faith.","author":"Joel Osteen","category":"Life, Integrity, Faith"},{"quote":"May God protect me from gloomy saints.","author":"Saint Teresa of Avila","category":"Me, Protect, May"},{"quote":"Only the supernatural love of God through changed lives can solve the problems that we face in our world.","author":"Billy Graham","category":"Love, Problems, World"},{"quote":"Man is important in one sense only. He was made in the image of God: That is his importance. He is not important for his body, ego, or personality. His constant affirmation of ego-consciousness is the source of all his problems.","author":"Paramahansa Yogananda","category":"Man, Personality, Problems"},{"quote":"We are not sent into this world mainly to enjoy the loveliness therein, nor to sit us down in passive ease; no, we were sent here for action. The soul that seeks to do the will of God with a pure heart, fervently, does not yield to the lethargy of ease.","author":"Dorothea Dix","category":"Heart, Soul, World"},{"quote":"God made man to go by motives, and he will not go without them, any more than a boat without steam or a balloon without gas.","author":"Henry Ward Beecher","category":"Man, Boat, Balloon"},{"quote":"Law and equity are two things which God has joined, but which man has put asunder.","author":"Charles Caleb Colton","category":"Man, Law, Equity"},{"quote":"I do not want to foresee the future. I am concerned with taking care of the present. God has given me no control over the moment following.","author":"Mahatma Gandhi","category":"Future, I Am, Me"},{"quote":"You're just left with yourself all the time, whatever you do anyway. You've got to get down to your own God in your own temple. It's all down to you, mate.","author":"John Lennon","category":"Time, Yourself, You"},{"quote":"When we believe that God is Father, we also believe that such a father's hand will never cause his child a needless tear. We may not understand life any better, but we will not resent life any longer.","author":"William Barclay","category":"Life, Father, Child"},{"quote":"The Church is the new creation, it is life and joy, it is the sacramental fellowship in which we share the ultimate purpose of God, made real for us now in our hearing the Word and sharing the Sacrament.","author":"Rowan Williams","category":"Life, Joy, Purpose"},{"quote":"Anytime you deny the acknowledgement of God you are undermining the entire basis for which our country exists.","author":"Roy Moore","category":"Country, You"},{"quote":"This is why the ultimate reason of things must lie in a necessary substance, in which the differentiation of the changes only exists eminently as in their source; and this is what we call God.","author":"Gottfried Leibniz","category":"Changes, Lie, Why"},{"quote":"The all-seeing eye of God beheld our deplorable state infinite pity touched the heart of the Father of mercies and infinite wisdom laid the plan of our recovery.","author":"David Brainerd","category":"Wisdom, Moving On, Father"},{"quote":"Order is manifestly maintained in the universe... governed by the sovereign will of God.","author":"James Prescott Joule","category":"Universe, Will, Order"},{"quote":"For God's sake hold your tongue, and let me love.","author":"John Donne","category":"Love, Me, Tongue"},{"quote":"I can't believe that God put us on this earth to be ordinary.","author":"Lou Holtz","category":"Believe, Earth, Us"},{"quote":"Earth's crammed with heaven, And every common bush afire with God: But only he who sees takes off his shoes.","author":"Elizabeth Barrett Browning","category":"Shoes, Earth, Heaven"},{"quote":"God does not begin by asking our ability, only our availability, and if we prove our dependability, He will increase our capability.","author":"Neal A. Maxwell","category":"Prove, Ability, Asking"},{"quote":"If God only used perfect people, nothing would get done. God will use anybody if you're available.","author":"Rick Warren","category":"People, Perfect, You"},{"quote":"Thank God for acupuncture. It's been around for 2000 years. It's not going anyplace and people use it all of the time for a variety of cures and to avoid illnesses.","author":"Tim Daly","category":"Time, Thank God, People"},{"quote":"The only answer to fear is faith in God, knowing He loves you unconditionally and individually.","author":"Joyce Meyer","category":"Fear, Faith, You"},{"quote":"The Christian leader of the future is called to be completely irrelevant and to stand in this world with nothing to offer but his or her own vulnerable self. God loves us, not because of what we do or accomplish, but because God has created and redeemed us in love.","author":"Henri Nouwen","category":"Love, Future, Leader"},{"quote":"Each of you is a unique child of God. God knows you individually. He sends messages of encouragement, correction, and direction fitted to you and to your needs.","author":"Henry B. Eyring","category":"Encouragement, Child, Unique"},{"quote":"My mother always used to say, 'Well, if you had been born a little girl growing up in Egypt, you would go to church or go to worship Allah, but surely if those people are worshipping a God, it must be the same God' - that's what she always said. The same God with different names.","author":"Jane Goodall","category":"Mother, Girl, Growing Up"},{"quote":"There is no uncreated being except God. God has no opposite.","author":"C. S. Lewis","category":"Being, Opposite, Except"},{"quote":"Let God's grace be the mosque, and devotion the prayer mat. Let the Quran be the good conduct.","author":"Guru Nanak","category":"Good, Prayer, Grace"},{"quote":"There are worlds and more worlds below them, and there are a hundred thousand skies over them. No one has been able to find the limits and boundaries of God. If there be any account of God, then alone the mortal can write the same; but God's account does not finish, and the mortal himself dies while still writing.","author":"Guru Nanak","category":"Alone, Writing, Limits"},{"quote":"I wish that the Indians believed me a god, for upon the report of an enemy's valor oftentimes depends the success of a battle, and false reports have many times done as great things as true courage and resolution.","author":"Alexander the Great","category":"Success, Courage, Great"},{"quote":"Those who persevere in sin are those who are held in abhorrence by God, but those who abandon the ways of sin are loved by the Lord.","author":"St. Jerome","category":"Loved, Sin, Lord"},{"quote":"He who is unable to live in society, or who has no need because he is sufficient for himself, must be either a beast or a god.","author":"Aristotle","category":"Society, Live, Need"},{"quote":"God does not die on the day when we cease to believe in a personal deity, but we die on the day when our lives cease to be illumined by the steady radiance, renewed daily, of a wonder, the source of which is beyond all reason.","author":"Dag Hammarskjold","category":"Daily, Day, Believe"},{"quote":"When I judge art, I take my painting and put it next to a God made object like a tree or flower. If it clashes, it is not art.","author":"Paul Cezanne","category":"Art, Flower, Tree"},{"quote":"God's finger touched him, and he slept.","author":"Alfred Lord Tennyson","category":"Finger, Him, He"},{"quote":"God grants liberty only to those who love it, and are always ready to guard and defend it.","author":"Daniel Webster","category":"Love, Liberty, Ready"},{"quote":"Apply yourself. Get all the education you can, but then, by God, do something. Don't just stand there, make it happen.","author":"Lee Iacocca","category":"Education, Yourself"},{"quote":"Men judge us by the success of our efforts. God looks at the efforts themselves.","author":"Charlotte Bronte","category":"Success, Men, Judge"},{"quote":"I consider myself very lucky. God has a funny way of bringing some things around and knocking you in the head with the ultimate destination. Something I should have achieved quite easily took me a long time to get around to. It came in His time, not mine.","author":"Jim Morris","category":"Funny, Time, Myself"},{"quote":"God has been very good to me, for I never dwell upon anything wrong which a person has done, so as to remember it afterwards. If I do remember it, I always see some other virtue in that person.","author":"Saint Teresa of Avila","category":"Good, Me, Remember"},{"quote":"I have learned that to have a good friend is the purest of all God's gifts, for it is a love that has no exchange of payment.","author":"Frances Farmer","category":"Love, Good, Friend"},{"quote":"It is clear that he does not pray, who, far from uplifting himself to God, requires that God shall lower Himself to him, and who resorts to prayer not to stir the man in us to will what God wills, but only to persuade God to will what the man in us wills.","author":"Thomas Aquinas","category":"Man, Prayer, Him"},{"quote":"God is not a dead equation!","author":"Muhammad Iqbal","category":"Dead, Equation"},{"quote":"God is in all men, but all men are not in God; that is why we suffer.","author":"Ramakrishna","category":"Men, Why, Suffer"},{"quote":"You and I are but specks of that rhythmic urge which is Brahma, which is Allah, which is God.","author":"Ruth St. Denis","category":"You, Allah, Which"},{"quote":"God wants us to prosper financially, to have plenty of money, to fulfill the destiny He has laid out for us.","author":"Joel Osteen","category":"Future, Money, Destiny"},{"quote":"I always had a desire to know asylum life more thoroughly - a desire to be convinced that the most helpless of God's creatures, the insane, were cared for kindly and properly.","author":"Nellie Bly","category":"Life, Know, Desire"},{"quote":"When I was doing theater, I was very successful at believing that I was great, God's gift to the theater.","author":"Morgan Freeman","category":"Great, Gift, Successful"},{"quote":"If you have God on your side, everything becomes clear.","author":"Ayrton Senna","category":"Faith, You, Everything"},{"quote":"The highest revelation is that God is in every man.","author":"Ralph Waldo Emerson","category":"Man, Revelation, Every"},{"quote":"Man is to man either a god or a wolf.","author":"Desiderius Erasmus","category":"Man, Wolf, Either"},{"quote":"God doesn't seek for golden vessels, and does not ask for silver ones, but He must have clean ones.","author":"Dwight L. Moody","category":"Clean, Golden, Ask"},{"quote":"The highest reward that God gives us for good work is the ability to do better work.","author":"Elbert Hubbard","category":"Work, Good, Good Work"},{"quote":"A singer starts by having his instrument as a gift from God... When you have been given something in a moment of grace, it is sacrilegious to be greedy.","author":"Marian Anderson","category":"Moment, Gift, Grace"},{"quote":"Two days after moving we recommended ourselves to God, Our Lord, and fled, hoping that, although it was late in the season and the fruits of the tunas were giving out, by remaining in the field we might still get over a good portion of the land.","author":"Alvar N. C. de Vaca","category":"Good, Giving, Moving"},{"quote":"Jail didn't make me find God, He's always been there. They can lock me up, but my spirit and my love can never be confined to prison walls.","author":"Lil Wayne","category":"Love, Me, Prison"},{"quote":"Basically, there are two paths you can walk: faith or fear. It's impossible to simultaneously trust God and not trust God.","author":"Charles Stanley","category":"Trust, Fear, Faith"},{"quote":"Now the only way you can serve God on earth is by serving others.","author":"Rick Warren","category":"Earth, Way, You"},{"quote":"God has never made a mistake. Ever.","author":"Ray Lewis","category":"Mistake, Never, Made"},{"quote":"God's forgiveness allows us to be honest with ourselves. We recognize our imperfections, admit our failures, and plead to God for clemency.","author":"Jonathan Sacks","category":"Forgiveness, Honest, Admit"},{"quote":"Have you ever struggled to find work or love, only to find them after you have given up? This is the paradox of letting go. Let go, in order to achieve. Letting go is God's law.","author":"Mary Manin Morrissey","category":"Love, Work, Law"},{"quote":"It's not about being thin, it's about being healthy. And when you are a child you like to eat all these unhealthy things like chocolate and sweets. Oh my God. I love strawberries dipped in chocolate and Lion bars and Toffee Crisps - and as you grow up, you have to learn that those things are only good in moderation or you will become very fat.","author":"Dionne Bromfield","category":"Love, Good, Child"},{"quote":"The tragedy of life and of the world is not that men do not know God; the tragedy is that, knowing Him, they still insist on going their own way.","author":"William Barclay","category":"Life, World, Tragedy"},{"quote":"Do not compare yourself. Find out what God has placed in your ability.","author":"Emmitt Smith","category":"Yourself, Find, Ability"},{"quote":"When I took the habit, the Lord immediately showed me how He favours those who do violence to themselves in order to serve Him. No one saw what I endured... At the moment of my entrance into this new state I felt a joy so great that it has never failed me even to this day; and God converted the dryness of my soul into a very great tenderness.","author":"Saint Teresa of Avila","category":"Great, Joy, Violence"},{"quote":"I am blessed to receive a word from God every day in receiving the scriptures and reading the scriptures. And God speaks through the Bible.","author":"Ted Cruz","category":"Day, I Am, Reading"},{"quote":"God is most glorified in us when we are most satisfied in Him.","author":"John Piper","category":"Satisfied, Him, Us"},{"quote":"The word 'God' usually signifies 'Lord', but every lord is not a God. It is the dominion of a spiritual being which constitutes a God: a true, supreme, or imaginary dominion makes a true, supreme, or imaginary God.","author":"Isaac Newton","category":"Spiritual, True, Being"},{"quote":"I do not believe that God has created us under this dire necessity to toil, like beasts, to sustain life. I believe it is his will that we should hold absolute mastery over time, so as to devote it mainly to intellectual and moral improvement, domestic enjoyment, and social intercourse.","author":"William Lloyd Garrison","category":"Life, Time, Improvement"},{"quote":"There are two kinds of people one can call reasonable: those who serve God with all their heart because they know him, and those who seek him with all their heart because they do not know him.","author":"Blaise Pascal","category":"Heart, People, Know"},{"quote":"God doesn't want us to have rigid rituals with Him. In the new covenant, He is more interested in having a relationship with us.","author":"Joseph Prince","category":"Relationship, Want, New"},{"quote":"God expects but one thing of you, and that is that you should come out of yourself in so far as you are a created being made and let God be God in you.","author":"Meister Eckhart","category":"Yourself, You, Being"},{"quote":"With all the media attention, all the love from the fans, I felt I needed to prove myself. Prove that I'm not a marketing tool, I'm not a ploy to improve attendance. Prove I can play in this league. But I've surrendered that to God. I'm not in a battle with what everybody else thinks anymore.","author":"Jeremy Lin","category":"Love, Myself, Media"},{"quote":"It is easy for Christians to have the false impression that once we have established a relationship with Christ, which we believe sets us right with God, the problems of life will somehow scoot away or they will slowly be removed from our lives.","author":"Charles R. Swindoll","category":"Life, Relationship, Believe"},{"quote":"Every creature is a word of God.","author":"Meister Eckhart","category":"Word, Creature, Every"},{"quote":"The grace of God is dangerous. It's lavish, excessive, outrageous, and scandalous. God's grace is ridiculously inclusive. Apparently God doesn't care who He loves. He is not very careful about the people He calls His friends or the people He calls His Church.","author":"Mike Yaconelli","category":"Friends, Grace, People"},{"quote":"Conscience is the authentic voice of God to you.","author":"Rutherford B. Hayes","category":"Voice, You, Conscience"},{"quote":"God knows I detest slavery but it is an existing evil, and we must endure it and give it such protection as is guaranteed by the Constitution.","author":"Millard Fillmore","category":"Evil, Constitution, Slavery"},{"quote":"I'm always happy for people when I see God blessing them the way he's blessed me.","author":"Ruben Studdard","category":"Happy, Blessed, Me"},{"quote":"Men must be governed by God or they will be ruled by tyrants.","author":"William Penn","category":"Men, Will, Must"},{"quote":"The feeling of longing for home is born into us. That wonderful dream cannot become real without great faith - enough for the Holy Ghost to lead us to repentance, baptism, and the making and keeping of sacred covenants with God. This faith requires enduring bravely the trials of mortal life.","author":"Henry B. Eyring","category":"Life, Home, Faith"},{"quote":"The Eucharistic mystery stands at the heart and center of the liturgy since it is the fount of life by which we are cleansed and strengthened to live not for ourselves but for God and to be united in love among ourselves.","author":"Pope Paul VI","category":"Love, Life, Mystery"},{"quote":"But this will not do, God will certainly punish you for stealing and for being unfaithful.","author":"Jupiter Hammon","category":"You, Stealing, Unfaithful"},{"quote":"I'm black because I was born this way. I'm proud of it. Thank God I am who I am.","author":"Darius Rucker","category":"I Am, Thank God, Proud"},{"quote":"Not only is there no God, but try finding a plumber on Sunday.","author":"Woody Allen","category":"Finding, Try, Sunday"},{"quote":"The wonderful news is that our Lord is a God of mercy, and He responds to repentance.","author":"Billy Graham","category":"Mercy, News, Wonderful"},{"quote":"Grow in the root of all grace, which is faith. Believe God's promises more firmly than ever. Allow your faith to increase in its fullness, firmness, and simplicity.","author":"Charles Spurgeon","category":"Faith, Simplicity, Believe"},{"quote":"You can only learn so much from books. You can only learn so much from education. Ultimately, it is the wisdom of God that will carry you through in the toughest situations of life.","author":"Ravi Zacharias","category":"Life, Education, Wisdom"},{"quote":"I wake up every day inspiring myself, because God gave me life.","author":"DJ Khaled","category":"Life, Day, Myself"},{"quote":"Your faithfulness makes you trustworthy to God.","author":"Edwin Louis Cole","category":"Faith, Trustworthy, You"},{"quote":"Bitterness and unforgiveness block the flow of God's blessing in your life and actually hinder your prayers.","author":"Victoria Osteen","category":"Life, Blessing, Flow"},{"quote":"Man was created to praise, reverence, and serve God our Lord and in this way to save his soul. The other things on Earth were created for man's use, to help him reach the end for which he was created.","author":"Saint Ignatius","category":"Man, Soul, Help"},{"quote":"I like to go dancing, have a few beers. I like being alone, too. I have days where it's 'God, get me a shot of tequila.'","author":"Justine Bateman","category":"Alone, Being Alone, Me"},{"quote":"It's a mystery. That's the first thing that interests me about the idea of God. If there is one, it's mysterious and powerful and awesome to even consider the concept, and you have to take it seriously.","author":"Stephen King","category":"Powerful, Me, Mystery"},{"quote":"A faithful woman can become a devoted daughter of God - more concerned with being righteous than with being selfish, more anxious to exercise compassion than to exercise dominion, more committed to integrity than to notoriety. And she knows of her own infinite worth.","author":"Russell M. Nelson","category":"Integrity, Daughter"},{"quote":"God gave me a voice to sing with, and when you have that, what other gimmick is there?","author":"Whitney Houston","category":"Me, Voice, You"},{"quote":"If you need me to tell you that if you serve God, you'll get a Mercedes, you're lost.","author":"Paul Washer","category":"Me, Lost, You"},{"quote":"My mama told me in college, 'I love you, and you're God's child, but natural beauty will only take you so far.'","author":"Robin Roberts","category":"Love, Beauty, I Love You"},{"quote":"I don't really know why I care so much. I just have something inside me that tells me that there is a problem, and I have got to do something about it. I think that is what I would call the God in me.","author":"Wangari Maathai","category":"Me, Problem, Know"},{"quote":"Ascetics and fakirs come to mitigate human suffering to heal us and lead us on the path. They put up with criticism they go through many worldly trials. Some of them have even become martyrs for our sake. But they have done all this with a smile and with gratitude to God. Hence sacrifice is a great virtue.","author":"Sadhu Vaswani","category":"Smile, Gratitude, Great"},{"quote":"As we lay hold upon the truth of God, its influence must affect us. It must elevate us. It must remove from us every imperfection.","author":"Ellen G. White","category":"Truth, Influence"},{"quote":"It doesn't matter who likes you or doesn't like you, all that matters is that God likes you. He accepts you, he approves of you.","author":"Joel Osteen","category":"Matter, Matters, You"},{"quote":"The sin which is indulged to the greatest extent, which separates us from God and produces so many spiritual disorders, and which are contagious, is selfishness.","author":"Ellen G. White","category":"Spiritual, Greatest, Sin"},{"quote":"Whatsoever is done out of pure love, be it ever so little or contemptible in the sight of men, is wholly fruitful; for God measures more with how much love one worketh, than the amount he doeth.","author":"Ellen G. White","category":"Love, Men, Sight"},{"quote":"When your identity is found in Christ, your identity never changes. You are always a child of God.","author":"Tim Tebow","category":"Changes, Identity, Child"},{"quote":"All God wants of man is a peaceful heart.","author":"Meister Eckhart","category":"Heart, Man, Peaceful"},{"quote":"As much as I loved the model of St. Francis, I realized that I couldn't afford to be poor, because unlike St. Francis, I'm not celibate. I was enlightened that God's call to me was not poverty but generosity and simplicity. And I had to go back to the lesson I learned from my parents: that is, simplicity.","author":"Bo Sanchez","category":"Parents, Poverty, Simplicity"},{"quote":"The greatest legacy is that which benefits the widest number of people for the longest period without limit to value. No one but the Prophet Muhammad was given that role as the seal of God's message.","author":"Cat Stevens","category":"Value, Legacy, Greatest"},{"quote":"He who desires to worship God must harbor no childish illusions about the matter but bravely renounce his liberty and humanity.","author":"Mikhail Bakunin","category":"Humanity, Liberty, Matter"},{"quote":"God is the most ancient of all things, for he had no birth.","author":"Thales","category":"Birth, Most, Things"},{"quote":"Other people - they practice and they practice... these fingers of mine, they got brains in 'em. You don't tell them what to do - they do it. God given talent.","author":"Jerry Lee Lewis","category":"Talent, Practice, People"},{"quote":"If triangles had a god, they would give him three sides.","author":"Charles de Montesquieu","category":"Three, Him, Give"},{"quote":"There were times, especially when I was traveling for 'Eat, Pray, Love,' when, I swear to God, I would feel this weight of my female ancestors, all those Swedish farmwives from beyond the grave who were like, 'Go! Go to Naples! Eat more pizza! Go to India, ride an elephant! Do it! Swim in the Indian Ocean. Read those books. Learn a language.'","author":"Elizabeth Gilbert","category":"Love, Ocean, Language"},{"quote":"That the saints may enjoy their beatitude and the grace of God more abundantly they are permitted to see the punishment of the damned in hell.","author":"Thomas Aquinas","category":"Grace, Enjoy, See"},{"quote":"TO fear God, is one of the first and greatest Duties of his rational Creatures.","author":"Charles Inglis","category":"Fear, Greatest, First"},{"quote":"Einstein, stop telling God what to do!","author":"Niels Bohr","category":"Stop, Einstein, Telling"},{"quote":"Today I love myself as I love my god: who could charge me with a sin today? I know only sins against my god but who knows my god?","author":"Friedrich Nietzsche","category":"Love, Myself, Today"},{"quote":"There's always an element of self delusion among people who believe they ought to be President. There's an underestimation of your opponent and an overestimation of your own abilities. This is compatible with being rich and powerful, the idea that we were blessed by God because we deserve to be blessed.","author":"Jimmy Carter","category":"Blessed, Powerful, Believe"},{"quote":"For me, Batman is the one that can most clearly be taken seriously. He's not from another planet, or filled with radioactive gunk. I mean, Superman is essentially a god, but Batman is more like Hercules: he's a human being, very flawed, and bridges the divide.","author":"Christopher Nolan","category":"Me, Bridges, Superman"},{"quote":"We esteem, honor, and love the apostles more than the other saints, because they served God more faithfully and because they loved Him more perfectly.","author":"Saint Ignatius","category":"Love, Honor, Loved"},{"quote":"I fear God and next to God I mostly fear them that fear him not.","author":"Saadi","category":"Fear, Him, Next"},{"quote":"God's most lordly gift to man is decency of mind.","author":"Aeschylus","category":"Man, Mind, Gift"},{"quote":"One of the peculiar sins of the twentieth century which we've developed to a very high level is the sin of credulity. It has been said that when human beings stop believing in God they believe in nothing. The truth is much worse: they believe in anything.","author":"Malcolm Muggeridge","category":"Truth, Believe, Truth Is"},{"quote":"God will never reject you. Whether you accept Him is your decision.","author":"Charles Stanley","category":"Decision, Accept, You"},{"quote":"I truly believe that God has given us few brain cells, and you have to direct them to the right things that make you happy.","author":"Ranbir Kapoor","category":"Happy, Believe, Brain"},{"quote":"I want to know all Gods thoughts all the rest are just details.","author":"Albert Einstein","category":"Thoughts, Details, Want"},{"quote":"If God dropped acid, would he see people?","author":"Steven Wright","category":"People, See, Acid"},{"quote":"I would believe only in a God that knows how to Dance.","author":"Friedrich Nietzsche","category":"Dance, Believe, Knows"},{"quote":"Silence is the pause in me when I am near to God.","author":"Arvo Part","category":"Silence, I Am, Me"},{"quote":"Sorrow is a fruit. God does not make it grow on limbs too weak to bear it.","author":"Victor Hugo","category":"Sympathy, Fruit, Sorrow"},{"quote":"The Negro revolution is controlled by foxy white liberals, by the Government itself. But the Black Revolution is controlled only by God.","author":"Malcolm X","category":"Government, Black"},{"quote":"What you see is what you get. My God, I don't have the time nor the energy to live up to some persona.","author":"Marc Anthony","category":"Time, Energy, Live"},{"quote":"Compassion enables you to reach to the heavens and look through the heart of God.","author":"Debbie Ford","category":"Compassion, Heart, You"},{"quote":"I cannot persuade myself that a beneficent and omnipotent God would have designedly created parasitic wasps with the express intention of their feeding within the living bodies of Caterpillars.","author":"Charles Darwin","category":"Myself, Living, Within"},{"quote":"Scientific views end in awe and mystery, lost at the edge in uncertainty, but they appear to be so deep and so impressive that the theory that it is all arranged as a stage for God to watch man's struggle for good and evil seems inadequate.","author":"Richard P. Feynman","category":"Good, Deep, Struggle"},{"quote":"I will far rather see the race of man extinct than that we should become less than beasts by making the noblest of God's creation, woman, the object of our lust.","author":"Mahatma Gandhi","category":"Man, Woman, See"},{"quote":"The sound of 'gentle stillness' after all the thunder and wind have passed will the ultimate Word from God.","author":"Jim Elliot","category":"Wind, Stillness, Sound"},{"quote":"My faith is the grand drama of my life. I'm a believer, so I sing words of God to those who have no faith.","author":"Olivier Messiaen","category":"Life, Faith, Words"},{"quote":"The fundamental idea which defines a human being as a Muslim is the declaration of faith: that there is a creator, whom we call God - or Allah, in Arabic - and that the creator is one and single. And we declare this faith by the declaration of faith, where we... bear witness that there is no God but God.","author":"Feisal Abdul Rauf","category":"Faith, Idea, Human"},{"quote":"Don't let anybody make you think God chose America as His divine messianic force to be a sort of policeman of the whole world.","author":"Martin Luther King, Jr.","category":"America, World, Think"},{"quote":"You're a song written by the hands of God.","author":"Shakira","category":"Song, Hands, You"},{"quote":"Everything that is bad, the falling sickness - God save the mark - or the like, should be at its worst at the full moon. I suppose because it is the leader of the stars.","author":"Lady Gregory","category":"Stars, Leader, Moon"},{"quote":"I sometimes think that God in creating man somewhat overestimated his ability.","author":"Oscar Wilde","category":"Man, Creating, Think"},{"quote":"Some movie stars wear their sunglasses even in church. They're afraid God might recognize them and ask for autographs.","author":"Fred Allen","category":"Fear, Stars, Sunglasses"},{"quote":"From my own being, and from the dependency I find in myself and my ideas, I do, by an act of reason, necessarily infer the existence of a God, and of all created things in the mind of God.","author":"George Berkeley","category":"Myself, Ideas, Mind"},{"quote":"We turn toward God only to obtain the impossible.","author":"Albert Camus","category":"Impossible, Turn, Toward"},{"quote":"Without God, democracy will not and cannot long endure.","author":"Ronald Reagan","category":"Democracy, Long, Endure"},{"quote":"America is God's Crucible, the great Melting-Pot where all the races of Europe are melting and re-forming!","author":"Israel Zangwill","category":"Great, America, Where"},{"quote":"Nothing hath separated us from God but our own will, or rather our own will is our separation from God.","author":"William Law","category":"Nothing, Separation, Will"},{"quote":"To those who do not love God, all things must work together immediately for pain and torment, until, by means of the tribulation, they are led to salvation at last.","author":"Johann Gottlieb Fichte","category":"Love, Work, Together"},{"quote":"One either has to believe in a God who's terribly prejudiced, or disbelieve the teachings of such exclusionary theologies. Religions have taught us that 'we are better than they.'","author":"Neale Donald Walsch","category":"Believe, Better, Religions"},{"quote":"For me the goddess is the female of God, She is powerful if different.","author":"Tina Turner","category":"Powerful, Me, She"},{"quote":"The patriot who feels himself in the service of God, who acknowledges Him in all his ways, has the promise of Almighty direction, and will find His Word in his greatest darkness.","author":"Francis Scott Key","category":"Service, Darkness, Greatest"},{"quote":"You seek the heights of manhood when you seek the depths of God.","author":"Edwin Louis Cole","category":"You, Heights, Manhood"},{"quote":"Live, so you do not have to look back and say: 'God, how I have wasted my life.'","author":"Elisabeth Kubler-Ross","category":"Life, Live, My Life"},{"quote":"I know it's an experience that I need to have if God's putting me through it.","author":"Lil Wayne","category":"Experience, Me, Know"},{"quote":"I was very, very religious. And of course I wrote about it in 'Night.' I questioned God's silence. So I questioned. I don't have an answer for that. Does it mean that I stopped having faith? No. I have faith, but I question it.","author":"Elie Wiesel","category":"Faith, Silence, Night"},{"quote":"God is not upset that Gandhi was not a Christian, because God is not a Christian! All of God's children and their different faiths help us to realize the immensity of God.","author":"Desmond Tutu","category":"Children, Help, Christian"},{"quote":"God's the final judge for Elvis Presley and Johnny Cash too. That's solely in the hands of God.","author":"Johnny Cash","category":"Hands, Judge, Cash"},{"quote":"If God did not exist, it would be necessary to invent Him.","author":"Voltaire","category":"Him, Exist, Necessary"},{"quote":"Since His delights are to be with you, let yours be found in Him.","author":"Alphonsus Liguori","category":"You, Him, Found"},{"quote":"Most laws condemn the soul and pronounce sentence. The result of the law of my God is perfect. It condemns but forgives. It restores - more than abundantly - what it takes away.","author":"Jim Elliot","category":"Law, Soul, Perfect"},{"quote":"Me, I'm spiritually retarded, I need to be knee deep in water with a fly rod in my hands, that's about as close to God as I get.","author":"Steve Earle","category":"Deep, Water, Me"},{"quote":"The finite is annihilated in the presence of the infinite, and becomes a pure nothing. So our spirit before God, so our justice before divine justice.","author":"Blaise Pascal","category":"Justice, Nothing, Spirit"},{"quote":"He was a wise man who originated the idea of God.","author":"Euripides","category":"Wise, Man, Wise Man"},{"quote":"They always win who side with God.","author":"Frederick William Faber","category":"Win, Always, Side"},{"quote":"Some of God's greatest gifts are unanswered prayers.","author":"Garth Brooks","category":"Greatest, Gifts, Prayers"},{"quote":"Nothing that is God's is obtainable by money.","author":"Tertullian","category":"Money, Nothing"},{"quote":"Sometimes you ask God for something and you don't know what you're asking.","author":"Mahalia Jackson","category":"Know, You, Asking"},{"quote":"Sometimes God writes straightforward in twisted lines.","author":"Gloria Trevi","category":"Twisted, Sometimes, Lines"},{"quote":"My message is that God is a good God.","author":"Joel Osteen","category":"Good, Message"},{"quote":"If you must be mad, be it not for the things of the world. Be mad with the love of God.","author":"Ramakrishna","category":"Love, World, You"},{"quote":"Your God is ever beside you - indeed, He is even within you.","author":"Alphonsus Liguori","category":"You, Within, Beside"},{"quote":"The world sees in our conduct, in our behaviour, the proof that we are the real children of God.","author":"Pope Shenouda III","category":"Children, World, Real"},{"quote":"When God hands you a gift, he also hands you a whip; and the whip is intended for self-flagellation solely.","author":"Truman Capote","category":"Gift, Hands, You"},{"quote":"The first revolt is against the supreme tyranny of theology, of the phantom of God. As long as we have a master in heaven, we will be slaves on earth.","author":"Mikhail Bakunin","category":"Earth, Tyranny, Long"},{"quote":"Where love is, there God is also.","author":"Mahatma Gandhi","category":"Love, Love Is, Where"},{"quote":"The romantic love we feel toward the opposite sex is probably one extra help from God to bring you together, but that's it. All the rest of it, the true love, is the test.","author":"Joan Chen","category":"Love, Romantic, Together"},{"quote":"God is everywhere but He is most manifest in man. So serve man as God. That is as good as worshipping God.","author":"Ramakrishna","category":"Good, Man, Serve"},{"quote":"Among the children of God, it was they who were most able to rightly divide the word of truth.","author":"John Nelson Darby","category":"Children, Truth, Word"},{"quote":"The point is that knowledge of God is not prohibited under the First Amendment.","author":"Roy Moore","category":"Knowledge, First Amendment"},{"quote":"God made the integers all else is the work of man.","author":"Leopold Kronecker","category":"Work, Man, Made"},{"quote":"I want to love all the children of God - Christian, Jew, Moslem, Hindu, Buddhist - everyone. I want to love gay Christians and straight Christians.","author":"Anne Rice","category":"Love, Children, Christian"},{"quote":"The hardest people to reach with the love of God are not the bad people. They know they are bad. They have no defense. The hardest ones to win for God are the self-righteous people.","author":"Charles L. Allen","category":"Love, Win, People"},{"quote":"God comes first - if I don't love him, I can't love anybody, and if I can't love me I can't love nobody.","author":"Mary J. Blige","category":"Love, Me, Love Me"},{"quote":"And I asked my mother about it; I said, 'Is there something wrong?' She said, 'God... God makes people. You understand that, don't you?' And I said, 'Yeah!' She said, 'Who makes a rainbow?\" I said, 'God.' She said, 'I never presumed to tell anyone who could make a rainbow what color to make children.'","author":"Richard Dawson","category":"Children, Mother, Rainbow"},{"quote":"I always say you can never be extravagant with beauty. Beauty is God made real. Beauty is life.","author":"Imelda Marcos","category":"Life, Beauty, You"},{"quote":"We are reflections of one another, therefore I know that you are part of me and I am part of you because we are all projections of the universal principles of creation/destruction polarities of the same infinite consciousness that we call God.","author":"David Icke","category":"I Am, Me, Know"},{"quote":"I thought that communism, the tyranny of communism, was an abomination and I beseeched God to bring that terrible evil down and he did. It was a great triumph, it took awhile, but it happened.","author":"Pat Robertson","category":"Great, Thought, Evil"},{"quote":"So, if I give any credit, besides giving all credit to God, for being totally healthy, it's just my workout and how much torture I put my body through in the offseason.","author":"Ray Lewis","category":"Giving, Body, Healthy"},{"quote":"God loves you unconditionally, as you are and not as you should be, because nobody is as they should be.","author":"Brennan Manning","category":"You, Nobody, Should"},{"quote":"What ever disunites man from God, also disunites man from man.","author":"Edmund Burke","category":"Man, Ever, Also"},{"quote":"Whatever comes from God is impossible for a man to turn back.","author":"Herodotus","category":"Man, Impossible, Turn"},{"quote":"Young man, young man, your arm's too short to box with God.","author":"James Weldon Johnson","category":"Man, Short, Young Man"},{"quote":"A thick skin is a gift from God.","author":"Konrad Adenauer","category":"Gift, Skin, Thick Skin"},{"quote":"Reason is God's crowning gift to man.","author":"Sophocles","category":"Man, Gift, Reason"},{"quote":"Only God can look at somebody's heart.","author":"Joel Osteen","category":"Heart, Look, Somebody"},{"quote":"Each one of us is an outlet to God and an inlet to God.","author":"Ernest Holmes","category":"Us, Each, Outlet"},{"quote":"For it pleased God, after he had made all things by the word of his power, to create man after his own image.","author":"George Whitefield","category":"Power, Man, Create"},{"quote":"The Bible is a revelation of the mind and will of God to men. Therein we may learn, what God is.","author":"Jupiter Hammon","category":"Men, Mind, Bible"},{"quote":"The condition upon which God hath given liberty to man is eternal vigilance.","author":"John Philpot Curran","category":"Man, Liberty, Which"},{"quote":"God, as Truth, has been for me a treasure beyond price. May He be so to every one of us.","author":"Mahatma Gandhi","category":"Truth, Me, Treasure"},{"quote":"If God had wanted me otherwise, He would have created me otherwise.","author":"Johann Wolfgang von Goethe","category":"Me, Wanted, Would"},{"quote":"All men are born with a nose and five fingers, but no one is born with a knowledge of God.","author":"Voltaire","category":"Knowledge, Men, Born"},{"quote":"It is the heart which perceives God and not the reason. That is what faith is: God perceived by the heart, not by the reason.","author":"Blaise Pascal","category":"Faith, Heart, Reason"},{"quote":"After all, God is God because he remembers.","author":"Elie Wiesel","category":"Because, After, He"},{"quote":"In myself I am nothing. It all comes from God and the Virgin Mary.","author":"Lech Walesa","category":"Myself, I Am, Nothing"},{"quote":"I've said all along that God is in control.","author":"Tony Dungy","category":"Control, Said, Along"},{"quote":"Since God knows our future, our personalities, and our capacity to listen, He isn't ever going to say more to us than we can deal with at the moment.","author":"Charles Stanley","category":"Future, Moment, Listen"},{"quote":"I think that anything that begins to give people a sense of their own worth and dignity is God.","author":"John Shelby Spong","category":"People, Dignity, Think"},{"quote":"God gave me life to continue to do things that I would never have done.","author":"Stevie Wonder","category":"Life, Me, Done"},{"quote":"Of course God will forgive me that's His job.","author":"Heinrich Heine","category":"Job, Me, Forgive"},{"quote":"God sent Jesus as an example to see if we could retain and maintain the Holy Spirit in human flesh.","author":"Benny Hinn","category":"Example, Human, See"},{"quote":"Sometimes the very presence of God is barred by our presuppositions and our intense and constant desire for triumph.","author":"Ravi Zacharias","category":"Desire, Triumph, Sometimes"},{"quote":"God is in the sadness and the laughter, in the bitter and the sweet.","author":"Neale Donald Walsch","category":"Laughter, Sadness, Sweet"},{"quote":"There is nothing unpremeditated, nothing neglected by God. His unsleeping eye beholds all things.","author":"Saint Basil","category":"Eye, Nothing, Things"},{"quote":"But I know God has big stuff planned that ultimately doesn't have anything to do with me.","author":"Michael W. Smith","category":"Me, Know, Anything"},{"quote":"Many are the names of God and infinite the forms through which He may be approached.","author":"Ramakrishna","category":"May, Names, Through"},{"quote":"One must be very particular about telling the truth. Through truth one can realize God.","author":"Ramakrishna","category":"Truth, Realize, Through"},{"quote":"Before we can know God and understand his great plan it is first necessary for us to believe that he exists and that he rewards all who diligently seek him.","author":"Joseph Franklin Rutherford","category":"Great, Believe, Plan"},{"quote":"God is not a cosmic bellboy for whom we can press a button to get things.","author":"Harry Emerson Fosdick","category":"Press, Cosmic, Things"},{"quote":"At the cross God wrapped his heart in flesh and blood and let it be nailed to the cross for our redemption.","author":"E. Stanley Jones","category":"Heart, Redemption, Blood"},{"quote":"God in His wisdom has decided that He will reward no works but His own.","author":"Johannes Tauler","category":"Wisdom, Reward, Will"},{"quote":"What I see in the Bible, especially in the book of Psalms, which is a book of gratitude for the created world, is a recognition that all good things on Earth are God's, every good gift is from above. They are good if we recognize where they came from and if we treat them the way the Designer intended them to be treated.","author":"Philip Yancey","category":"Gratitude, Good, World"},{"quote":"Each atom of the Holy Spirit is intelligent, and like all other matter has solidity, form, and size, and occupies space.","author":"Orson Pratt","category":"Space, Intelligent, Matter"},{"quote":"People see God every day, they just don't recognize him.","author":"Pearl Bailey","category":"Day, People, Every Day"},{"quote":"Before me, even as behind, God is, and all is well.","author":"John Greenleaf Whittier","category":"Me, Behind, Well"},{"quote":"Cast your cares on God that anchor holds.","author":"Frank Moore Colby","category":"Anchor, Cast, Cares"},{"quote":"We are made to know and love God.","author":"Nicolas Malebranche","category":"Love, Know, Made"},{"quote":"Adoration is caring for God above all else.","author":"Evelyn Underhill","category":"Caring, Above, Adoration"},{"quote":"There is no place in my soul, no corner of my character, where God is not.","author":"Evelyn Underhill","category":"Character, Soul, Place"},{"quote":"When it is a question of God's almighty Spirit, never say, 'I can't.'","author":"Oswald Chambers","category":"Question, Never, Say"},{"quote":"God is one, greatest of gods and men, not like mortals in body or thought.","author":"Xenophanes","category":"Men, Thought, Greatest"},{"quote":"My walk on the moon lasted three days. My walk with God will last forever.","author":"Charles Duke","category":"Walk, Moon, Three"},{"quote":"God, from a beautiful necessity, is Love.","author":"Martin Farquhar Tupper","category":"Love, Beautiful, Necessity"},{"quote":"God is creating at every moment of the world's existence in and through the perpetually endowed creativity of the very stuff of the world.","author":"Arthur Peacocke","category":"Creativity, World, Moment"},{"quote":"The Bible is not man's word about God, but God's word about man.","author":"John Barth","category":"Man, Bible, Word"},{"quote":"Praise God, from whom all blessings flow! Praise Him, all creatures here below! Praise Him above, ye heavenly host! Praise Father, Son, and Holy Ghost!","author":"Thomas Ken","category":"Father, Son, Blessings"},{"quote":"The only source of knowledge is experience.","author":"Albert Einstein","category":"Experience, Source, Only"},{"quote":"The goal of education is not to increase the amount of knowledge but to create the possibilities for a child to invent and discover, to create men who are capable of doing new things.","author":"Jean Piaget","category":"Education, Men, Child"},{"quote":"Education is not just about going to school and getting a degree. It's about widening your knowledge and absorbing the truth about life.","author":"Shakuntala Devi","category":"Life, Education, Truth"},{"quote":"Human behavior flows from three main sources: desire, emotion, and knowledge.","author":"Plato","category":"Behavior, Emotion, Three"},{"quote":"Knowledge is of no value unless you put it into practice.","author":"Anton Chekhov","category":"Wisdom, Value, Practice"},{"quote":"Real knowledge is to know the extent of one's ignorance.","author":"Confucius","category":"Ignorance, Know, Real"},{"quote":"Carry out a random act of kindness, with no expectation of reward, safe in the knowledge that one day someone might do the same for you.","author":"Princess Diana","category":"Kindness, Day, You"},{"quote":"Beware of false knowledge it is more dangerous than ignorance.","author":"George Bernard Shaw","category":"Wisdom, Ignorance, Dangerous"},{"quote":"It takes considerable knowledge just to realize the extent of your own ignorance.","author":"Thomas Sowell","category":"Funny, Ignorance, Realize"},{"quote":"Risk comes from not knowing what you're doing.","author":"Warren Buffett","category":"Risk, Not Knowing, You"},{"quote":"The goal of education is the advancement of knowledge and the dissemination of truth.","author":"John F. Kennedy","category":"Education, Truth, Goal"},{"quote":"Liberty cannot be preserved without general knowledge among the people.","author":"John Adams","category":"Freedom, People, Liberty"},{"quote":"To know what you know and what you do not know, that is true knowledge.","author":"Confucius","category":"Know, True, You"},{"quote":"When people rely on surface appearances and false racial stereotypes, rather than in-depth knowledge of others at the level of the heart, mind and spirit, their ability to assess and understand people accurately is compromised.","author":"James A. Forbes","category":"Heart, Mind, People"},{"quote":"We cannot stop natural disasters but we can arm ourselves with knowledge: so many lives wouldn't have to be lost if there was enough disaster preparedness.","author":"Petra Nemcova","category":"Lost, Natural Disasters"},{"quote":"Design is a way of life, a point of view. It involves the whole complex of visual communications: talent, creative ability, manual skill, and technical knowledge. Aesthetics and economics, technology and psychology are intrinsically related to the process.","author":"Paul Rand","category":"Life, Technology, Design"},{"quote":"Discussion is an exchange of knowledge an argument an exchange of ignorance.","author":"Robert Quillen","category":"Anger, Ignorance, Argument"},{"quote":"Where is all the knowledge we lost with information?","author":"T. S. Eliot","category":"Information, Lost, Where"},{"quote":"Imagination is more important than knowledge.","author":"Albert Einstein","category":"Wisdom, Imagination"},{"quote":"True friendship can afford true knowledge. It does not depend on darkness and ignorance.","author":"Henry David Thoreau","category":"Friendship, Darkness"},{"quote":"No man's knowledge here can go beyond his experience.","author":"John Locke","category":"Experience, Man, Here"},{"quote":"To acquire knowledge, one must study; but to acquire wisdom, one must observe.","author":"Marilyn vos Savant","category":"Wisdom, Study, Observe"},{"quote":"The improvement of understanding is for two ends: first, our own increase of knowledge; secondly, to enable us to deliver that knowledge to others.","author":"John Locke","category":"Improvement, Understanding"},{"quote":"Opinion is the medium between knowledge and ignorance.","author":"Plato","category":"Ignorance, Opinion, Between"},{"quote":"I believe that through knowledge and discipline, financial peace is possible for all of us.","author":"Dave Ramsey","category":"Peace, Finance, Believe"},{"quote":"It is possible to fly without motors, but not without knowledge and skill.","author":"Wilbur Wright","category":"Fly, Skill, Without"},{"quote":"The more knowledge you have, the greater will be your fear of Allah.","author":"Abu Bakr","category":"Fear, You, Allah"},{"quote":"It is beyond a doubt that all our knowledge begins with experience.","author":"Immanuel Kant","category":"Experience, Doubt, Beyond"},{"quote":"Ultimately, education in its real sense is the pursuit of truth. It is an endless journey through knowledge and enlightenment.","author":"A. P. J. Abdul Kalam","category":"Education, Journey, Truth"},{"quote":"We know accurately only when we know little, with knowledge doubt increases.","author":"Johann Wolfgang von Goethe","category":"Doubt, Know, Little"},{"quote":"Despite my firm convictions, I have always been a man who tries to face facts, and to accept the reality of life as new experience and new knowledge unfolds. I have always kept an open mind, a flexibility that must go hand in hand with every form of the intelligent search for truth.","author":"Malcolm X","category":"Life, Experience, Truth"},{"quote":"Great teachers emanate out of knowledge, passion and compassion.","author":"A. P. J. Abdul Kalam","category":"Great, Passion, Compassion"},{"quote":"Wisdom is the right use of knowledge. To know is not to be wise. Many men know a great deal, and are all the greater fools for it. There is no fool so great a fool as a knowing fool. But to know how to use knowledge is to have wisdom.","author":"Charles Spurgeon","category":"Wisdom, Great, Wise"},{"quote":"Knowledge is knowing that a tomato is a fruit. Wisdom is knowing not to put it in a fruit salad.","author":"Brian O'Driscoll","category":"Wisdom, Fruit, Knowing"},{"quote":"Allah says in the Qur'an not to despise one another. So the criterion in Islam is not color or social status. It's who is most righteous. If I go to a mosque - and I'm a basketball player with money and prestige - if I go to a mosque and see an imam, I feel inferior. He's better than me. It's about knowledge.","author":"Hakeem Olajuwon","category":"Money, Color, Me"},{"quote":"A little knowledge that acts is worth infinitely more than much knowledge that is idle.","author":"Khalil Gibran","category":"Wisdom, Idle, Little"},{"quote":"The greatest obstacle to discovery is not ignorance - it is the illusion of knowledge.","author":"Daniel J. Boorstin","category":"Wisdom, Ignorance, Greatest"},{"quote":"Don't only practice your art, but force your way into its secrets; art deserves that, for it and knowledge can raise man to the Divine.","author":"Ludwig van Beethoven","category":"Art, Man, Practice"},{"quote":"The end of all knowledge should be service to others.","author":"Cesar Chavez","category":"Service, End, Should"},{"quote":"Knowledge of what is does not open the door directly to what should be.","author":"Albert Einstein","category":"Door, Open, Should"},{"quote":"Where there is shouting, there is no true knowledge.","author":"Leonardo da Vinci","category":"True, Where, True Knowledge"},{"quote":"While many hackers have the knowledge, skills, and tools to attack computer systems, they generally lack the motivation to cause violence or severe economic or social harm.","author":"Dorothy Denning","category":"Motivation, Violence, Tools"},{"quote":"Knowledge has to be improved, challenged, and increased constantly, or it vanishes.","author":"Peter Drucker","category":"Challenged, Improved"},{"quote":"Life is a travelling to the edge of knowledge, then a leap taken.","author":"D. H. Lawrence","category":"Life, Wisdom, Life Is A"},{"quote":"Time is only an idea. There is only the Reality. Whatever you think it is, it looks like that. If you call it time, it is time. If you call it existence, it is existence, and so on. After calling it time, you divide it into days and nights, months, years, hours, minutes, etc. Time is immaterial for the Path of Knowledge.","author":"Ramana Maharshi","category":"Time, Path, Reality"},{"quote":"All our knowledge has its origins in our perceptions.","author":"Leonardo da Vinci","category":"Origins, Perceptions, Our"},{"quote":"The greater our knowledge increases the more our ignorance unfolds.","author":"John F. Kennedy","category":"Wisdom, Ignorance, Greater"},{"quote":"The gift of fantasy has meant more to me than my talent for absorbing positive knowledge.","author":"Albert Einstein","category":"Positive, Gift, Me"},{"quote":"A photographic portrait is a picture of someone who knows he is being photographed, and what he does with this knowledge is as much a part of the photograph as what he's wearing or how he looks.","author":"Richard Avedon","category":"Portrait, Picture, Looks"},{"quote":"The true method of knowledge is experiment.","author":"William Blake","category":"True, Experiment, Method"},{"quote":"Those who have knowledge, don't predict. Those who predict, don't have knowledge.","author":"Lao Tzu","category":"Predict, Who, Those"},{"quote":"One can state, without exaggeration, that the observation of and the search for similarities and differences are the basis of all human knowledge.","author":"Alfred Nobel","category":"Differences, Search"},{"quote":"If you know you are on the right track, if you have this inner knowledge, then nobody can turn you off... no matter what they say.","author":"Barbara McClintock","category":"Know, Matter, You"},{"quote":"Do not share the knowledge with which you have been blessed with everyone in general, as you do with some people in particular; and know that there are some men in whom Allah, may He be glorified, has placed hidden secrets, which they are forbidden to reveal.","author":"Ali ibn Abi Talib","category":"Blessed, Men, People"},{"quote":"Probability is expectation founded upon partial knowledge. A perfect acquaintance with all the circumstances affecting the occurrence of an event would change expectation into certainty, and leave nether room nor demand for a theory of probabilities.","author":"George Boole","category":"Change, Perfect, Expectation"},{"quote":"I would encourage you: be informed - knowledge is power.","author":"Matt Bevin","category":"Power, Knowledge Is Power"},{"quote":"The mark of higher education isn't the knowledge you accumulate in your head. It's the skills you gain about how to learn.","author":"Adam Grant","category":"Education, Learn, You"},{"quote":"We fear that this moment will end, that we won't get what we need, that we will lose what we love, or that we will not be safe. Often, our biggest fear is the knowledge that one day our bodies will cease functioning. So even when we are surrounded by all the conditions for happiness, our joy is not complete.","author":"Thich Nhat Hanh","category":"Love, Happiness, Fear"},{"quote":"The natural desire of good men is knowledge.","author":"Leonardo da Vinci","category":"Good, Men, Desire"},{"quote":"Without knowledge action is useless and knowledge without action is futile.","author":"Abu Bakr","category":"Action, Useless, Without"},{"quote":"Zeal will do more than knowledge.","author":"William Hazlitt","category":"Will, More, Than"},{"quote":"Someone who has experienced trauma also has gifts to offer all of us - in their depth, their knowledge of our universal vulnerability, and their experience of the power of compassion.","author":"Sharon Salzberg","category":"Experience, Compassion"},{"quote":"Let us tenderly and kindly cherish, therefore, the means of knowledge. Let us dare to read, think, speak, and write.","author":"John Adams","category":"Speak, Think, Dare"},{"quote":"Wonder is the desire for knowledge.","author":"Thomas Aquinas","category":"Wonder, Desire"},{"quote":"You are the master of your own ship, pal. There are lots of people who fall into troubled waters and don't have the guts or the knowledge or the ability to make it to shore. They have nobody to blame but themselves.","author":"Evel Knievel","category":"People, Blame, Fall"},{"quote":"Knowledge without justice ought to be called cunning rather than wisdom.","author":"Plato","category":"Wisdom, Justice, Without"},{"quote":"Three passions, simple but overwhelmingly strong, have governed my life: the longing for love, the search for knowledge, and unbearable pity for the suffering of mankind.","author":"Bertrand Russell","category":"Love, Life, Strong"},{"quote":"Humility and knowledge in poor clothes excel pride and ignorance in costly attire.","author":"William Penn","category":"Ignorance, Humility, Pride"},{"quote":"The knowledge from an enlightened person breaks on the hard rocks of ignorance.","author":"Maharishi Mahesh Yogi","category":"Ignorance, Rocks, Person"},{"quote":"You don't have to be a brain surgeon to be a valuable person. You become valuable because of the knowledge that you have. And that doesn't mean you won't fail sometimes. The important thing is to keep trying.","author":"Ben Carson","category":"Brain, You, Surgeon"},{"quote":"There is one quality which one must possess to win, and that is definiteness of purpose, the knowledge of what one wants, and a burning desire to possess it.","author":"Napoleon Hill","category":"Quality, Purpose, Win"},{"quote":"Knowledge is the treasure of a wise man.","author":"William Penn","category":"Wise, Man, Wise Man"},{"quote":"For my own part, I would rather excel in knowledge of the highest secrets of philosophy than in arms.","author":"Alexander the Great","category":"Philosophy, Secrets, My Own"},{"quote":"Reading furnishes the mind only with materials of knowledge it is thinking that makes what we read ours.","author":"John Locke","category":"Reading, Thinking, Mind"},{"quote":"At each increase of knowledge, as well as on the contrivance of every new tool, human labour becomes abridged.","author":"Charles Babbage","category":"New, Human, Tool"},{"quote":"Collecting facts is important. Knowledge is important. But if you don't have an imagination to use the knowledge, civilization is nowhere.","author":"Ray Bradbury","category":"Imagination, Facts, You"},{"quote":"Precision, speed, unambiguity, knowledge of files, continuity, discretion, unity, strict subordination, reduction of friction and of material and personal costs - these are raised to the optimum point in the strictly bureaucratic administration.","author":"Max Weber","category":"Unity, Speed, Personal"},{"quote":"If you have knowledge, let others light their candles in it.","author":"Margaret Fuller","category":"Light, You, Others"},{"quote":"They say a little knowledge is a dangerous thing, but it's not one half so bad as a lot of ignorance.","author":"Terry Pratchett","category":"Ignorance, They Say, Bad"},{"quote":"We give you the facts. I told you information is power - knowledge is power. We can't be in an ideological battle to redeem the soul of this country if we don't have the facts.","author":"Tavis Smiley","category":"Power, Soul"},{"quote":"If education is always to be conceived along the same antiquated lines of a mere transmission of knowledge, there is little to be hoped from it in the bettering of man's future. For what is the use of transmitting knowledge if the individual's total development lags behind?","author":"Maria Montessori","category":"Education, Future, Man"},{"quote":"If you can't read, the only thing you can do is enjoy the pictures, not the whole story. Reading is the key to knowledge. Knowledge is the key to understanding. So read on, young man! Read on, young lady!","author":"Mr. T","category":"Man, Reading, Enjoy"},{"quote":"The knowledge of God is the cause of things. For the knowledge of God is to all creatures what the knowledge of the artificer is to things made by his art.","author":"Thomas Aquinas","category":"Art, God, Things"},{"quote":"Scientific research involves going beyond the well-trodden and well-tested ideas and theories that form the core of scientific knowledge. During the time scientists are working things out, some results will be right, and others will be wrong. Over time, the right results will emerge.","author":"Lisa Randall","category":"Time, Ideas, Research"},{"quote":"Scientific discovery and scientific knowledge have been achieved only by those who have gone in pursuit of it without any practical purpose whatsoever in view.","author":"Max Planck","category":"Purpose, Discovery, View"},{"quote":"Knowledge of other people's beliefs and ways of thinking must be used to build bridges, not to create conflicts.","author":"Kjell Magne Bondevik","category":"Thinking, People, Bridges"},{"quote":"Knowledge is the eye of desire and can become the pilot of the soul.","author":"Will Durant","category":"Eye, Soul, Desire"},{"quote":"We can't have full knowledge all at once. We must start by believing then afterwards we may be led on to master the evidence for ourselves.","author":"Thomas Aquinas","category":"Start, Master, Believing"},{"quote":"Grace is not part of consciousness; it is the amount of light in our souls, not knowledge nor reason.","author":"Pope Francis","category":"Light, Grace, Consciousness"},{"quote":"I wash my hands of those who imagine chattering to be knowledge, silence to be ignorance, and affection to be art.","author":"Khalil Gibran","category":"Art, Silence, Imagination"},{"quote":"More than ever, a college diploma unlocks economic opportunity, provides students with a wealth of new skills and knowledge, and encourages innovation and growth. But more than ever, it also comes with a mountain of student loan debt.","author":"Mark Pocan","category":"Innovation, Growth, Mountain"},{"quote":"Knowledge can be communicated, but not wisdom. One can find it, live it, be fortified by it, do wonders through it, but one cannot communicate and teach it.","author":"Hermann Hesse","category":"Wisdom, Live, Teach"},{"quote":"The buyer, the prospect, the customer expects you to have knowledge of their stuff, not just your stuff.","author":"Jeffrey Gitomer","category":"Customer, You, Just"},{"quote":"I think this is the most extraordinary collection of talent, of human knowledge, that has ever been gathered at the White House - with the possible exception of when Thomas Jefferson dined alone.","author":"John F. Kennedy","category":"Alone, Talent, Think"},{"quote":"No man can reveal to you nothing but that which already lies half-asleep in the dawning of your knowledge.","author":"Khalil Gibran","category":"Man, Nothing, You"},{"quote":"Knowledge which is acquired under compulsion obtains no hold on the mind.","author":"Plato","category":"Mind, Hold, Which"},{"quote":"Knowledge is true opinion.","author":"Plato","category":"Opinion, True"},{"quote":"The first step towards knowledge is to know that we are ignorant.","author":"Richard Cecil","category":"First Step, Step, Know"},{"quote":"The knowledge of anything, since all things have causes, is not acquired or complete unless it is known by its causes.","author":"Avicenna","category":"Anything, Things, Known"},{"quote":"The amount of meetings I've been in - people would be shocked. But that's how you gain experience, how you can gain knowledge, being in meetings and participating. You learn and grow.","author":"Tiger Woods","category":"Experience, People, Meetings"},{"quote":"The pursuit of natural knowledge, the investigation of the world - mental and material - in which we live, is not a dull and spiritless affair: rather is it a voyage of adventure of the human mind, a holiday for reckless and imaginative souls.","author":"Archibald Hill","category":"Adventure, World, Mind"},{"quote":"You cannot simply put something new into a place. You have to absorb what you see around you, what exists on the land, and then use that knowledge along with contemporary thinking to interpret what you see.","author":"Tadao Ando","category":"Thinking, You, See"},{"quote":"Checking the results of a decision against its expectations shows executives what their strengths are, where they need to improve, and where they lack knowledge or information.","author":"Peter Drucker","category":"Decision, Information"},{"quote":"Studying whether there's life on Mars or studying how the universe began, there's something magical about pushing back the frontiers of knowledge. That's something that is almost part of being human, and I'm certain that will continue.","author":"Sally Ride","category":"Life, Universe, Studying"},{"quote":"Scientific knowledge is in perpetual evolution it finds itself changed from one day to the next.","author":"Jean Piaget","category":"Day, Evolution, Next"},{"quote":"To say, 'well done' to any bit of good work is to take hold of the powers which have made the effort and strengthen them beyond our knowledge.","author":"Phillips Brooks","category":"Work, Good, Effort"},{"quote":"We stand in the shadow of Jefferson who believed that a society founded upon the rule of law and liberty was dependent upon public education and the diffusion of knowledge.","author":"Matt Blunt","category":"Education, Law, Society"},{"quote":"Pleasures take to themselves wings and fly away true knowledge remains forever.","author":"Dorothea Dix","category":"Fly, Wings, True"},{"quote":"In truth, opinion may be taken for understanding; understanding cannot be taken for opinion. How so? Surely because opinion may be deceived; understanding cannot be. If it could, it would not be understanding but opinion. For true understanding has not only certain truth, but the knowledge of truth.","author":"Saint Bernard","category":"Truth, Understanding"},{"quote":"Knowledge of the self is the mother of all knowledge. So it is incumbent on me to know my self, to know it completely, to know its minutiae, its characteristics, its subtleties, and its very atoms.","author":"Khalil Gibran","category":"Mother, Self, Me"},{"quote":"Data is not information, information is not knowledge, knowledge is not understanding, understanding is not wisdom.","author":"Clifford Stoll","category":"Education, Wisdom"},{"quote":"The private sector is the key player in cyber security. Private sector companies are the primary victims of cyber intrusions. And they also possess the information, the expertise, and the knowledge to address cyber intrusions and cyber crime in general.","author":"James Comey","category":"Information, Security, Key"},{"quote":"The outlines of the needed psychology of becoming can be discovered by looking within ourselves; for it is knowledge of our own uniqueness that supplies the first, and probably the best, hints for acquiring orderly knowledge of others.","author":"Gordon W. Allport","category":"Best, Looking, Psychology"},{"quote":"Every great advance in natural knowledge has involved the absolute rejection of authority.","author":"Thomas Huxley","category":"Great, Authority, Rejection"},{"quote":"Well, knowledge is a fine thing, and mother Eve thought so; but she smarted so severely for hers, that most of her daughters have been afraid of it since.","author":"Abigail Adams","category":"Mother, Thought, She"},{"quote":"If the Chinese will not learn the true principles of government, all else will be useless. Knowledge is power, and although a country may be weak, still, if it possess but a modicum of knowledge, the enemy will not be able to completely overthrow it; although that country may be in danger, the race will not be extirpated.","author":"Zhang Zhidong","category":"Power, Government"},{"quote":"Perplexity is the beginning of knowledge.","author":"Khalil Gibran","category":"Beginning, Perplexity"},{"quote":"Our knowledge and all of our ideas are mutually connected; the more complicated they are, the more numerous must be the roads that lead to them and depart from them.","author":"Cesare Beccaria","category":"Ideas, Roads, Lead"},{"quote":"Sorrow is knowledge, those that know the most must mourn the deepest, the tree of knowledge is not the tree of life.","author":"Lord Byron","category":"Life, Wisdom, Tree"},{"quote":"Wisdom comes from within. Knowledge is acquired and can sometimes put a screen on your wisdom.","author":"A. R. Rahman","category":"Wisdom, Sometimes, Within"},{"quote":"There is nothing in the world, I venture to say, that would so effectively help one to survive even the worst conditions as the knowledge that there is a meaning in one's life.","author":"Viktor E. Frankl","category":"Life, World, Help"},{"quote":"Too much knowledge and analysis can be paralysis.","author":"Alejandro Gonzalez Inarritu","category":"Analysis, Too Much"},{"quote":"I've a great family, two children to take care of. Then, of course, I do commentary for TV. I do speak about various women's issues around the world - like LGBT, motivational speeches. I have a lot on my plate right now. But eventually, yes, I would like to pass on the knowledge and something that I would like to do.","author":"Martina Navratilova","category":"Motivational, Family, Women"},{"quote":"The history of thought, of knowledge, of philosophy, of literature seems to be seeking, and discovering, more and more discontinuities, whereas history itself appears to be abandoning the irruption of events in favor of stable structures.","author":"Michel Foucault","category":"History, Thought, Philosophy"},{"quote":"Consider your origins: you were not made to live as brutes, but to follow virtue and knowledge.","author":"Dante Alighieri","category":"Live, You, Virtue"},{"quote":"Knowledge may give weight, but accomplishments give lustre, and many more people see than weigh.","author":"Herodotus","category":"People, See, May"},{"quote":"Every addition to true knowledge is an addition to human power.","author":"Horace Mann","category":"Power, True, Human"},{"quote":"The knowledge of yourself will preserve you from vanity.","author":"Miguel de Cervantes","category":"Yourself, Vanity, You"},{"quote":"The ability to perceive or think differently is more important than the knowledge gained.","author":"David Bohm","category":"Important, Think, Ability"},{"quote":"If knowledge and foresight are too penetrating and deep, unify them with ease and sincerity.","author":"Xun Kuang","category":"Deep, Sincerity, Ease"},{"quote":"Technology is so much fun but we can drown in our technology. The fog of information can drive out knowledge.","author":"Daniel J. Boorstin","category":"Technology, Fun, Information"},{"quote":"To express the same idea in still another way, I think that human knowledge is essentially active.","author":"Jean Piaget","category":"Think, Idea, Human"},{"quote":"Courage is a special kind of knowledge: the knowledge of how to fear what ought to be feared and how not to fear what ought not to be feared.","author":"David Ben-Gurion","category":"Courage, Fear, Special"},{"quote":"We did it Disneyland, in the knowledge that most of the people I talked to thought it would be a financial disaster - closed and forgotten within the first year.","author":"Walt Disney","category":"Thought, Financial, People"},{"quote":"Aging is an inevitable process. I surely wouldn't want to grow younger. The older you become, the more you know; your bank account of knowledge is much richer.","author":"William Holden","category":"Aging, Grow, Want"},{"quote":"An excessive knowledge of Marxism is a sign of a misspent youth.","author":"John McCarthy","category":"Youth, Marxism, Sign"},{"quote":"Knowledge is going to make you stronger. Knowledge is going to let you control your life. Knowledge is going to give you the wisdom to teach their children. Knowledge is the thing that makes you smile in the face of disaster.","author":"Avery Brooks","category":"Life, Smile, Wisdom"},{"quote":"So long as these kinds of inequalities persist, all of us who are given expensive educations have to live with the knowledge that our victories are contaminated because the game has been rigged to our advantage.","author":"Jonathan Kozol","category":"Game, Live, Long"},{"quote":"We have to continue to learn. We have to be open. And we have to be ready to release our knowledge in order to come to a higher understanding of reality.","author":"Thich Nhat Hanh","category":"Reality, Understanding"},{"quote":"By simply capitalizing on core strengths and knowledge, companies and entrepreneurs can engage in an emerging business model that will enable them to create - and demonstrate - real, sustainable social impact in society.","author":"Muhammad Yunus","category":"Business, Society, Impact"},{"quote":"The minute you understand racism, you're responsible for being racist. It's like eating from the tree of knowledge.","author":"Lynda Barry","category":"Racism, Tree, Eating"},{"quote":"I wish I had known that education is the key. That knowledge is power. Now I pick up books and watch educational shows with my husband. I'm seeing how knowledge can elevate you.","author":"Mary J. Blige","category":"Education, Power"},{"quote":"The natives of Silicon Valley learned long ago that when you share your knowledge with someone else, one plus one usually equals three. You both learn each other's ideas, and you come up with new ones.","author":"Vivek Wadhwa","category":"Ideas, Long, You"},{"quote":"I have recently been able to see the new world - the quiet, the tranquility and the freedom it will bring with it. This is very comforting knowledge for me because I already know that what I envision eventually becomes a reality.","author":"Shari Arison","category":"Freedom, Reality, World"},{"quote":"The building art is, in reality, always the spatial execution of spiritual decisions. It is bound to its times and manifests itself only in addressing vital tasks with the means of its times. A knowledge of the times, its tasks, and its means is the necessary precondition of work in the building art.","author":"Ludwig Mies van der Rohe","category":"Work, Art, Spiritual"},{"quote":"In El Salvador, when neighbors were disappeared, tortured or killed, people doubted their own knowledge of the victims, and worried there must have been some secret guilt involved to deserve such punishment! That's how political terror succeeds.","author":"Mimi Kennedy","category":"Political, People, Guilt"},{"quote":"Creation's highest aim and most sublime result is belief in God. The most exalted rank of humanity is knowledge of God.","author":"Said Nursi","category":"God, Humanity, Belief"},{"quote":"It is the knowledge that all men have weaknesses and that many have vices that makes government necessary.","author":"James Monroe","category":"Men, Government, Weaknesses"},{"quote":"From a child, I had an inordinate desire for knowledge and especially music, painting, flowers, and the sciences, Algebra being one of my favorite studies.","author":"George Washington Carver","category":"Music, Flowers, Child"},{"quote":"This means that no single logic is strong enough to support the total construction of human knowledge.","author":"Jean Piaget","category":"Strong, Support"},{"quote":"A novel that does not uncover a hitherto unknown segment of existence is immoral. Knowledge is the novel's only morality.","author":"Milan Kundera","category":"Morality, Unknown, Existence"},{"quote":"It created a global platform that allowed more people to plug and play, collaborate and compete, share knowledge and share work, than anything we have ever seen in the history of the world.","author":"Thomas Friedman","category":"Work, History, World"},{"quote":"As both a scientist and a humanist myself, I have struggled to understand different claims to knowledge, and I have eventually come to a formulation of the kind of religious belief that would, in my view, be compatible with science.","author":"Alan Lightman","category":"Science, Myself, Belief"},{"quote":"I still have a lot to learn about what the love of Christ is like - that it's not just knowledge... but it's allowing the truth to change you - allowing Christ's message of grace and hope and love through the cross, that that message is the message that changes the way we look at everything in our lives.","author":"Ben Zobrist","category":"Love, Change, Hope"},{"quote":"Dogmatism and skepticism are both, in a sense, absolute philosophies; one is certain of knowing, the other of not knowing. What philosophy should dissipate is certainty, whether of knowledge or ignorance.","author":"Bertrand Russell","category":"Ignorance, Philosophy"},{"quote":"You move forward through knowledge. You prevail through knowledge. I love the word 'prevail.' Prevail!","author":"James D. Watson","category":"Love, Forward, You"},{"quote":"For me, human rights simply endorse a view of life and a set of moral values that are perfectly clear to an eight-year-old child. A child knows what is fair and isn't fair, and justice derives from that knowledge.","author":"Tom Stoppard","category":"Life, Justice, Child"},{"quote":"I am a lover of truth; and if you think of truth as being multifaceted and so huge that we human beings can't fully comprehend it, then obviously it makes sense to put all the facts together - to compare disciplines and try to advance the sum of knowledge by exploration and examination.","author":"Susan Howatch","category":"Truth, Together, I Am"},{"quote":"If you want to know the taste of a pear, you must change the pear by eating it yourself. If you want to know the theory and methods of revolution, you must take part in revolution. All genuine knowledge originates in direct experience.","author":"Mao Zedong","category":"Change, Experience, Yourself"},{"quote":"When knowledge is limited - it leads to folly... When knowledge exceeds a certain limit, it leads to exploitation.","author":"Abu Bakr","category":"Limit, Exploitation, Folly"},{"quote":"Cultures have long heard wisdom in non-human voices: Apollo, god of music, medicine and knowledge, came to Delphi in the form of a dolphin. But dolphins, which fill the oceans with blipping and chirping, and whales, which mew and caw in ultramarine jazz - a true rhapsody in blue - are hunted to the edge of silence.","author":"Jay Griffiths","category":"Music, Wisdom, God"},{"quote":"And I pray thee, loving Jesus, that as Thou hast graciously given me to drink in with delight the words of Thy knowledge, so Thou wouldst mercifully grant me to attain one day to Thee, the fountain of all wisdom and to appear forever before Thy face.","author":"Venerable Bede","category":"Wisdom, Day, Words"},{"quote":"Patriotism is voluntary. It is a feeling of loyalty and allegiance that is the result of knowledge and belief. A patriot shows their their patriotism through their actions, by their choice.","author":"Jesse Ventura","category":"Patriotism, Loyalty, Choice"},{"quote":"It is like a voyage of discovery into unknown lands, seeking not for new territory but for new knowledge. It should appeal to those with a good sense of adventure.","author":"Frederick Sanger","category":"Good, Adventure, Unknown"},{"quote":"Knowledge rests not upon truth alone, but upon error also.","author":"Carl Jung","category":"Truth, Alone, Error"},{"quote":"When a man's knowledge is not in order, the more of it he has the greater will be his confusion.","author":"Herbert Spencer","category":"Man, Confusion, Will"},{"quote":"Pain and foolishness lead to great bliss and complete knowledge, for Eternal Wisdom created nothing under the sun in vain.","author":"Khalil Gibran","category":"Wisdom, Great, Pain"},{"quote":"A civilization is a heritage of beliefs, customs, and knowledge slowly accumulated in the course of centuries, elements difficult at times to justify by logic, but justifying themselves as paths when they lead somewhere, since they open up for man his inner distance.","author":"Antoine de Saint-Exupery","category":"Man, Logic, Distance"},{"quote":"The secret of improved plant breeding, apart from scientific knowledge, is love.","author":"Luther Burbank","category":"Love, Gardening, Plant"},{"quote":"It's a bit cliche, but you can't go wrong by writing what you know. Even if you're a horrible writer, your own knowledge and experience is unrivaled. Nobody knows what you know like you know what you know. The way you see things is pretty unique.","author":"Issa Rae","category":"Experience, Writing, Unique"},{"quote":"Just as we might take Darwin as an example of the normal extraverted thinking type, the normal introverted thinking type could be represented by Kant. The one speaks with facts, the other relies on the subjective factor. Darwin ranges over the wide field of objective reality, Kant restricts himself to a critique of knowledge.","author":"Carl Jung","category":"Thinking, Reality, Facts"},{"quote":"My knowledge of electrical subjects was not acquired in a methodical manner but was picked up from such books as I could get hold of and from such experiments as I could make with my own hands.","author":"Alexander Graham Bell","category":"Hands, My Own, Hold"},{"quote":"One of the things that makes our military the best in the world is the certain knowledge of each soldier, sailor, airman, and Marine that they can always count on their comrades should they need help - that they will never be abandoned.","author":"Jon Kyl","category":"Best, World, Military"},{"quote":"Human dignity is better served by embracing knowledge.","author":"John Charles Polanyi","category":"Better, Dignity, Human"},{"quote":"As a species we are always hungry for new knowledge.","author":"Chaim Potok","category":"Hungry, New, Always"},{"quote":"Knowledge is proud that it knows so much wisdom is humble that it knows no more.","author":"William Cowper","category":"Wisdom, Humble, Proud"},{"quote":"In complete darkness we are all the same, it is only our knowledge and wisdom that separates us, don't let your eyes deceive you.","author":"Janet Jackson","category":"Wisdom, Eyes, Darkness"},{"quote":"We are sinful not only because we have eaten of the Tree of Knowledge, but also because we have not yet eaten of the Tree of Life. The state in which we are is sinful, irrespective of guilt.","author":"Franz Kafka","category":"Life, Tree, Guilt"},{"quote":"You always get things that teach you and steps to grow, but there is a confidence that is gained and a deep understanding of what it means to be supported by your knowledge - not by some team that is there to create confidence; it is there within you. That takes time. That takes teachers. That takes taking risks.","author":"Sharon Lawrence","category":"Time, Team, Deep"},{"quote":"I live in a country where music has very little success, though, exclusive of those who have forsaken us, we have still admirable professors and, more particularly, composers of great solidity, knowledge, and taste.","author":"Wolfgang Amadeus Mozart","category":"Success, Music, Great"},{"quote":"For my brothers it was easy to think about the future. They can be anything they want. But for me it was hard and for that reason I wanted to become educated and empower myself with knowledge.","author":"Malala Yousafzai","category":"Future, Myself, Me"},{"quote":"The aim of education is the knowledge not of facts but of values.","author":"William Ralph Inge","category":"Education, Values, Aim"},{"quote":"As the biggest library if it is in disorder is not as useful as a small but well-arranged one, so you may accumulate a vast amount of knowledge but it will be of far less value than a much smaller amount if you have not thought it over for yourself.","author":"Arthur Schopenhauer","category":"Value, Yourself, Library"},{"quote":"The degree of one's emotions varies inversely with one's knowledge of the facts.","author":"Bertrand Russell","category":"Facts, Emotions, Degree"},{"quote":"When you know a thing, to hold that you know it, and when you do not know a thing, to allow that you do not know it - this is knowledge.","author":"Confucius","category":"Know, You, Hold"},{"quote":"The only real security that a man can have in this world is a reserve of knowledge, experience and ability.","author":"Henry Ford","category":"Experience, Man, World"},{"quote":"If knowledge can create problems, it is not through ignorance that we can solve them.","author":"Isaac Asimov","category":"Ignorance, Problems, Create"},{"quote":"Our knowledge can only be finite, while our ignorance must necessarily be infinite.","author":"Karl Popper","category":"Ignorance, Infinite, Must"},{"quote":"Knowledge which is divorced from justice, may be called cunning rather than wisdom.","author":"Marcus Tullius Cicero","category":"Wisdom, Justice, Divorced"},{"quote":"We have a hunger of the mind which asks for knowledge of all around us, and the more we gain, the more is our desire; the more we see, the more we are capable of seeing.","author":"Maria Mitchell","category":"Mind, Desire, See"},{"quote":"We are drowning in information but starved for knowledge.","author":"John Naisbitt","category":"Information, Drowning"},{"quote":"Knowledge is soon changed, then lost in the mist, an echo half-heard.","author":"Gene Wolfe","category":"Lost, Echo, Then"},{"quote":"One whose knowledge is confined to books and whose wealth is in the possession of others, can use neither his knowledge nor wealth when the need for them arises.","author":"Chanakya","category":"Wealth, Need, Possession"},{"quote":"The only fence against the world is a thorough knowledge of it.","author":"John Locke","category":"Education, World, Fence"},{"quote":"The fact that television and tourism have made the whole world accessible has created the illusion that we enjoy intimate knowledge of other places, when we barely scratch their surface. For the vast majority, the knowledge of Thailand or Sri Lanka acquired through tourism consists of little more than the whereabouts of the beach.","author":"Martin Jacques","category":"Beach, World, Enjoy"},{"quote":"If we wish to discuss knowledge in the most highly developed contemporary society, we must answer the preliminary question of what methodological representation to apply to that society.","author":"Jean-Francois Lyotard","category":"Society, Wish, Question"},{"quote":"Illness is the doctor to whom we pay most heed; to kindness, to knowledge, we make promise only; pain we obey.","author":"Marcel Proust","category":"Kindness, Pain, Medical"},{"quote":"An empowered organisation is one in which individuals have the knowledge, skill, desire, and opportunity to personally succeed in a way that leads to collective organisational success.","author":"Stephen Covey","category":"Success, Opportunity, Skill"},{"quote":"A high-quality public education can build much-needed skills and knowledge. It can help children reach their God-given potential. It can stabilize communities and democracies. It can strengthen economies. It can combat the kind of fear and despair that evolves into hatred.","author":"Randi Weingarten","category":"Education, Children, Fear"},{"quote":"I and my colleagues here have been engaged in the pursuit of knowledge.","author":"Frederick Sanger","category":"Colleagues, Here, Pursuit"},{"quote":"Universities exist to transmit knowledge and understanding of ideas and values to students not to provide entertainment for spectators or employment for athletes.","author":"Milton Friedman","category":"Ideas, Values, Understanding"},{"quote":"Fullness of knowledge always means some understanding of the depths of our ignorance and that is always conducive to humility and reverence.","author":"Robert Andrews Millikan","category":"Ignorance, Humility"},{"quote":"Once we know of atrocities we cannot remain silent, and knowledge inevitably leads to an urge to protect the innocent.","author":"Azar Nafisi","category":"Silent, Know, Protect"},{"quote":"In order to arrive at knowledge of the motions of birds in the air, it is first necessary to acquire knowledge of the winds, which we will prove by the motions of water in itself, and this knowledge will be a step enabling us to arrive at the knowledge of beings that fly between the air and the wind.","author":"Leonardo da Vinci","category":"Water, Wind, Fly"},{"quote":"The SAT is not perfect. We all know smart, knowledgeable people who do badly on standardized tests. But neither is it useless. SAT scores do measure both specific knowledge and valuable thinking skills.","author":"Virginia Postrel","category":"Smart, Thinking, People"},{"quote":"The price one pays for pursuing any profession, or calling, is an intimate knowledge of its ugly side.","author":"James A. Baldwin","category":"Ugly, Price, Profession"},{"quote":"Knowledge is an unending adventure at the edge of uncertainty.","author":"Jacob Bronowski","category":"Adventure, Uncertainty, Edge"},{"quote":"It is in moments of illness that we are compelled to recognize that we live not alone but chained to a creature of a different kingdom, whole worlds apart, who has no knowledge of us and by whom it is impossible to make ourselves understood: our body.","author":"Marcel Proust","category":"Alone, Medical, Moments"},{"quote":"The tree of knowledge is not the tree of life! And yet can we cast out of our spirits all the good or evil poured into them by so many learned generations? Ignorance cannot be learned.","author":"Gerard De Nerval","category":"Life, Good, Evil"},{"quote":"Knowledge cultivates your seeds and does not sow in your seeds.","author":"Khalil Gibran","category":"Seeds, Your, Sow"},{"quote":"Chess is not only knowledge and logic.","author":"Alexander Alekhine","category":"Chess, Logic, Only"},{"quote":"Our knowledge is a receding mirage in an expanding desert of ignorance.","author":"Will Durant","category":"Ignorance, Desert, Expanding"},{"quote":"I am not one who was born in the possession of knowledge; I am one who is fond of antiquity, and earnest in seeking it there.","author":"Confucius","category":"I Am, Born, Possession"},{"quote":"I had given up some youth for knowledge, but my gain was more valuable than the loss.","author":"Maya Angelou","category":"Youth, Loss, Up"},{"quote":"While the finish given to our picture of the world by the theory of relativity has already been absorbed into the general scientific consciousness, this has scarcely occurred to the same extent with those aspects of the general problem of knowledge which have been elucidated by the quantum theory.","author":"Niels Bohr","category":"World, Problem, Picture"},{"quote":"If a little knowledge is dangerous, where is the man who has so much as to be out of danger?","author":"Thomas Huxley","category":"Man, Danger, Little"},{"quote":"If we would have new knowledge, we must get a whole world of new questions.","author":"Susanne Langer","category":"World, Questions, New"},{"quote":"Knowledge is the prime need of the hour.","author":"Mary McLeod Bethune","category":"Need, Hour, Prime"},{"quote":"Although modesty is natural to man, it is not natural to children. Modesty only begins with the knowledge of evil.","author":"Jean-Jacques Rousseau","category":"Children, Man, Evil"},{"quote":"Take from the philosopher the pleasure of being heard and his desire for knowledge ceases.","author":"Jean-Jacques Rousseau","category":"Desire, Pleasure, Being"},{"quote":"Golf... is the infallible test. The man who can go into a patch of rough alone, with the knowledge that only God is watching him, and play his ball where it lies, is the man who will serve you faithfully and well.","author":"P. G. Wodehouse","category":"God, Alone, Man"},{"quote":"Nothing leads so straight to futility as literary ambitions without systematic knowledge.","author":"H. G. Wells","category":"Nothing, Without, Straight"},{"quote":"To unfold the secret laws and relations of those high faculties of thought by which all beyond the merely perceptive knowledge of the world and of ourselves is attained or matured, is a object which does not stand in need of commendation to a rational mind.","author":"George Boole","category":"Thought, World, Mind"},{"quote":"We must always remember with gratitude and admiration the first sailors who steered their vessels through storms and mists, and increased our knowledge of the lands of ice in the South.","author":"Roald Amundsen","category":"Gratitude, Remember"},{"quote":"Whoever claims that economic competition represents 'survival of the fittest' in the sense of the law of the jungle, provides the clearest possible evidence of his lack of knowledge of economics.","author":"George Reisman","category":"Law, Competition, Survival"},{"quote":"Pain is the root of knowledge.","author":"Simone Veil","category":"Pain, Root"},{"quote":"The benefits of education and of useful knowledge, generally diffused through a community, are essential to the preservation of a free government.","author":"Sam Houston","category":"Education, Community"},{"quote":"A good government implies two things; first, fidelity to the objects of the government; secondly, a knowledge of the means, by which those objects can be best attained.","author":"Joseph Story","category":"Good, Best, Government"},{"quote":"Our problem, from the point of view of psychology and from the point of view of genetic epistemology, is to explain how the transition is made from a lower level of knowledge to a level that is judged to be higher.","author":"Jean Piaget","category":"Problem, Transition"},{"quote":"But inner experience is only one source of human knowledge.","author":"Muhammad Iqbal","category":"Experience, Human, Source"},{"quote":"But now with the living conditions deteriorating, and with the sure knowledge that we are slated for destruction, we have been transformed into an implacable army of liberation.","author":"George Jackson","category":"Army, Living, Now"},{"quote":"I was one of the first generations to watch television. TV exposes people to news, to information, to knowledge, to entertainment. How is it bad?","author":"Tom Clancy","category":"People, Television"},{"quote":"A great many things which in times of lesser knowledge we imagined to be superstitious or useless, prove today on examination to have been of immense value to mankind.","author":"Lafcadio Hearn","category":"Today, Great, Imagination"},{"quote":"That the state of knowledge in any country will exert a directive influence on the general system of instruction adopted in it, is a principle too obvious to require investigation.","author":"Charles Babbage","category":"Influence, Country"},{"quote":"Behind the man is the Tree of Life, bearing twelve fruits, and the Tree of the Knowledge of Good and Evil is behind the woman; the serpent is twining round it.","author":"A. E. Waite","category":"Life, Good, Evil"},{"quote":"I listened more than I studied... therefore little by little my knowledge and ability were developed.","author":"Joseph Haydn","category":"Ability, Little, Than"},{"quote":"I'm a very passionate believer in the unity of knowledge. There is one world of reality - one world of our experience that we're seeking to describe.","author":"John Polkinghorne","category":"Experience, Unity, World"},{"quote":"G is Grace, the Flaming Star is the Torch of Reason. Those who possess this knowledge are indeed Illuminati.","author":"Adam Weishaupt","category":"Grace, Star, Reason"},{"quote":"The education that prepared me was my general education classes, which I tried to avoid when I was a stupid undergraduate, but which gave me the foundation of general knowledge that makes a career as a writer possible.","author":"Orson Scott Card","category":"Education, Stupid, Me"},{"quote":"Knowledge is ancient error reflecting on its youth.","author":"Francis Picabia","category":"Youth, Error, Reflecting"},{"quote":"Lack of knowledge... that is the problem.","author":"W. Edwards Deming","category":"Problem, Lack"},{"quote":"The more extensive a man's knowledge of what has been done, the greater will be his power of knowing what to do.","author":"Benjamin Disraeli","category":"Power, Man, Done"},{"quote":"Always, through my whole life, I've had a thirst for knowledge.","author":"Emmitt Smith","category":"Life, Always, Through"},{"quote":"More students have a better knowledge of pop culture than of the Constitution.","author":"Charles Bowen","category":"Culture, Constitution"},{"quote":"The two operations of our understanding, intuition and deduction, on which alone we have said we must rely in the acquisition of knowledge.","author":"Rene Descartes","category":"Alone, Understanding"},{"quote":"There is no desire more natural than the desire for knowledge.","author":"Michel de Montaigne","category":"Desire, Natural, Than"},{"quote":"We do not need to be shoemakers to know if our shoes fit, and just as little have we any need to be professionals to acquire knowledge of matters of universal interest.","author":"Georg Wilhelm Friedrich Hegel","category":"Shoes, Know, Matters"},{"quote":"The absolute dependence of a newborn infant inspired many things in me, but it did not activate any magical knowledge about what to do for the next twenty years.","author":"Mary Kay Blakely","category":"Me, Newborn, Years"},{"quote":"The Greeks possessed a knowledge of human nature we seem hardly able to attain to without passing through the strengthening hibernation of a new barbarism.","author":"Georg C. Lichtenberg","category":"Nature, Human Nature, Human"},{"quote":"The future of publishing is about having connections to readers and the knowledge of what those readers want.","author":"Seth Godin","category":"Future, Want, Connections"},{"quote":"Distinguishing the signal from the noise requires both scientific knowledge and self-knowledge.","author":"Nate Silver","category":"Noise, Self-Knowledge"},{"quote":"We believe... that by encouraging critical thinking and processing of knowledge we are creating full, well-rounded human beings... that will enable Qatar to build up its society. You cannot build a healthy society without giving your citizens a sense of ownership. Otherwise, they will not share with you the responsibilities.","author":"Moza bint Nasser","category":"Society, Thinking, Believe"},{"quote":"Religious speech is extreme, emotional, and motivational. It is anti-literal, relying on metaphor, allusion, and other rhetorical devices, and it assumes knowledge within a community of believers.","author":"Amy Waldman","category":"Motivational, Community"},{"quote":"Psychopaths know the technical difference between right and wrong - which is one of the reasons their insanity pleas in criminal cases so rarely succeed they just fail to act on that knowledge.","author":"Jeffrey Kluger","category":"Know, Insanity, Fail"},{"quote":"Widespread public access to knowledge, like public education, is one of the pillars of our democracy, a guarantee that we can maintain a well-informed citizenry.","author":"Scott Turow","category":"Education, Democracy"},{"quote":"This is part of the involuntary bargain we make with the world just by being alive. We get to experiences the splendor of nature, the beauty of art, the balm of love and the sheer joy of existence, always with the knowledge that illness, injury, natural disaster, or pure evil can end it in an instant for ourselves or someone we love.","author":"Jeff Greenfield","category":"Love, Nature, Art"},{"quote":"Of the five most important things in life, health is first, education or knowledge is second, and wealth is third. I forget the other two.","author":"Chuck Berry","category":"Life, Education, Health"},{"quote":"The generous wish to share with all what is precious, to spread broadcast priceless truths, to shut out none from the illumination of true knowledge, has resulted in a zeal without discretion that has vulgarised Christianity, and has presented its teachings in a form that often repels the heart and alienates the intellect.","author":"Annie Besant","category":"Heart, Wish, True"},{"quote":"The secret to being successful from a trading perspective is to have an indefatigable and an undying and unquenchable thirst for information and knowledge.","author":"Paul Tudor Jones","category":"Perspective, Successful"},{"quote":"I like intensity. If it's too mellow, I feel like, bleah. I like intensity, because it's way of reaching spaces inside of you, and it's my need of knowledge, of knowing about myself regardless.","author":"Juliette Binoche","category":"Myself, Way, You"},{"quote":"Give, give, give - what is the point of having experience, knowledge or talent if I don't give it away? Of having stories if I don't tell them to others? Of having wealth if I don't share it? I don't intend to be cremated with any of it! It is in giving that I connect with others, with the world and with the divine.","author":"Isabel Allende","category":"Experience, Giving, World"},{"quote":"We know that segregation is evil. We know that the sickest children should not go to the worst hospitals. No, I refuse to pretend the problem is insufficient knowledge. We lack the theological will to do it.","author":"Jonathan Kozol","category":"Children, Evil, Problem"},{"quote":"Humans are distinguished from other species by a massive brain that enables us to imagine a future and influence it by what we do in the present. By using experience, knowledge and insight, our ancestors recognized they could anticipate dangers and opportunities and take steps to exploit advantages and avoid hazards.","author":"David Suzuki","category":"Future, Experience"},{"quote":"The most obvious purpose of college education is to help students acquire information and knowledge by acquainting them with facts, theories, generalizations, principles, and the like. This purpose scarcely requires justification.","author":"Derek Bok","category":"Education, College, Purpose"},{"quote":"For some students, especially in the sciences, the knowledge gained in college may be directly relevant to graduate study. For almost all students, a liberal arts education works in subtle ways to create a web of knowledge that will illumine problems and enlighten judgment on innumerable occasions in later life.","author":"Derek Bok","category":"Life, Education, College"},{"quote":"The search for knowledge is a long and difficult task.","author":"Fabiola Gianotti","category":"Long, Search, Difficult"},{"quote":"I think that we have a great opportunity to impart our wisdom and our knowledge and our experience to this younger generation. It may be different times, but experience transcends time, and wisdom transcends time.","author":"Victoria Osteen","category":"Wisdom, Time, Experience"},{"quote":"Education is a business - the growth business. It cultivates the growth of our learners, translates the growth of new knowledge, and builds professional growth.","author":"Heidi Hayes Jacobs","category":"Education, Business, Growth"},{"quote":"I don't know what's the matter with people: they don't learn by understanding; they learn by some other way - by rote, or something. Their knowledge is so fragile!","author":"Richard P. Feynman","category":"People, Understanding, Know"},{"quote":"It's tough being a dictator, but I've always thought it must be tougher being a hanger-on to a dictator. The late nights spent listening to his crazed ranting, the weary rictus grin from smiling at bad jokes, the draining knowledge that one misjudged comment could land you on the chopping block.","author":"John Niven","category":"Smiling, Listening, Thought"},{"quote":"At the simplest level, economics can better show us the consequences of our actions. Less simple are cases in which we don't have the knowledge to predict the full consequences. Global warming and climate change are examples.","author":"Edmund Phelps","category":"Change, Simple, Economics"},{"quote":"Our age gives the more receptive among the young such a sense of social responsibility that one is inclined at times to fear that social interests may encroach upon individual development, that a knowledge of all the ills affecting the community may act as too powerful a damper on the joys of youth.","author":"Ellen Key","category":"Age, Fear, Community"},{"quote":"What I always liked about Socrates was his insistence on questioning things for the sake of reaching some sort of clarity - even if it is only clarity about the gaps in our knowledge.","author":"Samantha Harvey","category":"Clarity, Questioning, Always"},{"quote":"While my parents never had the time or money to secure university education themselves, they were adamant that their children should. In comfort and in love, we were taught the joys of knowledge and of work well done. I only regret that neither my mother nor my father could live to see the day I would accept the Nobel Prize.","author":"Sheldon Lee Glashow","category":"Love, Work, Education"},{"quote":"If age someday grounds my feet and wilts my port de bras, what vestige of the old life will be left? The signs that I was a dancer will gradually fade like stripes on a beach towel. Even my knowledge of the art form, reaped in sweat over decades, could be lost over time.","author":"Sascha Radetsky","category":"Life, Time, Art"},{"quote":"If men possessed wisdom, which stands in the same relation to the form of man as the sight to the eye, they would not cause any injury to themselves or to others; for the knowledge of truth removes hatred and quarrels, and prevents mutual injuries.","author":"Maimonides","category":"Wisdom, Truth, Man"},{"quote":"When it comes to power, God Himself is the power. God often uses foolish things to confound the wise. That is why people like me will ever be grateful to God. In terms of knowledge, education and name, I am nowhere - a neglected stone.","author":"T. B. Joshua","category":"Education, God, Power"},{"quote":"Human knowledge is never contained in one person. It grows from the relationships we create between each other and the world, and still, it is never complete.","author":"Paul Kalanithi","category":"World, Relationships, Human"},{"quote":"Kids need time for problem solving, critical thinking, applying knowledge through project-based instruction, working in teams, falling down and getting right back up to figure out what they didn't understand and why.","author":"Randi Weingarten","category":"Time, Thinking, Problem"},{"quote":"You can't get along without a knowledge of the principles and rules governing the influence of one color upon another. A mechanic might as well try to get along without tools.","author":"Winslow Homer","category":"Influence, Color, Rules"},{"quote":"In this coming year, I will seek knowledge from those wiser than me and try to teach those who wish to learn from me. I love being alive, and I will be the best man I possibly can.","author":"Duane Allman","category":"Love, Best, Man"},{"quote":"Knowledge and engagement are a powerful antidote to forces that often work against our kids being healthy.","author":"Dean Ornish","category":"Work, Powerful, Healthy"},{"quote":"The trend of all knowledge at the present is to specialize, but archaeology has in it all the qualities that call for the wide view of the human race, of its growth from the savage to the civilized, which is seen in all stages of social and religious development.","author":"Margaret Murray","category":"Growth, View, Savage"},{"quote":"The future of the world, dependent as it is upon atomic energy, requires more understanding and knowledge about the atom.","author":"Willard Libby","category":"Future, World, Understanding"},{"quote":"Class is more than money. Class is also about knowledge.","author":"bell hooks","category":"Money, Class, Than"},{"quote":"Men have always shown a dim knowledge of their better potentialities by paying homage to those purest leaders who taught the simplest and most inclusive rules for an undivided mankind.","author":"Erik Erikson","category":"Men, Rules, Better"},{"quote":"I can't think of a president who has been overburdened by a knowledge of economics.","author":"Paul Samuelson","category":"Economics, Think, President"},{"quote":"The courage of a soldier is heightened by his knowledge of his profession.","author":"Publius Flavius Vegetius Renatus","category":"Courage, Soldier, Profession"},{"quote":"I feel like I've reached an age where I can relax a little bit with the knowledge of what I've been through, take all that experience and use it. I love the challenge of trying to get back to where I've been, and beyond it.","author":"Cathy Freeman","category":"Love, Age, Experience"},{"quote":"The deductive method is the mode of using knowledge, and the inductive method the mode of acquiring it.","author":"Henry Mayhew","category":"Using, Mode, Inductive"},{"quote":"With all the knowledge and skill acquired in thousands of flights in the last ten years, I would hardly think today of making my first flight on a strange machine in a twenty-seven mile wind, even if I knew that the machine had already been flown and was safe.","author":"Orville Wright","category":"Today, Wind, Think"},{"quote":"The truth is often terrifying, which I think is one of the motifs of Larry and Andrew's cinema. The cost of knowledge is an important theme. In the second and third films, they explore the consequences of Neo's choice to know the truth. It's a beautiful, beautiful story.","author":"Keanu Reeves","category":"Beautiful, Truth, Choice"},{"quote":"It is not the quantity but the quality of knowledge which determines the mind's dignity.","author":"William Ellery Channing","category":"Quality, Mind, Dignity"},{"quote":"If a little knowledge was a dangerous thing, a lot was lethal.","author":"Tom Sharpe","category":"Dangerous, Little"},{"quote":"I didn't have any knowledge of the music industry when I first got to L.A., and I really didn't know on a creative level what I wanted to sound like, so I had to do a lot of experimenting. It led to a spiral of depression and being broke.","author":"Skylar Grey","category":"Music, Depression, Creative"},{"quote":"I would designate as science fiction in the best sense: they are visions and anticipations by which we seek to attain a true knowledge, but, in fact, they are only imaginations whereby we seek to draw near to the reality.","author":"Pope Benedict XVI","category":"Best, Science, Reality"},{"quote":"The library, with its Daedalian labyrinth, mysterious hush, and faintly ominous aroma of knowledge, has been replaced by the computer's cheap glow, pesky chirp, and data spillage.","author":"P. J. O'Rourke","category":"Library, Data, Mysterious"},{"quote":"There is a universal, intelligent, life force that exists within everyone and everything. It resides within each one of us as a deep wisdom, an inner knowing. We can access this wonderful source of knowledge and wisdom through our intuition, an inner sense that tells us what feels right and true for us at any given moment.","author":"Shakti Gawain","category":"Life, Wisdom, Deep"},{"quote":"Fine art is knowledge made visible.","author":"Gustave Courbet","category":"Art, Fine, Made"},{"quote":"There is no philosophy which is not founded upon knowledge of the phenomena, but to get any profit from this knowledge it is absolutely necessary to be a mathematician.","author":"Daniel Bernoulli","category":"Philosophy, Profit"},{"quote":"The recipe for perpetual ignorance is: Be satisfied with your opinions and content with your knowledge.","author":"Elbert Hubbard","category":"Ignorance, Opinions, Content"},{"quote":"Get to know the job intimately that you're applying for. Don't just read the job description - study it and picture yourself performing every task required of you. When you interview, framing your responses so that you reveal your significant knowledge about the job gives you a massive advantage.","author":"Travis Bradberry","category":"Job, Yourself, Know"},{"quote":"I had therefore to remove knowledge, in order to make room for belief.","author":"Immanuel Kant","category":"Belief, Order, Room"},{"quote":"The general knowledge of time on the island depends, curiously enough, on the direction of the wind.","author":"John Millington Synge","category":"Time, Wind, Direction"},{"quote":"Men honor what lies within the sphere of their knowledge, but do not realize how dependent they are on what lies beyond it.","author":"Zhuangzi","category":"Men, Honor, Realize"},{"quote":"The utmost extent of man's knowledge, is to know that he knows nothing.","author":"Joseph Addison","category":"Man, Know, Nothing"},{"quote":"We must never forget that higher knowledge has to do with revering truth and insight and not with revering people.","author":"Rudolf Steiner","category":"Truth, People, Never Forget"},{"quote":"Youth is the period in which a man can be hopeless. The end of every episode is the end of the world. But the power of hoping through everything, the knowledge that the soul survives its adventures, that great inspiration comes to the middle-aged.","author":"Gilbert K. Chesterton","category":"Great, Power, Man"},{"quote":"Knowledge once gained casts a light beyond its own immediate boundaries.","author":"John Tyndall","category":"Light, Beyond, Boundaries"},{"quote":"All human knowledge takes the form of interpretation.","author":"Walter Benjamin","category":"Interpretation, Human, Form"},{"quote":"One of the things we often miss in succession planning is that it should be gradual and thoughtful, with lots of sharing of information and knowledge and perspective, so that it's almost a non-event when it happens.","author":"Anne M. Mulcahy","category":"Planning, Perspective"},{"quote":"All knowledge or form conception is evoked through the medium of the eye, either in response to disturbances directly received on the retina or to their fainter secondary effects and reverberations. Other sense organs can only call forth feelings which have no reality of existence and of which no conception can be formed.","author":"Nikola Tesla","category":"Eye, Reality, Feelings"},{"quote":"The future of Norway isn't about competing on being the cheapest but the most innovative. We have an expensive welfare state, and the only answer to continue that way is to become more competitive, especially on knowledge.","author":"Erna Solberg","category":"Future, Way, Competing"},{"quote":"Inner city education must change. Our responsibility is not merely to provide access to knowledge we must produce educated people.","author":"James L. Farmer, Jr.","category":"Education, Change"},{"quote":"If in preaching the gospel you substitute your knowledge of the way of salvation for confidence in the power of the gospel, you hinder people from getting to reality.","author":"Oswald Chambers","category":"Confidence, Power, Reality"},{"quote":"Chains do more than bargain down prices from suppliers or divide fixed costs across a lot of units. They rapidly spread economic discovery - the scarce and costly knowledge of what retail concepts and operational innovations actually work.","author":"Virginia Postrel","category":"Work, Discovery, Retail"},{"quote":"The government that governs from afar absolutely requires that the truth and the facts reach its knowledge by every possible channel, so that it may weigh and estimate them better, and this need increases when a country like the Philippines is concerned, where the inhabitants speak and complain in a language unknown to the authorities.","author":"Jose Rizal","category":"Truth, Government, Speak"},{"quote":"The health of the people is of supreme importance. All measures looking to their protection against the spread of contagious diseases and to the increase of our sanitary knowledge for such purposes deserve attention of Congress.","author":"Chester A. Arthur","category":"Health, People, Looking"},{"quote":"Where is the Life we have lost in living? Where is the wisdom we have lost in knowledge? Where is the knowledge we have lost in information?","author":"T. S. Eliot","category":"Life, Wisdom, Lost"},{"quote":"A writer of fiction is really... a congenital liar who invents from his own knowledge or that of other men.","author":"Ernest Hemingway","category":"Men, Liar, Writer"},{"quote":"A physician without a knowledge of Astrology has no right to call himself a physician.","author":"Hippocrates","category":"Physician, Right, Astrology"},{"quote":"When my grandfather was born, there was no healthcare. There were no airplanes. There were no boats. There were no trains. There were no communications. No Internet. No widespread knowledge. It will be a completely different world but a much better place in a hundred years.","author":"Jamie Dimon","category":"World, Internet, Healthcare"},{"quote":"Intuition and concepts constitute... the elements of all our knowledge, so that neither concepts without an intuition in some way corresponding to them, nor intuition without concepts, can yield knowledge.","author":"Immanuel Kant","category":"Intuition, Way, Without"},{"quote":"The beginning of knowledge is the discovery of something we do not understand.","author":"Frank Herbert","category":"Beginning, Discovery"},{"quote":"True, some land was bought by a few Cabinet Ministers. They bought the land. No minister, to my knowledge acquired land which was meant for resettlement.","author":"Robert Mugabe","category":"Land, True, Which"},{"quote":"We are shallow because we are 'mayabang,' ego driven, and do not have the humility to understand that we are only human, much too human to mistake knowledge for wisdom.","author":"F. Sionil Jose","category":"Wisdom, Humility, Mistake"},{"quote":"Hackers rarely have full knowledge of the technology stack of a target.","author":"John McAfee","category":"Technology, Target, Hackers"},{"quote":"All knowledge of cultural reality, as may be seen, is always knowledge from particular points of view.","author":"Max Weber","category":"Reality, View, Always"},{"quote":"Ignorance is never better than knowledge.","author":"Enrico Fermi","category":"Ignorance, Better, Never"},{"quote":"Sometimes street knowledge can be as important as book knowledge.","author":"Vikas Swarup","category":"Book, Important, Street"},{"quote":"A healthy vision of the future is not possible without an accurate knowledge of the past.","author":"Daisaku Ikeda","category":"Future, Vision, Past"},{"quote":"The only good is knowledge, and the only evil is ignorance.","author":"Herodotus","category":"Good, Ignorance, Evil"},{"quote":"Knowledge is and will be produced in order to be sold, it is and will be consumed in order to be valorised in a new production: in both cases, the goal is exchange.","author":"Jean-Francois Lyotard","category":"Goal, New, Will"},{"quote":"There's no such thing is aging, but maturing and knowledge. It's beautiful, I call that beauty.","author":"Celine Dion","category":"Beauty, Beautiful, Aging"},{"quote":"Calculus, the electrical battery, the telephone, the steam engine, the radio - all these groundbreaking innovations were hit upon by multiple inventors working in parallel with no knowledge of one another.","author":"Steven Johnson","category":"Radio, Working, Telephone"},{"quote":"The main force pushing toward reduction in inequality has always been the diffusion of knowledge and the diffusion of education.","author":"Thomas Piketty","category":"Education, Inequality"},{"quote":"Therefore when the mind knows itself and loves itself, there remains a trinity, that is the mind, love and knowledge.","author":"Peter Lombard","category":"Love, Mind, Trinity"},{"quote":"Thought is the wind and knowledge the sail.","author":"David Hare","category":"Wind, Thought, Sail"},{"quote":"The laity ought to understand the faith, and since the doctrines of our faith are in the Scriptures, believers should have the Scriptures in a language familiar to the people, and to this end the Holy Ghost endued them with knowledge of all tongues.","author":"John Wycliffe","category":"Faith, Language, People"},{"quote":"Over the past years, I have lectured many times on the Cuban missile crisis, most provocatively to 200 senior officers of the former Soviet army in Moscow in 1991, among them KGB generals. There, my knowledge of Penkovsky's role was thoroughly confirmed, and so was the Soviet military men's residual sense of humiliation at Khrushchev's 'blink'.","author":"Alistair Horne","category":"Men, Past, Military"},{"quote":"For this reason, to study English literature without some general knowledge of the relation of the Bible to that literature would be to leave one's literary education very incomplete.","author":"Lafcadio Hearn","category":"Education, Bible, Literature"},{"quote":"In these days when science is clearly in the saddle and when our knowledge of disease is advancing at a breathless pace, we are apt to forget that not all can ride and that he also serves who waits and who applies what the horseman discovers.","author":"Harvey Cushing","category":"Science, Ride, Forget"},{"quote":"Zeal without knowledge is fire without light.","author":"Thomas Fuller","category":"Light, Fire, Without"},{"quote":"There comes a time when the mind takes a higher plane of knowledge but can never prove how it got there.","author":"Albert Einstein","category":"Time, Mind, Never"},{"quote":"Technology is changing so fast that knowledge about specifics can quickly become obsolete. That's why so much of what technicians learn is on the job.","author":"Robert Reich","category":"Technology, Job, Why"},{"quote":"Knowledge is a process of piling up facts wisdom lies in their simplification.","author":"Martin H. Fischer","category":"Wisdom, Process, Facts"},{"quote":"They that are intoxicated by self-conceit have interposed themselves between it and the Divine and infallible Physician. Witness how they have entangled all men, themselves included, in the mesh of their devices. They can neither discover the cause of the disease, nor have they any knowledge of the remedy.","author":"Baha'u'llah","category":"Men, Physician, Discover"},{"quote":"The foreigners come out here always to teach, whereas they had much better learn, for, in everything but wits and knowledge, the Arab is generally the better man of the two.","author":"T. E. Lawrence","category":"Man, Learn, Better"},{"quote":"I wouldn't wish any specific thing for any specific person - it's none of my business. But the idea that a four-year degree is the only path to worthwhile knowledge is insane. It's insane.","author":"Mike Rowe","category":"Business, Path, Wish"},{"quote":"Inductive reason, which alone makes man master of his environment, is an achievement; and when once born it must be reinforced by inhibiting the growth of other modes of knowledge.","author":"Muhammad Iqbal","category":"Growth, Achievement, Alone"},{"quote":"Here, class attendance is expected and students are required to take notes, which they are tested on. What is missing, it seems to me, is the use of knowledge, the practical training.","author":"Harrison Salisbury","category":"Training, Me, Students"},{"quote":"I don't pretend we have all the answers. But the questions are certainly worth thinking about.","author":"Arthur C. Clarke","category":"Thinking, Questions, Answers"},{"quote":"Of our relation to all creation we can never know anything whatsoever. All is immensity and chaos. But, since all this knowledge of our limitations cannot possibly be of any value to us, it is better to ignore it in our daily conduct of life.","author":"H. P. Lovecraft","category":"Life, Daily, Value"},{"quote":"The small part of ignorance that we arrange and classify we give the name of knowledge.","author":"Ambrose Bierce","category":"Ignorance, Small, Name"},{"quote":"The wise man should restrain his senses like the crane and accomplish his purpose with due knowledge of his place, time and ability.","author":"Chanakya","category":"Time, Wise, Man"},{"quote":"Honestly, being a 5'11\" quarterback, not too many people think that you can play in the National Football League. And so for me, you know, I knew that my height doesn't define my skill set, you know? I believed in my talent. I believed in what God gave me. I believed in the knowledge that I have of the game.","author":"Russell Wilson","category":"Football, God, Me"},{"quote":"The greatest enemy of progress is the illusion of knowledge.","author":"John Young","category":"Progress, Greatest, Enemy"},{"quote":"We must develop knowledge optimization initiatives to leverage our key learnings.","author":"Scott Adams","category":"Key, Leverage, Must"},{"quote":"What we want is to see the child in pursuit of knowledge, and not knowledge in pursuit of the child.","author":"George Bernard Shaw","category":"Child, Want, See"},{"quote":"If the Great Way perishes there will morality and duty. When cleverness and knowledge arise great lies will flourish. When relatives fall out with one another there will be filial duty and love. When states are in confusion there will be faithful servants.","author":"Lao Tzu","category":"Love, Great, Fall"},{"quote":"A complacent satisfaction with present knowledge is the chief bar to the pursuit of knowledge.","author":"B. H. Liddell Hart","category":"Present, Satisfaction"},{"quote":"The idea of trying to create things that last - forever knowledge - has guided my work for a long time now.","author":"Edward Tufte","category":"Work, Time, Long"},{"quote":"There is a general knowledge that I am multi-dimensional, that when you are creative you do a lot of things.","author":"Suzanne Somers","category":"I Am, Creative, You"},{"quote":"No group and no government can properly prescribe precisely what should constitute the body of knowledge with which true education is concerned.","author":"Franklin D. Roosevelt","category":"Education, Government, Body"},{"quote":"You cannot blame the mismanagement of the economy or the fact that we have not invested adequately in education in order to give our people the knowledge, the skills and the technology that they need in order to be able to use the resources that Africa has to gain wealth.","author":"Wangari Maathai","category":"Education, Technology, Blame"},{"quote":"The career of politics grants a feeling of power. The knowledge of influencing men, of participating in power over them, and above all, the feeling of holding in one's hands a nerve fiber of historically important events can elevate the professional politician above everyday routine even when he is placed in formally modest positions.","author":"Max Weber","category":"Power, Politics, Men"},{"quote":"We use paper documents to store knowledge so we can consult and reconsult it, giving us a type of recall impossible with our unaided minds; we use pencils to scratch down material so we can manipulate it in a fashion impossible in our unaided minds.","author":"Clive Thompson","category":"Giving, Fashion, Impossible"},{"quote":"In law, as in every other branch of knowledge, the truths given by induction tend to form the premises for new deductions. The lawyers and the judges of successive generations do not repeat for themselves the process of verification any more than most of us repeat the demonstrations of the truths of astronomy or physics.","author":"Benjamin N. Cardozo","category":"Law, Lawyers, Physics"},{"quote":"As the possessor of complete knowledge, God is not mistaken about people's experiences as people are mistaken about each others' experiences.","author":"Edith Stein","category":"God, People, Experiences"},{"quote":"He who knows nothing is closer to the truth than he whose mind is filled with falsehoods and errors.","author":"Thomas Jefferson","category":"Truth, Mind, Nothing"},{"quote":"Your workforce is your most valuable asset. The knowledge and skills they have represent the fuel that drives the engine of business - and you can leverage that knowledge.","author":"Harvey Mackay","category":"Business, Skills, You"},{"quote":"Colleges and classrooms should be havens of tranquility, places where thoughtful discussions occur, where students work together with their teachers to acquire knowledge of the arts and sciences.","author":"Jay Parini","category":"Work, Together, Thoughtful"},{"quote":"Depend upon it there comes a time when for every addition of knowledge you forget something that you knew before. It is of the highest importance, therefore, not to have useless facts elbowing out the useful ones.","author":"Arthur Conan Doyle","category":"Time, Facts, You"},{"quote":"Knowledge is a polite word for dead but not buried imagination.","author":"e. e. cummings","category":"Imagination, Dead, Word"},{"quote":"Doubt grows with knowledge.","author":"Johann Wolfgang von Goethe","category":"Doubt, Grows"},{"quote":"Knowledge is like money: to be of value it must circulate, and in circulating it can increase in quantity and, hopefully, in value.","author":"Louis L'Amour","category":"Money, Value, Quantity"},{"quote":"I was bold in the pursuit of knowledge, never fearing to follow truth and reason to whatever results they led, and bearding every authority which stood in their way.","author":"Thomas Jefferson","category":"Truth, Bold, Authority"},{"quote":"Life is a culmination of the past, an awareness of the present, an indication of a future beyond knowledge, the quality that gives a touch of divinity to matter.","author":"Charles Lindbergh","category":"Life, Future, Past"},{"quote":"Between falsehood and useless truth there is little difference. As gold which he cannot spend will make no man rich, so knowledge which cannot apply will make no man wise.","author":"Samuel Johnson","category":"Truth, Wise, Gold"},{"quote":"There is no arguing with the pretenders to a divine knowledge and to a divine mission. They are possessed with the sin of pride, they have yielded to the perennial temptation.","author":"Walter Lippmann","category":"Pride, Mission, Sin"},{"quote":"Now it is established in the sciences that no knowledge is acquired save through the study of its causes and beginnings, if it has had causes and beginnings; nor completed except by knowledge of its accidents and accompanying essentials.","author":"Avicenna","category":"Study, Beginnings, Through"},{"quote":"I began the study of medicine, impelled by a desire for knowledge of facts and of man. The resolution to do disciplined work tied me to both laboratory and clinic for a long time to come.","author":"Karl Jaspers","category":"Work, Time, Man"},{"quote":"To help, to continually help and share, that is the sum of all knowledge; that is the meaning of art.","author":"Eleonora Duse","category":"Art, Help, Meaning"},{"quote":"I have never worked on interrogation; I have never seen an interrogation, and I have only a passing knowledge of the literature on interrogation. With that qualification, my opinion is that the point of interrogation is to get at the truth, not to get at what the interrogator wants to hear.","author":"Martin Seligman","category":"Truth, Literature, Opinion"},{"quote":"God grant that not only the love of liberty but a thorough knowledge of the rights of man may pervade all the nations of the earth, so that a philosopher may set his foot anywhere on its surface and say: 'This is my country.'","author":"Benjamin Franklin","category":"Love, God, Man"},{"quote":"Elon Musk wins you over with his elegant mastery of engineering, be it for the rocket or the car. But what blew my socks off was when our conversation veered way off topic. We started musing about whether it was possible we all lived in the matrix, and Musk still had deep knowledge.","author":"Steve Jurvetson","category":"Car, Deep, Engineering"},{"quote":"The passionate controversies of one era are viewed as sterile preoccupations by another, for knowledge alters what we seek as well as what we find.","author":"Freda Adler","category":"Passionate, Find, Well"},{"quote":"Solitude can be used well by very few people. They who do must have a knowledge of the world to see the foolishness of it, and enough virtue to despise all the vanity.","author":"Abraham Cowley","category":"Solitude, World, People"},{"quote":"In rating ease of description as very important, we are essentially asserting a belief in quantitative knowledge - a belief that most of the key questions in our world sooner or later demand answers to 'by how much?' rather than merely to 'in which direction?'","author":"John Tuley","category":"World, Questions, Belief"},{"quote":"A man can only attain knowledge with the help of those who possess it. This must be understood from the very beginning. One must learn from him who knows.","author":"George Gurdjieff","category":"Man, Beginning, Help"},{"quote":"It is impossible to make people understand their ignorance, for it requires knowledge to perceive it; and, therefore, he that can perceive it hath it not.","author":"Jeremy Taylor","category":"Ignorance, Impossible"},{"quote":"Those Dutchmen had hardly any imagination or fantasy, but their good taste and their scientific knowledge of composition were enormous.","author":"Vincent Van Gogh","category":"Good, Imagination, Fantasy"},{"quote":"What does mysticism really mean? It means the way to attain knowledge. It's close to philosophy, except in philosophy you go horizontally while in mysticism you go vertically.","author":"Elie Wiesel","category":"Philosophy, You, Mean"},{"quote":"The improver of natural knowledge absolutely refuses to acknowledge authority, as such. For him, skepticism is the highest of duties; blind faith the one unpardonable sin.","author":"Thomas Huxley","category":"Faith, Blind, Sin"},{"quote":"Mistakes are, after all, the foundations of truth, and if a man does not know what a thing is, it is at least an increase in knowledge if he knows what it is not.","author":"Carl Jung","category":"Truth, Mistakes, Man"},{"quote":"Very few beings really seek knowledge in this world. Mortal or immortal, few really ASK. On the contrary, they try to wring from the unknown the answers they have already shaped in their own minds.","author":"Anne Rice","category":"World, Unknown, Try"},{"quote":"Helping someone come to a saving knowledge of Christ is the greatest achievement possible.","author":"Charles Stanley","category":"Achievement, Greatest"},{"quote":"The more knowledge you've got, the more understanding you have, the better you are able to implement and pass it on to others.","author":"Tony Orlando","category":"Understanding, Better, You"},{"quote":"A paradigm shift, where, in addition to physical inputs for farming, a focused emphasis placed on knowledge inputs can be a promising way forward. This knowledge-based approach will bring immense returns, particularly in rain fed and dry land farming areas.","author":"Pratibha Patil","category":"Rain, Farming, Forward"},{"quote":"The silencing of the rainforests is a double deforestation, not only of trees but a deforestation of the mind's music, medicine and knowledge.","author":"Jay Griffiths","category":"Music, Mind, Trees"},{"quote":"Debating clubs among boys are very useful, not only as affording pleasant meetings and interesting discussions, but also as serving for training grounds for developing the knowledge and the qualities that are needed in public life.","author":"Annie Besant","category":"Life, Training, Meetings"},{"quote":"We learn much during our sleep, and the knowledge thus gained slowly filters into the physical brain, and is occasionally impressed upon it as a vivid and illuminative dream.","author":"Annie Besant","category":"Sleep, Brain, Dream"},{"quote":"Schools still operate as if all knowledge is contained in books, and as if the salient points in books must be stored in each human brain - to be used when needed. The political and financial powers controlling schools decide what these salient points are.","author":"Sugata Mitra","category":"Brain, Financial, Political"},{"quote":"Nothing escapes God's knowledge. This is proved by the witness of the Scriptures and the analogy of the sun, which, although created, yet by its light or heat enters into all things.","author":"Saint Ambrose","category":"Light, God, Sun"},{"quote":"I'm always pursuing knowledge I'm a seeker of spiritual equilibrium - and music is a big part of that.","author":"Steve Vai","category":"Music, Spiritual, Always"},{"quote":"Modern scientific knowledge appeared piecemeal. Historians wrote about human history; physicists tackled the material world; and biologists studied the world of living organisms. But there were few links between these disciplines, as researchers focused on getting the details right.","author":"David Christian","category":"History, World, Details"},{"quote":"Knowledge comes from the past, so it's safe. It is also out of date. It's the opposite of originality... Experience is the opposite of being creative.","author":"Paul Arden","category":"Experience, Past, Creative"},{"quote":"It is common knowledge now that we depend on insects for our continued existence; that, without key pollinators, the human population would collapse in less than a decade.","author":"John Burnside","category":"Key, Human, Existence"},{"quote":"To attain any assured knowledge about the soul is one of the most difficult things in the world.","author":"Aristotle","category":"Soul, World, Difficult"},{"quote":"Browsing for books with a mouse and screen is not nearly as joyful an act as wandering the stacks and getting lost in the labyrinthine corridors of knowledge. The best libraries are places of imagination, education and community. The best libraries have mystery to them.","author":"Sam Weller","category":"Education, Best, Community"},{"quote":"The perfect knowledge of events cannot be acquired without divine inspiration, since all prophetic inspiration receives its prime motivating force from God the creator, then from good fortune and nature.","author":"Nostradamus","category":"Nature, Good, God"},{"quote":"From the FA to UEFA and FIFA, there's a naivety, a lack of knowledge and understanding and packed with people who are out of touch.","author":"George Best","category":"People, Understanding, Touch"},{"quote":"Compassion is a practically acquired knowledge, like dancing. You must do it and practice diligently day by day.","author":"Karen Armstrong","category":"Day, Compassion, Practice"},{"quote":"I know that I have lived because I have felt, and, feeling giving me the knowledge of my existence, I know likewise that I shall exist no more when I shall have ceased to feel.","author":"Giacomo Casanova","category":"Giving, Me, Know"},{"quote":"Knowledge is not skill. Knowledge plus ten thousand times is skill.","author":"Shinichi Suzuki","category":"Skill, Times, Ten"},{"quote":"Proselytism is solemn nonsense; it makes no sense. We need to get to know each other, listen to each other and improve our knowledge of the world around us.","author":"Pope Francis","category":"World, Listen, Know"},{"quote":"Only on paper has humanity yet achieved glory, beauty, truth, knowledge, virtue, and abiding love.","author":"George Bernard Shaw","category":"Love, Beauty, Truth"},{"quote":"The desire of excessive power caused the angels to fall the desire of knowledge caused men to fall.","author":"Francis Bacon","category":"Power, Men, Fall"},{"quote":"If we had failed to pursue the facts as far as they led, we would have denied the public any knowledge of an unprecedented scheme of political surveillance and sabotage.","author":"Katharine Graham","category":"Political, Facts"},{"quote":"It is the province of knowledge to speak, and it is the privilege of wisdom to listen.","author":"Oliver Wendell Holmes, Sr.","category":"Wisdom, Speak, Listen"},{"quote":"But because many endeavor to get knowledge rather than to live well, they are often deceived and reap little or no benefit from their labor.","author":"Thomas a Kempis","category":"Live, Labor, Reap"},{"quote":"The liberal professions, and in a wider sense the well-to-do classes, are certainly those with the liveliest taste for knowledge and the most active intellectual life.","author":"Emile Durkheim","category":"Life, Intellectual, Liberal"},{"quote":"The research I have been doing - studying how foodstuffs yield energy in living cells - does not lead to the kind of knowledge that can be expected to give immediate practical benefits to mankind. If I have chosen this field of study, it was because I believed in its importance in spite of its theoretical character.","author":"Hans Adolf Krebs","category":"Character, Research"},{"quote":"It is harder to conceal ignorance than to acquire knowledge.","author":"Arnold H. Glasow","category":"Ignorance, Harder, Than"},{"quote":"The knowledge I have now is not the knowledge I had then.","author":"Stokely Carmichael","category":"Now, Then, Had"},{"quote":"That knowledge which is popular is not scientific.","author":"Maria Mitchell","category":"Scientific, Popular, Which"},{"quote":"Cherish that which is within you, and shut off that which is without; for much knowledge is a curse.","author":"Zhuangzi","category":"Cherish, You, Within"},{"quote":"If you first fortify yourself with the true knowledge of the Universal Self, and then live in the midst of wealth and worldliness, surely they will in no way affect you.","author":"Ramakrishna","category":"Self, Yourself, Wealth"},{"quote":"We don't know all the answers. If we knew all the answers we'd be bored, wouldn't we? We keep looking, searching, trying to get more knowledge.","author":"Jack LaLanne","category":"Trying, Looking, Know"},{"quote":"The more knowledge you get, the more questions you ask. The smarter you get, the more you realize that everything can be possible.","author":"Georges St-Pierre","category":"Questions, You, Realize"},{"quote":"Seldom ever was any knowledge given to keep, but to impart; the grace of this rich jewel is lost in concealment.","author":"Wendell Phillips","category":"Grace, Lost, Rich"},{"quote":"The greatest gift is a passion for reading. It is cheap, it consoles, it distracts, it excites, it gives you knowledge of the world and experience of a wide kind. It is a moral illumination.","author":"Elizabeth Hardwick","category":"Experience, Passion, Reading"},{"quote":"The best theology is rather a divine life than a divine knowledge.","author":"Jeremy Taylor","category":"Life, Best, Theology"},{"quote":"Every man gets a narrower and narrower field of knowledge in which he must be an expert in order to compete with other people. The specialist knows more and more about less and less and finally knows everything about nothing.","author":"Konrad Lorenz","category":"Man, People, Nothing"},{"quote":"I have thought about it a great deal, and the more I think, the more certain I am that obedience is the gateway through which knowledge, yes, and love, too, enter the mind of the child.","author":"Anne Sullivan","category":"Love, Great, I Am"},{"quote":"There is no knowledge, no light, no wisdom that you are in possession of, but what you have received it from some source.","author":"Brigham Young","category":"Wisdom, Light, You"},{"quote":"A serious problem in America is the gap between academe and the mass media, which is our culture. Professors of humanities, with all their leftist fantasies, have little direct knowledge of American life and no impact whatever on public policy.","author":"Camille Paglia","category":"Life, Culture, America"},{"quote":"Each department of knowledge passes through three stages. The theoretic stage the theological stage and the metaphysical or abstract stage.","author":"Auguste Comte","category":"Three, Abstract, Through"},{"quote":"Anything that gives us new knowledge gives us an opportunity to be more rational.","author":"Herbert Simon","category":"Opportunity, New, Anything"},{"quote":"If the past has been an obstacle and a burden, knowledge of the past is the safest and the surest emancipation.","author":"John Acton","category":"Past, Burden, Obstacle"},{"quote":"It is a matter of common knowledge that the government of South Carolina is under domination of a small ring of cunning, conniving men.","author":"Strom Thurmond","category":"Men, Government, Small"},{"quote":"Imagine a world in which every single person on the planet is given free access to the sum of all human knowledge. That's what we're doing.","author":"Jimmy Wales","category":"World, Free, Doing"},{"quote":"If we don't empower ourselves with knowledge, then we're gonna be led down a garden path.","author":"Fran Drescher","category":"Path, Garden, Down"},{"quote":"Radical constructivism, thus, is radical because it breaks with convention and develops a theory of knowledge in which knowledge does not reflect an 'objective' ontological reality.","author":"Paul Watzlawick","category":"Reality, Theory, Objective"},{"quote":"For whatever be the knowledge which we are able to obtain of God, either by perception or reflection, we must of necessity believe that He is by many degrees far better than what we perceive Him to be.","author":"Origen","category":"Reflection, God, Believe"},{"quote":"Without a knowledge of mythology much of the elegant literature of our own language cannot be understood and appreciated.","author":"Thomas Bulfinch","category":"Language, Literature"},{"quote":"Even scientific knowledge, if there is anything to it, is not a random observation of random objects; for the critical objectivity of significant knowledge is attained as a practice only philosophically in inner action.","author":"Karl Jaspers","category":"Action, Practice"},{"quote":"A knowledge of the forces that rule society, of the causes that have produced its upheavals, and of society's resources for promoting healthy progress has become of vital concern to our civilization.","author":"Wilhelm Dilthey","category":"Progress, Society, Healthy"},{"quote":"It is true that the aristocracies seem to have abused their monopoly of legal knowledge and at all events their exclusive possession of the law was a formidable impediment to the success of those popular movements which began to be universal in the western world.","author":"Henry James Sumner Maine","category":"Success, Law, World"},{"quote":"I thought they may have presumed too much knowledge of certain things for people who are not comedians. Like Montreal. A comic understands what it is and its importance, but someone else may not know about it.","author":"Todd Barry","category":"Thought, People, Know"},{"quote":"We don't focus as much in schools on educational knowledge which requires thinking and application, as we do on acquiring facts.","author":"William Glasser","category":"Focus, Thinking, Facts"},{"quote":"The greater the step forward in knowledge, the greater is the one taken backward in search of wisdom.","author":"Stephen Gardiner","category":"Wisdom, Step, Search"},{"quote":"It is remarkable how many misconceptions there are here about life in the developing world and I think that that knowledge gap has done a lot to contribute to the imbalance quite frankly.","author":"Emma Thompson","category":"Life, World, Think"},{"quote":"I think it will be found that experience, the true source and foundation of all knowledge, invariably confirms its truth.","author":"Thomas Malthus","category":"Experience, Truth"},{"quote":"That free will was demonstrated in the placing of temptation before man with the command not to eat of the fruit of the tree which would give him a knowledge of good and evil, with the disturbing moral conflict to which that awareness would give rise.","author":"Kenneth Scott Latourette","category":"Good, Evil, Good And Evil"},{"quote":"You should not ask questions without knowledge.","author":"W. Edwards Deming","category":"Questions, You, Without"},{"quote":"Knowledge slowly builds up what Ignorance in an hour pulls down.","author":"George Eliot","category":"Ignorance, Down, Up"},{"quote":"Can the knowledge deriving from reason even begin to compare with knowledge perceptible by sense?","author":"Louis Aragon","category":"Reason, Sense, Compare"},{"quote":"How pathetically scanty my self-knowledge is compared with, say, my knowledge of my room. There is no such thing as observation of the inner world, as there is of the outer world.","author":"Franz Kafka","category":"World, Observation, Say"},{"quote":"These past years, as we have been recovering and given our city a rebirth, we have been encouraged by our faith, knowledge, and steadfast belief that we will pull through. There will be challenges and setbacks, as there have already been, but we will continue, and we the citizens of New Orleans will prevail in bringing our city back.","author":"Cedric Richmond","category":"Faith, Past, Challenges"},{"quote":"I think a lot of people, even Christians, are willing to be satisfied with gaining lots and lots of biblical knowledge - and many people go to Bible studies and don't realize it isn't enough to know what's right, it's applying the information and the knowledge that you have.","author":"Charles Stanley","category":"Information, People, Bible"},{"quote":"The library is seen as a force for self improvement and the pursuit of knowledge. I fear that in many cases this is no longer true, if it ever was.","author":"John Redwood","category":"Fear, Improvement, Self"},{"quote":"Today mythical thinking has fallen into disrepute we often dismiss it as irrational and self-indulgent. But the imagination is also the faculty that has enabled scientists to bring new knowledge to light and to invent technology that has made us immeasurably more effective.","author":"Karen Armstrong","category":"Technology, Light, Today"},{"quote":"If you go and talk to most people, they mean well but they don't have much of a breadth on education, of knowledge of understanding what the real issues are and therefore they listen to pundits on television who tell them what they are supposed to think and they keep repeating that until pretty soon they say, 'Oh, well that must be true.'","author":"Ben Carson","category":"Education, Television"},{"quote":"When I wrote 'The Alexandria Link,' I discovered that we are only aware of about 10 percent of the knowledge of the ancient world. In the ancient world, most of the knowledge was destroyed. Every emperor of China who came in wiped out everything that came before them, to the point that the country completely forgot its past.","author":"Steve Berry","category":"Past, World, Country"},{"quote":"I want to be safe in the knowledge that I can tour and play festivals for a long time. The main thing is that I want a good reputation as a live performer. If I have that, I'd be so happy.","author":"Ellie Goulding","category":"Time, Happy, Good"},{"quote":"Even though I'm a hype man myself, I like the practicality of it all. People who understand how to turn a profit. At the end of the day, this is still business so I'm looking for real practical knowledge of how to actually make money, not necessarily raise it.","author":"Gary Vaynerchuk","category":"Business, Money, Myself"},{"quote":"The people I go after are the false experts, those who do not accept the limits of their knowledge.","author":"Nassim Nicholas Taleb","category":"People, Limits, Accept"},{"quote":"I'm not saying that atheists can't act morally or have moral knowledge. But when I ascribe virtue to an atheist, it's as a theist who sees the atheist as conforming to objective moral values. The atheist, by contrast, has no such basis for morality. And yet all moral judgments require a basis for morality, some standard of right and wrong.","author":"William A. Dembski","category":"Morality, Values, Moral"},{"quote":"Liberated from the error of pagan tradition through the benevolence and loving kindness of the good God with the grace of our Lord Jesus Christ, and by the operation of the Holy Spirit, I was reared from the very beginning by Christian parents. From them I learned even in babyhood the Holy Scriptures which led me to a knowledge of the truth.","author":"Saint Basil","category":"Kindness, Good, Truth"},{"quote":"For, verily, great love springs from great knowledge of the beloved object, and if you little know it, you will be able to love it only little or not at all.","author":"Leonardo da Vinci","category":"Love, Great, Know"},{"quote":"I'm a strict, strict agnostic. It's very different from a casual, 'I don't know.' It's that you cannot present as knowledge something that is not knowledge. You can present it as faith, you can present it as belief, but you can't present it as fact.","author":"Margaret Atwood","category":"Faith, Know, Belief"},{"quote":"The pilgrims on the Mayflower landed at Plymouth Rock. To my knowledge, they didn't wait around for a return trip to Europe. You settle some place with a purpose. If you don't want to do that, stay home. You avoid an awful lot of risks by not venturing outward.","author":"Buzz Aldrin","category":"Home, Purpose, Risks"},{"quote":"In chess, knowledge is a very transient thing. It changes so fast that even a single mouse-slip sometimes changes the evaluation.","author":"Viswanathan Anand","category":"Changes, Chess, Fast"},{"quote":"As African economies boom and businesses are created, one of the big questions this growth raises is that of third-level education: how can Africa develop a knowledge infrastructure to rival that of the west, a sort of Harvard University in Africa?","author":"Richard Attias","category":"Education, Growth, Questions"},{"quote":"For those who have obtained unobstructed knowledge of Self, the world is seen merely as a bondage causing imagination.","author":"Ramana Maharshi","category":"Imagination, Self, World"},{"quote":"It's my job to know what's available from every retailer, catalog, website, antiques mall, and craftsperson. A good designer or decorator has to have an almost encyclopedic knowledge.","author":"Nate Berkus","category":"Good, Job, Know"},{"quote":"Acting requires a lot of discipline to go with the obsession. It's a path of knowledge, and of self-knowledge. Sometimes you get lost on the path. And then you find yourself again.","author":"Toni Servillo","category":"Path, Discipline, Yourself"},{"quote":"A Christian is of no sect. He can dwell in the midst of sects, and appear in their services, without being attached or bound to any. He hath but one knowledge, and that is, Christ in him.","author":"Jakob Bohme","category":"Christian, Him, Dwell"},{"quote":"Love is the intuitive knowledge of our hearts.","author":"Marianne Williamson","category":"Love, Love Is, Hearts"},{"quote":"When we value correct principles, we have truth - a knowledge of things as they are.","author":"Stephen Covey","category":"Truth, Value, Principles"},{"quote":"I believe that when an elder dies, a library is burned: vast sums of wisdom and knowledge are lost. Throughout the world libraries are ablaze with scant attention.","author":"Elizabeth Kapu'uwailani Lindsey","category":"Wisdom, Believe, World"},{"quote":"With Skype video calling, teachers can provide their students with first-hand knowledge from experts around the world and with other classes who are studying the same subject halfway across the world.","author":"Tony Bates","category":"World, Studying, Students"},{"quote":"At O'Reilly, the way we think about our business is that we're not a publisher; we're not a conference producer; we're a company that helps change the world by spreading the knowledge of innovators.","author":"Tim O'Reilly","category":"Change, Business"},{"quote":"If you know your life chances are greatly reduced, should you be in a position to take out life insurance if that knowledge is not available to the insurers?","author":"David Sainsbury, Baron Sainsbury of Turville","category":"Life, Insurance, Know"},{"quote":"Let me put it this way: There is nothing in Islam that is fundamentally against the quest for knowledge.","author":"Ahmed Zewail","category":"Me, Islam, Way"},{"quote":"I do not mean to say that we should, or could, return to traditional nomadic economies. I do mean to say that there are systems of knowledge and grand poetical schemata derived from the mobile life that it would be foolish to disregard or underrate. And mad to destroy.","author":"Robyn Davidson","category":"Life, Mad, Mean"},{"quote":"All of us, the government, parliament, local authorities and the society must demonstrate determination and readiness to use knowledge and capabilities... toward full European integration.","author":"Igor Luksic","category":"Determination, Government"},{"quote":"Cerner's focus over the last 20 years has been to provide healthcare, predominately healthcare providers, with advanced clinical and management information systems. Our mission is to connect the appropriate persons, knowledge, and resources at the appropriate time and location to achieve the optimal health outcome.","author":"Neal Patterson","category":"Time, Health, Management"},{"quote":"It's not the music you hear in your head that other people are going to hear. You have to be able to make it true enough to the image in your head, and that's where technique and technology come in, for sure, and knowledge. It's not true and will never be true that someone who knows nothing can sit in a basement and make great music.","author":"Neil Peart","category":"Music, Technology, Great"},{"quote":"One thing I found very interesting about comedians around the world was their knowledge of stuff outside of their own culture and comfort zone. That's not very common in the States. We produce our own soft power, which is pop culture, but we rarely try to absorb and learn information from other cultures and countries.","author":"Hasan Minhaj","category":"Culture, Power, World"},{"quote":"I felt deep within me that the highest point a man can attain is not Knowledge or Virtue or Goodness or Victory but something even greater, more heroic and more despairing: Sacred Awe!","author":"Nikos Kazantzakis","category":"Deep, Man, Me"},{"quote":"General Biassou is a simple, vulnerable man without much knowledge, and he is easily led astray by the scoundrels surrounding him. He has sworn eternal hatred for me, and for some time now, he has been trying to destroy me using whatever means he can.","author":"Toussaint Louverture","category":"Time, Man, Simple"},{"quote":"The death of my husband, coming immediately after the general knowledge of the discoveries with which his name is associated, was felt by the public, and especially by the scientific circles, to be a national misfortune.","author":"Marie Curie","category":"Death, Husband, Name"},{"quote":"Devotion complete culminates in knowledge supreme.","author":"Ramana Maharshi","category":"Devotion, Complete, Supreme"},{"quote":"What patients seek is not scientific knowledge that doctors hide, but existential authenticity each person must find on her own... the angst of facing mortality has no remedy in probability.","author":"Paul Kalanithi","category":"Authenticity, Her, Find"},{"quote":"If a little black girl in Montgomery, Alabama, or some far-reaching region sees something that I do and aspires to do it one day with the knowledge that she can achieve it, then hey, my work is done.","author":"Octavia Spencer","category":"Work, Day, Girl"},{"quote":"The U.K. and Ireland are like-minded on E.U. matters, and the process of working together in Brussels has built an immense store of knowledge, personal relationships, and trust between our governments.","author":"Enda Kenny","category":"Trust, Working Together"},{"quote":"China itself is now in the process of sloughing off not only the communist system, but also those outdated parts of Confucianism that prevent the rapid acquisition of knowledge needed to adjust to new ways of life and work.","author":"Lee Kuan Yew","category":"Life, Work, Communist"},{"quote":"I do not start with a full knowledge of the facts; the whole attraction of writing history is to educate myself: it is an exploration into the unknown - 'a journey without maps,' to borrow Graham Greene's phrase.","author":"Michael Korda","category":"Journey, History, Myself"},{"quote":"The shores of the Black Sea lend themselves to the literary genre that may be classified as 'cultural pilgrimage,' which is not just a higher form of travel writing but which has the further mission of reporting on present conditions and supplying neglected knowledge.","author":"Norman Davies","category":"Travel, Sea, Writing"},{"quote":"Research is creation of knowledge which leads to new and efficient solutions for the society. Shiv Nadar University, therefore, believes in being at the forefront of research. To create new knowledge, one needs to solve open-ended problems, which basically make one think on one's own.","author":"Shiv Nadar","category":"Society, Problems, Research"}]}