{
  "author": "Ravindu Manoj",
  "github": "ravindu01manoj",
  "repo": "Quotes-500k",
  "data": [
    {
      "quote": "I saw my first two Broadway shows when I was 4 years old, 'The Lion King' and 'Beauty and the Beast,' and after both of them I came home and reenacted the entirety of the shows on my living room table for my family and friends. I started doing that after every show I saw until I actually did my first youth production when I was 5.",
      "author": "Max Schneider",
      "category": "Beauty, Home, Friends"
    },
    {
      "quote": "The one thing I've always said: Let your family and close friends be the judge of who you are as a person. Don't worry about being judged by others who don't know you, because your family and close friends know what you're all about, good and bad.",
      "author": "Rick Pitino",
      "category": "Friends, Good, Worry"
    },
    {
      "quote": "I have a lot of nieces and nephews. I was always around kids. I was like the family babysitter because I was the only one that wasn't married.",
      "author": "Doreen Cronin",
      "category": "Always, Kids, Married"
    },
    {
      "quote": "I was the youngest child and the only son. I was expected to shine in academics. It seemed like too big a risk to take up cricket as a career. I thought I had to live up to my family's expectations. So I chose to be an engineer.",
      "author": "Sushant Singh Rajput",
      "category": "Son, Risk, Child"
    },
    {
      "quote": "Since I was a boy - born into a farming family in Bonaire, GA - I've had agriculture running through my veins.",
      "author": "Sonny Perdue",
      "category": "Agriculture, Farming, Born"
    },
    {
      "quote": "He that raises a large family does, indeed, while he lives to observe them, stand a broader mark for sorrow; but then he stands a broader mark for pleasure too.",
      "author": "Benjamin Franklin",
      "category": "Stand, Sorrow, Pleasure"
    },
    {
      "quote": "A man ought to live so that everybody knows he is a Christian... and most of all, his family ought to know.",
      "author": "Dwight L. Moody",
      "category": "Man, Live, Christian"
    },
    {
      "quote": "Italians come to ruin most generally in three ways, women, gambling, and farming. My family chose the slowest one.",
      "author": "Pope John XXIII",
      "category": "Women, Gambling, Three"
    },
    {
      "quote": "The functions of the family in a highly differentiated society are not to be interpreted as functions directly on behalf of the society, but on behalf of personality.",
      "author": "Talcott Parsons",
      "category": "Society, Personality"
    },
    {
      "quote": "I don't think a female running a house is a problem, a broken family. It's perceived as one because of the notion that a head is a man.",
      "author": "Toni Morrison",
      "category": "Man, Problem, Broken"
    },
    {
      "quote": "Abortion is an attack on the family and the humanity that unites us all.",
      "author": "Alveda King",
      "category": "Humanity, Abortion, Us"
    },
    {
      "quote": "Basketball is my passion, I love it. But my family and friends mean everything to me. That's what's important. I need my phone so I can keep in contact with them at all times.",
      "author": "LeBron James",
      "category": "Love, Friends, Passion"
    },
    {
      "quote": "Just growing up in Pittsburgh and knowing different neighborhoods, having family there and just loving it, it's like no other place.",
      "author": "Wiz Khalifa",
      "category": "Growing Up, Loving, Place"
    },
    {
      "quote": "My dad is a very quick-witted, sarcastic, dry, humorous guy, whereas my mom's very silly, and that side of the family is very musical.",
      "author": "Tim Heidecker",
      "category": "Mom, Sarcastic, Silly"
    },
    {
      "quote": "Growing up in the days when you still had to punch buttons to make a telephone call, I could recall the numbers of all my close friends and family. Today, I'm not sure if I know more than four phone numbers by heart. And that's probably more than most.",
      "author": "Joshua Foer",
      "category": "Friends, Today, Heart"
    },
    {
      "quote": "Life hands us a lot of hard choices, and other people can help us more than we might realize. We often think we should make important decisions using just our own internal resources. What are the pros and cons? What does my gut tell me? But often we have friends and family who know us in ways we don't know ourselves.",
      "author": "Sheena Iyengar",
      "category": "Life, Friends, Decisions"
    },
    {
      "quote": "Once you agree upon the price you and your family must pay for success, it enables you to ignore the minor hurts, the opponent's pressure, and the temporary failures.",
      "author": "Vince Lombardi",
      "category": "Success, Pressure, You"
    },
    {
      "quote": "There are times when I'm super-overwhelmed, and everything feels like it's hitting me in the face at once, but I think what's keeping me calm, and who I am by staying true to myself, is my whole family being so supportive and keeping me grounded. They treat me the exact same way they treated me years and years ago.",
      "author": "Shawn Mendes",
      "category": "Myself, I Am, Me"
    },
    {
      "quote": "We must search out totally new ways to anchor ourselves, for all the old roots religion, nation, community, family, or profession are now shaking under the hurricane impact of the accelerative thrust.",
      "author": "Alvin Toffler",
      "category": "Community, Religion, Roots"
    },
    {
      "quote": "My dream is to be World Lightweight Champion in the UFC. Have more money than I know what to do with. And have a great life for my kids, grandkids, and everyone in my family.",
      "author": "Conor McGregor",
      "category": "Life, Money, Great"
    },
    {
      "quote": "You don't have to give birth to someone to have a family. We're all family - an extended family.",
      "author": "Sandra Bullock",
      "category": "Birth, You, Give"
    },
    {
      "quote": "The government is becoming the family of last resort.",
      "author": "Jerry Brown",
      "category": "Government, Last, Becoming"
    },
    {
      "quote": "Left-wing politicians take away your liberty in the name of children and of fighting poverty, while right-wing politicians do it in the name of family values and fighting drugs. Either way, government gets bigger and you become less free.",
      "author": "Harry Browne",
      "category": "Children, Government"
    },
    {
      "quote": "Loyalty to the family must be merged into loyalty to the community, loyalty to the community into loyalty to the nation, and loyalty to the nation into loyalty to mankind. The citizen of the future must be a citizen of the world.",
      "author": "Thomas Cochrane",
      "category": "Future, Community, Loyalty"
    },
    {
      "quote": "When we're dealing with the people in our family - no matter how annoying or gross they may be, no matter how self-inflicted their suffering may appear, no matter how afflicted they are with ignorance, prejudice or nose hairs - we give from the deepest parts of ourselves.",
      "author": "Anne Lamott",
      "category": "Ignorance, Suffering, People"
    },
    {
      "quote": "I had this child, and it destroyed my family.",
      "author": "Arnold Schwarzenegger",
      "category": "Child, Destroyed, Had"
    },
    {
      "quote": "I think I'm funny because my family, my siblings were funny.",
      "author": "Martin Short",
      "category": "Funny, Think, I Think"
    },
    {
      "quote": "I come from that society and there is a common thread, specifically family values - the idea that you do anything for your family, and the unconditional love for one's children.",
      "author": "Ednita Nazario",
      "category": "Love, Children, Society"
    },
    {
      "quote": "I love spending time with my dog, my niece and my family. I'm very family-oriented.",
      "author": "Lil' Kim",
      "category": "Love, Time, Dog"
    },
    {
      "quote": "Our responsibility is to rally and lead the whole party and the Chinese people of all ethnic groups, take up this historic baton and continue working hard for the great renewal of the Chinese nation, so that we will stand rock firm in the family of nations and make fresh and greater contribution to mankind.",
      "author": "Xi Jinping",
      "category": "Great, Responsibility"
    },
    {
      "quote": "In the family, in interpersonal relationships, even in friendship, faith is tremendously important. If you have a partner who you believe is a good person, then it is your duty to have faith in them until the end, despite the fact that they might have done some bad things. And you have to support and believe in your children.",
      "author": "Greg Graffin",
      "category": "Friendship, Children, Good"
    },
    {
      "quote": "One of the greatest things drama can do, at it's best, is to redefine the words we use every day such as love, home, family, loyalty and envy. Tragedy need not be a downer.",
      "author": "Ben Kingsley",
      "category": "Love, Home, Tragedy"
    },
    {
      "quote": "I'm lucky in that I have close friends and family and my agent to advise me.",
      "author": "Imogen Poots",
      "category": "Friends, Me"
    },
    {
      "quote": "Dictators, unlike Democrats, depend on a small coterie to sustain their power. These backers, generally drawn from the military, the senior civil service, and family or clan members, have a synergistic relationship with their dictator. The dictator delivers opportunities for them to become rich, and they protect him from being overthrown.",
      "author": "Bruce Bueno de Mesquita",
      "category": "Relationship, Power, Service"
    },
    {
      "quote": "I am a racer. I'm not a race car driver. I am a racer. I race. That's what I do. I don't go on vacations. I don't take my family on vacations because I don't have a family. My family is the racing family.",
      "author": "Tony Stewart",
      "category": "Car, I Am, Racing"
    },
    {
      "quote": "My advice: Take a second out of the day today and be thankful for your family.",
      "author": "Jenna Morasca",
      "category": "Thankful, Day, Today"
    },
    {
      "quote": "I kind of love coming home and being with family and feeling comfortable and knowing where I come from I kind of like it.",
      "author": "Michael Angarano",
      "category": "Love, Home, Kind"
    },
    {
      "quote": "To this day, just always treat people the way you want to be treated. Whether it's family or friends or co-workers, I think it's the most important thing. Whether you have success or don't have it, whether you're a good person is all that matters.",
      "author": "Brenda Song",
      "category": "Success, Friends, Good"
    },
    {
      "quote": "I pray for forgiveness. For help and guidance. To be a better person. For the health of my family. For the world to be a better place.",
      "author": "Tyson Fury",
      "category": "Forgiveness, Health, World"
    },
    {
      "quote": "My childhood was safe and sane. No abuse and no traumas. I was surrounded by a large and loving family who taught me the importance of hard work and a meaningful education.",
      "author": "Ronnie James Dio",
      "category": "Work, Education, Hard Work"
    },
    {
      "quote": "Blood relatives often have nothing to do with family, and similarly, family is about who you choose to make your life with.",
      "author": "Oliver Hudson",
      "category": "Life, Relationship, Blood"
    },
    {
      "quote": "Apparently, one in five people in the world are Chinese. And there are five people in my family, so it must be one of them. It's either my mum or my dad. Or my older brother, Colin. Or my younger brother, Ho-Chan-Chu. But I think it's Colin.",
      "author": "Tim Vine",
      "category": "Brother, World, People"
    },
    {
      "quote": "I hate the way they portray us in the media. If you see a black family it says they're looting, if you see a white family it says they're looking for food.",
      "author": "Kanye West",
      "category": "Food, Hate, Media"
    },
    {
      "quote": "My family has very strong women. My mother never laughed at my dream of Africa, even though everyone else did because we didn't have any money, because Africa was the 'dark continent', and because I was a girl.",
      "author": "Jane Goodall",
      "category": "Money, Women, Mother"
    },
    {
      "quote": "Music was your real passion, this thing you held dear even above family. It was this relationship that never betrayed you. Once it became your job - this thing that was highly visible, this thing that became about commerce - that's when you were holding onto music like it was a palm tree in a hurricane.",
      "author": "Eddie Vedder",
      "category": "Music, Relationship, Passion"
    },
    {
      "quote": "When you start about family, about lineage and ancestry, you are talking about every person on earth.",
      "author": "Alex Haley",
      "category": "Start, Earth, You"
    },
    {
      "quote": "Without a family, man, alone in the world, trembles with the cold.",
      "author": "Andre Maurois",
      "category": "Alone, Man, World"
    },
    {
      "quote": "Both within the family and without, our sisters hold up our mirrors: our images of who we are and of who we can dare to be.",
      "author": "Elizabeth Fishel",
      "category": "Mirrors, Dare, Within"
    },
    {
      "quote": "Little children are still the symbol of the eternal marriage between love and duty.",
      "author": "George Eliot",
      "category": "Love, Marriage, Children"
    },
    {
      "quote": "It is extraordinary that when you are acquainted with a whole family you can forget about them.",
      "author": "Gertrude Stein",
      "category": "Forget, Extraordinary, You"
    },
    {
      "quote": "The family is the test of freedom because the family is the only thing that the free man makes for himself and by himself.",
      "author": "Gilbert K. Chesterton",
      "category": "Freedom, Man, Free"
    },
    {
      "quote": "The children have been a wonderful gift to me, and I'm thankful to have once again seen our world through their eyes. They restore my faith in the family's future.",
      "author": "Jackie Kennedy",
      "category": "Children, Thankful, Future"
    },
    {
      "quote": "Dignity is not negotiable. Dignity is the honor of the family.",
      "author": "Vartan Gregorian",
      "category": "Honor, Dignity"
    },
    {
      "quote": "What must it be like for a little boy to read that daddy never loved mummy?",
      "author": "Princess Diana",
      "category": "Loved, Boy, Little"
    },
    {
      "quote": "I don't know if I believe in marriage. I believe in family, love and children.",
      "author": "Penelope Cruz",
      "category": "Love, Marriage, Children"
    },
    {
      "quote": "Women's natural role is to be a pillar of the family.",
      "author": "Grace Kelly",
      "category": "Women, Natural, Pillar"
    },
    {
      "quote": "I believe the world is one big family, and we need to help each other.",
      "author": "Jet Li",
      "category": "Believe, World, Help"
    },
    {
      "quote": "I love all my fam. I have quite possibly the best dad, mom, and sister in the world.",
      "author": "Ryan Eggold",
      "category": "Love, Sister, Best"
    },
    {
      "quote": "With all my fans I got a family again.",
      "author": "Tupac Shakur",
      "category": "Fans, Again, Got"
    },
    {
      "quote": "When you grow up in an extended family, or in a stable neighborhood with two or three generations of families who live there, you feel seen. Not just the good things you've done, the stuff you put on your resume. You know they've seen you in your dark times, when you've messed up - but they're still there.",
      "author": "Dean Ornish",
      "category": "Good, Dark, Live"
    },
    {
      "quote": "I have the best memories as a kid eating ice cream. It was a family tradition that I had with my father. It was nice.",
      "author": "Michael Strahan",
      "category": "Memories, Best, Father"
    },
    {
      "quote": "I've been through a lot of things in my personal and family life. That turned me into a fighter. I always strive to be the best I possibly can.",
      "author": "Hope Solo",
      "category": "Life, Best, Me"
    },
    {
      "quote": "I was born in South Africa during apartheid, a system of laws that made it illegal for people to mix in South Africa. And this was obviously awkward because I grew up in a mixed family. My mother's a black woman, South African Xhosa woman... and my father's Swiss, from Switzerland.",
      "author": "Trevor Noah",
      "category": "Father, Mother, Woman"
    },
    {
      "quote": "My grandfather was a persuasive man who made friends with people at every level of influence. In order to fight against our tribe's termination, he went to newspapers and politicians and urged them to advocate for our tribe in Washington. He also supported his family through the Depression as a truck farmer.",
      "author": "Louise Erdrich",
      "category": "Friends, Depression, Man"
    },
    {
      "quote": "I was raised by a single mother who made a way for me. She used to scrub floors as a domestic worker, put a cleaning rag in her pocketbook and ride the subways in Brooklyn so I would have food on the table. But she taught me as I walked her to the subway that life is about not where you start, but where you're going. That's family values.",
      "author": "Al Sharpton",
      "category": "Life, Food, Mother"
    },
    {
      "quote": "Baby eagles can never soar under their family's wing.",
      "author": "Liu Yang",
      "category": "Baby, Soar, Eagles"
    },
    {
      "quote": "Food is everything. Food, friends, family: Those are the most important things in life.",
      "author": "Zac Posen",
      "category": "Life, Food, Friends"
    },
    {
      "quote": "I have a really good family. I'm lucky to have people who support me and love me in my life.",
      "author": "Kenny Wormald",
      "category": "Love, Life, Good"
    },
    {
      "quote": "Every day I wake up and I lay in bed counting my blessings and saying my prayers for how fortunate I am to have great fans and health and family.",
      "author": "Luke Bryan",
      "category": "Day, Health, Great"
    },
    {
      "quote": "Shakespeare wrote about love. I write about love. Shakespeare wrote about gang warfare, family feuds and revenge. I write about all the same things.",
      "author": "Sister Souljah",
      "category": "Love, Revenge, Same"
    },
    {
      "quote": "I admire people's marriages, and I think it's a wonderful thing to have, but I don't think it's the only way to live. I think there are many ways to live and many ways to establish intimate support in your life that can be from family or friends or great roommates that you like.",
      "author": "Linda Ronstadt",
      "category": "Life, Friends, Great"
    },
    {
      "quote": "I didn't want to be the best at anything; I just wanted to blend in. And that was kind of my existence throughout my family experiences at home of just kind of blending in in the background through my other siblings, which was easy to do.",
      "author": "Misty Copeland",
      "category": "Home, Best, Easy"
    },
    {
      "quote": "I know Donald Trump. I've met him I know his family. I have love and friendship and affection for his family members. But I'm going to work very hard to ensure that he is not our president.",
      "author": "Cory Booker",
      "category": "Love, Friendship, Work"
    },
    {
      "quote": "You think about child abuse and you think of a father viciously attacking a daughter or a son, but in my family it was my mother. My mother, I would say, was a... very brutal disciplinarian.",
      "author": "Lynn Johnston",
      "category": "Father, Daughter, Mother"
    },
    {
      "quote": "Do it no matter what. If you believe in it, it is something very honorable. If somebody around you or your family does not understand it, then that's their problem. But if you do have a passion, an honest passion, just do it.",
      "author": "Mario Andretti",
      "category": "Passion, Believe, Problem"
    },
    {
      "quote": "The blues was like that problem child that you may have had in the family. You was a little bit ashamed to let anybody see him, but you loved him. You just didn't know how other people would take it.",
      "author": "B. B. King",
      "category": "Child, People, Problem"
    },
    {
      "quote": "Holidays are the best. I couldn't imagine being from a small family.",
      "author": "Kim Kardashian",
      "category": "Best, Holidays, Small"
    },
    {
      "quote": "Seeing the family is a very important part of my weekend.",
      "author": "Susannah York",
      "category": "Important, Seeing, Weekend"
    },
    {
      "quote": "I am what I am. Before I was not so proud to make fashion. My family thought fashion wasn't very interesting. So I hid that.",
      "author": "Sonia Rykiel",
      "category": "I Am, Thought, Proud"
    },
    {
      "quote": "My ultimate life dream project is my kids. My family.",
      "author": "Denzel Washington",
      "category": "Life, Dream, Kids"
    },
    {
      "quote": "The God who existed before any religion counts on you to make the oneness of the human family known and celebrated.",
      "author": "Desmond Tutu",
      "category": "God, Religion, You"
    },
    {
      "quote": "I'm just trying to be the me that I am and not all of this other crap. I just want to be the family man, and if somehow I can make the money to get my ranch and get the hell away from everybody else, that would be awesome.",
      "author": "Chris Kyle",
      "category": "Money, Man, I Am"
    },
    {
      "quote": "There are so many different elements to surfing. Small waves, big waves, long boards, short boards. This makes it a sport you can share with people. It's not just a solitary thing - it's become a family thing, too. It's about exercising and passing something on from father to son, and from mother to daughter.",
      "author": "Kelly Slater",
      "category": "Father, Daughter, Mother"
    },
    {
      "quote": "It's hard to give up the self-esteem connected to being codependent and appearing 'right,' which is probably a survival behavior learned from growing up in a crazy family. It feels like you will actually disappear.",
      "author": "Melody Beattie",
      "category": "Crazy, Survival, Behavior"
    },
    {
      "quote": "To some extent, people who are insane are nonconformists, and society and their family wish they would live what appear to be useful lives.",
      "author": "John Forbes Nash, Jr.",
      "category": "Society, People, Live"
    },
    {
      "quote": "There's a lot of conflict and darkness inside everybody's family. We all pretend to outsiders that it's not so, but behind locked doors, there are usually high emotions running.",
      "author": "Salman Rushdie",
      "category": "Conflict, Darkness, Emotions"
    },
    {
      "quote": "My best career decision was probably not giving up when I wanted to. God as well as my family and friends were there for me during my toughest times.",
      "author": "Jeremy Lin",
      "category": "Friends, Best, God"
    },
    {
      "quote": "My mom keeps me going, man. She deserves such a good life. I just wanna give it to her. My dad, too. My family, my friends, they keep me motivated. Just knowing my personal legend, just knowing what I'm supposed to do, that keeps me going.",
      "author": "Big Sean",
      "category": "Life, Friends, Good"
    },
    {
      "quote": "I came from a traditional family, and it was an exciting but challenging transition to move to America and live on my own. The world around me was suddenly so different.",
      "author": "Chitra Banerjee Divakaruni",
      "category": "America, World, Me"
    },
    {
      "quote": "Regarding marriage, it - somehow, it didn't happen. One fellow in such a big family not getting married is not an issue.",
      "author": "A. P. J. Abdul Kalam",
      "category": "Marriage, Getting Married"
    },
    {
      "quote": "November 11, 1802, I arrived at Judge Patterson's at Lisle. This respectable family treated me with every mark of distinction and friendship, and likewise all the people did the same. I really want for words to express my gratitude.",
      "author": "Deborah Sampson",
      "category": "Friendship, Gratitude, Words"
    },
    {
      "quote": "In family relationships, 'love' is really spelled 't-i-m-e,' time. Taking time for each other is the key for harmony at home.",
      "author": "Dieter F. Uchtdorf",
      "category": "Love, Time, Home"
    },
    {
      "quote": "My family is everything. They love me unconditionally.",
      "author": "Sofia Carson",
      "category": "Love, Me, Love Me"
    },
    {
      "quote": "My greatest success story has been my family.",
      "author": "Alex Spanos",
      "category": "Success, Greatest, Story"
    },
    {
      "quote": "My family made it through Hurricane Sandy. We have water, power, and a roof, but the survivor's guilt makes me want to hide. Sneak away from the brilliance of life. It shouts at me: 'Don't enjoy anything too much; people are suffering.' I feel childlike somehow.",
      "author": "Alysia Reiner",
      "category": "Life, Water, Power"
    },
    {
      "quote": "You may not know your complete family history, but the reality is everyone has something, and as you get older, you start to worry about these things more. Health is not sort of like a 6-month project. Health is a lifetime accumulation of behaviors.",
      "author": "Anne Wojcicki",
      "category": "History, Health, Reality"
    },
    {
      "quote": "You can always tell a person's real character and personhood by those who closely surround him, especially if they're family.",
      "author": "Chuck Norris",
      "category": "Character, You, Person"
    },
    {
      "quote": "In modern life, we tend to forget family values because of the hectic schedule.",
      "author": "Mahesh Babu",
      "category": "Life, Values, Forget"
    },
    {
      "quote": "Founding a company is a sheer act of will and tenacity in the face of immense skepticism from everyone - investors, customers, friends, family, and employees, to name a few.",
      "author": "Steve Blank",
      "category": "Friends, Employees, Company"
    },
    {
      "quote": "Ritesh Deshmukh is rock star. He has a lovely family. He works so hard, and he's a great actor. He's funny, friendly, doesn't have an ego, and is so nice to everyone. He's a fine professional, a good husband, and a good father. That's a rock star for me.",
      "author": "Nargis Fakhri",
      "category": "Funny, Good, Father"
    },
    {
      "quote": "I think when things get hard with your family, it's really easy to want to isolate yourself. The world is so harsh, so when stuff happens outside, you want to go to your family, but when stuff happens inside your family, you sort of start to feel like, 'I'm alone. There is no place I can go to where just nothing will happen to me.'",
      "author": "Dove Cameron",
      "category": "Alone, World, Yourself"
    },
    {
      "quote": "When fear rushed in, I learned how to hear my heart racing but refused to allow my feelings to sway me. That resilience came from my family. It flowed through our bloodline.",
      "author": "Coretta Scott King",
      "category": "Fear, Heart, Resilience"
    },
    {
      "quote": "I have no ambitions at all! I have none... seriously. I want to be a good father. I want to be a good husband. I want to be a good son, a good brother, a good family member. I don't have any ambition to direct a film or write a play. I like acting.",
      "author": "Pilou Asbaek",
      "category": "Good, Father, Son"
    },
    {
      "quote": "We all act differently in certain places. We don't want to admit it, but we're different where we grew up than we are with our family and than we are with the guys that we went to college with or our fraternity brothers. People just exist differently. It's small, subtle things, but different colors come out. That's all there is to it.",
      "author": "Mike Colter",
      "category": "College, Colors, Small"
    },
    {
      "quote": "I have a very good family. I'm very fortunate to have a very good family. I believe very strongly in the family. It's one of the things we have in our platform, is to talk about it.",
      "author": "Dan Quayle",
      "category": "Good, Believe, I Believe"
    },
    {
      "quote": "I declare before you all that my whole life, whether it be long or short, shall be devoted to your service and the service of our great imperial family to which we all belong.",
      "author": "Queen Elizabeth II",
      "category": "Life, Great, Service"
    },
    {
      "quote": "Let your family, staff, and friends know that you're still the same person, despite all the publicity and notoriety that accompanies your position.",
      "author": "Donald Rumsfeld",
      "category": "Friends, Know, You"
    },
    {
      "quote": "The only sensible ends of literature are, first, the pleasurable toil of writing; second, the gratification of one's family and friends; and lastly, the solid cash.",
      "author": "Nathaniel Hawthorne",
      "category": "Friends, Writing, Literature"
    },
    {
      "quote": "I looked up my family tree and found three dogs using it.",
      "author": "Rodney Dangerfield",
      "category": "Tree, Pet, Three"
    },
    {
      "quote": "You know, true love really matters, friends really matter, family really matters. Being responsible and disciplined and healthy really matters.",
      "author": "Courtney Thorne-Smith",
      "category": "Love, Friends, Health"
    },
    {
      "quote": "The family only represents one aspect, however important an aspect, of a human being's functions and activities. A life is beautiful and ideal or the reverse, only when we have taken into our consideration the social as well as the family relationship.",
      "author": "Havelock Ellis",
      "category": "Life, Relationship"
    },
    {
      "quote": "The secret is to make sure your family comes before anything else, because no matter what you do you've got to come home.",
      "author": "Barry Gibb",
      "category": "Home, Matter, You"
    },
    {
      "quote": "I guess my religious faith sustained me more than anything else. Family is also very important. If I didn't have children, it would have been too difficult. Even if you are strong, you still need people who would support you all the way.",
      "author": "Corazon Aquino",
      "category": "Children, Faith, Strong"
    },
    {
      "quote": "While we may be of different faiths, we have a strong sense of faith, family, community. We hold the values of freedom and human rights very high and I think that those are all a part of a very strong quilt that binds us together.",
      "author": "Bob Menendez",
      "category": "Freedom, Faith, Community"
    },
    {
      "quote": "My own mother always taught me that fairness was a family value - I think equal pay is about fairness for everyone.",
      "author": "Mike Honda",
      "category": "Mother, Value, Me"
    },
    {
      "quote": "Soon after, I returned home to my family, with a determination to bring them as soon as possible to live in Kentucky, which I esteemed a second paradise, at the risk of my life and fortune.",
      "author": "Daniel Boone",
      "category": "Life, Home, Determination"
    },
    {
      "quote": "The other thing is quality of life; if you have a place where you can go and have a picnic with your family, it doesn't matter if it's a recession or not, you can include that in your quality of life.",
      "author": "Jim Fowler",
      "category": "Life, Quality, You"
    },
    {
      "quote": "My family and I held no hatred for those people because we realized they were victims of their own ignorance.",
      "author": "Ryan White",
      "category": "Ignorance, People, Hatred"
    },
    {
      "quote": "I see my friends, my family, my cousins work all day long for very little money, and if I have this problem of not being able to wall on the streets, it's not a big deal.",
      "author": "Olivier Martinez",
      "category": "Work, Friends, Money"
    },
    {
      "quote": "Like family, we are tied to each other. This is what all good musicians understand.",
      "author": "Billy Joel",
      "category": "Good, Musicians, Understand"
    },
    {
      "quote": "For my own family, I would always choose the makeshift, surrogate family formed by various characters unrelated by blood.",
      "author": "Anne Tyler",
      "category": "Blood, My Own, Always"
    },
    {
      "quote": "I say, If everybody in this house lives where it's God first, friends and family second and you third, we won't ever have an argument.",
      "author": "Jeff Foxworthy",
      "category": "Home, Friends, God"
    },
    {
      "quote": "As a single withered tree, if set aflame, causes a whole forest to burn, so does a rascal son destroy a whole family.",
      "author": "Chanakya",
      "category": "Son, Tree, Forest"
    },
    {
      "quote": "In the investigation of a neurotic style of life, we must always suspect an opponent, and note who suffers most because of the patient's condition. Usually this is a member of the family.",
      "author": "Alfred Adler",
      "category": "Life, Style, Patient"
    },
    {
      "quote": "Babies control and bring up their families as much as they are controlled by them in fact the family brings up baby by being brought up by him.",
      "author": "Erik Erikson",
      "category": "Baby, Control, Bring"
    },
    {
      "quote": "I don't like staying in hotels. I like to be in my own bed. San Diego as a city is really awesome. The only hard part of it for me is that I'm away from my family and my house. But as far as shooting down there, we get amazing locations, and the crew is really, really stellar down there. They are really fun.",
      "author": "Kristen Bell",
      "category": "City, Fun, Amazing"
    },
    {
      "quote": "The dream was not to put one black family in the White House, the dream was to make everything equal in everybody's house.",
      "author": "Al Sharpton",
      "category": "Dream, Black, House"
    },
    {
      "quote": "When I was a kid, the only way I saw movies was from the back seat of my family's car at the drive-in.",
      "author": "Forest Whitaker",
      "category": "Car, Movies, Way"
    },
    {
      "quote": "Being rich is a good thing. Not just in the obvious sense of benefitting you and your family, but in the broader sense. Profits are not a zero sum game. The more you make, the more of a financial impact you can have.",
      "author": "Mark Cuban",
      "category": "Good, Finance, Financial"
    },
    {
      "quote": "And when I was young, my family was perfectly nice. I write a lot about it, as you noticed. But it was rather limited. I think, I don't think anyone in my family would really feel I'd done them an injustice by saying that. We didn't see many people. There were many books. It was as if I wanted to get away from home.",
      "author": "Christopher Hitchens",
      "category": "Home, Injustice, People"
    },
    {
      "quote": "A man filled with the love of God is not content with blessing his family alone, but ranges through the whole world, anxious to bless the whole human race.",
      "author": "Joseph Smith, Jr.",
      "category": "Love, Faith, God"
    },
    {
      "quote": "In all seriousness, it really should be difficult for me to be too strange. After all, a great family raised me.",
      "author": "Tim Duncan",
      "category": "Great, Me, Strange"
    },
    {
      "quote": "When I first met Big, we were both at a 'Bad Boy' family photo shoot. I was kind of familiar with the name Biggie Smalls, but I really wasn't that much into hip-hop at the time, so I really didn't know that was him. He said he didn't even know I was an artist on 'Bad Boy.'",
      "author": "Faith Evans",
      "category": "Time, Artist, Name"
    },
    {
      "quote": "I just feel like it gets harder and harder every year with Ace getting older and time away from my husband and even family events such as birthdays and friends' weddings and things that I've always just missed out on because of softball.",
      "author": "Jennie Finch",
      "category": "Time, Friends, Getting Older"
    },
    {
      "quote": "When I do get the chance I just love to hang around at home with friends and family.",
      "author": "Delta Goodrem",
      "category": "Love, Home, Friends"
    },
    {
      "quote": "I feel I'm able to get rid of any demons lurking in my psyche through my writing, which leaves me free to create all of this and to enjoy our family life, stepping away from all the fictional traumas and the dramas. If I write about family in crisis, then I won't have to live through it, I guess.",
      "author": "Jodi Picoult",
      "category": "Life, Writing, Me"
    },
    {
      "quote": "I was angry and frustrated until I started my own family and my first child was born. Until then I didn't really appreciate life the way I should have, but fortunately I woke up.",
      "author": "Johnny Depp",
      "category": "Life, Child, Angry"
    },
    {
      "quote": "I love being at home, being with friends and family. I'm of European stock, brought up in Australia. I'm a passionate guy. I just love life.",
      "author": "Eric Bana",
      "category": "Love, Life, Home"
    },
    {
      "quote": "A lot of parents never speak to their transgender kids again that's not the case in my family.",
      "author": "Chaz Bono",
      "category": "Parents, Speak, Kids"
    },
    {
      "quote": "It's a tremendous responsibility to be direct descendants of the prophet Muhammad. This family has had the burden of leadership on its shoulders for 1,400 years. I'm not going to drop the ball on my shift.",
      "author": "Abdullah II of Jordan",
      "category": "Leadership, Responsibility"
    },
    {
      "quote": "The details surrounding both my marriage and subsequent filing for divorce are private, and I had hoped to keep them that way for the sake of my family.",
      "author": "Eminem",
      "category": "Marriage, Details, Divorce"
    },
    {
      "quote": "The baby boomers are getting older, and will stay older for longer. And they will run right into the dementia firing range. How will a society cope? Especially a society that can't so readily rely on those stable family relationships that traditionally provided the backbone of care?",
      "author": "Terry Pratchett",
      "category": "Baby, Society, Getting Older"
    },
    {
      "quote": "America's a family. We all yell at each other. It all works out.",
      "author": "Louis C. K.",
      "category": "America, Other, Yell"
    },
    {
      "quote": "I just want to be healthy and stay alive and keep my family going and everything and keep my friends going and try to do something so that this world will be peaceful. That is the most ambitious and the most difficult thing, but I'm there trying to do it.",
      "author": "Yoko Ono",
      "category": "Friends, Health, World"
    },
    {
      "quote": "In the States, you can buy Chinese food. In Beijing you can buy hamburger. It's very close. Now I feel the world become a big family, like a really big family. You have many neighbors. Not like before, two countries are far away.",
      "author": "Jet Li",
      "category": "Food, World, Neighbors"
    },
    {
      "quote": "My wife is the boss at home, and my daughters are the bosses. I am just the worker. We are a very warm family and very happy.",
      "author": "Jet Li",
      "category": "Happy, Home, Boss"
    },
    {
      "quote": "I always put clothes and family photos under the mattress, in case the house burns down.",
      "author": "Kim Kardashian",
      "category": "Clothes, Down, House"
    },
    {
      "quote": "When you live on the road, going home is a place to escape and just be with your family to unwind.",
      "author": "Jonathan Davis",
      "category": "Home, Road, Live"
    },
    {
      "quote": "If you come from a solid family structure, it doesn't matter what you go through in your life. You're going to be okay.",
      "author": "Alyssa Milano",
      "category": "Life, Matter, You"
    },
    {
      "quote": "Accidents happen, whether they're car accidents, friendly fire, drug overdoses. Accidents happen, and they're tragic. It's like a bomb that goes off and pieces of shrapnel rip into the flesh of the family. It's the families that need the compassion, because everywhere they walk, every day, someone reminds them of their loss.",
      "author": "James Belushi",
      "category": "Day, Car, Compassion"
    },
    {
      "quote": "I know it's a cliche, but the whole family is just whacked. I mean, we're all out of our minds. They're the funniest, most eccentric bizarre people I've ever met, my siblings.",
      "author": "Dana Carvey",
      "category": "People, Know, Mean"
    },
    {
      "quote": "Diabetes is a disease that's had a deep impact on my family. My little brother has had type 1 diabetes since he was a baby and I have spent time learning about the disease and trying to bring attention to it so that one day soon we will reach a cure.",
      "author": "Izabel Goulart",
      "category": "Time, Learning, Deep"
    },
    {
      "quote": "The life of a model isn't easy. But I try to keep a good head on my shoulders by staying close to my family and old friends. They're my support system.",
      "author": "Constance Jablonski",
      "category": "Life, Friends, Good"
    },
    {
      "quote": "Your crew becomes your family and you trust the director and the other actors on the set, and it's a very safe place.",
      "author": "Aleksa Palladino",
      "category": "Trust, You, Place"
    },
    {
      "quote": "Antique things have an appreciation and worth. Something can be old, but it can be timeless; therefore, it becomes an antique. If this antique is preserved and deemed precious, it could be passed down as a family heirloom.",
      "author": "CeeLo Green",
      "category": "Appreciation, Down, Precious"
    },
    {
      "quote": "Families can be the most detrimental things to have in your life. They are sometimes the most poisonous relationships that people have. Sometimes family is the thing that keeps you from ever achieving what you want to achieve, and yet people hold it and hold it and grab it and try to fix it and twist it and turn it.",
      "author": "Amy Sherman-Palladino",
      "category": "Life, Achieving, People"
    },
    {
      "quote": "Language leads a double life - and so does the novelist. You chat with family and friends, you attend to your correspondence, you consult menus and shopping lists, you observe road signs, and so on. Then you enter your study, where language exists in quite another form - as the stuff of patterned artifice.",
      "author": "Martin Amis",
      "category": "Life, Friends, Road"
    },
    {
      "quote": "One person may need (or want) more leisure, another more work; one more adventure, another more security, and so on. It is this diversity that makes a country, indeed a state, a city, a church, or a family, healthy. 'One-size-fits-all,' and that size determined by the State has a name, and that name is 'slavery.'",
      "author": "David Mamet",
      "category": "Work, Adventure, Diversity"
    },
    {
      "quote": "That's the beauty of education, kids taking lessons out of the classroom and back into their own world where they can positively affect their family, their friends, and their greater community.",
      "author": "Erin Gruwell",
      "category": "Education, Beauty, Friends"
    },
    {
      "quote": "I have learned so many things from my mother about the right upbringing, the right values, value for money, value for elders, for family members. I think these things only a parent can teach you.",
      "author": "Karisma Kapoor",
      "category": "Money, Mother, Value"
    },
    {
      "quote": "I wanted to deliver babies and become a midwife. I think childbirth is one of the most amazing things you could ever experience, and I loved working with people and seeing the joys in family when they welcome a new member to it. It really brought me joy to be around that.",
      "author": "Natalie Martinez",
      "category": "Experience, Joy, Welcome"
    },
    {
      "quote": "We have a president who stole the presidency through family ties, arrogance and intimidation, employing Republican operatives to exercise the tactics of voter fraud by disenfranchising thousands of blacks, elderly Jews and other minorities.",
      "author": "Barbra Streisand",
      "category": "Arrogance, Exercise"
    },
    {
      "quote": "Like all best families, we have our share of eccentricities, of impetuous and wayward youngsters and of family disagreements.",
      "author": "Queen Elizabeth II",
      "category": "Best, Share, Like"
    },
    {
      "quote": "A family is a risky venture, because the greater the love, the greater the loss... That's the trade-off. But I'll take it all.",
      "author": "Brad Pitt",
      "category": "Love, Loss, Venture"
    },
    {
      "quote": "The police cannot protect the citizen at this stage of our development, and they cannot even protect themselves in many cases. It is up to the private citizen to protect himself and his family, and this is not only acceptable, but mandatory.",
      "author": "Jeff Cooper",
      "category": "Police, Development, Citizen"
    },
    {
      "quote": "No family should have to depend on the labor of its children to put food on the table and no person should be forced to work in captivity.",
      "author": "Hilda Solis",
      "category": "Work, Food, Children"
    },
    {
      "quote": "I'm not asking that people accept homosexuality. I'm not asking that they believe like I do that it's inborn. I'm not asking that. All I'm saying is don't let these children suffer without a family because of your bias.",
      "author": "Rosie O'Donnell",
      "category": "Children, Believe, People"
    },
    {
      "quote": "No amount of law enforcement can solve a problem that goes back to the family.",
      "author": "J. Edgar Hoover",
      "category": "Law, Problem"
    },
    {
      "quote": "The Sabbath is a weekly cathedral raised up in my dining room, in my family, in my heart.",
      "author": "Anita Diament",
      "category": "Heart, Religion, Dining"
    },
    {
      "quote": "On Thanksgiving I will stop to give thanks that my family is safe and healthy, especially because I realize that, following the tragedies of this year, it is all too real a possibility that they might not have been.",
      "author": "Bobby Jindal",
      "category": "Thanksgiving, Healthy"
    },
    {
      "quote": "I can't stress to you enough how much I can relate to teens being cyberbullied. Something that helps me is looking at old videos of me and my friends from middle school, or videos of my family. I love watching funny videos of my favorite people - it really cheers me up.",
      "author": "Ariana Grande",
      "category": "Funny, Love, Friends"
    },
    {
      "quote": "We all have a personal pool of quicksand inside us where we begin to sink and need friends and family to find us and remind us of all the good that has been and will be.",
      "author": "Regina Brett",
      "category": "Friends, Good"
    },
    {
      "quote": "America is the student who defies the odds to become the first in a family to go to college - the citizen who defies the cynics and goes out there and votes - the young person who comes out of the shadows to demand the right to dream. That's what America is about.",
      "author": "Barack Obama",
      "category": "America, College, Dream"
    },
    {
      "quote": "If you don't have your friends and your family, what do you really have? You can have all the money in the world, but with no friends and no family, it's no good.",
      "author": "Meek Mill",
      "category": "Friends, Money, Good"
    },
    {
      "quote": "I am thankful for all the blessings and talents I have been given, but most of all I am thankful for my loving and supportive family.",
      "author": "Olivia Holt",
      "category": "Thankful, Blessings, I Am"
    },
    {
      "quote": "Life goes by really fast, and it seems that there are times when you're burying a lot of friends and family. And then there are times that feel really precious and everybody is doing okay. This is one of those times.",
      "author": "Amy Grant",
      "category": "Life, Friends"
    },
    {
      "quote": "Next to hurting my family, cheating on me is the worst thing someone could do.",
      "author": "Robert Buckley",
      "category": "Cheating, Me, Worst"
    },
    {
      "quote": "Boys used to call me Soda in school days. Soda means 'serving officers daughters association.' I miss those days when I had a very protected life: one could get close and bond with other army people that they gradually would become your extended family.",
      "author": "Anushka Sharma",
      "category": "Life, School, Me"
    },
    {
      "quote": "Over the years I've learnt to live with two persons in my heart. One is Edson, who has fun with his friends and family; the other is the football player Pele. I didn't want the name. 'Pele' sounds like baby-talk in Portuguese.",
      "author": "Pele",
      "category": "Friends, Football, Heart"
    },
    {
      "quote": "I've discovered that Motown and Broadway have a lot in common - a family of wonderfully talented, passionate, hardworking young people, fiercely competitive but also full of love and appreciation for the work, for each other and for the people in the audience.",
      "author": "Berry Gordy",
      "category": "Love, Work, Appreciation"
    },
    {
      "quote": "My father used to play with my brother and me in the yard. Mother would come out and say, 'You're tearing up the grass'; 'We're not raising grass,' Dad would reply. 'We're raising boys.'",
      "author": "Harmon Killebrew",
      "category": "Father, Mother, Brother"
    },
    {
      "quote": "The building of friendship, family, community and love is complicated. We are so isolated in this country, no longer supported by tribes and villages.",
      "author": "Jasmine Guy",
      "category": "Love, Friendship, Community"
    },
    {
      "quote": "I come from a family where soccer has always been very present. My uncles, my father and my brother were all players.",
      "author": "Ronaldinho",
      "category": "Father, Brother, Soccer"
    },
    {
      "quote": "I come from a family where gravy is considered a beverage.",
      "author": "Erma Bombeck",
      "category": "Food, Gravy, Where"
    },
    {
      "quote": "I spend most of my time at the ranch with my family, and enjoy life - watch the sun come up, watch it go down, thank God for another day, and just be happy.",
      "author": "Marcus Luttrell",
      "category": "Life, Time, Happy"
    },
    {
      "quote": "We can't just rail against crime. We must speak of the root problems - devastating family breakup, an insidious culture of violence that cheapens human life, skyrocketing prisoner recidivism rates that rob our communities of husbands and fathers - and recognize that there is a societal role in rehabilitation and restoration.",
      "author": "Frank Wolf",
      "category": "Life, Culture, Violence"
    },
    {
      "quote": "When my mom, Mercedes, and her younger sister, Juanita, first came from Puerto Rico, they were the youngest in the family. They had to jump into a new community and really learn English, assimilate, and adapt - and I saw that. I grew up in that community.",
      "author": "Kimberly Guilfoyle",
      "category": "Sister, Community, Mom"
    },
    {
      "quote": "Michelle and I don't want anyone telling us who our family's doctor should be - and no one should decide that for you either. Under our proposals, if you like your doctor, you keep your doctor. If you like your current insurance, you keep that insurance. Period, end of story.",
      "author": "Barack Obama",
      "category": "Doctor, End, Want"
    },
    {
      "quote": "My wife once said that one of her great ambitions was to walk down the streets of Hong Kong with her children. So we all went to Asia on one occasion. Then she said she'd like to walk down the streets of Jerusalem with her children. So we arranged our family finances and all went to Jerusalem.",
      "author": "Gordon B. Hinckley",
      "category": "Children, Great, Wife"
    },
    {
      "quote": "Happy or unhappy, families are all mysterious. We have only to imagine how differently we would be described - and will be, after our deaths - by each of the family members who believe they know us.",
      "author": "Gloria Steinem",
      "category": "Happy, Believe, Know"
    },
    {
      "quote": "What is it to enjoy life? Sit at the beach? No. What it is is that you have to do something, you have be productive, make a contribution to the society, to the family, to yourself.",
      "author": "Frank Lowy",
      "category": "Life, Enjoy Life, Society"
    },
    {
      "quote": "I savour the adulation and love I have been getting from my fans and the blessings of elders in my family. Fourteen years have given me a lot and I can't thank God and the industry enough.",
      "author": "Akshay Kumar",
      "category": "Love, God, Thank God"
    },
    {
      "quote": "Even someone as photographed and aware of the camera as members of the royal family needs to feel completely comfortable if they are to look their best.",
      "author": "Mario Testino",
      "category": "Best, Camera, Look"
    },
    {
      "quote": "If you dream of something worth doing and then simply go to work on it and don't think anything of personalities, or emotional conflicts, or of money, or of family distractions; it is amazing how quickly you get through those 5,000 steps.",
      "author": "Edwin Land",
      "category": "Work, Money, Amazing"
    },
    {
      "quote": "Some twins feel like they need to compare themselves to each other, but we're not that way. That's because of my parents, though, and having six kids in the family.",
      "author": "Ashley Olsen",
      "category": "Parents, Way, Kids"
    },
    {
      "quote": "We have overcome economic devastation, defeated mighty oppressors, and lifted up generation after generation of Americans. We can - and we will - do it again. For that is our birthright as members of the American family - white, black, Hispanic, Asian, immigrant, or descendant of the Founding Fathers themselves.",
      "author": "Brian Sandoval",
      "category": "American, Generation, Black"
    },
    {
      "quote": "It's one of the worst-kept secrets of family life that all parents have a preferred son or daughter, and the rules for acknowledging it are the same everywhere: The favored kids recognize their status and keep quiet about it - the better to preserve the good thing they've got going and to keep their siblings off their back.",
      "author": "Jeffrey Kluger",
      "category": "Life, Good, Daughter"
    },
    {
      "quote": "If you feel rooted in your home and family, if you're active in your community, there's nothing more empowering. The best way to make a difference in the world is to start by making a difference in your own life.",
      "author": "Julia Louis-Dreyfus",
      "category": "Life, Home, Community"
    },
    {
      "quote": "I lead a simple life. I get residuals. I have a family we're doing alright.",
      "author": "Robert Morse",
      "category": "Life, Simple, Doing"
    },
    {
      "quote": "Most women are not programmed to prefer a great career to a great man and a family. They feel they were sold a bill of goods at college and by the media.",
      "author": "Dennis Prager",
      "category": "Women, Great, College"
    },
    {
      "quote": "One of the things that's important about family is the narrative history they create for themselves.",
      "author": "Gabe Newell",
      "category": "History, Important, Create"
    },
    {
      "quote": "I've gotten to learn what's important in life and what's not important, and what to spend energy on and what not to. I don't have a family like some of my teammates, but I have a lot of things pulling at me that I have to put my energy into.",
      "author": "Aaron Rodgers",
      "category": "Life, Energy, Me"
    },
    {
      "quote": "All I care is that my family, and my loved ones, understand me. Or that they understand me to a degree - I don't understand me very much. And I don't need the world to understand me. That is the most egocentric thing.",
      "author": "Andrea Corr",
      "category": "World, Me, Care"
    },
    {
      "quote": "You've got a movie where the pro-choice family gives their daughter no choice. The pro-life family murders. What seems to be the good mother, the kind of hippie painter, sweet and cute mother has no love for her daughter really.",
      "author": "Ellen Barkin",
      "category": "Love, Good, Daughter"
    },
    {
      "quote": "I'm happiest with my family around me.",
      "author": "Amy Winehouse",
      "category": "Me, Happiest, Around"
    },
    {
      "quote": "I thank God, Jesus, and my Grandmother for being able to support myself and my family.",
      "author": "Steven Adler",
      "category": "Myself, God, Support"
    },
    {
      "quote": "But when you lose a family member or something tragic happens, that stays with you forever. You never get over it. Knowing that you have to deal with that for the rest of your life... Football is important, but not as important as you once thought it was.",
      "author": "Brett Favre",
      "category": "Life, Football, Thought"
    },
    {
      "quote": "My mother moved abroad when I was 11, my dad wasn't around from the time that I was a baby, so I was not the product of a family, but a product of observation - of watching what went on around me, of watching who I liked, what I didn't like, what I thought was good behavior and what I thought was bad behavior and tailoring myself accordingly.",
      "author": "Mark Strong",
      "category": "Time, Good, Mother"
    },
    {
      "quote": "Studies have shown that since women have had access to the pill and family planning measures, they have made huge gains in both wages and in careers that were dominated by men.",
      "author": "Jennifer Granholm",
      "category": "Women, Planning, Men"
    },
    {
      "quote": "When families are strong and stable, so are children - showing higher levels of wellbeing and more positive outcomes. But when things go wrong - either through family breakdown or a damaged parental relationship - the impact on a child's later life can be devastating.",
      "author": "Iain Duncan Smith",
      "category": "Life, Positive, Relationship"
    },
    {
      "quote": "We're African-American and we work together as a family, so people assume we're like the Jacksons. But I didn't have parents using me to get out of a bad situation.",
      "author": "Beyonce Knowles",
      "category": "Work, Together, Parents"
    },
    {
      "quote": "I was born in a middle class Muslim family, in a small town called Myonenningh in a northern part of Bangladesh in 1962. My father is a qualified physician; my mother is a housewife. I have two elder brothers and one younger sister. All of them received a liberal education in schools and colleges.",
      "author": "Taslima Nasrin",
      "category": "Education, Sister, Father"
    },
    {
      "quote": "We've got some talented people in my family in regards to football, and we do it the right way.",
      "author": "Clay Matthews III",
      "category": "Football, People, Way"
    },
    {
      "quote": "I think Hispanic community - the values that resonate in our community are fundamentally conservative. They are faith, family and patriotism. Do you know the rate of military enlistment among Hispanics is higher than any demographic in this country? And they are also hard work and responsibility.",
      "author": "Ted Cruz",
      "category": "Work, Hard Work, Community"
    },
    {
      "quote": "One's family is the most important thing in life. I look at it this way: One of these days I'll be over in a hospital somewhere with four walls around me. And the only people who'll be with me will be my family.",
      "author": "Robert Byrd",
      "category": "Life, Me, People"
    },
    {
      "quote": "I have frequently been questioned, especially by women, of how I could reconcile family life with a scientific career. Well, it has not been easy.",
      "author": "Marie Curie",
      "category": "Life, Women, Easy"
    },
    {
      "quote": "The Royal Family have always had an interest in a number of different areas of society. We are a part of society.",
      "author": "Prince Andrew",
      "category": "Society, Number, Interest"
    },
    {
      "quote": "The hardworking men and women of this country identify with my father. He is tough, and he is persevering. He is honest, and he is real. He's an optimist, and he's a relentless believer in America and all of her potential. He loves his family, and he loves his country with his heart and his soul.",
      "author": "Ivanka Trump",
      "category": "Women, Father, America"
    },
    {
      "quote": "Family and moral values are so central to everything that I am.",
      "author": "Marian Wright Edelman",
      "category": "I Am, Values, Moral"
    },
    {
      "quote": "The greenest home is the one you don't build. If you really want to save the Earth, move in with another family and share a house that's already built. Better yet, live in the forest and eat whatever the squirrels don't want.",
      "author": "Scott Adams",
      "category": "Home, Forest, Live"
    },
    {
      "quote": "I have a lot of friends, but my biggest fear is loneliness. I miss my family in Mumbai, and my biggest nightmare every day is to go back home alone.",
      "author": "Deepika Padukone",
      "category": "Home, Friends, Fear"
    },
    {
      "quote": "Humans have a fraught relationship with beasts. They are our companions and our chattel, our family members and our laborers, our household pets and our household pests. We love them and cage them, admire them and abuse them. And, of course, we cook and eat them.",
      "author": "Jeffrey Kluger",
      "category": "Love, Relationship, Admire"
    },
    {
      "quote": "When it gets to the part in life where you're more afraid of what your wife is going to do to you than if you box, say, Mike Tyson, you've got to get a new profession. You don't get to be a family. I know why boxers never quit, some of them. They don't have wives.",
      "author": "George Foreman",
      "category": "Life, Wife, Know"
    },
    {
      "quote": "We have a huge family history with Singapore because we have the duty-free shops in the airports. It's a very industrious city. It's beautiful, and Singaporeans have this wonderful desire for, and love of, luxury goods. You can see how well thought out and planned the city is with the best boutiques.",
      "author": "Marie-Chantal Claire",
      "category": "Love, History, Beautiful"
    },
    {
      "quote": "I was raised in a dominantly Filipino family. I didn't know I was 'mixed' until I got older and started asking questions about my grandparents, the origins of our middle and last names. We were kind of textbook Pinoys. A lot of the Filipino stereotypes that were joked about by me and my friends rang very true with my family.",
      "author": "Vincent Rodriguez III",
      "category": "Friends, Me, Questions"
    },
    {
      "quote": "For the first time ever I was taking the family on the road. We stayed with my in-laws, which on life's list of experiences ranks right below sitting in a tub full of scissors.",
      "author": "Jeff Foxworthy",
      "category": "Life, Time, Road"
    },
    {
      "quote": "No one can find inner peace except by working, not in a self- centered way, but for the whole human family.",
      "author": "Peace Pilgrim",
      "category": "Peace, Self, Working"
    },
    {
      "quote": "There's a schizoid streak within the family anyway so I dare say that I'm affected by that. The majority of the people in my family have been in some kind of mental institution, as for my brother he doesn't want to leave. He likes it very much.",
      "author": "David Bowie",
      "category": "Brother, People, Want"
    },
    {
      "quote": "I can see how you could get dragged into the bad stuff, but I've got good friends around me, good family. I think I've got my head screwed on.",
      "author": "Harry Styles",
      "category": "Friends, Good, Me"
    },
    {
      "quote": "Every second, every day, every year, we fail to address demand for reproductive health and family planning services. Lives are lost, and girls' opportunities to thrive and contribute to their country's development shrink. These are real people.",
      "author": "Jenny Shipley",
      "category": "Day, Health, Opportunities"
    },
    {
      "quote": "The people on my mum's side of the family are atheist intellectuals who are ueber-proper. My dad's side of the family are missionaries who are more comfortable sitting around in sweatpants than they are in a five-star restaurant. But those two influences converged in my life.",
      "author": "Evangeline Lilly",
      "category": "Life, People, My Life"
    },
    {
      "quote": "A family spirit is not always synonymous with family life. Bone of our bone and flesh of our flesh makes for brothers, sisters and relatives, who may be as distant as strangers in a foreign land.",
      "author": "Mother Angelica",
      "category": "Life, Strangers, Bone"
    },
    {
      "quote": "So much of what is best in us is bound up in our love of family, that it remains the measure of our stability because it measures our sense of loyalty. All other pacts of love or fear derive from it and are modeled upon it.",
      "author": "Haniel Long",
      "category": "Love, Fear, Best"
    },
    {
      "quote": "It's long been accepted as fact that the availability of family planning services saves lives. Where women have access to these services, children and families are healthier, and society at large benefits.",
      "author": "Martha Plimpton",
      "category": "Children, Women, Society"
    },
    {
      "quote": "I have been called a nun with a switchblade where my privacy is concerned. I think there's a point where one says, that's for family, that's for me.",
      "author": "Julie Andrews",
      "category": "Me, Privacy, Think"
    },
    {
      "quote": "Her friends say she is very funny. At a family dinner, she stood to go, and the footman very properly pulled her chair away. At that moment I asked her a question and she sat down again, except there was no chair. Everyone, including the Queen, laughed and laughed.",
      "author": "Prince Andrew",
      "category": "Funny, Friends, Queen"
    },
    {
      "quote": "Tradition is an element that enters into play with destiny, because you are born into a particular family - Jewish or Islamic or Christian or Mexican - and your family determines to some extent what you are expected to become. And society is always there attempting to determine the role we will play within it.",
      "author": "Laura Esquivel",
      "category": "Society, Destiny, Christian"
    },
    {
      "quote": "Perhaps the greatest social service that can be rendered by anybody to the country and to mankind is to bring up a family.",
      "author": "George Bernard Shaw",
      "category": "Service, Greatest, Country"
    },
    {
      "quote": "We believe in funding family planning because it helps to prevent unintended pregnancy. We believe that a woman considering an abortion should not be forced to have an ultrasound against her will.",
      "author": "Nancy Keenan",
      "category": "Planning, Woman, Believe"
    },
    {
      "quote": "Back in the old days, when I was a child, we sat around the family table at dinner time and exchanged our daily experiences. It wasn't very organized, but everyone was recognized and all the news that had to be told was told by each family member. We listened to each other and the interest was not put on; it was real.",
      "author": "Bob Keeshan",
      "category": "Time, Daily, Child"
    },
    {
      "quote": "My mother never made me do anything for my brothers, like serve them. I think that's an important lesson, especially for the Latino culture, because the women are expected to be the ones that serve and cook and whatever. Not in our family. Everybody was equal.",
      "author": "Dolores Huerta",
      "category": "Women, Culture, Mother"
    },
    {
      "quote": "What is discipleship? It is primarily obedience to the Savior. Discipleship includes many things. It is chastity. It is tithing. It is family home evening. It is keeping all the commandments. It is forsaking anything that is not good for us.",
      "author": "James E. Faust",
      "category": "Home, Good, Evening"
    },
    {
      "quote": "Denmark is a country built on a commercial fleet. That's basically what we have been doing. We're just a small country of islands, and every family has a sailor. So, in many ways, my father was a sailor before I was born.",
      "author": "Tobias Lindholm",
      "category": "Father, Small, Born"
    },
    {
      "quote": "I've always been a family man and count myself as one of those who are lucky to have the comfort of a family.",
      "author": "James Nesbitt",
      "category": "Myself, Man, Comfort"
    },
    {
      "quote": "I am just happy to be part of the Nike family.",
      "author": "LeBron James",
      "category": "Happy, I Am, Just"
    },
    {
      "quote": "Long before we understand ourselves through the process of self-examination, we understand ourselves in a self-evident way in the family, society and state in which we live.",
      "author": "Hans-Georg Gadamer",
      "category": "Society, Live, Long"
    },
    {
      "quote": "The human race will then become one family, and the world will be the dwelling of Rational Men.",
      "author": "Adam Weishaupt",
      "category": "Men, World, Human"
    },
    {
      "quote": "I'm a girl from a good family who was very well brought up. One day I turned my back on it all and became a bohemian.",
      "author": "Brigitte Bardot",
      "category": "Day, Good, Girl"
    },
    {
      "quote": "The family is changing, not disappearing. We have to broaden our understanding of it, look for the new metaphors.",
      "author": "Mary Catherine Bateson",
      "category": "Understanding, Look, New"
    },
    {
      "quote": "A family with the wrong members in control; that, perhaps, is as near as one can come to describing England in a phrase.",
      "author": "George Orwell",
      "category": "Control, England, Members"
    },
    {
      "quote": "My family and school life are important to me.",
      "author": "Anna Chlumsky",
      "category": "Life, School, Me"
    },
    {
      "quote": "Those who say we should dismantle the role of Poet Laureate altogether, the trick they miss is that being called this thing, with the weight of tradition behind it, and with the association of the Royal family, does allow you to have conversations and to open doors, and wallets, for the good of poetry in a way that nothing else would allow.",
      "author": "Andrew Motion",
      "category": "Good, Poetry, You"
    },
    {
      "quote": "My family's story isn't special. What's special is the America that makes our story possible. Ours is a nation like no other, a place where great journeys can be made in a single generation. No matter who you are or where you come from, the path is always forward.",
      "author": "Julian Castro",
      "category": "Great, Path, America"
    },
    {
      "quote": "I work more now because at this time of my life I am not disturbed from my aim by outside pressures such as family, passionate relationships, dealing with 'who am I?' - those complications when one is searching for one's self.",
      "author": "Jeanne Moreau",
      "category": "Life, Work, Time"
    },
    {
      "quote": "I sailboat raced, I love to go out on my motorcycle alone, but I also love my family dearly. I love that aspect of my life as well.",
      "author": "Bob Seger",
      "category": "Love, Life, Alone"
    },
    {
      "quote": "I always wanted to go into the military or something like that - my whole family, all my friends are either Air Force, Navy, or Marines.",
      "author": "RJ Mitte",
      "category": "Friends, Military, Navy"
    },
    {
      "quote": "The greatest thing in family life is to take a hint when a hint is intended-and not to take a hint when a hint isn't intended.",
      "author": "Robert Frost",
      "category": "Life, Greatest, Family Life"
    },
    {
      "quote": "Give a little love to a child, and you get a great deal back.",
      "author": "John Ruskin",
      "category": "Love, Great, Child"
    },
    {
      "quote": "When you look at Prince Charles, don't you think that someone in the Royal family knew someone in the Royal family?",
      "author": "Robin Williams",
      "category": "Think, Look, You"
    },
    {
      "quote": "I need a life outside of soccer. So I very much welcome, you know, new love interests and dating and friends and family.",
      "author": "Hope Solo",
      "category": "Love, Life, Friends"
    },
    {
      "quote": "In Puerto Rico, we have a lot of traditions. We eat a very typical thing that's called 'pasteles' - it's almost like a tamale made of bananas, and we make it all together. Like, all the women of the family unite, and it's a very big deal, a very big thing.",
      "author": "Joyce Giraud",
      "category": "Women, Together, Puerto Rico"
    },
    {
      "quote": "My goals have changed throughout my life. At one time it was winning awards, selling out concert dates, selling more albums than anyone else. Now, my goals are to see my grandchildren grown, live a long and healthy life with my family and friends and travel the world.",
      "author": "Reba McEntire",
      "category": "Life, Travel, Time"
    },
    {
      "quote": "Maybe there is no actual place called hell. Maybe hell is just having to listen to our grandparents breathe through their noses when they're eating sandwiches.",
      "author": "Jim Carrey",
      "category": "Listen, Eating, Grandparents"
    },
    {
      "quote": "All of us grow up in particular realities - a home, family, a clan, a small town, a neighborhood. Depending upon how we're brought up, we are either deeply aware of the particular reading of reality into which we are born, or we are peripherally aware of it.",
      "author": "Chaim Potok",
      "category": "Home, Reading, Reality"
    },
    {
      "quote": "The family you come from isn't as important as the family you're going to have.",
      "author": "Ring Lardner",
      "category": "Important, You, Going"
    },
    {
      "quote": "When I was younger, my family would go camping and fishing on our ranches. My dad loves being around all kinds of animals. He's the one who got me to be a really big animal lover.",
      "author": "Paris Hilton",
      "category": "Animal, Fishing, Me"
    },
    {
      "quote": "Pray in your family daily, that yours may be in the number of the families who call upon God.",
      "author": "Christopher Love",
      "category": "Daily, God, Number"
    },
    {
      "quote": "If one is desperate for love, I suggest looking at one's friends and family and see if love is all around. If not, get a new set of friends, a new family.",
      "author": "Jasmine Guy",
      "category": "Love, Friends, Love Is"
    },
    {
      "quote": "All I know is it destroyed my family, it destroyed my marriage to Sylvester and I will never get over it.",
      "author": "Brigitte Nielsen",
      "category": "Marriage, Know, Never"
    },
    {
      "quote": "There's no road map on how to raise a family: it's always an enormous negotiation.",
      "author": "Meryl Streep",
      "category": "Road, Negotiation, Map"
    },
    {
      "quote": "Percussion is the most adaptable family of instruments. The biggest challenge is to project percussion in a lyrical way.",
      "author": "Evelyn Glennie",
      "category": "Challenge, Way, Project"
    },
    {
      "quote": "I grew up in a pretty large family. We were really close-knit, so I definitely want to have lots and lots of children.",
      "author": "Anne Hathaway",
      "category": "Children, Want, Up"
    },
    {
      "quote": "The first-born in every family is always dreaming for an imaginary older brother or sister who will look out for them.",
      "author": "Bill Cosby",
      "category": "Sister, Brother, Look"
    },
    {
      "quote": "If anything interferes with my inner peace, I will walk away. Arguments with family members. All that stuff. None of it matters.",
      "author": "Shirley MacLaine",
      "category": "Peace, Walk, Matters"
    },
    {
      "quote": "I like simple things. I like being in my family in the South and playing petanque.",
      "author": "Jean Dujardin",
      "category": "Simple, Simple Things, Like"
    },
    {
      "quote": "I grew up with a family that had very little and were at times homeless.",
      "author": "Misha Collins",
      "category": "Homeless, Up, Little"
    },
    {
      "quote": "If I'm dancing, or teaching, or having a family I would want to live life to the fullest as possible.",
      "author": "Lacey Schwimmer",
      "category": "Life, Live Life, Live"
    },
    {
      "quote": "Hawaii is a beautiful place to bring up a family.",
      "author": "Henry Ian Cusick",
      "category": "Beautiful, Beautiful Place"
    },
    {
      "quote": "'Love Story' is actually about a guy that I almost dated. But when I introduced him to my family and my friends, they all said they didn't like him. All of them!",
      "author": "Taylor Swift",
      "category": "Love, Friends, Story"
    },
    {
      "quote": "Everything has changed in recent decades - the economy, technology, cultural attitudes, the demographics of the workforce, the role of women in society and the structure of the American family. It's about time our laws caught up. We watch 'Modern Family' on television, but we're still living by 'Leave It To Beaver' rules.",
      "author": "Thomas Perez",
      "category": "Time, Technology, Women"
    },
    {
      "quote": "My family barbecued a lot good barbecue is more complicated than you think.",
      "author": "Manish Dayal",
      "category": "Good, Think, You"
    },
    {
      "quote": "I don't know what story y'all trying to get out of me. I don't know what image y'all trying to portray of me. But it don't matter what y'all think, what y'all say about me because when I go home at night, the same people that I look in the face - my family that I love, that's all that really matter to me.",
      "author": "Marshawn Lynch",
      "category": "Love, Home, Night"
    },
    {
      "quote": "When you come from a family of storytellers, you're doomed. You just have to tell stories.",
      "author": "Patricia Polacco",
      "category": "You, Just, Tell"
    },
    {
      "quote": "All my life, I heard, 'Stop daydreaming,' 'Get over yourself,' 'You'll never get there,' 'Aim lower,' 'You'll hurt yourself,' from teachers, family, and friends.",
      "author": "Xavier Dolan",
      "category": "Life, Friends, Yourself"
    },
    {
      "quote": "For me, there is no greater sunshine in politics or in life than to have a job, security for your family, a good school place where you know your child is going, and the sense that if I put in, there will be a decent, secure retirement at the end of it all.",
      "author": "David Cameron",
      "category": "Life, Good, Politics"
    },
    {
      "quote": "What I don't miss is living in a small town where everybody knows you, your family, and what you ate for breakfast.",
      "author": "Nancy Carell",
      "category": "Breakfast, Small, Living"
    },
    {
      "quote": "I quite enjoy cooking. I love cooking for my friends. It's communal, it reminds me of being with family, and it's also a form of therapy; it heals you from the inside out.",
      "author": "Tamron Hall",
      "category": "Love, Friends, Cooking"
    },
    {
      "quote": "No matter what you've done for yourself or for humanity, if you can't look back on having given love and attention to your own family, what have you really accomplished?",
      "author": "Lee Iacocca",
      "category": "Love, Humanity, Yourself"
    },
    {
      "quote": "Nobody has ever before asked the nuclear family to live all by itself in a box the way we do. With no relatives, no support, we've put it in an impossible situation.",
      "author": "Margaret Mead",
      "category": "Support, Impossible, Live"
    },
    {
      "quote": "In our family, as far as we are concerned, we were born and what happened before that is myth.",
      "author": "V. S. Pritchett",
      "category": "Born, Far, Myth"
    },
    {
      "quote": "What unites Oklahomans today is what has always united us: Our unshakable faith. Our love of family and compassion for others. The unlimited promise of a hopeful future.",
      "author": "Brad Henry",
      "category": "Love, Future, Faith"
    },
    {
      "quote": "The revolution is carried out by means of one's thought, not through one's family background.",
      "author": "Kim Jong Il",
      "category": "Thought, Revolution, Through"
    },
    {
      "quote": "The steady expansion of welfare programs can be taken as a measure of the steady disintegration of the Negro family structure over the past generation in the United States.",
      "author": "Daniel Patrick Moynihan",
      "category": "Past, Generation, Measure"
    },
    {
      "quote": "It was a wonderful experience to play in the NFL, and I have no regrets. I truly will miss playing for the Lions. I consider the Lions' players, coaches, staff, management and fans my family. I leave on good terms with everyone in the organization.",
      "author": "Barry Sanders",
      "category": "Good, Experience, Management"
    },
    {
      "quote": "In this room we're all here together, but there's probably a lot of different views, people sitting here thinking, I don't own any slaves, all the slaves are dead. Why am I responsible? My family were immigrants, too.",
      "author": "Johnnie Cochran",
      "category": "Together, Thinking, People"
    },
    {
      "quote": "Inspiring passion in family and friends has more enduring value than just staying alive for them.",
      "author": "Alex Lowe",
      "category": "Friends, Passion, Value"
    },
    {
      "quote": "Crime, family dissolution, welfare, and low levels of social organization are fundamentally a consequence of the disappearance of work.",
      "author": "William Julius Wilson",
      "category": "Work, Organization, Crime"
    },
    {
      "quote": "Rather than bringing me closer to others, the time that I spend online isolates me from the most important people in my life, my family, my friends, my neighbourhood, my community.",
      "author": "Clifford Stoll",
      "category": "Life, Time, Friends"
    },
    {
      "quote": "A large part of crime is economics - if people are working and and have a home and family to support, then I believe you can reduce the crime rate.",
      "author": "Vincent Frank",
      "category": "Home, Support, Believe"
    },
    {
      "quote": "Half of all women who are sexually active, but do not want to get pregnant, need publicly funded services to help them access public health programs like Medicaid and Title X, the national family planning program.",
      "author": "Louise Slaughter",
      "category": "Women, Health, Help"
    },
    {
      "quote": "I think those who invest in mutual funds want someone else to do the thinking for them. But the fact that they can move the money around the family of mutual funds just through a phone call lets them feel that they can play tycoons.",
      "author": "Ron Chernow",
      "category": "Money, Thinking, Want"
    },
    {
      "quote": "Indeed, I was so afraid to dishonour my friends and family by my indiscreet actions, that I rather chose to be accounted a fool, than to be thought rude or wanton.",
      "author": "Margaret Cavendish",
      "category": "Friends, Fool"
    },
    {
      "quote": "When I had made more money than I needed for myself and my family, I set up a foundation to promote the values and principles of a free and open society.",
      "author": "George Soros",
      "category": "Money, Myself, Society"
    },
    {
      "quote": "If you walk down the street and see someone in a box, you have a choice. That person is either the other and you're fearful of them, or that person is an extension of your family. And that makes you at home in that world and not fearful. So really it's very self-serving.",
      "author": "Susan Sarandon",
      "category": "Home, World, Walk"
    },
    {
      "quote": "It was the dumbest thing I had ever seen, but it's a family thing, and I guess it's clean.",
      "author": "Barbara Bush",
      "category": "Clean, Seen, Guess"
    },
    {
      "quote": "Roots is not just a saga of my family. It is the symbolic saga of a people.",
      "author": "Alex Haley",
      "category": "Roots, People, Just"
    },
    {
      "quote": "Growing up human is uniquely a matter of social relations rather than biology. What we learn from connections within the family takes the place of instincts that program the behavior of animals; which raises the question, how good are these connections?",
      "author": "Elizabeth Janeway",
      "category": "Good, Growing Up, Behavior"
    },
    {
      "quote": "Do not let your bachelor ways crystallize so that you can't soften them when you come to have a wife and a family of your own.",
      "author": "Rutherford B. Hayes",
      "category": "Wife, You, Bachelor"
    },
    {
      "quote": "I was lucky. My family is wonderful. And it's funny, because most of my best friends come from very large families. So it always felt as if I had lots of siblings, though in the end I had to leave them and go home. I kind of got the best of both worlds as a kid.",
      "author": "Sophia Bush",
      "category": "Funny, Home, Friends"
    },
    {
      "quote": "And before our current legislature adjourns, we intend to become the first state of full and true choice by saying to every low and middle-income Hoosier family, if you think a non-government school is the right one for your child, you're as entitled to that option as any wealthy family; here's a voucher, go sign up.",
      "author": "Mitch Daniels",
      "category": "School, Child, Choice"
    },
    {
      "quote": "I think you may see again a rise at the federal government level for a - a call for the federal constitutional amendment, because people want to make sure that this definition of marriage remains secure, because after all, the family is the fundamental unit of government.",
      "author": "Michele Bachmann",
      "category": "Marriage, Government, People"
    },
    {
      "quote": "If you can capture the humanity of a family struggling in an economic crisis you can make a difference. You can raise awareness just of the simple humanity.",
      "author": "Emily Blunt",
      "category": "Simple, Humanity"
    },
    {
      "quote": "Being sent away to boarding school at seven is as great an inspiration as any songwriter could have - to be taken away from one's family and locked away for 10 years. It does create an incredible intensity of emotion.",
      "author": "James Blunt",
      "category": "Great, School, Emotion"
    },
    {
      "quote": "I want to make sure my family's straight.",
      "author": "Lil Wayne",
      "category": "Want, Straight, Sure"
    },
    {
      "quote": "One, if you attack my integrity, I will defend myself. If you attack my patriotism, I will defend myself. If you come after my family, I will counter-attack viciously, I will destroy you.",
      "author": "Scott Ritter",
      "category": "Integrity, Patriotism"
    },
    {
      "quote": "My family is my life, and everything else comes second as far as what's important to me.",
      "author": "Michael Imperioli",
      "category": "Life, Me, My Life"
    },
    {
      "quote": "I can't complain about my life. I have a really nice life. I have a great family and I live in a gorgeous part of the country.",
      "author": "Mary Decker",
      "category": "Life, Great, Live"
    },
    {
      "quote": "I'm thankful to my family, friends, and fans for all of their support.",
      "author": "Serena Williams",
      "category": "Thankful, Friends, Support"
    },
    {
      "quote": "As my family story shows, Latinos have been a blessing for USA for many generations. The future of America depends in part on the success of the Latino community, and this opportunity is just one more signifier of that.",
      "author": "Julian Castro",
      "category": "Success, Future, Community"
    },
    {
      "quote": "How do you rebel in a family of rebels?",
      "author": "Nicolas Cage",
      "category": "Rebel, You, How"
    },
    {
      "quote": "Family holidays and weekends are really brightly colored memories, full of my mother and father, rather than our nannies and au pairs.",
      "author": "Olivia Williams",
      "category": "Memories, Father, Mother"
    },
    {
      "quote": "Around my house, I won't even speak to my family unless they first address me by my official Berzerker name, Godred Crovan, Victor of Sky-Hill and Ruler of Man and the Isles. And now that I think of it, that's probably why nobody speaks to me unless it's time to feed the dogs or take out the garbage.",
      "author": "Zakk Wylde",
      "category": "Time, Man, Speak"
    },
    {
      "quote": "While I have felt lonely many times in my life, the oddest feeling of all was after my mother, Lucille, died. My father had already died, but I always had some attachment to our big family while she was alive. It seems strange to say now that I felt so lonely, yet I did.",
      "author": "Bill Murray",
      "category": "Life, Father, Mother"
    },
    {
      "quote": "My ideal travel companions are my family.",
      "author": "Pharrell Williams",
      "category": "Travel, Ideal, Companions"
    },
    {
      "quote": "As straight Americans we have two choices: we can choose to sit back and enjoy our rights as we have them, or we can realize that it is actually not freedom at all when our friends, family, neighbors, and colleagues do not share these basic rights.",
      "author": "Jack Antonoff",
      "category": "Friends, Freedom, Choices"
    },
    {
      "quote": "Nature is a machine. The family is a machine. The life cycle is like a machine.",
      "author": "Ray Dalio",
      "category": "Life, Nature, Machine"
    },
    {
      "quote": "Coming home to my family afterward makes the work richer, easier and more fun.",
      "author": "Edie Falco",
      "category": "Work, Home, Fun"
    },
    {
      "quote": "I'll paddle board, swim in the ocean, roll in the sand, soak up the sun, eat good food, be with friends and family and go fishing with my dad.",
      "author": "Behati Prinsloo",
      "category": "Food, Friends, Good"
    },
    {
      "quote": "I always loved family holidays, and I had this vision and dream as a little girl of having a big family of my own.",
      "author": "Brooke Burke",
      "category": "Vision, Girl, Holidays"
    },
    {
      "quote": "I don't believe in revenge. When people are bullies it's because of a deeper-rooted issue - either their family life is tough or they're being bullied by someone bigger than they are.",
      "author": "Khloe Kardashian",
      "category": "Life, Revenge, Believe"
    },
    {
      "quote": "Every family is dysfunctional, whether you want to admit it or not.",
      "author": "Shailene Woodley",
      "category": "Want, You, Admit"
    },
    {
      "quote": "Insanity runs in my family. It practically gallops.",
      "author": "Cary Grant",
      "category": "Insanity, Practically, Runs"
    },
    {
      "quote": "I find the family the most mysterious and fascinating institution in the world.",
      "author": "Amos Oz",
      "category": "World, Mysterious, Find"
    },
    {
      "quote": "When I was in China, Mao was Chairman, and parents were terrified to tell their children anything that differed from the party line in case the children repeated it and endangered the whole family.",
      "author": "Jung Chang",
      "category": "Children, Parents, Party"
    },
    {
      "quote": "My biggest hobby is hanging out with my family and kids.",
      "author": "Joel Osteen",
      "category": "Hobby, Kids, Biggest"
    },
    {
      "quote": "Family quarrels are bitter things. They don't go according to any rules. They're not like aches or wounds, they're more like splits in the skin that won't heal because there's not enough material.",
      "author": "F. Scott Fitzgerald",
      "category": "Rules, Skin, Heal"
    },
    {
      "quote": "Whatever else is unsure in this stinking dunghill of a world a mother's love is not.",
      "author": "James Joyce",
      "category": "Love, Mother, World"
    },
    {
      "quote": "Having family responsibilities and concerns just has to make you a more understanding person.",
      "author": "Sandra Day O'Connor",
      "category": "Understanding, You, Person"
    },
    {
      "quote": "My family is more important than my party.",
      "author": "Zell Miller",
      "category": "Party, Important, Than"
    },
    {
      "quote": "I've always put my family first and that's just the way it is.",
      "author": "Jamie Lee Curtis",
      "category": "Way, First, Always"
    },
    {
      "quote": "My family was my guide to my reality.",
      "author": "Haywood Nelson",
      "category": "Reality, Guide"
    },
    {
      "quote": "A family can develop only with a loving woman as its center.",
      "author": "Karl Wilhelm Friedrich Schlegel",
      "category": "Woman, Loving, Center"
    },
    {
      "quote": "I'm thankful to God for having a family that's been there for me. He's been there from the time I was a child to even now with my family helping with my little boy. It's worth more than words could ever describe. That's one of the ways I've been able to stay grounded is thanks to family and God.",
      "author": "Ashton Shepherd",
      "category": "Time, Thankful, God"
    },
    {
      "quote": "Since 2005, I have not spent much time with my family. In fact I have spent more time at the Taj Landsend in Mumbai. It was my 100th visit recently, which means I have spent more than 400 days in that hotel, and that is a lot more than I have spent with my family.",
      "author": "Mahendra Singh Dhoni",
      "category": "Time, Hotel, Fact"
    },
    {
      "quote": "I read for the 'ah-ha's,' the information that makes a light bulb go off in my mind. I want to put information in my mind that is going to be the most beneficial to me, my family and my fellow man - financially, morally, spiritually, and emotionally.",
      "author": "Zig Ziglar",
      "category": "Light, Man, Mind"
    },
    {
      "quote": "Only solitary men know the full joys of friendship. Others have their family; but to a solitary and an exile, his friends are everything.",
      "author": "Willa Cather",
      "category": "Friendship, Friends, Men"
    },
    {
      "quote": "Nixon was the most dishonest individual I have ever met in my life. He lied to his wife, his family, his friends, his colleagues in the Congress, lifetime members of his own political party, the American people and the world.",
      "author": "Barry Goldwater",
      "category": "Life, Friends, Wife"
    },
    {
      "quote": "A 'good' family, it seems, is one that used to be better.",
      "author": "Cleveland Amory",
      "category": "Good, Better, Seems"
    },
    {
      "quote": "In a big family the first child is kind of like the first pancake. If it's not perfect, that's okay, there are a lot more coming along.",
      "author": "Antonin Scalia",
      "category": "Child, Not Perfect, Perfect"
    },
    {
      "quote": "A plague on eminence! I hardly dare cross the street anymore without a convoy, and I am stared at wherever I go like an idiot member of a royal family or an animal in a zoo; and zoo animals have been known to die from stares.",
      "author": "Igor Stravinsky",
      "category": "I Am, Animal, Animals"
    },
    {
      "quote": "To each other, we were as normal and nice as the smell of bread. We were just a family. In a family even exaggerations make perfect sense.",
      "author": "John Irving",
      "category": "Bread, Perfect, Nice"
    },
    {
      "quote": "I'm very, very concerned about the Bush presidency. I'm worried about the kinds of cuts in domestic programs that mean something to a lot of people, including members of my family, who depend on certain things from the government.",
      "author": "Sarah Jessica Parker",
      "category": "Government, People, Mean"
    },
    {
      "quote": "The great universal family of men is a utopia worthy of the most mediocre logic.",
      "author": "Comte de Lautreamont",
      "category": "Great, Men, Logic"
    },
    {
      "quote": "I have now disposed of all my property to my family. There is one thing more I wish I could give them, and that is the Christian religion.",
      "author": "Patrick Henry",
      "category": "Religion, Wish, Christian"
    },
    {
      "quote": "Had I not made it big, my family would have told me to recheck my decision. Now that I am successful, there is no way. They have to accept it gracefully.",
      "author": "Amisha Patel",
      "category": "I Am, Decision, Me"
    },
    {
      "quote": "It's about time we all faced up to the truth. If we accept the radical homosexual agenda, be it in the military or in marriage or in other areas of our lives, we are utterly destroying the concept of family.",
      "author": "Alan Keyes",
      "category": "Marriage, Time, Truth"
    },
    {
      "quote": "I loved the house the way you would any new house, because it is populated by your future, the family of children who will fill it with noise or chaos and satisfying busy pleasures.",
      "author": "Jane Smiley",
      "category": "Children, Future, Busy"
    },
    {
      "quote": "Teaching civility is an obligation of the family.",
      "author": "Stephen Carter",
      "category": "Civility, Obligation"
    },
    {
      "quote": "My whole family is lactose intolerant and when we take pictures we can't say cheese.",
      "author": "Jay London",
      "category": "Cheese, Say, Pictures"
    },
    {
      "quote": "Pride in boasting of family antiquity, makes duration stand for merit.",
      "author": "John Zimmerman",
      "category": "Pride, Stand, Merit"
    },
    {
      "quote": "I could feel it in my bones, how I missed the heat of my country and the love of my family.",
      "author": "Tony Perez",
      "category": "Love, Heat, Country"
    },
    {
      "quote": "Even the simplest wicker basket can become priceless when it is loved and cared for through the generations of a family.",
      "author": "Sister Parish",
      "category": "Loved, Become, Through"
    },
    {
      "quote": "Real family values have gone down the drain in modern families.",
      "author": "Wes Borland",
      "category": "Values, Down, Real"
    },
    {
      "quote": "I am hoping that in this year of the family we will go into our families and reconcile differences.",
      "author": "Louis Farrakhan",
      "category": "I Am, Differences, Year"
    },
    {
      "quote": "Thank God I had all these family values or who knows where I'd be now.",
      "author": "Patricia Velasquez",
      "category": "God, Thank God, Values"
    },
    {
      "quote": "No, my family is Russian, Georgian, via Ellis Island.",
      "author": "Mitch Kapor",
      "category": "Island, Russian, Ellis"
    },
    {
      "quote": "Michael is not only my friend, he's my family.",
      "author": "Emmanuel Lewis",
      "category": "Friend, Only, My Friend"
    },
    {
      "quote": "I am extraordinarily lucky, I was born in a family of strong moral values, and in my life I was able to do what I liked best: debuts, great theatres, but above all, inner and deep satisfaction.",
      "author": "Jose Carreras",
      "category": "Life, Best, Great"
    },
    {
      "quote": "I come from a football family which has really helped.",
      "author": "Frank Lampard",
      "category": "Football, Come, Which"
    },
    {
      "quote": "But if each man could have his own house, a large garden to cultivate and healthy surroundings - then, I thought, there will be for them a better opportunity of a happy family life.",
      "author": "George Cadbury",
      "category": "Life, Happy, Gardening"
    },
    {
      "quote": "If I want to work, I can. If I want to play golf, or ride my motorcycle, I can. But the rest of it is family. Sometimes you're not really needed by your family, but you're there. And my kids like to know I'm there.",
      "author": "Bob Seger",
      "category": "Work, Golf, Motorcycle"
    },
    {
      "quote": "Life is about family and technology.",
      "author": "Mark Goddard",
      "category": "Life, Technology, About"
    },
    {
      "quote": "As much as I liked and admired the various members of the Kennedy family, my first loyalty was to Jackie.",
      "author": "Pierre Salinger",
      "category": "Loyalty, First, Members"
    },
    {
      "quote": "I was actually very pleased that they let me do it, because I feel very deeply for breast cancer survivors. I don't have it, but it is in my family. I've always been very aware of it. I go for mammograms and checkups.",
      "author": "Erika Slezak",
      "category": "Me, Breast Cancer, Cancer"
    },
    {
      "quote": "You are a person of the greatest importance when you are a mother of a family. Just do your job right and your kids will love you.",
      "author": "Ethel Waters",
      "category": "Love, Mother, Mom"
    },
    {
      "quote": "After a hundred years the son of the King then reigning, who was of another family from that of the sleeping Princess, was a-hunting on that side of the country, and he asked what those towers were which he saw in the middle of a great thick wood.",
      "author": "Charles Perrault",
      "category": "Son, Great, Wood"
    },
    {
      "quote": "Dr. Evil got shortchanged in the first one. The family dynamic between Scott and Dr. Evil - the adventures of being an evil single parent - needed to be explored.",
      "author": "Mike Myers",
      "category": "Evil, Parent, Single"
    },
    {
      "quote": "My father, who died a few years ago, was a good, simple, very honest man. His faith and affection for his family was just unassailable, without question.",
      "author": "David Ogden Stiers",
      "category": "Good, Faith, Father"
    },
    {
      "quote": "The family was not only the social unit, but also the unit of government.",
      "author": "Charles Eastman",
      "category": "Government, Social, Only"
    },
    {
      "quote": "It's the sense of what family is at the dinner table. It was the joy of knowing mother was in the kitchen making our favorite dish. I wish more people would do this and recall the joy of life.",
      "author": "Paul Prudhomme",
      "category": "Life, Mother, Joy"
    },
    {
      "quote": "Everything happens for a reason. I'm used to it, I prepare for it. Like I say, at the end of the day, those in charge of their own destiny are going to do what's right for them and their family.",
      "author": "Shaquille O'Neal",
      "category": "Day, End, Destiny"
    },
    {
      "quote": "We spent last night listening to Liverpool football team on the radio, wanting them to win so badly. Paul supports Liverpool. He was Everton for a while because of his family - but it's all Liverpool now.",
      "author": "Linda McCartney",
      "category": "Team, Football, Listening"
    },
    {
      "quote": "The family wage has been eroded by the same developments that have promoted consumerism as a way of life.",
      "author": "Christopher Lasch",
      "category": "Life, Way, Same"
    },
    {
      "quote": "Everyone has a responsibility towards this larger family of man, but especially if you're privileged, that increases your responsibility.",
      "author": "Susan Sarandon",
      "category": "Responsibility, Man, You"
    },
    {
      "quote": "This is all the inheritance I give to my dear family. The religion of Christ will give them one which will make them rich indeed.",
      "author": "Patrick Henry",
      "category": "Religion, Rich, Inheritance"
    },
    {
      "quote": "Every adolescent has that dream every century has that dream every revolutionary has that dream, to destroy the family.",
      "author": "Gertrude Stein",
      "category": "Dream, Destroy, Every"
    },
    {
      "quote": "But the problem is that when I go around and speak on campuses, I still don't get young men standing up and saying, 'How can I combine career and family?'",
      "author": "Gertrude Stein",
      "category": "Men, Speak, Problem"
    },
    {
      "quote": "Family life is not a computer program that runs on its own it needs continual input from everyone.",
      "author": "Neil Kurshan",
      "category": "Life, Everyone, Computer"
    },
    {
      "quote": "I am the common man. I'm polite, I love my family and I play by the rules. And sometimes I get pushed around. That's my lifestyle, and that's what I try to bring to characters.",
      "author": "Eugene Levy",
      "category": "Love, Man, I Am"
    },
    {
      "quote": "We have thousands of patients and family members who are dealing with dual devastation, cancer and the hurricane.",
      "author": "Greg Anderson",
      "category": "Cancer, Hurricane, Dealing"
    },
    {
      "quote": "Just as men must give up economic control when their wives share the responsibility for the family's financial well-being, women must give up exclusive parental control when their husbands assume more responsibility for child care.",
      "author": "Augustus Y. Napier",
      "category": "Women, Responsibility, Child"
    },
    {
      "quote": "The only people that you really have, that I learned, are your family, because they love you no matter what.",
      "author": "Miley Cyrus",
      "category": "Love, People, You"
    },
    {
      "quote": "Touring is tough. You're almost in a haze because you don't really know where you are half the time: You're in a hotel room one moment, and the next thing you know, you're onstage performing for 60,000 people, then you're back on an airplane. It's very hectic and I couldn't do it without my family.",
      "author": "Vanessa Hudgens",
      "category": "Time, Moment, Airplane"
    },
    {
      "quote": "I love grocery shopping when I'm home. That's what makes me feel totally normal. I love both the idea of home as in being with my family and friends, and also the idea of exploration. I think those two are probably my great interests.",
      "author": "Yo-Yo Ma",
      "category": "Love, Home, Friends"
    },
    {
      "quote": "Automation and technology would be a great boon if it were creative, if there were more leisure, more opportunity to engage in raising a family, providing guidance to the young, all the stuff we say we need. America will work if we're all in it together. It'll work when there's a shared sense of destiny. It can be done!",
      "author": "Jerry Brown",
      "category": "Work, Technology, Great"
    },
    {
      "quote": "Stay out of the sun, because it is the worst thing in terms of aging. I'm very medical. I come from a medical family.",
      "author": "Nicole Kidman",
      "category": "Sun, Medical, Aging"
    },
    {
      "quote": "When you look at the world, everyone in the world who cares about his or her family wants to have a major portion of their assets in the United States because we are the growth country and the freedom loving country.",
      "author": "Arthur Laffer",
      "category": "Freedom, Growth, World"
    },
    {
      "quote": "The best thing I've done with my money is buy a house for my family. You wake up to a house you love and you feel like somebody.",
      "author": "Ice Cube",
      "category": "Love, Money, Best"
    },
    {
      "quote": "You have to tease your family. You tease the ones that you're closest to.",
      "author": "Parvesh Cheena",
      "category": "You, Tease, Your"
    },
    {
      "quote": "I'm having a great time. I get to travel and see the world. And yeah, I'll have a family, because I don't want to miss out on that amazing experience, but it's not defining who I am.",
      "author": "Krysten Ritter",
      "category": "Travel, Time, Experience"
    },
    {
      "quote": "I don't see how the party that says it's the party of the family is going to adopt an immigration policy which destroys families that have been here a quarter century.",
      "author": "Newt Gingrich",
      "category": "Immigration, Party, See"
    },
    {
      "quote": "You know, my family and friends have never been yes-men: 'Yes, you're doing the right thing, you're always right.' No, they tell me when I'm wrong, and that's why I've been able to stay who I am and stay humble.",
      "author": "LeBron James",
      "category": "Friends, Humble, I Am"
    },
    {
      "quote": "I do want to have holidays and see my family and friends.",
      "author": "Jason Clarke",
      "category": "Friends, Holidays, Want"
    },
    {
      "quote": "I come from a poor family.",
      "author": "Manny Pacquiao",
      "category": "Poor, Come"
    },
    {
      "quote": "And that's where I'm finally at today - my life is about being with my family. This is what's important.",
      "author": "Aron Ralston",
      "category": "Life, Today, My Life"
    },
    {
      "quote": "Serbian history tells that the family is the most important thing and you have to stick with the family.",
      "author": "Novak Djokovic",
      "category": "History, Important, You"
    },
    {
      "quote": "I sometimes wonder if the tragedies my family has suffered are a kind of karmic price for all the fame and fortune the Bee Gees have had.",
      "author": "Robin Gibb",
      "category": "Bee, Fame, Kind"
    },
    {
      "quote": "I'm at peace with my family, my friends, myself and God so there's really nothing else that I worry about.",
      "author": "Lance Bass",
      "category": "Friends, Peace, Myself"
    },
    {
      "quote": "You know, I think I'm more of a micro-person, so to me, the context and the framework of trying to do what you love and feel passionate about, in supporting your family in that way, is the most important thing to me.",
      "author": "Joan Cusack",
      "category": "Love, Do What You Love, Me"
    },
    {
      "quote": "I think family mealtime is really important. There's a lot of research that shows kids are going to do better in school and have more self-esteem if you can all sit down and eat together.",
      "author": "Jewel",
      "category": "School, Together, Research"
    },
    {
      "quote": "I am like a kid. I tell my family and friends I'm like a kid.",
      "author": "Shah Rukh Khan",
      "category": "Friends, I Am, Kid"
    },
    {
      "quote": "I grew up in a family where the women were just nuts. They didn't stand around in cardigans making polite conversation while they chopped tomatoes.",
      "author": "Nadia Giosia",
      "category": "Women, Stand, Conversation"
    },
    {
      "quote": "Well, in order to become a grown man, in order to become significant in my family and significant in my children's life, I had to learn my lessons.",
      "author": "Bobby Brown",
      "category": "Life, Children, Man"
    },
    {
      "quote": "I'll tell you, in my life I've never once have seen a Hispanic panhandler, because in our community, it would be viewed as shameful to be out on the street begging. Those are all conservative values - faith, family, hard work, responsibility.",
      "author": "Ted Cruz",
      "category": "Life, Work, Hard Work"
    },
    {
      "quote": "Thank you to everyone that has made me the athlete I am! God, family and friends, my competitors and supporters! You have all had a hand!",
      "author": "Oscar Pistorius",
      "category": "Friends, God, I Am"
    },
    {
      "quote": "In the richest country in the history of the world, this Obama economy has crushed the middle class. Family income has fallen by $4,000, but health insurance premiums are higher, food prices are higher, utility bills are higher, and gasoline prices have doubled. Today more Americans wake up in poverty than ever before.",
      "author": "Mitt Romney",
      "category": "Food, History, Health"
    },
    {
      "quote": "When I was a kid, I took 'The Brady Bunch' and 'The Partridge Family' very seriously. It was a world to me in the same way that the Greek myths would have been had I read them. You know, Marcia is Athena and Mr. Brady is Zeus.",
      "author": "George Saunders",
      "category": "World, Me, Know"
    },
    {
      "quote": "Quite frankly, Barack Obama knows what it's like to pay a mortgage and student loans. He knows what it's like to watch a beloved family member in a medical crisis and worry that treatment is out of reach. Barack Obama knows our struggles. And, my friends, he shares our values.",
      "author": "Ted Strickland",
      "category": "Friends, Medical, Worry"
    },
    {
      "quote": "I've been so blessed to be part of a family that has dedicated its life to public service.",
      "author": "Jeb Bush",
      "category": "Life, Service, Blessed"
    },
    {
      "quote": "I'm healthy, have a loving and adorable family, great hunting dogs, a gravity defying musical career and most importantly, fuzzy-headed idiots hate me.",
      "author": "Ted Nugent",
      "category": "Great, Hate, Me"
    },
    {
      "quote": "The moment someone chooses to trust in Jesus Christ, his sins are wiped away, and he is adopted into God's family. That individual is set apart as a child of God, with a sacred purpose.",
      "author": "Charles Stanley",
      "category": "Trust, God, Child"
    },
    {
      "quote": "I like to be with my friends and my family, listen to music and read books. Things like that relax me.",
      "author": "Caroline Wozniacki",
      "category": "Music, Friends, Relax"
    },
    {
      "quote": "Studying doesn't have to happen in a silo. It can be a social experience. You can engage with your friends and family to find out the answer to a tough question or have someone explain it to you. You can also study anywhere you happen to be and on any device.",
      "author": "Eric Lefkofsky",
      "category": "Friends, Experience"
    },
    {
      "quote": "I'm about caring, I'm about people, and I'm about entertaining people. I'm a family man. A husband. A father. I've been a lot of other things over the years, which we don't really want to talk about.",
      "author": "Ozzy Osbourne",
      "category": "Father, Caring, Man"
    },
    {
      "quote": "My family has had to become quite understanding about me not returning phone calls when I'm filming.",
      "author": "Anna Kendrick",
      "category": "Me, Understanding, Filming"
    },
    {
      "quote": "It's really all about family, love and the children for me. I work at that every day.",
      "author": "Celine Dion",
      "category": "Love, Work, Children"
    },
    {
      "quote": "My family and friends treat me as they always have.",
      "author": "Daniel Craig",
      "category": "Friends, Me, Treat"
    },
    {
      "quote": "Every summer my husband and I pack our suitcases, load our kids into the car, and drive from tense, crowded New York City to my family's cottage in Maine. It's on an island, with stretches of sea and sandy beaches, rocky coasts, and pine trees. We barbecue, swim, lie around, and try to do nothing.",
      "author": "Hope Davis",
      "category": "Car, Sea, Trees"
    },
    {
      "quote": "I wanted to make a point of basing myself at home, being close to my family. I'll never be able to repay Mum and Dad for what they did, but at least they know they'll never have to work another day. I'll do whatever it takes to look after them.",
      "author": "Rory McIlroy",
      "category": "Work, Home, Myself"
    },
    {
      "quote": "I come from a political family. My father was a freedom fighter. He was a prominent leader of the locality and member of the Congress party. He spent 10 years in British prisons. In the evening, in our living room, the only subject we used to discuss was politics. So politics was not unfamiliar to me.",
      "author": "Pranab Mukherjee",
      "category": "Freedom, Father, Leader"
    },
    {
      "quote": "I play with my grandchildren. I tend to my garden, which I love. Of course, I love to read, and family is really what it's all about.",
      "author": "Julie Andrews",
      "category": "Love, Grandchildren, Garden"
    },
    {
      "quote": "Sweden is a small country and, well, our family's pretty prominent in that world, I guess. And I really didn't like the sound of just being 'the fourth acting Skarsgard.'",
      "author": "Bill Skarsgard",
      "category": "World, Small, Acting"
    },
    {
      "quote": "On the one hand, the idea of marriage and the sort of traditional family life repulses me. But on the other hand, I long for it, you know what I mean? I'm constantly in conflict with things. And it is because of my past and my upbringing and the journey that I've been on.",
      "author": "Madonna Ciccone",
      "category": "Life, Marriage, Journey"
    },
    {
      "quote": "What I really am is a homebody. I was a homebody even before I had a family. My days are filled with home stuff.",
      "author": "Ray Liotta",
      "category": "Home, Days, Before"
    },
    {
      "quote": "My father was brought up in an orphanage in the Catskills. He was a factory worker. And because his family wasn't there for him, family was everything. We could disagree inside the house, but outside the house it was us against the world. So when I became a drag actor, he looked sideways but said okay.",
      "author": "Harvey Fierstein",
      "category": "Father, World, Said"
    },
    {
      "quote": "I remember saying goodbye to my father the night he left to join the Navy. He didn't have to. He was older than other servicemen and had a family to support but he wanted to be a part of the fight against fascism, not just make movies about it. I admired this about him.",
      "author": "Jane Fonda",
      "category": "Father, Goodbye, Support"
    },
    {
      "quote": "I always write things that entertain me, and one of the things that I find really enjoyable to explore is the idea of love. I like looking at my own life and my friends and family and how love changes who you are. It fascinates me.",
      "author": "Stephenie Meyer",
      "category": "Love, Life, Friends"
    },
    {
      "quote": "Because sorry to say, women run the house. They run the family. They hold things up. I mean, it's like you don't ever see your mom get sick because she handles everything. And it's kind of amazing I think to show people just how strong women are.",
      "author": "Sophia Bush",
      "category": "Women, Mom, Strong"
    },
    {
      "quote": "But I want to start a family one day, and be involved in more charities, helping children.",
      "author": "Lily Aldridge",
      "category": "Children, Day, Start"
    },
    {
      "quote": "For me, family always comes first; I would do anything to protect them.",
      "author": "Mark Wahlberg",
      "category": "Me, First, Protect"
    },
    {
      "quote": "I love being around my friends and my family and spending time with my husband. I like being normal and recharging my batteries, and I feel like I have the coolest job in the world where I get to get on stage and perform and get to do a lot of really amazing things.",
      "author": "Carrie Underwood",
      "category": "Love, Time, Friends"
    },
    {
      "quote": "I deeply appreciate the people of Michigan. I love their grit. I love the way they face life. I love the family values they have.",
      "author": "Ernie Harwell",
      "category": "Love, Life, People"
    },
    {
      "quote": "The traditional spokespersons for the Evangelicals, such as Chuck Colson and James Dobson, have become alarmed about this drift away from the 'Family Values' issues that they believe should be the overwhelming concerns of Evangelicals. They have expressed their displeasure in letters of protest circulated through the religious media.",
      "author": "Tony Campolo",
      "category": "Believe, Media, Values"
    },
    {
      "quote": "What I want to do is tell stories about normal people in the American suburbs. I don't write the book where it's a conspiracy reaching the prime minister; I don't write the book with the big serial killer who lops off heads. My setting is a very placid pool of suburbia, family life. And within that I can make pretty big splashes.",
      "author": "Harlan Coben",
      "category": "Life, Book, American"
    },
    {
      "quote": "I think of my shows as family reunions. I give 100% every time. I just do. It's a huge therapeutic release. Also I love my touring family. And I love my audiences very much.",
      "author": "Paula Cole",
      "category": "Love, Time, Think"
    },
    {
      "quote": "You know, most people, they want to go to Hollywood. They want to be a star. They want to be a rock star. That thought never entered any of our minds, the Van Halen family.",
      "author": "Eddie Van Halen",
      "category": "Thought, People, Want"
    },
    {
      "quote": "My family is my life, and I'll never lose that.",
      "author": "Jessica Simpson",
      "category": "Life, My Life, Never"
    },
    {
      "quote": "We didn't have much money. My whole extended family used to help us, and buy us books and food. It was hard, and there were things I didn't want to talk about. But at the end I was a happy girl.",
      "author": "Maria das Gracas Silva Foster",
      "category": "Food, Happy, Money"
    },
    {
      "quote": "Being on 'Glee' was amazing. I remember my first day on set, my first day I arrived to the set I was in my trailer and all of the actors came and banged on my door - Lea Michele, Chris Colfer, Amber Riley, Naya Rivera. They all welcomed me with open arms, so it was a great experience. It felt like family, and I miss them a lot over there.",
      "author": "NeNe Leakes",
      "category": "Day, Experience, Great"
    },
    {
      "quote": "I enjoy being busy, I really do. Remember, I'm the stub end of the railroad. I have no family, so I'm not taking busy time away from people that I should be spending it with. So I'm just relaxing and enjoying it.",
      "author": "Betty White",
      "category": "Time, Busy, Remember"
    },
    {
      "quote": "I think family is so important.",
      "author": "Jacqueline Emerson",
      "category": "Important, Think, I Think"
    },
    {
      "quote": "I really don't care what people think of me. I've got my family. I've got my friends. Yes, I have been trained to be a little more aggressive if I need to be, but I don't go around thumping people.",
      "author": "Chris Kyle",
      "category": "Friends, Me, People"
    },
    {
      "quote": "I come from an interracial family: My father is from Nigeria, and so he is African-American, and my mother is American and white, so I rarely see skin color. It's never an issue for me.",
      "author": "Annie Ilonzeh",
      "category": "Father, Mother, American"
    },
    {
      "quote": "Victoria's Secret is like a big family.",
      "author": "Candice Swanepoel",
      "category": "Big, Like, Secret"
    },
    {
      "quote": "But for me, I thought you made a record, you got on a bus, went out and played your shows and made a lot of money. That was the way it was supposed to go down. But there's a lot more to it than that. There are a lot of early mornings, late nights, a lot of traveling, a lot of being away from home, being away from your family.",
      "author": "Jason Aldean",
      "category": "Home, Money, Me"
    },
    {
      "quote": "When I was going on auditions, it was nerve-racking. I'd always say to my mom that it would be awesome if I could get a series. When Modern Family came along, I said, 'You know what, Mom? I believe I'm going to get this role.'",
      "author": "Rico Rodriguez",
      "category": "Mom, Believe, I Believe"
    },
    {
      "quote": "I grew up around a lot of various religions, so it's a part of my consciousness in a way. Everything from heavy Catholicism to followers of Indian spiritual masters to Unitarian universalists - all in one family. Though the family aspect was stronger than any particular dogma.",
      "author": "St. Vincent",
      "category": "Spiritual, Stronger"
    },
    {
      "quote": "I've never forgotten what it's like to be in your early twenties, which is not a particularly easy time. You've left your family, you've left the strictures of high school, and you're trying to break free and form yourself but you have to support yourself as well. We don't really give enough credence to that time of life and to its troubles.",
      "author": "Julia Leigh",
      "category": "Life, Time, School"
    },
    {
      "quote": "My experiences in life are getting bigger and better. The more stuff I do, the more stuff I talk about - having kids, traveling, going through relationship problems, dealing with things in my own family. All that stuff builds character.",
      "author": "Kevin Hart",
      "category": "Life, Relationship"
    },
    {
      "quote": "My background is not typical hip-hop. I didn't grow up in the projects. I grew up in a single family home in a middle-class suburb. That doesn't mean I didn't experience hardship, but to me it's not about that, it's about the future and where we are trying to take it.",
      "author": "Kid Cudi",
      "category": "Future, Home, Experience"
    },
    {
      "quote": "I would love to have a complete family. I'd love to do it all at once. I'd love to be able to give to my children what my parents were able to give to me. And if I'm blessed to be able to do that, fantastic. If I'm not, then life goes on. You have to do the best you can. I do think we have to bring the family back; I do.",
      "author": "Michael Ealy",
      "category": "Love, Life, Children"
    },
    {
      "quote": "I have mostly been terrified of listening to scary stories around a campfire. We camp a lot as a family, and at night my dad would try and tell us scary stories. This made eating s'mores difficult. The story would start with something like... 'and the old man who lived in these woods...' I would then run back into the camper terrified.",
      "author": "Willow Shields",
      "category": "Man, Listening, Night"
    },
    {
      "quote": "I'm not a royal family watcher.",
      "author": "Bill Nighy",
      "category": "Royal, Royal Family"
    },
    {
      "quote": "I grew up in a family of secrets there was a lot of pathology in the family.",
      "author": "Naomi Judd",
      "category": "Secrets, Up, Lot"
    },
    {
      "quote": "America cannot continue to lead the family of nations around the world if we suffer the collapse of the family here at home.",
      "author": "Mitt Romney",
      "category": "Home, America, World"
    },
    {
      "quote": "I've never had a divorce, but I've seen so many of my friends, my sister, my family go through that stuff, so I try to write for the people that can't write about it. I take on their sorrow, so I'm able to kind of express it, or their joy.",
      "author": "Dolly Parton",
      "category": "Friends, Sister, Joy"
    },
    {
      "quote": "People are pretty forgiving when it comes to other people's families. The only family that ever horrifies you is your own.",
      "author": "Douglas Coupland",
      "category": "People, You, Pretty"
    },
    {
      "quote": "First and foremost comes my family and my life with Brad. We have so much joy in raising our children and teaching them about the world that nothing really compares to that.",
      "author": "Angelina Jolie",
      "category": "Life, Children, Joy"
    },
    {
      "quote": "Getting married and starting a family has been a lifelong goal and one that I have persevered through different paths up to it!",
      "author": "Alanis Morissette",
      "category": "Goal, Paths, Getting Married"
    },
    {
      "quote": "The last thing family and friends want is for you to spend money on them that you don't have or that you can't really spare.",
      "author": "Suze Orman",
      "category": "Friends, Money, Want"
    },
    {
      "quote": "You don't have to give birth to someone to have a family.",
      "author": "Sandra Bullock",
      "category": "Birth, You, Give"
    },
    {
      "quote": "Also, my mom and family are very important to me and I know that this is not expected.",
      "author": "Christina Milian",
      "category": "Mom, Me, Know"
    },
    {
      "quote": "I love children and I get along with them great. It's just that I believe if you're going to be a parent, there has to be something inside you that says, 'I want a family.' I don't feel that sense of urgency.",
      "author": "George Clooney",
      "category": "Love, Children, Great"
    },
    {
      "quote": "If you see a black family, it's looting, but if it's a white family they are looking for food.",
      "author": "Kanye West",
      "category": "Food, Black, Looking"
    },
    {
      "quote": "We will invest in our people, quality education, job opportunity, family, neighborhood, and yes, a thing we call America.",
      "author": "Dan Quayle",
      "category": "Education, Opportunity"
    },
    {
      "quote": "We went to church every Sunday. When I was a kid, the only time I sang was around my family.",
      "author": "Darius Rucker",
      "category": "Time, Church, Kid"
    },
    {
      "quote": "First of all there is always that artistic challenge of creating something. Or the particular experience to take slum life in that period and make something out of it in the form of a book. And then I felt some kind of responsibility to my family.",
      "author": "Frank McCourt",
      "category": "Life, Experience"
    },
    {
      "quote": "There's nothing like a family crisis, especially a divorce, to force a person to re-evaluate his life.",
      "author": "Michael Douglas",
      "category": "Life, Divorce, Crisis"
    },
    {
      "quote": "I'm not sure why no one wants to admit there's a viable audience out there that believes in God and wants to see a movie with their family. The demand is there. The supply is not.",
      "author": "Tyler Perry",
      "category": "God, Why, See"
    },
    {
      "quote": "I had a number of very strong personalities in my family. My father was a concert flutist, the solo flute for Toscanini.",
      "author": "Francis Ford Coppola",
      "category": "Father, Strong, Concert"
    },
    {
      "quote": "I grew up in a big family with a lot of kids around, and I definitely want to have children as well.",
      "author": "Heidi Klum",
      "category": "Children, Want, Kids"
    },
    {
      "quote": "A rescue mission doesn't involve going in and just taking a child and leaving. You can't just choose any child at random. Every kid has a case that is based on that child's original family. So, we made it over to a village, found the child; we were interacting with the child.",
      "author": "Jason Mraz",
      "category": "Child, Leaving, You"
    },
    {
      "quote": "You can say I had a severe case of 'Roots' envy. I wanted to be like Alex Haley, and I wanted to be able to... do my family tree back to the slave ship and then reverse the Middle Passage, as I like to put it, and find the tribe or ethnic group that I was from in Africa.",
      "author": "Henry Louis Gates",
      "category": "Tree, Roots, Ship"
    },
    {
      "quote": "I am the baby in the family, and I always will be. I am actually very happy to have that position. But I still get teased. I don't mind that.",
      "author": "Janet Jackson",
      "category": "Happy, Baby, I Am"
    },
    {
      "quote": "At my core, what I think we need to do is to get the basics right again. We need to rebuild our family structure, stay away from redefining marriage, and stand by marriage as a union between a man and a woman.",
      "author": "Sam Brownback",
      "category": "Marriage, Man, Woman"
    },
    {
      "quote": "It takes a lot of work to put together a marriage, to put together a family and a home.",
      "author": "Elizabeth Edwards",
      "category": "Work, Marriage, Home"
    },
    {
      "quote": "No one in my family was a reader of literary fiction. So, I didn't have encouragement, but I didn't have discouragement, because I don't think anybody knew what that meant.",
      "author": "Amy Tan",
      "category": "Encouragement, Think"
    },
    {
      "quote": "My family kinda hit the skids. We were experiencing poverty at that point. We all got a job, where the whole family had to work as security guards and janitors. And I just got angry.",
      "author": "Jim Carrey",
      "category": "Work, Job, Poverty"
    },
    {
      "quote": "Tennis just a game, family is forever.",
      "author": "Serena Williams",
      "category": "Game, Tennis, Forever"
    },
    {
      "quote": "I have a great family, I live an amazing life.",
      "author": "John Oates",
      "category": "Life, Great, Amazing"
    },
    {
      "quote": "As a general thing, when a woman wears the pants in a family, she has a good right to them.",
      "author": "Josh Billings",
      "category": "Good, Woman, She"
    },
    {
      "quote": "Too often, older women are seen as victims, but I know lots of formidable women who have marvellous jobs as well as a full erotic life, and children and friends and family.",
      "author": "Francesca Annis",
      "category": "Life, Children, Women"
    },
    {
      "quote": "Growing up in a particular neighborhood, growing up in a working-class family, not having much money, all of those things fire you and can give you an edge, can give you an anger.",
      "author": "Gary Oldman",
      "category": "Money, Anger, Fire"
    },
    {
      "quote": "Rarely do members of the same family grow up under the same roof.",
      "author": "Richard Bach",
      "category": "Grow, Grow Up, Roof"
    },
    {
      "quote": "In five years' time I'd like to be a mum. I want to settle down and have a family, definitely sooner rather than later. I'd like to have finished my second album too, maybe even my third. I'd like a sound that sticks around that other people are inspired by and that people know is me.",
      "author": "Adele",
      "category": "Time, Me, People"
    },
    {
      "quote": "My family... always had the value of the family table and these cultural influences of growing up.",
      "author": "Emeril Lagasse",
      "category": "Value, Growing Up, Growing"
    },
    {
      "quote": "Never write an advertisement which you wouldn't want your family to read. You wouldn't tell lies to your own wife. Don't tell them to mine.",
      "author": "David Ogilvy",
      "category": "Wife, Want, You"
    },
    {
      "quote": "My encounters with racism are sort of second-hand situations where I might be standing around with a group of white friends and someone makes a comment that they wouldn't make at my family reunion.",
      "author": "Wentworth Miller",
      "category": "Friends, Racism, Reunion"
    },
    {
      "quote": "It's not an accident that both my sister and I are writers. Our parents created an accidental Petri dish. My family has great storytellers, and I grew up in a very funny, conversational house and didn't have television. This small family farm was a bubble world that didn't have much to do with reality.",
      "author": "Elizabeth Gilbert",
      "category": "Funny, Sister, Great"
    },
    {
      "quote": "But I just felt at one point that I was on a hamster wheel, you know? Just doing movie after movie and thinking so much about career related things and I think missing out on hanging with my friends and family as much I needed to.",
      "author": "Woody Harrelson",
      "category": "Friends, Thinking"
    },
    {
      "quote": "I have a lot of very close girlfriends and sisters - I'm from an all female family. My father often quips that even the cat was neutered!",
      "author": "Shirley Manson",
      "category": "Father, Cat, Girlfriends"
    },
    {
      "quote": "At a certain point I'm going to want to have a family.",
      "author": "Gwen Stefani",
      "category": "Want, Going, Point"
    },
    {
      "quote": "My mom always said I was the peacemaker in the family. My older brother, Eric, was the leader, the creative one. I was just his puppet.",
      "author": "Gwen Stefani",
      "category": "Leader, Mom, Brother"
    },
    {
      "quote": "Finding that balance between work and family is the hardest thing I've ever done - by far.",
      "author": "Gwen Stefani",
      "category": "Work, Balance, Finding"
    },
    {
      "quote": "Dad kept us out of school, but school comes and goes. Family is forever.",
      "author": "Charlie Sheen",
      "category": "School, Forever, Us"
    },
    {
      "quote": "I grew up in Los Angeles in a Quaker family, and for me being Quaker was a political calling rather than a religious one.",
      "author": "Bonnie Raitt",
      "category": "Political, Me, Los Angeles"
    },
    {
      "quote": "It's not that our family has no taste, it's just that our family's taste is inconsistent.",
      "author": "Dave Eggers",
      "category": "Taste, Just, Inconsistent"
    },
    {
      "quote": "My family took me to church when I was like 4 years old, and I had to be in a pageant, and I was playing Jesus.",
      "author": "David Walton",
      "category": "Me, Church, Years"
    },
    {
      "quote": "A woman should be home with the children, building that home and making sure there's a secure family atmosphere.",
      "author": "Mel Gibson",
      "category": "Children, Home, Woman"
    },
    {
      "quote": "Defend the church. Defend the family. Defend the non-profit community. Defend them against a government that wants to weaken them.",
      "author": "Rick Santorum",
      "category": "Community, Government"
    },
    {
      "quote": "I would love a family. I'm at the age where the wish for a child gets stronger. But who knows.",
      "author": "Cameron Diaz",
      "category": "Love, Age, Child"
    },
    {
      "quote": "My family isn't really all that different from anyone else's. Well, maybe they're a bit more entertaining.",
      "author": "David Sedaris",
      "category": "Different, Well, Maybe"
    },
    {
      "quote": "With the counseling of my family doctor, my mother ended up turning to Weight Watchers and their children's program. I went to weekly meetings, got counseling and would exercise with my peers who were my size. It was the first time I saw a proper children's portion size, and it wasn't two burgers, it was one.",
      "author": "Ginnifer Goodwin",
      "category": "Time, Children, Mother"
    },
    {
      "quote": "My kids give me the balance to live right.",
      "author": "Celine Dion",
      "category": "Balance, Me, Live"
    },
    {
      "quote": "I'm not much of a family man. I'm just not that into it. I love kids, I adore them, but I don't want to live my life for them.",
      "author": "Sting",
      "category": "Love, Life, Man"
    },
    {
      "quote": "The attempt to redefine the family as a purely voluntary arrangement grows out of the modern delusion that people can keep all their options open all the time.",
      "author": "Christopher Lasch",
      "category": "Time, People, Options"
    },
    {
      "quote": "The left dismisses talk about the collapse of family life and talks instead about the emergence of the growing new diversity of family types.",
      "author": "Christopher Lasch",
      "category": "Life, Diversity, New"
    },
    {
      "quote": "The left ask people to believe that there is no conflict between feminism and the family.",
      "author": "Christopher Lasch",
      "category": "Conflict, Believe, People"
    },
    {
      "quote": "Nobody in my family ever thought that I'd a be a model.",
      "author": "Cindy Crawford",
      "category": "Thought, Nobody, Model"
    },
    {
      "quote": "I never did quite fit the glamour mode. It is life with my husband and family that is my high now.",
      "author": "Patty Duke",
      "category": "Life, Husband, Glamour"
    },
    {
      "quote": "For me, nothing has ever taken precedence over being a mother and having a family and a home.",
      "author": "Jessica Lange",
      "category": "Home, Mother, Me"
    },
    {
      "quote": "I am tortured when I am away from my family, from my children. I am horribly guilt-ridden.",
      "author": "Jessica Lange",
      "category": "Children, I Am, Away"
    },
    {
      "quote": "It would be nice if I did have a good relationship with my family, and yes, part of me longs to have a mum and dad who love and accept me for who I am. But if they never do, it's OK.",
      "author": "Heather Graham",
      "category": "Love, Relationship, Good"
    },
    {
      "quote": "The family is inclusive of not just your genetic family, but the people that you meet along the way.",
      "author": "Jane Seymour",
      "category": "People, Way, You"
    },
    {
      "quote": "The foundation of family - that's where it all begins for me.",
      "author": "Faith Hill",
      "category": "Me, Foundation, Where"
    },
    {
      "quote": "Marriage made more sense when it was indissoluble. It's the woman trying to cope with the strains of a one-parent family who will suffer most from the relaxation of the divorce laws.",
      "author": "Germaine Greer",
      "category": "Marriage, Woman, Divorce"
    },
    {
      "quote": "I had an uncle who was a postal official at the Polish post office in Gdansk. He was one of the defenders of the Polish postal service and, after it capitulated, was shot by the Germans under the provisions of martial law. Suddenly he was no longer a member of the family, and we were no longer allowed to play with his children.",
      "author": "Gunter Grass",
      "category": "Children, Service, Law"
    },
    {
      "quote": "I don't have to look up my family tree, because I know that I'm the sap.",
      "author": "Fred Allen",
      "category": "Tree, Know, Look"
    },
    {
      "quote": "I've been pretty focused my entire life, and now that I have a family, I'm just going to keep that focus, but it's going to be a family focus.",
      "author": "Wiz Khalifa",
      "category": "Life, Focus, Now"
    },
    {
      "quote": "Police in China can do whatever they want; after 81 days in arbitrary detention you clearly realise that they don't have to obey their own laws. In a society like this there is no negotiation, no discussion, except to tell you that power can crush you any time they want - not only you, your whole family and all people like you.",
      "author": "Ai Weiwei",
      "category": "Time, Power, Society"
    },
    {
      "quote": "God created the family to provide the maximum love and support and morality and example that one can imagine.",
      "author": "Jerry Falwell",
      "category": "Love, God, Support"
    },
    {
      "quote": "Probably the worst time in a person's life is when they have to kill a family member because they are the devil. But otherwise it's been a pretty good day.",
      "author": "Emo Philips",
      "category": "Life, Time, Good"
    },
    {
      "quote": "When I'm on my own, I can be negative. I need my friends and family around to help pick me up if I've had a bad qualifying session. I think insecurity plagues a lot of sportspeople.",
      "author": "Jenson Button",
      "category": "Friends, Help"
    },
    {
      "quote": "My health and my family are the core of my being.",
      "author": "Jon Bon Jovi",
      "category": "Health, Core, Being"
    },
    {
      "quote": "For all of those willing to help me start a family, I am flattered. I will let you know when I need your help.",
      "author": "Paula Abdul",
      "category": "I Am, Me, Help"
    },
    {
      "quote": "I would rather start a family than finish one.",
      "author": "Don Marquis",
      "category": "Start, Finish, Rather"
    },
    {
      "quote": "I love cooking for myself and cooking for my family.",
      "author": "Al Roker",
      "category": "Love, Myself, Cooking"
    },
    {
      "quote": "When I went to Philadelphia I was 26 years old and really sitting on top of the world. Family life, a professional career, plenty of friends and associates, and a good reputation, a wish list that could be the envy of many.",
      "author": "Julius Erving",
      "category": "Life, Friends, Good"
    },
    {
      "quote": "My family comes first. Maybe that's what makes me different from other guys.",
      "author": "Bobby Darin",
      "category": "Me, First, Different"
    },
    {
      "quote": "There is other disturbing facts surround the hideous 911 attacks, which my family and I could see from the third floor bathroom window of our homes!",
      "author": "Amiri Baraka",
      "category": "Window, Facts, See"
    },
    {
      "quote": "Family, nature and health all go together.",
      "author": "Olivia Newton-John",
      "category": "Nature, Health, Together"
    },
    {
      "quote": "I was born into the most remarkable and eccentric family I could possibly have hoped for.",
      "author": "Maureen O'Hara",
      "category": "Born, Eccentric, I Was Born"
    },
    {
      "quote": "My family is Jewish, Buddhist, Baptist and Catholic. I don't believe in man-made religions.",
      "author": "Whoopi Goldberg",
      "category": "Believe, Jewish, Religions"
    },
    {
      "quote": "My other family is Fleetwood Mac. I don't need the money, but there's an emotional need for me to go on the road again. There's a love there; we're a band of brothers.",
      "author": "Stevie Nicks",
      "category": "Love, Money, Road"
    },
    {
      "quote": "My family got all over me because they said Bush is only for the rich people. Then I reminded them, 'Hey, I'm rich'.",
      "author": "Charles Barkley",
      "category": "Me, People, Rich"
    },
    {
      "quote": "A woman can plan when to have her family and how to support a family.",
      "author": "Kathleen Turner",
      "category": "Support, Woman, Plan"
    },
    {
      "quote": "I grew up so poor in Austria that we never took a vacation with my family.",
      "author": "Wolfgang Puck",
      "category": "Vacation, Poor, Never"
    },
    {
      "quote": "My whole family could sing. My family harmonized without any instruments to accompany them.",
      "author": "Ethel Waters",
      "category": "Without, Sing, Whole"
    },
    {
      "quote": "Alcoholism is a genetically predisposed disease and it does run in my family. I also think I felt like a misfit. I was in the South, everybody was blonde. I just didn't feel like I fitted in. It was sort of my way of fitting.",
      "author": "Kristin Davis",
      "category": "Think, Run, Blonde"
    },
    {
      "quote": "Probably the earliest memories for me would be going to restaurants with my family.",
      "author": "Alexander Wang",
      "category": "Memories, Me, Going"
    },
    {
      "quote": "I am the family face; flesh perishes, I live on.",
      "author": "Thomas Hardy",
      "category": "I Am, Live, Face"
    },
    {
      "quote": "I was aware of it, but I grew up in a very a-religious family. My mother never went to church, she never had any religious training or background. It was never a part of our social interaction.",
      "author": "Donald Johanson",
      "category": "Mother, Training, She"
    },
    {
      "quote": "I've realized as well after five years of being on the road that if I'm going to four or five months of my life to something even if I'm overpaid, it's four or five months of my life away from home, away from my son, away from family and friends. I better believe in it on some level even if it's a big movie.",
      "author": "Colin Farrell",
      "category": "Life, Home, Friends"
    },
    {
      "quote": "For all Italian people, family is very important. We don't fight with our families.",
      "author": "Domenico Dolce",
      "category": "Fight, People, Italian"
    },
    {
      "quote": "I think women are different, and I think having them in the room is crucial to a family comedy, ensemble comedy, television comedy, where half the eyeballs on your show are women.",
      "author": "Dan Harmon",
      "category": "Women, Television, Think"
    },
    {
      "quote": "I think I'm most proud of my family right now. I'm more into that then I've ever been. It also gives a new area to draw from in creativity with my songs.",
      "author": "Merle Haggard",
      "category": "Creativity, Proud, Think"
    },
    {
      "quote": "The things that make me happy most are my family and working.",
      "author": "Damon Albarn",
      "category": "Happy, Me, Working"
    },
    {
      "quote": "I live quietly at home among my family and friends.",
      "author": "Antonio Tabucchi",
      "category": "Home, Friends, Live"
    },
    {
      "quote": "One thing I can say about the Motown acts is that we were a family. That's not a myth.",
      "author": "Smokey Robinson",
      "category": "I Can, Say, Myth"
    },
    {
      "quote": "We'll sort of get over the marriage first and then maybe look at the kids. But obviously we want a family so we'll have to start thinking about that.",
      "author": "Prince William",
      "category": "Marriage, Thinking, Start"
    },
    {
      "quote": "People tend to think of Brisbane as a sleepy, sub-topical place. I don't know. It's like Baltimore or something. I don't know. You would hear the family dramas going on behind closed doors.",
      "author": "Geoffrey Rush",
      "category": "People, Know, Think"
    },
    {
      "quote": "I realized my family was funny, because nobody ever wanted to leave our house.",
      "author": "Anthony Anderson",
      "category": "Funny, Nobody, House"
    },
    {
      "quote": "I noticed that no matter where I went in the country, there was this group of questions that got asked. I would track them and keep them in categories. Like body image, school, family, friendship, you name it, the emotional life of a teenage girl.",
      "author": "Elizabeth Berkley",
      "category": "Life, Friendship, School"
    },
    {
      "quote": "I mean I love my family very much, but there is a difference when you're reuniting with your family outside of your hometown and reuniting in the family home.",
      "author": "Debra Messing",
      "category": "Love, Home, You"
    },
    {
      "quote": "I never saw myself so much as an actor. I wanted to be a cartoonist like Charles M. Schulz and create my own world and be able to have a studio at home and not commute and be able to be with my family.",
      "author": "Mark Hamill",
      "category": "Home, Myself, World"
    },
    {
      "quote": "Through the years you, the Delaware State family and your predecessors, have faced many challenges. You worked through them with fierce determination and good will, and you have made great progress.",
      "author": "Michael N. Castle",
      "category": "Good, Determination, Great"
    },
    {
      "quote": "I had a wonderful family including my aunts, uncles and cousins but they've all gone to heaven.",
      "author": "Doris Day",
      "category": "Cousins, Heaven, Wonderful"
    },
    {
      "quote": "People say that having three orchestras is a crazy life, but it's better because you have three families. I want to have my own kids very soon. In future, I still want to conduct a lot, but less, to be with my family.",
      "author": "Gustavo Dudamel",
      "category": "Life, Future, Crazy"
    },
    {
      "quote": "Women know what men have long forgotten. The ultimate economic and spiritual unit of any civilization is still the family.",
      "author": "Clare Boothe Luce",
      "category": "Women, Spiritual, Men"
    },
    {
      "quote": "You leave home to seek your fortune and, when you get it, you go home and share it with your family.",
      "author": "Anita Baker",
      "category": "Home, You, Fortune"
    },
    {
      "quote": "I've given it my all. I've done my best. Now, I'm ready with my family to begin the next phase of our lives.",
      "author": "Richard M. Daley",
      "category": "Best, Done, Ready"
    },
    {
      "quote": "Writing is a solitary occupation. Family, friends, and society are the natural enemies of the writer. He must be alone, uninterrupted, and slightly savage if he is to sustain and complete an undertaking.",
      "author": "Jessamyn West",
      "category": "Friends, Alone, Society"
    },
    {
      "quote": "I've always been a strong family advocate. I had a wonderful family growing up.",
      "author": "Cheryl Ladd",
      "category": "Strong, Growing Up, Growing"
    },
    {
      "quote": "I think as a child you know when it's time for your parents to split. You realise they love each other, but they're not in love with each other. And I think as a child it's much better for your parents to split than for them to stay and have dysfunction within the family.",
      "author": "Abbie Cornish",
      "category": "Love, Time, Parents"
    },
    {
      "quote": "My schedule can be hectic, so I'm always trying to find time to see my friends and family.",
      "author": "Jessica Szohr",
      "category": "Time, Friends"
    },
    {
      "quote": "My family said that I wanted to act even when I was a child living on a tea plantation in the jungle in India.",
      "author": "Julie Christie",
      "category": "Tea, Child, Living"
    },
    {
      "quote": "I look to my family for my support. I'm fortunate to have a big family.",
      "author": "Chris O'Donnell",
      "category": "Support, Look, Fortunate"
    },
    {
      "quote": "I dabbled a little bit in acting in high school, and then I forgot about it completely. And then at about 25 I went to a class. I don't think anybody in my family thought it was an intelligent choice. I don't think anybody thought I'd succeed, which is understandable. I think they were just happy that I was doing something.",
      "author": "James Gandolfini",
      "category": "Happy, School, Choice"
    },
    {
      "quote": "You have to be funny about it and honest about it. You can't leave yourself out of that mix. You have to be honest enough to say, I'm that messed-up one in the family.",
      "author": "Louie Anderson",
      "category": "Funny, Yourself, You"
    },
    {
      "quote": "The Church is everywhere represented as one. It is one body, one family, one fold, one kingdom. It is one because pervaded by one Spirit. We are all baptized into one Spirit so as to become, says the apostle, on body.",
      "author": "Charles Hodge",
      "category": "Body, Church, Spirit"
    },
    {
      "quote": "I have these visions of myself being thirty, thirty-five, forty having a family.",
      "author": "Nastassja Kinski",
      "category": "Myself, Forty, Being"
    },
    {
      "quote": "That's always at the heart and soul of Disney's features, the feeling of a family values.",
      "author": "Tia Carrere",
      "category": "Heart, Soul, Values"
    },
    {
      "quote": "Once you understand this way, you will be able to make your room alive; you will be able to design a house together with your family; a garden for your children; places where you can work; beautiful terraces where you can sit and dream.",
      "author": "Christopher Alexander",
      "category": "Work, Children, Beautiful"
    },
    {
      "quote": "And whether it is equal pay, health care, Social Security, or family leave, this Congress has refused to address issues critical to hard-working American women.",
      "author": "Louise Slaughter",
      "category": "Women, Health, American"
    },
    {
      "quote": "I don't think anyone has a normal family.",
      "author": "Edward Furlong",
      "category": "Think, Normal, Anyone"
    },
    {
      "quote": "I doubt I'll ever do another book collaboration; I've been spoiled. Roger and I both happened to move to New Mexico at about the same time, when we each had a family of young kids to raise. Socializing seemed to lead naturally to working together.",
      "author": "Fred Saberhagen",
      "category": "Time, Working Together"
    },
    {
      "quote": "Happy is said to be the family which can eat onions together. They are, for the time being, separate, from the world, and have a harmony of aspiration.",
      "author": "Charles Dudley Warner",
      "category": "Time, Happy, Together"
    },
    {
      "quote": "The joke in our family is that we can cry reading the phone book.",
      "author": "Ron Reagan",
      "category": "Reading, Book, Phone"
    },
    {
      "quote": "You have to defend your honor. And your family.",
      "author": "Suzanne Vega",
      "category": "Honor, You, Defend"
    },
    {
      "quote": "When I'm ready, I plan to adopt. I still believe in family.",
      "author": "LaToya Jackson",
      "category": "Believe, Plan, Ready"
    },
    {
      "quote": "I think everybody had difficulties with that dynamic, turning the family into a band and being constantly together. So everybody, as individuals. had things to sort out.",
      "author": "Andrea Corr",
      "category": "Together, Think"
    },
    {
      "quote": "And when I retired, trust me, not only did Nolan Ryan, but the entire Ryan family had withdrawals from baseball. And it was tough.",
      "author": "Nolan Ryan",
      "category": "Trust, Baseball, Me"
    },
    {
      "quote": "Like all my family and class, I considered it a sign of weakness to show affection; to have been caught kissing my mother would have been a disgrace, and to have shown affection for my father would have been a disaster.",
      "author": "Agnes Smedley",
      "category": "Father, Mother, Weakness"
    },
    {
      "quote": "Family, work, familiarity. Listen, if I had a magic wand and I could make myself really be happy, I'd zap me onto a farm. And I know nothing about farming.",
      "author": "Scott Baio",
      "category": "Work, Happy, Myself"
    },
    {
      "quote": "I grew up in a family in which political issues were often discussed, and debated intensely.",
      "author": "Joseph Stiglitz",
      "category": "Political, Up, Which"
    },
    {
      "quote": "I stay in tune with my family and God.",
      "author": "Regina King",
      "category": "God, Stay, Tune"
    },
    {
      "quote": "That's not the part of the story that I'm interested in, anyway. The part that I'm interested in is all the personal stuff. I tried to base the powers on family archetypes.",
      "author": "Brad Bird",
      "category": "Story, Personal, Part"
    },
    {
      "quote": "Make a Goal Box, a chart of positive daily contact with a family when you are working with them.",
      "author": "Richard G. Scott",
      "category": "Positive, Daily, Goal"
    },
    {
      "quote": "The most difficult is the first family, to bring someone out of the world.",
      "author": "Richard G. Scott",
      "category": "World, Difficult, Bring"
    },
    {
      "quote": "I have a family to support. And I'm not always going to be doing exactly what I want to do.",
      "author": "Patrick Warburton",
      "category": "Support, Doing, Want"
    },
    {
      "quote": "A family has its own rituals and its own superstitions.",
      "author": "Tea Obreht",
      "category": "Own, Rituals, Superstitions"
    },
    {
      "quote": "The countries who do the best in international comparisons, whether it's Finland or Japan, Denmark or Singapore, do well because they have professional teachers who are respected, and they also have family and community which support learning.",
      "author": "Howard Gardner",
      "category": "Learning, Best, Community"
    },
    {
      "quote": "Family trips to Yellowstone and to what are now national parks in Southern Utah, driving the primitive roads and cars of that day, were real adventures.",
      "author": "Paul D. Boyer",
      "category": "Day, Car, Roads"
    },
    {
      "quote": "So to answer your question, I'm not entirely sure how I ended up where I am today, in the sense that nobody in my family is an actor. It just happened by mistake.",
      "author": "Hugh Dancy",
      "category": "Today, I Am, Mistake"
    },
    {
      "quote": "When I remember my family, I always remember their backs. They were always indignantly leaving places.",
      "author": "John Cheever",
      "category": "Leaving, Remember, Places"
    },
    {
      "quote": "There are things that you cannot talk to your mother and father about, there are things that you cannot talk to your children about.",
      "author": "Shirley Knight",
      "category": "Children, Father, Mother"
    },
    {
      "quote": "Our family life was certainly not intellectual.",
      "author": "Douglass North",
      "category": "Life, Intellectual"
    },
    {
      "quote": "When men take pleasure in feeling their minds elevated with strong drink, and so indulge their appetite as to disorder their understandings, neglect their duty as members of a family or civil society, and cast off all regard to religion, their case is much to be pitied.",
      "author": "John Woolman",
      "category": "Strong, Religion, Society"
    },
    {
      "quote": "Talking with my friends and family every day helps keep me grounded and connected to home. They are the most important things to me.",
      "author": "Colbie Caillat",
      "category": "Day, Home, Friends"
    },
    {
      "quote": "The buffalo is all gone, and an Indian can't catch enough jack rabbits to subsist himself and his family, and then, there aren't enough jack rabbits to catch. What are they to do?",
      "author": "George Crook",
      "category": "Enough, Gone, Jack"
    },
    {
      "quote": "If we abandon marriage, we abandon the family.",
      "author": "Michael Enzi",
      "category": "Marriage, Abandon"
    },
    {
      "quote": "Experience burned into me the conviction that access to education ought to be based on how much you are willing to learn and how hard you are willing to work, not on how many dollars your family has in their bank account.",
      "author": "Dave Obey",
      "category": "Work, Education, Experience"
    },
    {
      "quote": "In Roslyn, Pennsylvania, we started our real-life family circus. They provided the inspiration for my cartoons. I provided the perspiration.",
      "author": "Bil Keane",
      "category": "Circus, Inspiration, Started"
    },
    {
      "quote": "A liberal education... frees a man from the prison-house of his class, race, time, place, background, family and even his nation.",
      "author": "Robert M. Hutchins",
      "category": "Education, Time, Man"
    },
    {
      "quote": "I grew up in a very religious family. I could read the Qu'ran easily at the age of five.",
      "author": "Akhmad Kadyrov",
      "category": "Age, Up, Five"
    },
    {
      "quote": "What we don't talk about enough is Ohio's unique and remarkable quality of life. We are a state of cities, small towns and growing suburbs where life is affordable and destinations within reach. There is no better place to raise a family.",
      "author": "Bob Taft",
      "category": "Life, Quality, Unique"
    },
    {
      "quote": "Over 120 Aboriginal communities run their own health services - some have been doing so for 30 years. They struggle with difficult medical problems. They also try to deal with counselling, stolen generations issues, family relationships, violence, suicide prevention.",
      "author": "Malcolm Fraser",
      "category": "Health, Struggle, Violence"
    },
    {
      "quote": "I'm lucky to have a great support system in my friends and some of my family. If you have those people that you trust, go ahead and fall back into them and let them be your hammock and cocoon and let them embrace you.",
      "author": "JoJo",
      "category": "Friends, Trust, Great"
    },
    {
      "quote": "We love to be with our family and friends and I can tell you that lots of eating will be involved.",
      "author": "Julia Barr",
      "category": "Love, Friends, Eating"
    },
    {
      "quote": "My family background was deeply Christian.",
      "author": "Abbe Pierre",
      "category": "Christian, Background"
    },
    {
      "quote": "Children in a family are like flowers in a bouquet: there's always one determined to face in an opposite direction from the way the arranger desires.",
      "author": "Marcelene Cox",
      "category": "Children, Flowers, Direction"
    },
    {
      "quote": "I won the parental lottery. Most of the kids I grew up with either came from really fractured homes, or really violent ones. I went home to a very traditional, good Irish Catholic family.",
      "author": "Dennis Lehane",
      "category": "Home, Good, Kids"
    },
    {
      "quote": "Theo does comedy now, and he's traveling around the country doing comedy, and I actually just saw him, he's from Louisiana, and I just saw him when I went home to visit my family in Louisiana. I saw his comedy show and he was brilliant.",
      "author": "Trishelle Cannatella",
      "category": "Home, Doing, Comedy"
    },
    {
      "quote": "I don't know much about my family history except that my father had straight black hair and his ancestors probably came from India.",
      "author": "Trevor McDonald",
      "category": "History, Father, Hair"
    },
    {
      "quote": "Soaring prescription drug costs have placed a tremendous strain on family budgets. They have also imposed a heavy burden on employers - both public and private - who are struggling to provide affordable health insurance coverage to their workers.",
      "author": "Susan Collins",
      "category": "Health, Insurance, Workers"
    },
    {
      "quote": "The one thing that kept our family together was the music. The only thing that our family would share emotionally was to have our dad cry over something the kids did with music.",
      "author": "Dennis Wilson",
      "category": "Music, Together, Kids"
    },
    {
      "quote": "I think that people with differing points of view find common ground in 'Modern Family' is very flattering, and I'm appreciative of that.",
      "author": "Steven Levitan",
      "category": "People, View, Think"
    },
    {
      "quote": "My father suffered much and toiled painfully all his life, for he had no resources other than the proceeds of his trade from which to support himself and his wife and family.",
      "author": "Albrecht Durer",
      "category": "Life, Father, Support"
    },
    {
      "quote": "My whole damn family was nice. I don't think I've imagined it. It's true. Maybe it has to do with being brought up as Christian Scientists. Half of my relatives were Readers or Practitioners in the church.",
      "author": "Henry Fonda",
      "category": "Christian, Think, Nice"
    },
    {
      "quote": "If I had no family, my wife and I would lead a much more romantic and nomadic existence.",
      "author": "David McCallum",
      "category": "Romantic, Wife, Existence"
    },
    {
      "quote": "I'm pretty much a good Catholic girl at heart and I believe in family. I also have a basic belief that God takes care of me. I believe in prayer, even though I'm not that religious. I just have that foundation from my family. I mean when you think that you're just a human being and one of God's creatures, you can't take anything that seriously.",
      "author": "Catherine O'Hara",
      "category": "Good, God, Heart"
    },
    {
      "quote": "I felt like I was betraying my family. But I knew that trying to explain my emotions in a movie like this was more important than leaving them unspoken.",
      "author": "John Robinson",
      "category": "Leaving, Trying, Emotions"
    },
    {
      "quote": "A woman can take care of the family. It takes a man to provide structure, to provide stability.",
      "author": "Tom DeLay",
      "category": "Man, Woman, Care"
    },
    {
      "quote": "I love being on 'Modern Family.' One of my favorite things is looking forward to going to work every day.",
      "author": "Rico Rodriguez",
      "category": "Love, Work, Day"
    },
    {
      "quote": "Few are the giants of the soul who actually feel that the human race is their family circle.",
      "author": "Freya Stark",
      "category": "Soul, Circle, Human"
    },
    {
      "quote": "I thought if my son was now eighteen years old and he was tempted to join the fight and take the burden of protecting his family - because it's always tempting especially for young men - what would I do as a mother to stop him?",
      "author": "Nadine Labaki",
      "category": "Son, Mother, Men"
    },
    {
      "quote": "I love my family.",
      "author": "Manute Bol",
      "category": "Love, I Love"
    },
    {
      "quote": "I wish I had it in my power to furnish you with accommodation I should feel proud to do it, shall be happy to hear from you at anytime when you engagements will allow you an hour and remain with best wishes for yourself, family and circuit.",
      "author": "John Hawley",
      "category": "Happy, Best, Power"
    },
    {
      "quote": "It's been a great adventure, everything I hoped for. But it's time to go home. I miss my family. I miss the Earth.",
      "author": "John Phillips",
      "category": "Time, Home, Adventure"
    },
    {
      "quote": "Plays are always about intense relationships, whether they're intense love relationships or family relationships or existential relationships.",
      "author": "David Ives",
      "category": "Love, Relationships, Always"
    },
    {
      "quote": "When I've had hard times in my life, the one thing about being in TV is that it's positive. I withdrew to 'Cheers,' it was familiar in that it was family. It had a kind of realistic positiveness to it.",
      "author": "Bruno Heller",
      "category": "Life, Positive, My Life"
    },
    {
      "quote": "Family life itself, that safest, most traditional, most approved of female choices, is not a sanctuary: It is, perpetually, a dangerous place.",
      "author": "Margaret Drabble",
      "category": "Life, Choices, Place"
    },
    {
      "quote": "We fought during 'The Wall,' which was an album Waters wrote, based on his family story, we clashed long before that, during the period of the Dark Side and 'Wish You Were Here.' Actually, we never got along.",
      "author": "Rick Wright",
      "category": "Dark, Wish, Long"
    },
    {
      "quote": "God did not intend the human family to be wafted to heaven on flowery beds of ease.",
      "author": "Frank Knox",
      "category": "God, Heaven, Human"
    },
    {
      "quote": "When my family all got together, I'd always get up and entertain everyone, but it was all a bit of a joke. My first real memory of singing for people was when I was about eleven or 12.",
      "author": "Duffy",
      "category": "Together, Memory, People"
    },
    {
      "quote": "Parents need all the help they can get. The strongest as well as the most fragile family requires a vital network of social supports.",
      "author": "Bernice Weissbourd",
      "category": "Parents, Help, Social"
    },
    {
      "quote": "A young musician plays scales in his room and only bores his family. A beginning writer, on the other hand, sometimes has the misfortune of getting into print.",
      "author": "Marguerite Yourcenar",
      "category": "Beginning, Young, Sometimes"
    },
    {
      "quote": "I'm always going back to one thing - my family... It's my family, my religion, my fighters. Put them in any order you want.",
      "author": "Lou Duva",
      "category": "Religion, Want, You"
    },
    {
      "quote": "It is not the beauty of a building you should look at its the construction of the foundation that will stand the test of time.",
      "author": "David Allan Coe",
      "category": "Time, Beauty, Construction"
    },
    {
      "quote": "Architecture is a visual art, and the buildings speak for themselves.",
      "author": "Julia Morgan",
      "category": "Art, Speak, Visual"
    },
    {
      "quote": "Whatever good things we build end up building us.",
      "author": "Jim Rohn",
      "category": "Good, End, Building"
    },
    {
      "quote": "The mother art is architecture. Without an architecture of our own we have no soul of our own civilization.",
      "author": "Frank Lloyd Wright",
      "category": "Art, Mother, Soul"
    },
    {
      "quote": "Architecture should speak of its time and place, but yearn for timelessness.",
      "author": "Frank Gehry",
      "category": "Time, Speak, Place"
    },
    {
      "quote": "We shape our buildings thereafter they shape us.",
      "author": "Winston Churchill",
      "category": "Buildings, Shape, Us"
    },
    {
      "quote": "Together let us desire, conceive, and create the new structure of the future, which will embrace architecture and sculpture and painting in one unity and which will one day rise toward Heaven from the hands of a million workers like the crystal symbol of a new faith.",
      "author": "Walter Gropius",
      "category": "Future, Faith, Unity"
    },
    {
      "quote": "Fashion is architecture: it is a matter of proportions.",
      "author": "Coco Chanel",
      "category": "Design, Fashion, Matter"
    },
    {
      "quote": "Good buildings come from good people, and all problems are solved by good design.",
      "author": "Stephen Gardiner",
      "category": "Good, Design, Problems"
    },
    {
      "quote": "I don't think that architecture is only about shelter, is only about a very simple enclosure. It should be able to excite you, to calm you, to make you think.",
      "author": "Zaha Hadid",
      "category": "Simple, Calm, Think"
    },
    {
      "quote": "I enjoy art, architecture, museums, churches and temples; anything that gives me insight into the history and soul of the place I'm in. I can also be a beach bum - I like to laze in the shade of a palm tree with a good book or float in a warm sea at sundown.",
      "author": "Cherie Lunghi",
      "category": "Art, History, Good"
    },
    {
      "quote": "My buildings will be my legacy... they will speak for me long after I'm gone.",
      "author": "Julia Morgan",
      "category": "Speak, Legacy, Me"
    },
    {
      "quote": "I don't build in order to have clients. I have clients in order to build.",
      "author": "Ayn Rand",
      "category": "Build, Order, Clients"
    },
    {
      "quote": "All architecture is great architecture after sunset; perhaps architecture is really a nocturnal art, like the art of fireworks.",
      "author": "Gilbert K. Chesterton",
      "category": "Art, Sunset, Great"
    },
    {
      "quote": "Architecture starts when you carefully put two bricks together. There it begins.",
      "author": "Ludwig Mies van der Rohe",
      "category": "Together, You, Two"
    },
    {
      "quote": "The two elements the traveler first captures in the big city are extra human architecture and furious rhythm. Geometry and anguish.",
      "author": "Federico Garcia Lorca",
      "category": "City, Human, Rhythm"
    },
    {
      "quote": "Architecture has always been a very idealistic profession. It's about making the world a better place, and it works over the generations because people go on vacation and they look for it.",
      "author": "Frank Gehry",
      "category": "Vacation, World, People"
    },
    {
      "quote": "If a building becomes architecture, then it is art.",
      "author": "Arne Jacobsen",
      "category": "Art, Building, Then"
    },
    {
      "quote": "A dress is a piece of ephemeral architecture, designed to enhance the proportions of the female body.",
      "author": "Christian Dior",
      "category": "Dress, Body, Female"
    },
    {
      "quote": "I believe that the way people live can be directed a little by architecture.",
      "author": "Tadao Ando",
      "category": "Believe, People, I Believe"
    },
    {
      "quote": "Architecture is inhabited sculpture.",
      "author": "Constantin Brancusi",
      "category": "Sculpture, Inhabited"
    },
    {
      "quote": "Poetry is not only dream and vision; it is the skeleton architecture of our lives. It lays the foundations for a future of change, a bridge across our fears of what has never been before.",
      "author": "Audre Lorde",
      "category": "Change, Future, Vision"
    },
    {
      "quote": "Architecture begins where engineering ends.",
      "author": "Walter Gropius",
      "category": "Engineering, Ends, Where"
    },
    {
      "quote": "Prose is architecture, not interior decoration, and the Baroque is over.",
      "author": "Ernest Hemingway",
      "category": "Interior, Over, Decoration"
    },
    {
      "quote": "Architecture is the learned game, correct and magnificent, of forms assembled in the light.",
      "author": "Le Corbusier",
      "category": "Light, Game, Learned"
    },
    {
      "quote": "I don't divide architecture, landscape and gardening; to me they are one.",
      "author": "Luis Barragan",
      "category": "Gardening, Me, Landscape"
    },
    {
      "quote": "We are called to be architects of the future, not its victims.",
      "author": "R. Buckminster Fuller",
      "category": "Future, Victims, Architects"
    },
    {
      "quote": "I try to give people a different way of looking at their surroundings. That's art to me.",
      "author": "Maya Lin",
      "category": "Art, Me, People"
    },
    {
      "quote": "Chicago is known for good steaks, expensive stores and beautiful architecture. Unfortunately, the Windy City also enjoys a reputation for corrupt politics, violent crime, and some of the strictest gun control laws anywhere in the country.",
      "author": "Bob Barr",
      "category": "Beautiful, Good, Politics"
    },
    {
      "quote": "Switzerland is a small, steep country, much more up and down than sideways, and is all stuck over with large brown hotels built on the cuckoo clock style of architecture.",
      "author": "Ernest Hemingway",
      "category": "Style, Small, Clock"
    },
    {
      "quote": "Color in certain places has the great value of making the outlines and structural planes seem more energetic.",
      "author": "Antoni Gaudi",
      "category": "Great, Value, Color"
    },
    {
      "quote": "There is a powerful need for symbolism, and that means the architecture must have something that appeals to the human heart. There is a powerful need for symbolism, and that means the architecture must have something that appeals to the human heart.",
      "author": "Kenzo Tange",
      "category": "Heart, Powerful, Human"
    },
    {
      "quote": "A house is a machine for living in.",
      "author": "Le Corbusier",
      "category": "Living, House, Machine"
    },
    {
      "quote": "A great building must begin with the unmeasurable, must go through measurable means when it is being designed and in the end must be unmeasurable.",
      "author": "Louis Kahn",
      "category": "Great, End, Building"
    },
    {
      "quote": "Jobs offshoring began with manufacturing, but the rise of the high-speed Internet made it possible to move offshore tradable professional skills, such as software engineering, information technology, various forms of engineering, architecture, accounting, and even the medical reading of MRIs and CT-Scans.",
      "author": "Paul Craig Roberts",
      "category": "Technology, Reading, Medical"
    },
    {
      "quote": "Architecture is a art when one consciously or unconsciously creates aesthetic emotion in the atmosphere and when this environment produces well being.",
      "author": "Luis Barragan",
      "category": "Art, Environment, Emotion"
    },
    {
      "quote": "The Bauhaus strives to bring together all creative effort into one whole, to reunify all the disciplines of practical art - sculpture, painting, handicrafts, and crafts - as inseparable components of a new architecture.",
      "author": "Walter Gropius",
      "category": "Art, Together, Effort"
    },
    {
      "quote": "Architecture is a service business. An architect is given a program, budget, place, and schedule. Sometimes the end product rises to art - or at least people call it that.",
      "author": "Frank Gehry",
      "category": "Business, Art, Service"
    },
    {
      "quote": "Infrastructure is much more important than architecture.",
      "author": "Rem Koolhaas",
      "category": "Important, Infrastructure"
    },
    {
      "quote": "The difference between good and bad architecture is the time you spend on it.",
      "author": "David Chipperfield",
      "category": "Time, Good, Good And Bad"
    },
    {
      "quote": "I truly believe that the great heroes that create the history of architecture are people who take risks and write to tell about it.",
      "author": "Peter Eisenman",
      "category": "History, Great, Believe"
    },
    {
      "quote": "Of course I believe imaginative architecture can make a difference to people's lives, but I wish it was possible to divert some of the effort we put into ambitious museums and galleries into the basic architectural building blocks of society.",
      "author": "Zaha Hadid",
      "category": "Society, Effort, Believe"
    },
    {
      "quote": "It's not new that architecture can profoundly affect a place, sometimes transform it. Architecture and any art can transform a person, even save someone.",
      "author": "Frank Gehry",
      "category": "Art, Place, New"
    },
    {
      "quote": "Organic architecture seeks superior sense of use and a finer sense of comfort, expressed in organic simplicity.",
      "author": "Frank Lloyd Wright",
      "category": "Simplicity, Comfort, Sense"
    },
    {
      "quote": "Form follows function.",
      "author": "Louis Sullivan",
      "category": "Function, Form, Follows"
    },
    {
      "quote": "The ultimate goal of the architect...is to create a paradise. Every house, every product of architecture... should be a fruit of our endeavour to build an earthly paradise for people.",
      "author": "Alvar Aalto",
      "category": "Goal, People, Fruit"
    },
    {
      "quote": "Architecture belongs to culture, not to civilization.",
      "author": "Alvar Aalto",
      "category": "Culture, Civilization"
    },
    {
      "quote": "The imperial vastness of late Roman architecture was made possible by the invention of concrete.",
      "author": "Iain McGilchrist",
      "category": "Late, Possible, Concrete"
    },
    {
      "quote": "Architecture is art, nothing else.",
      "author": "Philip Johnson",
      "category": "Art, Nothing, Else"
    },
    {
      "quote": "In Rome, I particularly love the history, churches, sculptures and architecture and the fact that you can walk along a tiny cobbled street and turn the corner to find the Trevi Fountain. London is evocative of other eras and full of history.",
      "author": "Philip Treacy",
      "category": "Love, History, Walk"
    },
    {
      "quote": "Architecture aims at Eternity.",
      "author": "Christopher Wren",
      "category": "Eternity, Aims"
    },
    {
      "quote": "Charleston has something for everyone, rain or shine. Its architecture is unparalleled. Carriage rides are great for seeing the city and hearing the history behind certain houses and the area.",
      "author": "Thomas Gibson",
      "category": "History, Rain, Great"
    },
    {
      "quote": "What is now called 'green architecture' is an opportunistic caricature of a much deeper consideration of the issues related to sustainability that architecture has been engaged with for many years. It was one of the first professions that was deeply concerned with these issues and that had an intellectual response to them.",
      "author": "Rem Koolhaas",
      "category": "Green, Sustainability"
    },
    {
      "quote": "I paint mostly from real life. It has to start with that. Real people, real street scenes, behind the curtain scenes, live models, paintings, photographs, staged setups, architecture, grids, graphic design. Whatever it takes to make it work.",
      "author": "Bob Dylan",
      "category": "Life, Work, Design"
    },
    {
      "quote": "The loftier the building, the deeper must the foundation be laid.",
      "author": "Thomas a Kempis",
      "category": "Building, Foundation, Must"
    },
    {
      "quote": "For me, architecture is the means, not the end. It's a means of making different life forms possible.",
      "author": "Bjarke Ingels",
      "category": "Life, End, Me"
    },
    {
      "quote": "Good conductors know when to let an orchestra lead itself. Ninety percent of what a conductor does comes in the rehearsal - the vision, the structure, the architecture.",
      "author": "Joshua Bell",
      "category": "Good, Vision, Know"
    },
    {
      "quote": "People can inhabit anything. And they can be miserable in anything and ecstatic in anything. More and more I think that architecture has nothing to do with it. Of course, that's both liberating and alarming.",
      "author": "Rem Koolhaas",
      "category": "People, Think, Nothing"
    },
    {
      "quote": "Istanbul is inspiring because it has its own code of architecture, literature, poetry, music.",
      "author": "Christian Louboutin",
      "category": "Music, Poetry, Literature"
    },
    {
      "quote": "I got into this little habit of architecture and building. I designed a house in Colorado and one in Hawaii. The idea is supposed to be build and sell - but then I can never bring myself to sell them.",
      "author": "Trey Parker",
      "category": "Myself, Building, Hawaii"
    },
    {
      "quote": "It is impossible, as impossible as to raise the dead, to restore anything that has ever been great or beautiful in architecture. That which I have insisted upon as the life of the whole, that spirit which is given only by the hand and eye of the workman, can never be recalled.",
      "author": "John Ruskin",
      "category": "Life, Beautiful, Great"
    },
    {
      "quote": "It must be understood that every architecture is bound to its time and manifests itself only in vital tasks and through the materials of its age. It has never been otherwise.",
      "author": "Ludwig Mies van der Rohe",
      "category": "Time, Age, Through"
    },
    {
      "quote": "In any architecture, there is an equity between the pragmatic function and the symbolic function.",
      "author": "Michael Graves",
      "category": "Pragmatic, Equity, Between"
    },
    {
      "quote": "The English light is so very subtle, so very soft and misty, that the architecture responded with great delicacy of detail.",
      "author": "Stephen Gardiner",
      "category": "Light, Great, Detail"
    },
    {
      "quote": "Bridges are perhaps the most invisible form of public architecture.",
      "author": "Bruce Jackson",
      "category": "Bridges, Public, Invisible"
    },
    {
      "quote": "Seeing architecture differently from the way you see the rest of life is a bit weird. I believe one should be consistent in all that one does, from the books you read to the way you bring up your children. Everything you do is connected.",
      "author": "David Chipperfield",
      "category": "Life, Children, Believe"
    },
    {
      "quote": "As a woman, I'm expected to want everything to be nice and to be nice myself. A very English thing. I don't design nice buildings - I don't like them. I like architecture to have some raw, vital, earthy quality.",
      "author": "Zaha Hadid",
      "category": "Myself, Woman, Quality"
    },
    {
      "quote": "Architecture is the reaching out for the truth.",
      "author": "Louis Kahn",
      "category": "Truth, Reaching, Out"
    },
    {
      "quote": "The principle of the Gothic architecture is infinity made imaginable.",
      "author": "Samuel Taylor Coleridge",
      "category": "Made, Infinity, Imaginable"
    },
    {
      "quote": "Buildings should serve people, not the other way around.",
      "author": "John Portman",
      "category": "People, Buildings, Way"
    },
    {
      "quote": "I don't believe in morality in architecture.",
      "author": "Michael Graves",
      "category": "Believe, Morality"
    },
    {
      "quote": "My passion and great enjoyment for architecture, and the reason the older I get the more I enjoy it, is because I believe we - architects - can effect the quality of life of the people.",
      "author": "Richard Rogers",
      "category": "Life, Great, Passion"
    },
    {
      "quote": "Form follows profit is the aesthetic principle of our times.",
      "author": "Richard Rogers",
      "category": "Aesthetic, Profit, Principle"
    },
    {
      "quote": "The building's identity resided in the ornament.",
      "author": "Louis Sullivan",
      "category": "Identity, Building, Ornament"
    },
    {
      "quote": "Painting, sculpture and architecture are finished, but the art habit continues.",
      "author": "Robert Smithson",
      "category": "Art, Painting, Sculpture"
    },
    {
      "quote": "Architecture arouses sentiments in man. The architect's task therefore, is to make those sentiments more precise.",
      "author": "Adolf Loos",
      "category": "Man, Task, Precise"
    },
    {
      "quote": "Those who look for the laws of Nature as a support for their new works collaborate with the creator.",
      "author": "Antoni Gaudi",
      "category": "Nature, Support, Look"
    },
    {
      "quote": "As a designer, the mission with which we have been charged is simple: providing space at the right cost.",
      "author": "Harry von Zell",
      "category": "Simple, Space, Mission"
    },
    {
      "quote": "To provide meaningful architecture is not to parody history but to articulate it.",
      "author": "Daniel Libeskind",
      "category": "History, Meaningful, Provide"
    },
    {
      "quote": "Rome has not seen a modern building in more than half a century. It is a city frozen in time.",
      "author": "Richard Meier",
      "category": "Time, City, Rome"
    },
    {
      "quote": "To work in architecture you are so much involved with society, with politics, with bureaucrats. It's a very complicated process to do large projects. You start to see the society, how it functions, how it works. Then you have a lot of criticism about how it works.",
      "author": "Ai Weiwei",
      "category": "Work, Politics, Society"
    },
    {
      "quote": "Architects have made architecture too complex. We need to simplify it and use a language that everyone can understand.",
      "author": "Toyo Ito",
      "category": "Language, Understand, Need"
    },
    {
      "quote": "I don't want to do architecture that's dry and dull.",
      "author": "Frank Gehry",
      "category": "Want, Dry, Dull"
    },
    {
      "quote": "To create architecture is to put in order. Put what in order? Function and objects.",
      "author": "Le Corbusier",
      "category": "Create, Order, Objects"
    },
    {
      "quote": "There is little in the architecture of a city that is more beautifully designed than a tree.",
      "author": "Jaime Lerner",
      "category": "Tree, City, Little"
    },
    {
      "quote": "Let us together create the new building of the future, which will be everything in one form: architecture and sculpture and painting.",
      "author": "Walter Gropius",
      "category": "Future, Together, Painting"
    },
    {
      "quote": "Architecture is a very dangerous job. If a writer makes a bad book, eh, people don't read it. But if you make bad architecture, you impose ugliness on a place for a hundred years.",
      "author": "Renzo Piano",
      "category": "Job, Book, People"
    },
    {
      "quote": "Every time a student walks past a really urgent, expressive piece of architecture that belongs to his college, it can help reassure him that he does have that mind, does have that soul.",
      "author": "Louis Kahn",
      "category": "Time, Art, Past"
    },
    {
      "quote": "Consider the momentous event in architecture when the wall parted and the column became.",
      "author": "Louis Kahn",
      "category": "Event, Wall, Consider"
    },
    {
      "quote": "The terrifying and edible beauty of Art Nouveau architecture.",
      "author": "Salvador Dali",
      "category": "Art, Beauty, Terrifying"
    },
    {
      "quote": "You have to accept as an architect to be exposed to criticism. Architecture should not rely on full harmony.",
      "author": "Renzo Piano",
      "category": "Criticism, Harmony, You"
    },
    {
      "quote": "Washington, D.C., has everything that Rome, Paris and London have in the way of great architecture - great power bases. Washington has obelisks and pyramids and underground tunnels and great art and a whole shadow world that we really don't see.",
      "author": "Dan Brown",
      "category": "Art, Great, Power"
    },
    {
      "quote": "My architecture tends to be legible, light and flexible. You can read it. You look at a building, and you can see how it is constructed. I put the structure outside.",
      "author": "Richard Rogers",
      "category": "Light, Building, You"
    },
    {
      "quote": "In graduate school, I decide to write my doctoral thesis on how Italian architecture influenced English playwrights of the seventeenth century. I wonder why certain playwrights decided to set their tragedies, written in English, in Italian palaces.",
      "author": "Jhumpa Lahiri",
      "category": "School, Why, Italian"
    },
    {
      "quote": "It is good to learn from the ancients. I'm a bit of an ancient myself. They had a lot of time to think about architecture and landscape.",
      "author": "I. M. Pei",
      "category": "Time, Good, Myself"
    },
    {
      "quote": "Maybe we can show government how to operate better as a result of better architecture. Eventually, I think Chicago will be the most beautiful great city left in the world.",
      "author": "Frank Lloyd Wright",
      "category": "Beautiful, Great, Government"
    },
    {
      "quote": "I feel however, that we architects have a special duty and mission... (to contribute) to the socio-cultural development of architecture and urban planning.",
      "author": "Kenzo Tange",
      "category": "Planning, Development"
    },
    {
      "quote": "Technological considerations are of great importance to architecture and cities in the informational society.",
      "author": "Kenzo Tange",
      "category": "Great, Society"
    },
    {
      "quote": "The speed of change makes you wonder what will become of architecture.",
      "author": "Tadao Ando",
      "category": "Change, Speed, You"
    },
    {
      "quote": "It was the drawing that led me to architecture, the search for light and astonishing forms.",
      "author": "Oscar Niemeyer",
      "category": "Light, Me, Drawing"
    },
    {
      "quote": "Architecture is particularly difficult for women; there's no reason for it to be. I don't want to blame men or society, but I think it was for a long time, the clients were men, the building industry is all male.",
      "author": "Zaha Hadid",
      "category": "Time, Women, Society"
    },
    {
      "quote": "Architecture is unnecessarily difficult. It's very tough.",
      "author": "Zaha Hadid",
      "category": "Tough, Difficult, Very"
    },
    {
      "quote": "In architecture and interiors, as well as fashion, there is an interaction that is both functional and aesthetic.",
      "author": "Joseph Altuzarra",
      "category": "Fashion, Aesthetic, Well"
    },
    {
      "quote": "To make architecture with any real value is a massive challenge.",
      "author": "Thomas Heatherwick",
      "category": "Challenge, Value, Real"
    },
    {
      "quote": "A building that has great environmental responsibility is a political animal in a way because it becomes promotional of a cause. I think that kind of advocacy through architecture is really good.",
      "author": "Antoine Predock",
      "category": "Good, Great, Responsibility"
    },
    {
      "quote": "My apartment reflects my views as an architect. It is minimal, austere. The architecture doesn't impose itself upon you. The apartment is a stage for other things to take place.",
      "author": "Bernard Tschumi",
      "category": "You, Place, Apartment"
    },
    {
      "quote": "The ultimate pleasure of architecture lies in the most forbidden parts of the architectural act, where limits are perverted and prohibitions are transgressed.",
      "author": "Bernard Tschumi",
      "category": "Limits, Pleasure, Where"
    },
    {
      "quote": "Before the professionalization of architecture in the nineteenth century, it was standard for an aspiring mason or carpenter to begin his apprenticeship at fourteen and to become a master builder by his early twenties.",
      "author": "Martin Filler",
      "category": "Master, Early, Become"
    },
    {
      "quote": "London is one of the most civilised places in the world for the procedure of making architecture and urban design.",
      "author": "Renzo Piano",
      "category": "Design, World, London"
    },
    {
      "quote": "Quebec City is the most European of any city in North America; they speak French all the time. There is a part of town called Old Quebec which is really like being in France. The architecture is just gorgeous, food, shopping. I'd say Quebec City is the most beautiful city in North America I've seen.",
      "author": "Sebastian Bach",
      "category": "Time, Food, Beautiful"
    },
    {
      "quote": "I'm a designer, which includes interiors, architecture, fashion, furniture, and lifestyle.",
      "author": "Kelly Wearstler",
      "category": "Fashion, Furniture"
    },
    {
      "quote": "A world of few choices, whether in jeans or mates, is a world in which individual differences become sources of alienation, unhappiness, even self-loathing. If no jeans fit, you'll feel uncomfortable or inferior. If no housing developments reflect your taste for unique architecture, you'll write screeds against philistine mass culture.",
      "author": "Virginia Postrel",
      "category": "Culture, World, Choices"
    },
    {
      "quote": "Architecture is a result of a process of asking questions and testing them and re-interrogating and changing in a repetitive way.",
      "author": "Thom Mayne",
      "category": "Questions, Process"
    },
    {
      "quote": "Our utilitarian structures will mature into architecture only when, through their fulfillment of function, they become carriers of the will of the age.",
      "author": "Ludwig Mies van der Rohe",
      "category": "Age, Fulfillment, Through"
    },
    {
      "quote": "I don't see that any buildings should be excluded from the term architecture, as long as they are done properly.",
      "author": "Arne Jacobsen",
      "category": "Long, Done, See"
    },
    {
      "quote": "In architecture the idea degenerated. Design allows a more direct and pleasurable route.",
      "author": "Charles Eames",
      "category": "Design, Idea, Route"
    },
    {
      "quote": "Look, architecture has a lot of places to hide behind, a lot of excuses. 'The client made me do this.' 'The city made me do this.' 'Oh, the budget.' I don't believe that anymore.",
      "author": "Frank Gehry",
      "category": "City, Believe, Me"
    },
    {
      "quote": "Just as it takes time for a speck of fish spawn to develop into a fully grown fish, so, too, we need time for everything that develops and crystallizes in the world of ideas. Architecture demands more of this time than other creative work.",
      "author": "Alvar Aalto",
      "category": "Work, Time, World"
    },
    {
      "quote": "What's interesting about architects is, we always have tried to justify beauty by looking to nature, and arguably, beautiful architecture has always been looking at a model of nature.",
      "author": "Greg Lynn",
      "category": "Nature, Beauty, Beautiful"
    },
    {
      "quote": "I didn't even have a clear idea of why I wanted to go to Oxford - apart from the fact I had fallen in love with the architecture. It certainly wasn't out of some great sense of academic or intellectual achievement. In many ways, my education only began after I'd left university.",
      "author": "Alan Bennett",
      "category": "Love, Education, Great"
    },
    {
      "quote": "I don't really get into architecture in the hotel room. But maybe a little Feng Shui here and there.",
      "author": "Drew Barrymore",
      "category": "Hotel, Here, Little"
    },
    {
      "quote": "I have played a few times in Barcelona, including the fantastic Olympic Stadium. It's undoubtedly one of my favourite cities in terms of the people, arts, food, architecture and design.",
      "author": "Jean-Michel Jarre",
      "category": "Food, Design, People"
    },
    {
      "quote": "The thing I love about Rome is that is has so many layers. In it, you can follow anything that interests you: town planning, architecture, churches or culture. It's a city rich in antiquity and early Christian treasures, and just endlessly fascinating. There's nowhere else like it.",
      "author": "Claire Tomalin",
      "category": "Love, Culture, City"
    },
    {
      "quote": "Liquid architecture. It's like jazz - you improvise, you work together, you play off each other, you make something, they make something. And I think it's a way of - for me, it's a way of trying to understand the city, and what might happen in the city.",
      "author": "Frank Gehry",
      "category": "Work, Together, City"
    },
    {
      "quote": "The history of the Jews has been written overwhelmingly by scholars of texts - understandably given the formative nature of the Bible and the Talmud. Seeing Jewish history through artifacts, architecture and images is still a young but spectacularly flourishing discipline that's changing the whole story.",
      "author": "Simon Schama",
      "category": "Nature, History, Discipline"
    },
    {
      "quote": "In art or architecture your project is only done when you say it's done. If you want to rip it apart at the eleventh hour and start all over again, you never finish. I was one of those crazy creatures.",
      "author": "Maya Lin",
      "category": "Art, Crazy, Start"
    },
    {
      "quote": "Architecture is a negotiated art, and it's highly political, and if you want to make buildings, there is diplomacy required.",
      "author": "Thom Mayne",
      "category": "Art, Political, Want"
    },
    {
      "quote": "I'm not an interior decorator; I'm a designer, and that includes the architecture. The package must be strong and controlled, the rooms aligned, and the windows positioned to make sense with the furniture. Fluff it up, and you've got big trouble.",
      "author": "Anouska Hempel",
      "category": "Strong, Be Strong, You"
    },
    {
      "quote": "In a society that celebrates the inessential, architecture can put up a resistance, counteract the waste of forms and meanings and speak its own language.",
      "author": "Peter Zumthor",
      "category": "Society, Language, Speak"
    },
    {
      "quote": "Architecture has curled up in a ball and it's about itself. It has found itself either as a freakshow, where you're not sure if it's good or bad but at least it's interesting, or at the behest of forces of commerce.",
      "author": "David Chipperfield",
      "category": "Good, Interesting, You"
    },
    {
      "quote": "When you have rules to abide by, does that curtail you as a designer, or set you free? People think of classical architecture visually, but I think the brilliant part of it is actually spatial.",
      "author": "Annabelle Selldorf",
      "category": "Rules, Free, People"
    },
    {
      "quote": "I wanted a real profession. And I'd always been interested in architecture and in design and in, really, what makes things work. And understanding what's kind of behind the walls and why things stand up and some things don't.",
      "author": "S. J. Rozan",
      "category": "Work, Design, Understanding"
    },
    {
      "quote": "I love a lot of things, and I'm pretty much obsessive about most things I do, whether it be gardening, or architecture, or music. I'd be an obsessive hairdresser.",
      "author": "Gates McFadden",
      "category": "Love, Music, Gardening"
    },
    {
      "quote": "Each new situation requires a new architecture.",
      "author": "Jean Nouvel",
      "category": "Situation, New, Each"
    },
    {
      "quote": "We require from buildings two kinds of goodness: first, the doing their practical duty well: then that they be graceful and pleasing in doing it.",
      "author": "John Ruskin",
      "category": "Goodness, Doing, Buildings"
    },
    {
      "quote": "All the revision in the world will not save a bad first draft: for the architecture of the thing comes, or fails to come, in the first conception, and revision only affects the detail and ornament, alas!",
      "author": "T. E. Lawrence",
      "category": "World, Detail, Bad"
    },
    {
      "quote": "There is a lot of bad architecture. What we need more is to look at how our landscape should look in the next decades.",
      "author": "Dieter Rams",
      "category": "Landscape, Look, Bad"
    },
    {
      "quote": "To me, architecture is an art, naturally, and it isn't architecture unless it's alive. Alive is what art is. If it's not alive, it's dead, and it's not art.",
      "author": "John Lautner",
      "category": "Art, Me, Alive"
    },
    {
      "quote": "Without this spirit, Modernist architecture cannot fully exist. Since there is often a mismatch between the logic and the spirit of Modernism, I use architecture to reconcile the two.",
      "author": "Tadao Ando",
      "category": "Logic, Spirit, Two"
    },
    {
      "quote": "A lasting architecture has to have roots.",
      "author": "I. M. Pei",
      "category": "Roots, Lasting"
    },
    {
      "quote": "I've always thought that design can have equal importance to the idea of internal architecture. Professionally, things can be very dogmatic - you do the architecture, someone else does the interiors, someone else does the furniture, the fabric, etc. But I think design is all-encompassing.",
      "author": "Zaha Hadid",
      "category": "Design, Thought, Think"
    },
    {
      "quote": "We have to base architecture on the environment.",
      "author": "Toyo Ito",
      "category": "Environment, Base"
    },
    {
      "quote": "My house is my refuge, an emotional piece of architecture, not a cold piece of convenience.",
      "author": "Luis Barragan",
      "category": "Emotional, House"
    },
    {
      "quote": "Light, God's eldest daughter, is a principal beauty in a building.",
      "author": "Thomas Fuller",
      "category": "Beauty, Light, Daughter"
    },
    {
      "quote": "In architecture you should live for 150 years, because you have to learn in the first 75 years.",
      "author": "Renzo Piano",
      "category": "Live, Learn, You"
    },
    {
      "quote": "The very essence of architecture consists of a variety and development reminiscent of natural organic life. This is the only true style in architecture.",
      "author": "Alvar Aalto",
      "category": "Life, Style, Development"
    },
    {
      "quote": "Good architecture should be a projection of life itself, and that implies an intimate knowledge of biological, social, technical, and artistic problems.",
      "author": "Walter Gropius",
      "category": "Life, Knowledge, Good"
    },
    {
      "quote": "I think about architecture all the time. That's the problem. But I've always been like that. I dream it sometimes.",
      "author": "Zaha Hadid",
      "category": "Time, Dream, Problem"
    },
    {
      "quote": "I think the chance of finding beauty is higher if you don't work on it directly. Beauty in architecture is driven by practicality. This is what you learn from studying the old townscapes of the Swiss farmers.",
      "author": "Peter Zumthor",
      "category": "Work, Beauty, Chance"
    },
    {
      "quote": "I would say that to put architecture in the chain of history, to be able to interpret and understand why we are where we are, is quite crucial.",
      "author": "Rafael Moneo",
      "category": "History, Why, Chain"
    },
    {
      "quote": "In Los Angeles, by the time you're 35, you're older than most of the buildings.",
      "author": "Delia Ephron",
      "category": "Time, Los Angeles, You"
    },
    {
      "quote": "An important work of architecture will create polemics.",
      "author": "Richard Meier",
      "category": "Work, Important, Create"
    },
    {
      "quote": "My architecture is the architecture of survival.",
      "author": "Frei Otto",
      "category": "Survival"
    },
    {
      "quote": "Wherever technology reaches its real fulfillment, it transcends into architecture.",
      "author": "Ludwig Mies van der Rohe",
      "category": "Technology, Fulfillment"
    },
    {
      "quote": "Does it follow that the house has nothing in common with art and is architecture not to be included in the arts? Only a very small part of architecture belongs to art: the tomb and the monument. Everything else that fulfils a function is to be excluded from the domain of art.",
      "author": "Adolf Loos",
      "category": "Art, Small, House"
    },
    {
      "quote": "Architecture has a strong link with the movies in terms of time progression, sequencing, framing, all of that.",
      "author": "Christian de Portzamparc",
      "category": "Time, Strong, Movies"
    },
    {
      "quote": "Architecture is measured against the past; you build in the future, and you try to imagine the future.",
      "author": "Richard Rogers",
      "category": "Future, Past, You"
    },
    {
      "quote": "To me... San Francisco is an ideal city, intellectually stimulating and naturally beautiful. The oceans and forests are close enough to refresh the spirit; the architecture is always exciting.",
      "author": "Ruth Bernhard",
      "category": "Beautiful, City, Me"
    },
    {
      "quote": "Cities are the greatest creations of humanity.",
      "author": "Daniel Libeskind",
      "category": "Humanity, Greatest, Cities"
    },
    {
      "quote": "The organizational architecture is really that a centipede walks on hundred legs and one or two don't count. So if I lose one or two legs, the process will go on, the organization will go on, the growth will go on.",
      "author": "Mukesh Ambani",
      "category": "Growth, Organization"
    },
    {
      "quote": "Architecture begins when you place two bricks carefully together.",
      "author": "Ludwig Mies van der Rohe",
      "category": "Together, You, Place"
    },
    {
      "quote": "Nothing requires the architect's care more than the due proportions of buildings.",
      "author": "Vitruvius",
      "category": "Buildings, Care, Nothing"
    },
    {
      "quote": "Proportions are what makes the old Greek temples classic in their beauty. They are like huge blocks, from which the air has been literally hewn out between the columns.",
      "author": "Arne Jacobsen",
      "category": "Beauty, Classic, Air"
    },
    {
      "quote": "I think architecture has to be a gift.",
      "author": "Jean Nouvel",
      "category": "Gift, Think, I Think"
    },
    {
      "quote": "I would like to use architecture to create bonds between people who live in cities, and even use it to recover the communities that used to exist in every single city.",
      "author": "Toyo Ito",
      "category": "City, People, Live"
    },
    {
      "quote": "I could have been an architect, but I don't think I'd have been very happy. Nearly all modern architecture is a silly game as far as I can see.",
      "author": "Roger Waters",
      "category": "Happy, Game, Think"
    },
    {
      "quote": "The rules of navigation never navigated a ship. The rules of architecture never built a house.",
      "author": "Thomas Reid",
      "category": "Ship, Rules, House"
    },
    {
      "quote": "I acquired an admiration for Japanese culture, art, and architecture, and learned of the existence of the game of GO, which I still play.",
      "author": "Philip Warren Anderson",
      "category": "Art, Culture, Game"
    },
    {
      "quote": "Nothing is as dangerous in architecture as dealing with separated problems. If we split life into separated problems we split the possibilities to make good building art.",
      "author": "Alvar Aalto",
      "category": "Life, Art, Good"
    },
    {
      "quote": "I like to play with architecture! It's my favorite game.",
      "author": "Jean Nouvel",
      "category": "Game, Favorite, Play"
    },
    {
      "quote": "Architecture is not merely national but clearly has local ties in that it is rooted in the earth.",
      "author": "Alvar Aalto",
      "category": "Earth, National, Ties"
    },
    {
      "quote": "If people want to see Beaux-Arts, it's fine with me. I'm interested in good architecture as anybody else.",
      "author": "Louis Kahn",
      "category": "Good, Me, People"
    },
    {
      "quote": "I'd been to Stourhead and was inspired by the perfect parity between architecture and art; in fact, the architecture is the art. I wrote a piece called 'Not Sculpture Park,' because most of these things become car parks for bought-in sculpture. The artists should be working with the site, not just plonking pieces down.",
      "author": "Charles Jencks",
      "category": "Art, Car, Perfect"
    },
    {
      "quote": "I think New Orleans is such a beautiful city. It looks like a fairytale when you walk through the French Quarter or the Garden District. There is such a lush sense of color, style, architecture - and the people themselves.",
      "author": "Anika Noni Rose",
      "category": "Beautiful, Color, Walk"
    },
    {
      "quote": "In a way I spend my entire life stealing from everything - from the past, from cities I love, from where I grew up - grabbing things, taking not only from architecture but from Italy, art, writing, poetry, music.",
      "author": "Renzo Piano",
      "category": "Love, Life, Music"
    },
    {
      "quote": "There is something about giving everything to your profession. In Italian, an obsession is not necessarily negative. It's the art of putting all your energy into one thing; it's the art of transforming even what you eat for lunch into architecture.",
      "author": "Renzo Piano",
      "category": "Art, Giving, Lunch"
    },
    {
      "quote": "I came to architecture from building. Because my father was a builder, everybody was - and is - a builder in my family.",
      "author": "Renzo Piano",
      "category": "Family, Father, Building"
    },
    {
      "quote": "I have traveled a fair amount, and I have visited some great cities. I love architecture and museums and castles and ruins and central markets and even double-decker bus tours. But, I am a sucker for a tropical beach.",
      "author": "Chelsea Cain",
      "category": "Love, Great, I Am"
    },
    {
      "quote": "The artistic part of us all - I think that the easiest way to appreciate this - is through architecture. Architecture is very impressive; the beauty of buildings, temples.",
      "author": "Carlos Slim",
      "category": "Beauty, Appreciate, Think"
    },
    {
      "quote": "Any work of architecture that has with it some discussion, some polemic, I think is good. It shows that people are interested, people are involved.",
      "author": "Richard Meier",
      "category": "Work, Good, People"
    },
    {
      "quote": "I believe that artistic activities change people. You do effect change. I see architecture as a political, social and cultural act - that is its primary role.",
      "author": "Thom Mayne",
      "category": "Change, Believe, Political"
    },
    {
      "quote": "A building has integrity just like a man. And just as seldom.",
      "author": "Ayn Rand",
      "category": "Integrity, Man, Building"
    },
    {
      "quote": "Don't clap too hard - it's a very old building.",
      "author": "John Osborne",
      "category": "Building, Old, Hard"
    },
    {
      "quote": "The ancient Romans built their greatest masterpieces of architecture, their amphitheaters, for wild beasts to fight in.",
      "author": "Voltaire",
      "category": "Fight, Greatest, Wild"
    },
    {
      "quote": "We build buildings which are terribly restless. And buildings don't go anywhere. They shouldn't be restless.",
      "author": "Minoru Yamasaki",
      "category": "Buildings, Build, Which"
    },
    {
      "quote": "Architecture can't fully represent the chaos and turmoil that are part of the human personality, but you need to put some of that turmoil into the architecture, or it isn't real.",
      "author": "Frank Stella",
      "category": "Personality, Chaos, You"
    },
    {
      "quote": "Not many architects have the luxury to reject significant things.",
      "author": "Rem Koolhaas",
      "category": "Luxury, Things, Many"
    },
    {
      "quote": "Architects today tend to depreciate themselves, to regard themselves as no more than just ordinary citizens without the power to reform the future.",
      "author": "Kenzo Tange",
      "category": "Future, Today, Power"
    },
    {
      "quote": "Every building is a prototype. No two are alike.",
      "author": "Helmut Jahn",
      "category": "Building, Two, Alike"
    },
    {
      "quote": "The team architecture means setting up an organization that helps people produce that great work in teams.",
      "author": "Jay Chiat",
      "category": "Work, Team, Great"
    },
    {
      "quote": "We are stymied by regulations, limited choice and the threat of litigation. Neither consultants nor industry itself provide research which takes architecture forward.",
      "author": "Arthur Erickson",
      "category": "Choice, Research, Forward"
    },
    {
      "quote": "And when an architect has designed a house with large windows, which is a necessity today in order to pull the daylight into these very deep houses, then curtains come to play a big role in architecture.",
      "author": "Arne Jacobsen",
      "category": "Deep, Today, Play"
    },
    {
      "quote": "I probably spent the first 20 years of my life wanting to be as American as possible. Through my 20s, and into my 30s, I began to become aware of how so much of my art and architecture has a decidedly Eastern character.",
      "author": "Maya Lin",
      "category": "Life, Art, Character"
    },
    {
      "quote": "Japanese traditional architecture is created based on these conditions. This is the reason you have a very high degree of connection between the outside and inside in architecture.",
      "author": "Tadao Ando",
      "category": "You, Reason, Connection"
    },
    {
      "quote": "Architecture is involved with the world, but at the same time it has a certain autonomy. This autonomy cannot be explained in terms of traditional logic because the most interesting parts of the work are non-verbal. They operate within the terms of the work, like any art.",
      "author": "Thom Mayne",
      "category": "Work, Time, Art"
    },
    {
      "quote": "It seems a fantastic paradox, but it is nevertheless a most important truth, that no architecture can be truly noble which is not imperfect.",
      "author": "John Ruskin",
      "category": "Truth, Important, Paradox"
    },
    {
      "quote": "I'm drawn to furniture design as complete architecture on a minor scale.",
      "author": "Brad Pitt",
      "category": "Design, Furniture, Complete"
    },
    {
      "quote": "I like things that are kind of eclectic, when one thing doesn't go with another. That's why I love Rome. The town itself is that way. It's where Fascist architecture meets classic Renaissance, where the ancient bangs up against the contemporary. It has a touch of everything. That's my style, and that's what my work is about.",
      "author": "Giambattista Valli",
      "category": "Love, Work, Style"
    },
    {
      "quote": "It is not with architecture that one can disseminate any political ideology.",
      "author": "Oscar Niemeyer",
      "category": "Political, Ideology"
    },
    {
      "quote": "My mother studied English and drama at the University of Pennsylvania, where my father studied architecture. She was a great influence in all sorts of ways, a wicked wit.",
      "author": "Donald Barthelme",
      "category": "Father, Great, Mother"
    },
    {
      "quote": "One my favorite things is to go to the provinces of Russia and see the 18th century wood churches with the onion dome architecture. These humble wonders of incredible imagination of architects that were obviously not living in places like Paris or London, but they've created these amazing churches.",
      "author": "Andre Leon Talley",
      "category": "Humble, Imagination, Amazing"
    },
    {
      "quote": "Half of architecture students are women, and you see respected, established female architects all the time.",
      "author": "Zaha Hadid",
      "category": "Time, Women, You"
    },
    {
      "quote": "Architecture is exposed to life. If its body is sensitive enough, it can assume a quality that bears witness to past life.",
      "author": "Peter Zumthor",
      "category": "Life, Quality, Past"
    },
    {
      "quote": "There is still a real need for good quality architecture, not paper architecture, but the real stuff.",
      "author": "Peter Zumthor",
      "category": "Good, Quality, Real"
    },
    {
      "quote": "The problem with digital architecture is that an algorithm can produce endless variations, so an architect has many choices.",
      "author": "Peter Eisenman",
      "category": "Choices, Problem, Digital"
    },
    {
      "quote": "Architecture is definitely a political act.",
      "author": "Peter Eisenman",
      "category": "Political, Act, Definitely"
    },
    {
      "quote": "The World's Fair was the precursor to theme parks like Disneyworld, and the really sort of cheap, superficial promotional architecture that you see everywhere in the U.S. I think there's a danger when you start creating a civilisation that isn't meant to last.",
      "author": "Sufjan Stevens",
      "category": "World, Start, Think"
    },
    {
      "quote": "Many of the received models of modern architecture and planning owe their ultimate origin to the building code and public health reform movements of the second half of the 19th century.",
      "author": "Kenneth Frampton",
      "category": "Health, Planning, Building"
    },
    {
      "quote": "Architecture is not a profession for the faint-hearted, the weak-willed, or the short-lived.",
      "author": "Martin Filler",
      "category": "Profession, Short-Lived"
    },
    {
      "quote": "Architecture is by definition a very collaborative process.",
      "author": "Joshua Prince-Ramus",
      "category": "Process, Definition, Very"
    },
    {
      "quote": "The future of architecture is culture.",
      "author": "Philip Johnson",
      "category": "Future, Culture"
    },
    {
      "quote": "Once you learn to look at architecture not merely as an art more or less well or more or less badly done, but as a social manifestation, the critical eye becomes clairvoyant.",
      "author": "Louis Sullivan",
      "category": "Art, Eye, You"
    },
    {
      "quote": "I'm not a religious person. But, when I look at a beautiful cathedral, what brings awe, what induces awe is the idea that architecture, you know, a beautiful cathedral, a beautiful building.",
      "author": "Jason Silva",
      "category": "Beautiful, Building, Know"
    },
    {
      "quote": "I have a preference for rough architecture, real, inexpensive, unfinished.",
      "author": "Thom Mayne",
      "category": "Real, Unfinished"
    },
    {
      "quote": "'Clothespin' was the first city monument on a large scale that could compete with the architecture around it.",
      "author": "Claes Oldenburg",
      "category": "City, First, Compete"
    },
    {
      "quote": "The visual architecture of 'Biutiful' is the most sophisticated of all the films I have directed.",
      "author": "Alejandro Gonzalez Inarritu",
      "category": "Visual, Sophisticated, Most"
    },
    {
      "quote": "I initially thought I would be an architect, maybe. So I went to architecture camp and quickly learned that I did not want to be an architect. I was like, 'No. This is not for me.'",
      "author": "Robin Lord Taylor",
      "category": "Thought, Me, Want"
    },
    {
      "quote": "To me, form doesn't always follow function. Form has a life of its own, and at times, it may be the motivating force in design. When you're dealing with form as a sculptor, you feel that you are quite free in attempting to mould and shape things you want to do, but in architecture, it's much more difficult because it has to have a function.",
      "author": "I. M. Pei",
      "category": "Life, Design, Me"
    },
    {
      "quote": "When people are deprived of a sense, their other senses get heightened. If you're culturally devoid of something - of weather, of artistry, of interesting architecture, all the way down the line to culture itself - you're either forced to give in and get that car dealership, or you manufacture those things for yourself.",
      "author": "Tim Burton",
      "category": "Car, Culture, Yourself"
    },
    {
      "quote": "To me it was fascinating, the idea of going to university and studying a subject - architecture - that I had already faced in building some small houses.",
      "author": "Mario Botta",
      "category": "Small, Me, Building"
    },
    {
      "quote": "Great architecture of the past was always clear. SFMOMA is still a simple building to understand.",
      "author": "Mario Botta",
      "category": "Great, Simple, Past"
    },
    {
      "quote": "I search for surprise in my architecture. A work of art should cause the emotion of newness.",
      "author": "Oscar Niemeyer",
      "category": "Work, Art, Surprise"
    },
    {
      "quote": "Architecture struck me between the eye and the eyeball.",
      "author": "Louis Kahn",
      "category": "Eye, Me, Between"
    },
    {
      "quote": "Frank Lloyd Wright made houses right up until the end. I think that's important because it gives you a direct connection to all the basic aspects of architecture - the spatial energy of the place, the construction, the materials, the site, the detail.",
      "author": "Steven Holl",
      "category": "End, Construction, Think"
    },
    {
      "quote": "I think all good architecture should challenge you, make you start asking questions. You don't have to understand it. You may not like it. That's OK.",
      "author": "Thom Mayne",
      "category": "Good, Challenge, Start"
    },
    {
      "quote": "With vocal and choral music, first and foremost, it's the text. Not only do I need to serve the text, but the text - when I'm doing it right - acts as the perfect 'blueprint', and all the architecture is there. The poet has done the heavy lifting, so my job is to find the soul of the poem and then somehow translate that into music.",
      "author": "Eric Whitacre",
      "category": "Music, Job, Soul"
    },
    {
      "quote": "Gothic architecture requires individual craftsmanship. The wish to create an enclosed world for the congregation gives rise in Gothic architecture to the need to create something wherein the activity of the congregation plays a part.",
      "author": "Rudolf Steiner",
      "category": "World, Wish, Rise"
    },
    {
      "quote": "On inspection, Gaudi's architecture isn't whimsical at all.",
      "author": "P. J. O'Rourke",
      "category": "Inspection, Whimsical"
    },
    {
      "quote": "Architecture has recorded the great ideas of the human race. Not only every religious symbol, but every human thought has its page in that vast book.",
      "author": "Victor Hugo",
      "category": "Great, Book, Page"
    },
    {
      "quote": "Splendid architecture, the love of your life, an old friend... they can all go drifting by unseen if you're not careful.",
      "author": "Ian Mckellen",
      "category": "Love, Life, Friend"
    },
    {
      "quote": "Clothing has been called intimate architecture. We want to go beyond that.",
      "author": "Issey Miyake",
      "category": "Want, Beyond, Clothing"
    },
    {
      "quote": "Of course I know very little about architecture, and the older I get the less I know.",
      "author": "Richard Rogers",
      "category": "Know, Older, Little"
    },
    {
      "quote": "One of the most persistent yet elusive dreams of the Modern Movement in architecture has been prefabrication: industrially made structures that can be assembled at a building site.",
      "author": "Martin Filler",
      "category": "Dreams, Building, Movement"
    },
    {
      "quote": "All architecture, classical or not, must have some sense of order, and order is much harder to achieve without the straight lines and right angles that have dominated the building art from time immemorial.",
      "author": "Martin Filler",
      "category": "Time, Art, Building"
    },
    {
      "quote": "I don't know why I've always been so captivated by architecture.",
      "author": "Tim Gunn",
      "category": "Know, Why, Always"
    },
    {
      "quote": "Winning a competition in architecture is a ticket to oblivion. It's just an idea. Ninety-nine per cent never get built.",
      "author": "Daniel Libeskind",
      "category": "Winning, Competition, Idea"
    },
    {
      "quote": "I do believe architecture, and all art, should be content-driven. It should have something to say beyond the sensational.",
      "author": "Charles Jencks",
      "category": "Art, Believe, Say"
    },
    {
      "quote": "Princeton University's campus environment presents unique challenges and opportunities for architecture to act as a social condenser.",
      "author": "Steven Holl",
      "category": "Opportunities, Challenges"
    },
    {
      "quote": "I started off in journalism 16 years ago in Stockholm, and I wrote for a few different publications for many years. I've also worked in advertising as a copywriter and creative director, but I changed it for architecture at 25 years old.",
      "author": "Magnus Larsson",
      "category": "Advertising, Journalism"
    },
    {
      "quote": "They can do without architecture who have no olives nor wines in the cellar.",
      "author": "Henry David Thoreau",
      "category": "Without, Who, Nor"
    },
    {
      "quote": "The common thread for everything I do is this idea of a Web-services architecture. What does that mean? It means taking components of software and systems and having them be self-describing, so that you can aim them, ask them what their capabilities are, and communicate with them using a standard protocol.",
      "author": "Bill Gates",
      "category": "Software, Aim, You"
    },
    {
      "quote": "Tel Aviv is new, built on the sand dunes north of Jaffa in the 1890s, about the same time Miami was founded. The cities bear a resemblance in size, site, climate, and architecture, which ranges from the bland to the fancifully bland.",
      "author": "P. J. O'Rourke",
      "category": "Time, Sand, Miami"
    },
    {
      "quote": "People wouldn't know this about me, but I adore ball gowns. I love their cut, their architecture and the thought of the hands of so many seamstresses working on them.",
      "author": "Patti Smith",
      "category": "Love, Me, People"
    },
    {
      "quote": "I see only one requirement you have to have to be a director or any kind of artist: rhythm. Rhythm, for me, is everything. Without rhythm, there's no music. Without rhythm, there's no cinema. Without rhythm, there's no architecture.",
      "author": "Alejandro Gonzalez Inarritu",
      "category": "Music, Me, Artist"
    },
    {
      "quote": "The substance of fictional architecture is not bricks and mortar but evanescent consciousness.",
      "author": "John Updike",
      "category": "Consciousness, Bricks"
    },
    {
      "quote": "I was planning to go into architecture. But when I arrived, architecture was filled up. Acting was right next to it, so I signed up for acting instead.",
      "author": "Gilbert K. Chesterton",
      "category": "Planning, Acting, Right"
    },
    {
      "quote": "If you're inclined to dismiss L.A. as a place of unrelenting vapidity and generic 1980s architecture, then you're doing yourself and L.A. a huge disservice, and you're just not looking hard enough.",
      "author": "Moby",
      "category": "Yourself, Looking, You"
    },
    {
      "quote": "I've gone to school for business, for design, for architecture.",
      "author": "Venus Williams",
      "category": "Business, School, Design"
    },
    {
      "quote": "I love architecture.",
      "author": "Chris Pine",
      "category": "Love, I Love"
    },
    {
      "quote": "A man of eighty has outlived probably three new schools of painting, two of architecture and poetry and a hundred in dress.",
      "author": "Lord Byron",
      "category": "Man, Poetry, Dress"
    },
    {
      "quote": "I'm very interested in architecture.",
      "author": "Nikki Sixx",
      "category": "Interested, Very"
    },
    {
      "quote": "I feel I can handle the architecture of dance as well as anybody.",
      "author": "Twyla Tharp",
      "category": "Dance, I Can, Handle"
    },
    {
      "quote": "I am exhausted by traditional memoir. I am exhausted by the architecture of the conventional novel.",
      "author": "David Shields",
      "category": "I Am, Memoir, Exhausted"
    },
    {
      "quote": "I mean, certainly writing, painting, photography, dance, architecture, there is an aspect of almost every art form that is useful and that merges into film in some way.",
      "author": "Sydney Pollack",
      "category": "Art, Dance, Writing"
    },
    {
      "quote": "If I want to make people moved or cry in a film, I figure out what the room looks like, what the people are wearing, what time of day it is, what the light is, how to photograph it, where to put the camera. It involves optics and costume design and set design and architecture.",
      "author": "Sydney Pollack",
      "category": "Time, Day, Light"
    },
    {
      "quote": "What makes architecture extraordinary is that you're looking at the building, but your peripheral vision is also seeing how it fits within a space. And it's seeing more than one part of the building at one time.",
      "author": "Sydney Pollack",
      "category": "Time, Vision, Space"
    },
    {
      "quote": "The real architecture happens within the works themselves, and that was done by the composer. That's where the real skill is. In putting together a program, you're more a curator, but that's important as well. And then the interpreting of it is where our big job is.",
      "author": "Joshua Bell",
      "category": "Together, Job, Skill"
    },
    {
      "quote": "I'd like to do a lot of things - whether in design or architecture or business.",
      "author": "Caroline Wozniacki",
      "category": "Business, Design, Like"
    },
    {
      "quote": "The idea was that you could grow a system like the Internet one network at a time and then interconnect them. In some sense, the most important thing was the invention of the architecture protocols that enabled the Internet.",
      "author": "Vint Cerf",
      "category": "Time, Internet, Grow"
    },
    {
      "quote": "No architecture is so haughty as that which is simple.",
      "author": "John Ruskin",
      "category": "Simple, Which, Haughty"
    },
    {
      "quote": "Talking about music is like dancing about architecture.",
      "author": "Steve Martin",
      "category": "Music, Talking, Like"
    },
    {
      "quote": "If you have an architecture of control, let's say, where you select in advance everything that's going to affect your life, then you're going to live in a very small world that will have an echo chamber feature... Pandora, which I love, actually feeds into that.",
      "author": "Cass Sunstein",
      "category": "Love, Life, World"
    },
    {
      "quote": "It was my interest in happiness that led me to the subject of habits, and of course, the study of habits is really the study of happiness. Habits are the invisible architecture of everyday life, and a significant element of happiness.",
      "author": "Gretchen Rubin",
      "category": "Life, Happiness, Me"
    },
    {
      "quote": "Architecture produces a musical mood in our inner being, and we notice that even though the elements of architecture and music appear to be so alien in the outer world, through this musical mood engendered in us, our experience of architecture brings about a reconciliation, a balance between these two elements.",
      "author": "Rudolf Steiner",
      "category": "Music, Experience, World"
    },
    {
      "quote": "Architects of grandeur are often the master builders of disillusionment.",
      "author": "Bryant H. McGill",
      "category": "Master, Disillusionment"
    },
    {
      "quote": "Every problem is super-interesting and has its own nuances, and you solve it today, but you try to solve it with an architecture. You build a machine to solve the problems that are like it later. And then you move on to the next.",
      "author": "Travis Kalanick",
      "category": "Today, Problems, Problem"
    },
    {
      "quote": "Noble life demands a noble architecture for noble uses of noble men. Lack of culture means what it has always meant: ignoble civilization and therefore imminent downfall.",
      "author": "Frank Lloyd Wright",
      "category": "Life, Culture, Men"
    },
    {
      "quote": "Convinced as I am and as I am from my government that the world needs a new moral architecture over all I believe that this should be the first topic to debate in our world of today, ethics, moral.",
      "author": "Hugo Chavez",
      "category": "Today, I Am, Government"
    },
    {
      "quote": "I loved medieval architecture when I was very small I don't know why.",
      "author": "Andrew Lloyd Webber",
      "category": "Small, Know, Why"
    },
    {
      "quote": "Music, architecture and pictures have always been my passions, and all that material wealth has meant for me, is being able to have some of the pictures I liked.",
      "author": "Andrew Lloyd Webber",
      "category": "Music, Me, Wealth"
    },
    {
      "quote": "I love the architecture magazines and all of the French magazines for decoration or whatever. I end up enjoying them more sometimes than the fashion magazines.",
      "author": "Francois Nars",
      "category": "Love, End, Fashion"
    },
    {
      "quote": "I remember coming back to the U.K. after spending five months in Charlotte for 'Homeland,' and I just found myself just wandering around London. There's nothing like it - the buildings, the architecture, the sense of history, the sense of culture - there really is nothing like it.",
      "author": "David Harewood",
      "category": "History, Culture, Myself"
    },
    {
      "quote": "When I visit any cathedral, it reminds me of being with my grandparents. They weren't particularly religious, but my grandfather was obsessed with architecture.",
      "author": "Jonathan Anderson",
      "category": "Me, Grandparents"
    },
    {
      "quote": "I really love Miami, but I don't think the architecture matches the city. It's a bit too commercial.",
      "author": "Zaha Hadid",
      "category": "Love, City, Think"
    },
    {
      "quote": "I love antique architecture, so if I have any indulgences, I have owned and renovated and reconstructed a lot of old houses.",
      "author": "Daryl Hall",
      "category": "Love, Houses, Old"
    },
    {
      "quote": "The problem of architecture has always been the same throughout time. Its authentic quality is reached through its proportions, and the proportions cost nothing. In fact, most of them are proportions among things, not the things themselves. Art is almost always a question of proportions.",
      "author": "Ludwig Mies van der Rohe",
      "category": "Time, Art, Quality"
    },
    {
      "quote": "Architecture depends on facts, but its real field of activity lies in the realm of the significance.",
      "author": "Ludwig Mies van der Rohe",
      "category": "Facts, Real, Activity"
    },
    {
      "quote": "Never talk to a client about architecture. Talk to him about his children. That is simply good politics. he will not understand what you have to say about architecture most of the time.",
      "author": "Ludwig Mies van der Rohe",
      "category": "Time, Children, Good"
    },
    {
      "quote": "Architecture depends on its time. It is the crystallization of its inner structure, the slow unfolding of its form.",
      "author": "Ludwig Mies van der Rohe",
      "category": "Time, Slow, Structure"
    },
    {
      "quote": "Not yesterday, not tomorrow, only today can be given form. Only this architecture creates.",
      "author": "Ludwig Mies van der Rohe",
      "category": "Today, Tomorrow, Yesterday"
    },
    {
      "quote": "Architecture is always the will of the age conceived as space - nothing else. Until this simple truth is clearly recognized, the struggle over the foundation of a new architecture confident in its aims and powerful in its impact cannot be realized; until then, it is destined to remain a chaos of uncoordinated forces.",
      "author": "Ludwig Mies van der Rohe",
      "category": "Age, Truth, Struggle"
    },
    {
      "quote": "I love Chicago. It's one of the great cities. I'm crazy about the town. It reminds me of New York when it was at its best, the New York that used to be and is no more. I love the architecture, the old stuff and the new stuff.",
      "author": "Peter Falk",
      "category": "Love, Best, Great"
    },
    {
      "quote": "If I weren't involved with food, I'd be working in architecture. Design is that critical to me.",
      "author": "Alice Waters",
      "category": "Food, Design, Me"
    },
    {
      "quote": "Prediction is structurally inseparable from the business of punditry: It creates the essential image of indefatigable authority that is punditry's very architecture; it flows from that calcified image, and it provides the substance for the story that keeps getting told about the inevitability of American progress.",
      "author": "Rick Perlstein",
      "category": "Business, Progress, American"
    },
    {
      "quote": "Itjtawy was ancient Egypt's capital for over four hundred years, at a period of time called the Middle Kingdom about four thousand years ago. The site is located in the Faiyum of Egypt, and the site is really important because in the Middle Kingdom there was this great renaissance for ancient Egyptian art, architecture and religion.",
      "author": "Sarah Parcak",
      "category": "Time, Art, Great"
    },
    {
      "quote": "I try to shut out ideas about why you should do things. Trying to do good architecture and really designing a career? There's some attention to be paid to that, but I don't think it's everything.",
      "author": "Rachel McAdams",
      "category": "Good, Ideas, Think"
    },
    {
      "quote": "There's a Danish architecture firm called BIG. I love architecture, and I always check out their work; they're very good at reimagining the way we live. They put the human experience as the focus, with access to air and outdoor space.",
      "author": "Nikolaj Coster-Waldau",
      "category": "Love, Work, Good"
    },
    {
      "quote": "When you found a company, you have the original vision, you make all the original decisions, you know every employee, you kind of know every aspect of the product architecture and its limitations.",
      "author": "Ben Horowitz",
      "category": "Vision, Decisions, Company"
    },
    {
      "quote": "In my early 20s I was so miserable doing construction, I wanted something that paid money. I liked nice stuff. I liked cars and architecture, and things that cost money. I wanted to not swing a hammer, and make money... and not do stuff that was dirty. I attempted to get into comedy. I started to do stand-up, but I wasn't very good at it.",
      "author": "Adam Carolla",
      "category": "Money, Good, Construction"
    },
    {
      "quote": "The building of the architecture of a novel - the craft of it - is something I never tire of.",
      "author": "John Irving",
      "category": "Building, Craft, Never"
    },
    {
      "quote": "The first thing you must know as an actor or director is the space you will inhabit. See the architecture imagine where things can happen in space.",
      "author": "Robert Wilson",
      "category": "Space, Know, You"
    },
    {
      "quote": "I've always been attracted to classic patterns in architecture, music and drama.",
      "author": "Robert Wilson",
      "category": "Music, Drama, Always"
    },
    {
      "quote": "The thing is that when you are a director, you need to be involved in a lot of different fields. You must be a psychologist, an architecture expert; you must be a choreographer.",
      "author": "Denis Villeneuve",
      "category": "You, Need, Director"
    },
    {
      "quote": "I would have liked maybe to be in architecture or painting, something connected to the fine arts.",
      "author": "Catherine Deneuve",
      "category": "Painting, Connected, Fine"
    },
    {
      "quote": "I do speak Mandarin, and I also relate to the hunger that China has for culture and architecture and style.",
      "author": "Vera Wang",
      "category": "Culture, Style, Speak"
    },
    {
      "quote": "I love architecture, but I learned early on that architects just don't make a lot of money.",
      "author": "Shahid Khan",
      "category": "Love, Money, Early"
    },
    {
      "quote": "You don't need to spend a lot of money on stuff when you have amazing architecture.",
      "author": "Nate Berkus",
      "category": "Money, Amazing, You"
    },
    {
      "quote": "Landscape architecture is basically geodesign; it's designing geography. And yet geodesign is not only done by landscape architects, it's done by some of the world's largest corporations.",
      "author": "Jack Dangermond",
      "category": "World, Landscape, Geography"
    },
    {
      "quote": "I think it is widely agreed that Carl Steinitz, over the 50 years he taught at Harvard, has been one of the most important figures in influencing the theory and practice of landscape architecture and the application of computer technology to planning.",
      "author": "Jack Dangermond",
      "category": "Technology, Planning"
    },
    {
      "quote": "I think people care. If not, why do so many people spend money going on vacations to see architecture? They go to the Parthenon, to Chartres, to the Sydney Opera House. They go to Bilbao... Something compels them, and yet we live surrounded by everything but great architecture.",
      "author": "Frank Gehry",
      "category": "Money, Great, People"
    },
    {
      "quote": "There are a lot of questions about whether architecture is art. The people who ask that think pretty tract houses are architecture. But that doesn't hold up.",
      "author": "Frank Gehry",
      "category": "Art, People, Questions"
    },
    {
      "quote": "Chicago's one of the rare places where architecture is more visible.",
      "author": "Frank Gehry",
      "category": "Chicago, Places, Where"
    },
    {
      "quote": "We need a new health care architecture that will reduce costs, improve outcomes, and protect vulnerable persons.",
      "author": "Jeff Fortenberry",
      "category": "Health, Care, New"
    },
    {
      "quote": "There's a technicality to designing and wearing hats. A hat is balancing the proportions of your face it's like architecture or mathematics.",
      "author": "Philip Treacy",
      "category": "Mathematics, Hat, Face"
    },
    {
      "quote": "Great buildings that move the spirit have always been rare. In every case they are unique, poetic, products of the heart.",
      "author": "Arthur Erickson",
      "category": "Great, Heart, Unique"
    },
    {
      "quote": "Whenever we witness art in a building, we are aware of an energy contained by it.",
      "author": "Arthur Erickson",
      "category": "Art, Energy, Building"
    },
    {
      "quote": "Architecture doesn't come from theory. You don't think your way through a building.",
      "author": "Arthur Erickson",
      "category": "Building, Think, You"
    },
    {
      "quote": "Rationalism is the enemy of art, though necessary as a basis for architecture.",
      "author": "Arthur Erickson",
      "category": "Art, Enemy, Necessary"
    },
    {
      "quote": "The details are the very source of expression in architecture. But we are caught in a vice between art and the bottom line.",
      "author": "Arthur Erickson",
      "category": "Art, Design, Details"
    },
    {
      "quote": "Vitality is radiated from exceptional art and architecture.",
      "author": "Arthur Erickson",
      "category": "Art, Vitality, Exceptional"
    },
    {
      "quote": "Does an architecture to assuage the spirit have a place?",
      "author": "Arthur Erickson",
      "category": "Place, Spirit, Does"
    },
    {
      "quote": "The new architecture of transparency and lightness comes from Japan and Europe.",
      "author": "Arthur Erickson",
      "category": "Transparency, New, Japan"
    },
    {
      "quote": "The way of architecture is the quiet voice that underlies it and has guided it from the beginning.",
      "author": "Arthur Erickson",
      "category": "Beginning, Voice, Quiet"
    },
    {
      "quote": "Today's developer is a poor substitute for the committed entrepreneur of the last century for whom the work of architecture represented a chance to celebrate the worth of his enterprise.",
      "author": "Arthur Erickson",
      "category": "Work, Today, Celebrate"
    },
    {
      "quote": "I always point out to my Passover guests that the Hebrews were not living in isolation. They were at the crossroads of several great, elaborate cultures with their own mythology and religion and art and architecture and cultural belief. In fact, so many of the mythologies of the world describe the same events, just from different points of view.",
      "author": "Harold Ramis",
      "category": "Art, Great, Religion"
    },
    {
      "quote": "I think it's important to approach a house in a way that's reflective of the original environment. Maybe I'm a sentimentalist, but I think that certain geographies call out for certain architecture. I like residences that reflect their place.",
      "author": "Kelsey Grammer",
      "category": "Environment, Think, Place"
    },
    {
      "quote": "I was always really geeky about design and buildings. Always into architecture as a kid.",
      "author": "Aldis Hodge",
      "category": "Design, Buildings, Kid"
    },
    {
      "quote": "I've always known I wanted to be in design somehow. It was going to be architecture, but I would've had to quit acting for it. I realized with horology, I could learn at my own pace.",
      "author": "Aldis Hodge",
      "category": "Design, Acting, Learn"
    },
    {
      "quote": "When you're in a creative flow with somebody - and I had this back in architecture school - you're just so passionate about what you're doing, and if that other person is just as passionate, you'll be madly in love with them. It's just that thrill of creating.",
      "author": "Catherine Hardwicke",
      "category": "Love, School, Creative"
    },
    {
      "quote": "It was nice to finish up Stanford. I think I always felt that I would be there for four years and graduate, and definitely didn't want to leave early. A degree was definitely a plus, and I was having a lot of fun in school. But after football, you know, I don't know. I really did enjoy studying architecture; it was a blast.",
      "author": "Andrew Luck",
      "category": "Football, School, Fun"
    },
    {
      "quote": "I believe very strongly, and have fought since many years ago - at least over 30 years ago - to get architecture not just within schools, but architecture talked about under history, geography, science, technology, art.",
      "author": "Richard Rogers",
      "category": "Art, Technology, History"
    },
    {
      "quote": "Architecture is a slow business, and city planning even slower.",
      "author": "Richard Rogers",
      "category": "Business, Planning, City"
    },
    {
      "quote": "Architecture is a living thing. If I want to leave something to the future, it has to be able to change - but retain something of the ethos that we built up over 50 years.",
      "author": "Richard Rogers",
      "category": "Change, Future, Want"
    },
    {
      "quote": "Architecture is always political.",
      "author": "Richard Rogers",
      "category": "Political, Always"
    },
    {
      "quote": "Chandeliers are marvels of drop-dead showiness, the jewellery of architecture.",
      "author": "Peter York",
      "category": "Design"
    },
    {
      "quote": "By the late Nineties, we had become a more visual nation. Big-money taste moved to global standards - new architecture, design and show-off contemporary art. The Sloane domestic aesthetic - symmetry, class symbolism and brown furniture - became as unfashionable as it had been hot in the early Eighties.",
      "author": "Peter York",
      "category": "Art, Design, Late"
    },
    {
      "quote": "The art of dancing stands at the source of all the arts that express themselves first in the human person. The art of building, or architecture, is the beginning of all the arts that lie outside the person; and in the end they unite.",
      "author": "Havelock Ellis",
      "category": "Art, Lie, Beginning"
    },
    {
      "quote": "The architecture for 'Paladin' - given that it's at least three books, with the possibility of more - turned out to be bigger than anything I've ever created, with multiple levels of reality, interlocking mysteries and a terabyte of time frame.",
      "author": "Mark Frost",
      "category": "Time, Reality, Three"
    },
    {
      "quote": "Our overriding goal in restructuring our financial architecture should be that taxpayers never again have to save a failing financial institution.",
      "author": "Henry Paulson",
      "category": "Goal, Financial, Never"
    },
    {
      "quote": "I like the architecture of lingerie.",
      "author": "Colleen Atwood",
      "category": "Like, Lingerie"
    },
    {
      "quote": "As a general rule, when a new industry takes root, and the first products emerge in a wave, almost always the architecture of the product will be proprietary and interdependent in character.",
      "author": "Clayton M. Christensen",
      "category": "Character, New, Products"
    },
    {
      "quote": "The British political system and the whole clapped out Westminster architecture, and the language that we use about politics, it's completely unsustainable. You either decide to be part of that transition to do something different. Or you cling to old certainties.",
      "author": "Nick Clegg",
      "category": "Politics, Language"
    },
    {
      "quote": "Architecture and building is about how you get around the obstacles that are presented to you. That sometimes determines how successful you'll be: How good are you at going around obstacles?",
      "author": "Jeremy Renner",
      "category": "Good, Obstacles, Successful"
    },
    {
      "quote": "I got a New York designer to build my dream store here, which is a little bit of Florence in New York. It's like the Duomo on Madison. I got inspired by Santa Maria Novella and all the Renaissance architecture.",
      "author": "Edgardo Osorio",
      "category": "Dream, New York, Renaissance"
    },
    {
      "quote": "Architecture was pretty much the sexiest thing to be doing from 1700-1800.",
      "author": "Kevin McCloud",
      "category": "Doing, Pretty, Sexiest"
    },
    {
      "quote": "Even though I build buildings and I pursue my architecture, I pursue it as an artist. I deliberately keep a tiny studio. I don't want to be an architectural firm. I want to remain an artist.",
      "author": "Maya Lin",
      "category": "Artist, Want, Build"
    },
    {
      "quote": "The process I go through in the art and the architecture, I actually want it to be almost childlike. Sometimes I think it's magical.",
      "author": "Maya Lin",
      "category": "Art, Want, Think"
    },
    {
      "quote": "There is no sadder tale in the annals of architecture than the virtual disappearance of the defining architectural form of the Modern Movement - publicly sponsored housing.",
      "author": "Martin Filler",
      "category": "Movement, Modern, Housing"
    },
    {
      "quote": "The truth be told, the World Trade Center was neither a very good work of architecture nor a very successful piece of urbanism. Its shortcomings were somewhat mitigated by the westward and southward expansion of the World Financial Center and Battery Park City during the 1980s.",
      "author": "Martin Filler",
      "category": "Work, Good, Truth"
    },
    {
      "quote": "Our subliminal mental processes operate outside awareness because they arise in these portions of our mind that are inaccessible to our conscious self their inaccessibility is due to the architecture of the brain rather than because they have been subject to Freudian motivational forces like repression.",
      "author": "Leonard Mlodinow",
      "category": "Motivational, Self, Mind"
    },
    {
      "quote": "Art is very tricky because it's what you do for yourself. It's much harder for me to make those works than the monuments or the architecture.",
      "author": "Maya Lin",
      "category": "Art, Yourself, Me"
    },
    {
      "quote": "Few developments central to the history of art have been so misrepresented or misunderstood as the brief, brave, glorious, doomed life of the Bauhaus - the epochally influential German art, architecture, crafts, and design school that was founded in Goethe's sleepy hometown of Weimar in 1919.",
      "author": "Martin Filler",
      "category": "Life, Art, History"
    },
    {
      "quote": "By 1970, the first stirrings of the revolt against Modernist orthodoxy in architecture had been felt, although it would be several years more until Postmodernism was widely accepted and made classical motifs permissible in high-style building design for the first time in decades.",
      "author": "Martin Filler",
      "category": "Time, Design, Building"
    },
    {
      "quote": "I left science, then I went into art, but I approach things very analytically. I choose to pursue both art and architecture as completely separate fields rather than merging them.",
      "author": "Maya Lin",
      "category": "Art, Science, Approach"
    },
    {
      "quote": "I loved logic, math, computer programming. I loved systems and logic approaches. And so I just figured architecture is this perfect combination.",
      "author": "Maya Lin",
      "category": "Loved, Logic, Perfect"
    },
    {
      "quote": "Considering my specialization in architecture, I'm not surprised that the first graphic novel to thoroughly engage, not to say captivate, me is Chip Kidd and Dave Taylor's 'Batman: Death by Design.'",
      "author": "Martin Filler",
      "category": "Death, Design, Me"
    },
    {
      "quote": "Truly great architecture always transcends its stated function, sometimes in unanticipated ways.",
      "author": "Martin Filler",
      "category": "Great, Sometimes, Always"
    },
    {
      "quote": "Cost overruns are not uncommon in architecture, particularly for designs that depart from structural or technological norms, or demand a finer quality of execution than commercial schemes - conditions typical of buildings for cultural institutions. Budgets are exceeded for many reasons, not all of them within an architect's control.",
      "author": "Martin Filler",
      "category": "Quality, Control, Execution"
    },
    {
      "quote": "One of the stated goals of the postmodern movement in architecture was a greater sensitivity to the people who live in or use newly designed buildings.",
      "author": "Martin Filler",
      "category": "Goals, People, Live"
    },
    {
      "quote": "Architecture was the last of the major professions to devise a formal 'cursus honorum' before its practice could be undertaken.",
      "author": "Martin Filler",
      "category": "Practice, Last, Formal"
    },
    {
      "quote": "The tall building, concentrating man in one place more densely than ever before, similarly concentrates the dilemma of our public architecture at the end of the twentieth century: whether the new forms made possible by technology are doomed by the low calculations of modern patrons and their architects.",
      "author": "Martin Filler",
      "category": "Technology, Man, End"
    },
    {
      "quote": "To come to England in the 1970s was to return to this strange other-world of half-known history. I found the imperial architecture curiously familiar: the post office, the town hall, the botanic gardens.",
      "author": "Romesh Gunesekera",
      "category": "History, Strange, Return"
    }
  ]
}