{
  "author": "Ravindu Manoj",
  "github": "ravindu01manoj",
  "repo": "Quotes-500k",
  "data": [
    {
      "quote": "I am very optimistic, and I wish that God almighty grants me success to get a qualifying time. Only then can I go to the Olympics. If this happens I will be the first Palestinian athlete to gain a qualifying time. This will be a big achievement.",
      "author": "Nader al-Masri",
      "category": "Time, God, Achievement"
    },
    {
      "quote": "Integrity is so perishable in the summer months of success.",
      "author": "Vanessa Redgrave",
      "category": "Integrity, Summer, Months"
    },
    {
      "quote": "Success is not a place at which one arrives but rather the spirit with which one undertakes and continues the journey.",
      "author": "Alex Noble",
      "category": "Journey, Place, Spirit"
    },
    {
      "quote": "A strong passion for any object will ensure success, for the desire of the end will point out the means.",
      "author": "Henry Hazlitt",
      "category": "Strong, Passion, End"
    },
    {
      "quote": "Success is an absurd, erratic thing. She arrives when one least expects her and after she has come may depart again almost because of a whim.",
      "author": "Alice Foote MacDougall",
      "category": "She, Her, May"
    },
    {
      "quote": "It's not enough that I should succeed - others should fail.",
      "author": "David Merrick",
      "category": "Succeed, Enough, Fail"
    },
    {
      "quote": "Pure mathematics is, in its way, the poetry of logical ideas.",
      "author": "Albert Einstein",
      "category": "Mathematics, Ideas, Way"
    },
    {
      "quote": "Poetry is when an emotion has found its thought and the thought has found words.",
      "author": "Robert Frost",
      "category": "Thought, Words, Emotion"
    },
    {
      "quote": "Painting is silent poetry, and poetry is painting that speaks.",
      "author": "Plutarch",
      "category": "Painting, Silent, Speaks"
    },
    {
      "quote": "Poetry is an echo, asking a shadow to dance.",
      "author": "Carl Sandburg",
      "category": "Dance, Shadow, Asking"
    },
    {
      "quote": "Poetry is not a turning loose of emotion, but an escape from emotion; it is not the expression of personality, but an escape from personality. But, of course, only those who have personality and emotions know what it means to want to escape from these things.",
      "author": "T. S. Eliot",
      "category": "Personality, Escape, Want"
    },
    {
      "quote": "A poet is a nightingale, who sits in darkness and sings to cheer its own solitude with sweet sounds.",
      "author": "Percy Bysshe Shelley",
      "category": "Darkness, Solitude, Sweet"
    },
    {
      "quote": "As things are, and as fundamentally they must always be, poetry is not a career, but a mug's game. No honest poet can ever feel quite sure of the permanent value of what he has written: He may have wasted his time and messed up his life for nothing.",
      "author": "T. S. Eliot",
      "category": "Life, Time, Value"
    },
    {
      "quote": "There's a certain line between jokes and music and poetry that's a bit blurred in my mind.",
      "author": "Bo Burnham",
      "category": "Music, Mind, Blurred"
    },
    {
      "quote": "Immature poets imitate mature poets steal.",
      "author": "T. S. Eliot",
      "category": "Mature, Immature, Steal"
    },
    {
      "quote": "You can find poetry in your everyday life, your memory, in what people say on the bus, in the news, or just what's in your heart.",
      "author": "Carol Ann Duffy",
      "category": "Life, Heart, Memory"
    },
    {
      "quote": "If your daily life seems poor, do not blame it; blame yourself that you are not poet enough to call forth its riches; for the Creator, there is no poverty.",
      "author": "Rainer Maria Rilke",
      "category": "Life, Daily, Poverty"
    },
    {
      "quote": "From the beginnings of literature, poets and writers have based their narratives on crossing borders, on wandering, on exile, on encounters beyond the familiar. The stranger is an archetype in epic poetry, in novels. The tension between alienation and assimilation has always been a basic theme.",
      "author": "Jhumpa Lahiri",
      "category": "Literature, Stranger"
    },
    {
      "quote": "When it comes to atoms, language can be used only as in poetry. The poet, too, is not nearly so concerned with describing facts as with creating images.",
      "author": "Niels Bohr",
      "category": "Language, Creating, Facts"
    },
    {
      "quote": "Poetry, even when apparently most fantastic, is always a revolt against artifice, a revolt, in a sense, against actuality.",
      "author": "James Joyce",
      "category": "Sense, Always, Fantastic"
    },
    {
      "quote": "Poetry and music are very good friends. Like mommies and daddies and strawberries and cream - they go together.",
      "author": "Nikki Giovanni",
      "category": "Music, Friends, Good"
    },
    {
      "quote": "Poetry is the lifeblood of rebellion, revolution, and the raising of consciousness.",
      "author": "Alice Walker",
      "category": "Revolution, Rebellion"
    },
    {
      "quote": "I'm a great believer in poetry out of the classroom, in public places, on subways, trains, on cocktail napkins. I'd rather have my poems on the subway than around the seminar table at an MFA program.",
      "author": "Billy Collins",
      "category": "Great, Cocktail, Classroom"
    },
    {
      "quote": "Poetry is like a bird, it ignores all frontiers.",
      "author": "Yevgeny Yevtushenko",
      "category": "Bird, Like, Frontiers"
    },
    {
      "quote": "Writing a book of poetry is like dropping a rose petal down the Grand Canyon and waiting for the echo.",
      "author": "Don Marquis",
      "category": "Rose, Writing, Waiting"
    },
    {
      "quote": "Poetry is the revelation of a feeling that the poet believes to be interior and personal which the reader recognizes as his own.",
      "author": "Salvatore Quasimodo",
      "category": "Feeling, Interior, Personal"
    },
    {
      "quote": "I was reading the dictionary. I thought it was a poem about everything.",
      "author": "Steven Wright",
      "category": "Reading, Thought, Dictionary"
    },
    {
      "quote": "Poetry surrounds us everywhere, but putting it on paper is, alas, not so easy as looking at it.",
      "author": "Vincent Van Gogh",
      "category": "Looking, Easy, Paper"
    },
    {
      "quote": "Cotton was a force of nature. There's a poetry to it, hoeing and growing cotton.",
      "author": "B. B. King",
      "category": "Nature, Growing, Cotton"
    },
    {
      "quote": "Daydreaming is one of the key sources of poetry - a poem often starts as a daydream that finds its way into language - and walking seems to bring a different sort of alertness, an associative kind of thinking, a drifting state of mind.",
      "author": "Edward Hirsch",
      "category": "Thinking, Walking, Mind"
    },
    {
      "quote": "Poetry is not a matter of feelings, it is a matter of language. It is language which creates feelings.",
      "author": "Umberto Eco",
      "category": "Language, Matter, Feelings"
    },
    {
      "quote": "Hip-hop is about the brilliance of pavement poetry.",
      "author": "Michael Eric Dyson",
      "category": "Hip-Hop, Brilliance"
    },
    {
      "quote": "If you have so earth-creeping a mind that it cannot lift itself up to look to the sky of poetry... thus much curse I must send you, in the behalf of all poets, that while you live, you live in love, and never get favour for lacking skill of a sonnet; and, when you die, your memory die from the earth for want of an epitaph.",
      "author": "Philip Sidney",
      "category": "Love, Sky, Memory"
    },
    {
      "quote": "Poetry should... should strike the reader as a wording of his own highest thoughts, and appear almost a remembrance.",
      "author": "John Keats",
      "category": "Thoughts, Remembrance"
    },
    {
      "quote": "Poetry is language at its most distilled and most powerful.",
      "author": "Rita Dove",
      "category": "Powerful, Language"
    },
    {
      "quote": "We go to poetry, we go to literature in general, to be forwarded within ourselves.",
      "author": "Seamus Heaney",
      "category": "Literature, Within, General"
    },
    {
      "quote": "Poetry is the one place where people can speak their original human mind. It is the outlet for people to say in public what is known in private.",
      "author": "Allen Ginsberg",
      "category": "Mind, Speak, People"
    },
    {
      "quote": "Listen, real poetry doesn't say anything; it just ticks off the possibilities. Opens all doors. You can walk through any one that suits you.",
      "author": "Jim Morrison",
      "category": "Walk, Listen, You"
    },
    {
      "quote": "It may be said that poems are in one way like icebergs: only about a third of their bulk appears above the surface of the page.",
      "author": "Howard Nemerov",
      "category": "Page, Way, Said"
    },
    {
      "quote": "A poet's work is to name the unnameable, to point at frauds, to take sides, start arguments, shape the world, and stop it going to sleep.",
      "author": "Salman Rushdie",
      "category": "Work, Sleep, World"
    },
    {
      "quote": "Poetry is thoughts that breathe, and words that burn.",
      "author": "Thomas Gray",
      "category": "Thoughts, Words, Burn"
    },
    {
      "quote": "Poetry is emotion, passion, love, grief - everything that is human. It is not for zombies by zombies.",
      "author": "F. Sionil Jose",
      "category": "Love, Passion, Grief"
    },
    {
      "quote": "America's liberal arts universities have long been safe zones for leftist thinking, protected ivory towers for the pseudo-elite who earn their livings writing papers nobody reads about gender roles in the poetry of Maya Angelou.",
      "author": "Ben Shapiro",
      "category": "America, Writing, Thinking"
    },
    {
      "quote": "I gave up on new poetry myself 30 years ago when most of it began to read like coded messages passing between lonely aliens in a hostile world.",
      "author": "Russell Baker",
      "category": "Myself, World, Lonely"
    },
    {
      "quote": "Nobody, I think, ought to read poetry, or look at pictures or statues, who cannot find a great deal more in them than the poet or artist has actually expressed. Their highest merit is suggestiveness.",
      "author": "Nathaniel Hawthorne",
      "category": "Great, Artist, Think"
    },
    {
      "quote": "Poetry is the art of substantiating shadows, and of lending existence to nothing.",
      "author": "Edmund Burke",
      "category": "Art, Shadows, Existence"
    },
    {
      "quote": "I know some people might think it odd - unworthy even - for me to have written a cookbook, but I make no apologies. The U.S. poet laureate Billy Collins thought I had demeaned myself by writing poetry for Hallmark Cards, but I am the people's poet so I write for the people.",
      "author": "Maya Angelou",
      "category": "Myself, I Am, Writing"
    },
    {
      "quote": "There are still many tribal cultures where poetry and song, there is just one word for them. There are other cultures with literacy where poetry and song are distinguished. But poetry always remembers that it has its origins in music.",
      "author": "Edward Hirsch",
      "category": "Music, Song, One Word"
    },
    {
      "quote": "I have not the slightest pretension to call my verses poetry I write now and then for no other purpose than to relieve depression or to improve my English.",
      "author": "Alfred Nobel",
      "category": "Depression, Purpose, Improve"
    },
    {
      "quote": "Sri Lanka is an island that everyone loves at some level inside themselves. A very special island that travellers, from Sinbad to Marco Polo, dreamed about. A place where the contours of the land itself forms a kind of sinewy poetry.",
      "author": "Romesh Gunesekera",
      "category": "Special, Place, Kind"
    },
    {
      "quote": "If what distinguishes us from other species is speech, then poetry, which is the supreme linguistic operation, is our anthropological - indeed, genetic - goal.",
      "author": "Joseph Brodsky",
      "category": "Goal, Speech, Which"
    },
    {
      "quote": "I cannot speak for more than an hour exclusively about poetry. At that point, life itself takes over again.",
      "author": "Wislawa Szymborska",
      "category": "Life, Speak, Point"
    },
    {
      "quote": "Spoken word poetry is the art of performance poetry. I tell people it involves creating poetry that doesn't just want to sit on paper, that something about it demands it be heard out loud or witnessed in person.",
      "author": "Sarah Kay",
      "category": "Art, Performance, People"
    },
    {
      "quote": "Poetry is what we do to break bread with the dead.",
      "author": "Seamus Heaney",
      "category": "Bread, Dead, Break"
    },
    {
      "quote": "The poets have been mysteriously silent on the subject of cheese.",
      "author": "Gilbert K. Chesterton",
      "category": "Silent, Cheese, Been"
    },
    {
      "quote": "Who writes poetry imbibes honey from the poisoned lips of life.",
      "author": "William Rose Benet",
      "category": "Life, Honey, Lips"
    },
    {
      "quote": "He who draws noble delights from sentiments of poetry is a true poet, though he has never written a line in all his life.",
      "author": "George Sand",
      "category": "Life, True, Never"
    },
    {
      "quote": "A poem is never finished, only abandoned.",
      "author": "Paul Valery",
      "category": "Never, Abandoned, Finished"
    },
    {
      "quote": "I have been enlightened. I have fallen into poetry and it has swallowed me up.",
      "author": "Keith Haring",
      "category": "Me, Up, Fallen"
    },
    {
      "quote": "The drama is complete poetry. The ode and the epic contain it only in germ; it contains both of them in a state of high development, and epitomizes both.",
      "author": "Victor Hugo",
      "category": "Development, Drama, Epic"
    },
    {
      "quote": "I consider myself a poet first and a musician second. I live like a poet and I'll die like a poet.",
      "author": "Bob Dylan",
      "category": "Myself, Live, Die"
    },
    {
      "quote": "Poetry is the opening and closing of a door, leaving those who look through to guess about what is seen during the moment.",
      "author": "Carl Sandburg",
      "category": "Door, Moment, Leaving"
    },
    {
      "quote": "I have nothing to say, I am saying it, and that is poetry.",
      "author": "John Cage",
      "category": "I Am, Nothing, Saying"
    },
    {
      "quote": "The poet may be used as a barometer, but let us not forget that he is also part of the weather.",
      "author": "Lionel Trilling",
      "category": "Weather, Forget, May"
    },
    {
      "quote": "Breathe-in experience, breathe-out poetry.",
      "author": "Muriel Rukeyser",
      "category": "Experience"
    },
    {
      "quote": "To read a poem is to hear it with our eyes to hear it is to see it with our ears.",
      "author": "Octavio Paz",
      "category": "Eyes, Hear, See"
    },
    {
      "quote": "Poetry is a mirror which makes beautiful that which is distorted.",
      "author": "Percy Bysshe Shelley",
      "category": "Beautiful, Mirror, Which"
    },
    {
      "quote": "God is the perfect poet.",
      "author": "Robert Browning",
      "category": "God, Perfect, Poet"
    },
    {
      "quote": "One will never again look at a birch tree, after the Robert Frost poem, in exactly the same way.",
      "author": "Paul Muldoon",
      "category": "Tree, Look, Way"
    },
    {
      "quote": "I still read Donne, particularly his love poems.",
      "author": "Carol Ann Duffy",
      "category": "Love, Still, Poems"
    },
    {
      "quote": "As human beings, we are the only organisms that create for the sheer stupid pleasure of doing so. Whether it's laying out a garden, composing a new tune on the piano, writing a bit of poetry, manipulating a digital photo, redecorating a room, or inventing a new chili recipe - we are happiest when we are creating.",
      "author": "Gary Hamel",
      "category": "Writing, Stupid, Garden"
    },
    {
      "quote": "The genesis of a poem for me is usually a cluster of words. The only good metaphor I can think of is a scientific one: dipping a thread into a supersaturated solution to induce crystal formation. I don't think I solve problems in my poetry I think I uncover the problems.",
      "author": "Margaret Atwood",
      "category": "Good, Words, Me"
    },
    {
      "quote": "I've written some poetry I don't understand myself.",
      "author": "Carl Sandburg",
      "category": "Myself, Understand, Some"
    },
    {
      "quote": "Poetry is a sword of lightning, ever unsheathed, which consumes the scabbard that would contain it.",
      "author": "Percy Bysshe Shelley",
      "category": "Lightning, Sword, Which"
    },
    {
      "quote": "Drawing is a way of coming upon the connection between things, just like metaphor in poetry reconnects what has become separated.",
      "author": "John Berger",
      "category": "Drawing, Way, Connection"
    },
    {
      "quote": "Poetry begins where language starts: in the shadows and accidents of one person's life.",
      "author": "Eavan Boland",
      "category": "Life, Language, Shadows"
    },
    {
      "quote": "I have been writing poetry for a long time now. I started writing in my school days.",
      "author": "Kapil Sibal",
      "category": "Time, School, Writing"
    },
    {
      "quote": "The true spirit of delight, the exaltation, the sense of being more than Man, which is the touchstone of the highest excellence, is to be found in mathematics as surely as poetry.",
      "author": "Bertrand Russell",
      "category": "Man, Excellence, Mathematics"
    },
    {
      "quote": "Great poetry is always written by somebody straining to go beyond what he can do.",
      "author": "Stephen Spender",
      "category": "Great, Beyond, Always"
    },
    {
      "quote": "Most people read poetry listening for echoes because the echoes are familiar to them. They wade through it the way a boy wades through water, feeling with his toes for the bottom: The echoes are the bottom.",
      "author": "Wallace Stevens",
      "category": "Water, Listening, People"
    },
    {
      "quote": "Poetry should help, not only to refine the language of the time, but to prevent it from changing too rapidly.",
      "author": "T. S. Eliot",
      "category": "Time, Language, Help"
    },
    {
      "quote": "The only thing that can save the world is the reclaiming of the awareness of the world. That's what poetry does.",
      "author": "Allen Ginsberg",
      "category": "World, Awareness"
    },
    {
      "quote": "Poetry is not an expression of the party line. It's that time of night, lying in bed, thinking what you really think, making the private world public, that's what the poet does.",
      "author": "Allen Ginsberg",
      "category": "Time, Thinking, World"
    },
    {
      "quote": "We make out of the quarrel with others, rhetoric, but of the quarrel with ourselves, poetry.",
      "author": "William Butler Yeats",
      "category": "Rhetoric, Others, Quarrel"
    },
    {
      "quote": "I don't think you get to good writing unless you expose yourself and your feelings. Deep songs don't come from the surface; they come from the deep down. The poetry and the songs that you are suppose to write, I believe are in your heart.",
      "author": "Judy Collins",
      "category": "Good, Deep, Writing"
    },
    {
      "quote": "Theater and poetry were what helped people stay alive and want to go on living.",
      "author": "Vanessa Redgrave",
      "category": "People, Living, Want"
    },
    {
      "quote": "Poetry involves the mysteries of the irrational perceived through rational words.",
      "author": "Vladimir Nabokov",
      "category": "Words, Through, Mysteries"
    },
    {
      "quote": "In poetry, you must love the words, the ideas and the images and rhythms with all your capacity to love anything at all.",
      "author": "Wallace Stevens",
      "category": "Love, Words, Ideas"
    },
    {
      "quote": "That's the way it is with poetry: When it is incomprehensible it seems profound, and when you understand it, it is only ridiculous.",
      "author": "Galway Kinnell",
      "category": "Way, You, Profound"
    },
    {
      "quote": "Poetry is as precise a thing as geometry.",
      "author": "Gustave Flaubert",
      "category": "Geometry, Precise, Thing"
    },
    {
      "quote": "I'm sorry, man, but I've got magic. I've got poetry in my fingertips. Most of the time - and this includes naps - I'm an F-18, bro. And I will destroy you in the air. I will deploy my ordinance to the ground.",
      "author": "Charlie Sheen",
      "category": "Time, Man, Sorry"
    },
    {
      "quote": "In the language of poetry, where every word is weighed, nothing is usual or normal. Not a single stone and not a single cloud above it. Not a single day and not a single night after it. And above all, not a single existence, not anyone's existence in this world.",
      "author": "Wislawa Szymborska",
      "category": "Day, Language, World"
    },
    {
      "quote": "You know, people speak in poetry all the time. They just don't realize it.",
      "author": "Sherman Alexie",
      "category": "Time, Speak, People"
    },
    {
      "quote": "I don't think I've ever read poetry, ever.",
      "author": "Eminem",
      "category": "Think, Ever, Read"
    },
    {
      "quote": "I have piles of poetry books in the bathroom, on the stairs, everywhere. The only way to write poetry is to read it.",
      "author": "Carol Ann Duffy",
      "category": "Stairs, Way, Bathroom"
    },
    {
      "quote": "If you don't mark your successes, the day your ship comes in could be just another day at the office, and there's no poetry in that.",
      "author": "Glen Hansard",
      "category": "Day, Ship, You"
    },
    {
      "quote": "It is certain that at certain times talent entirely overcomes thought or poetry.",
      "author": "John Singer Sargent",
      "category": "Thought, Talent, Times"
    },
    {
      "quote": "If you've ever been to a poetry slam, you know that the highest scoring emotion is self-righteous indignation: how dare you judge me. So in that way, the poem, 'What Teachers Make,' is an absolutely formulaic slam poem designed to allow me to get up on my soap box and say, 'Let me tell you what really makes me angry.'",
      "author": "Taylor Mali",
      "category": "Me, Angry, Know"
    },
    {
      "quote": "When I rap, I get to express myself in a way where putting words together is like poetry, and sometimes it's better to talk in certain expressions than sing, you know? So I love, I love to rhyme when I want to express certain things.",
      "author": "Wyclef Jean",
      "category": "Love, Myself, Together"
    },
    {
      "quote": "I don't think I've ever read poetry, ever. I'm not really book-smart.",
      "author": "Eminem",
      "category": "Think, Ever, Really"
    },
    {
      "quote": "I think it's often assumed that the role of poetry is to comfort, but for me, poetry is the great unsettler. It questions the established order of the mind. It is radical, by which I don't mean that it is either leftwing or rightwing, but that it works at the roots of thinking.",
      "author": "Alice Oswald",
      "category": "Great, Thinking, Mind"
    },
    {
      "quote": "If poetry and the arts do anything, they can fortify your inner life, your inwardness.",
      "author": "Seamus Heaney",
      "category": "Life, Arts, Anything"
    },
    {
      "quote": "Everybody interprets things differently with their own perception, and I want poetry to pull out of them their own feelings.",
      "author": "John Trudell",
      "category": "Perception, Want, Feelings"
    },
    {
      "quote": "Poetry, at its best, is the language your soul would speak if you could teach your soul to speak.",
      "author": "Jim Harrison",
      "category": "Best, Soul, Speak"
    },
    {
      "quote": "I'm reading a lot of poetry because it's a lot easier to dip in and dip out when you've got 10 minutes to yourself.",
      "author": "Hozier",
      "category": "Reading, Yourself, You"
    },
    {
      "quote": "Music has a poetry of its own, and that poetry is called melody.",
      "author": "Joshua Logan",
      "category": "Music, Own, Melody"
    },
    {
      "quote": "People wish to be poets more than they wish to write poetry, and that's a mistake. One should wish to celebrate more than one wishes to be celebrated.",
      "author": "Lucille Clifton",
      "category": "Celebrate, Mistake, People"
    },
    {
      "quote": "If there's no money in poetry, neither is there poetry in money.",
      "author": "Robert Graves",
      "category": "Money, Neither"
    },
    {
      "quote": "I guess I wanted to leave America for awhile. It wasn't that I wanted to become an expatriate, or just never come back, I needed some breathing room. I'd already been translating French poetry, I'd been to Paris once before and liked it very much, and so I just went.",
      "author": "Paul Auster",
      "category": "America, Paris, Breathing"
    },
    {
      "quote": "The music just tends to be a vehicle for that poetry.",
      "author": "Mark Knopfler",
      "category": "Music, Just, Vehicle"
    },
    {
      "quote": "Literature is a state of culture, poetry is a state of grace, before and after culture.",
      "author": "Juan Ramon Jimenez",
      "category": "Culture, Grace, Literature"
    },
    {
      "quote": "I think the first time I really heard poetry was in the schoolyard. Just the little limericks that kids say when they're jumping rope and playing games. I think that's the first time I heard rhyming words - I don't know if I'd call that the definitive poetry, but that's when I heard rhyming words said and not necessarily sung.",
      "author": "Jill Scott",
      "category": "Time, Words, Know"
    },
    {
      "quote": "What are the sources of poetry? Love and death and the paradox of love and death. All poetry from the beginning is about Eros and Thanatos. Those are the only subjects. And how Eros and Thanatos interweave.",
      "author": "Erica Jong",
      "category": "Love, Death, Beginning"
    },
    {
      "quote": "More modern poetry is written than read.",
      "author": "P. J. O'Rourke",
      "category": "Modern, More, Than"
    },
    {
      "quote": "Poetry at its best can do you a lot of harm.",
      "author": "Sylvia Plath",
      "category": "Best, You, Harm"
    },
    {
      "quote": "Jazz and poetry both involve a structure that may be familiar and to some extent predictable. And then, you try to create as much surprise and spontaneity and feeling and variation while respecting that structure.",
      "author": "Robert Pinsky",
      "category": "Surprise, Jazz, You"
    },
    {
      "quote": "I was raised on songs of poetry like Simon and Garfunkel and Cat Stevens and Neil Young, etc. I love those old songs probably the most because they hit me so deep down in my core.",
      "author": "Jessica Steen",
      "category": "Love, Deep, Me"
    },
    {
      "quote": "When you write, it's just a much more crystalline, compressed version of the voice you think with - though not the one you speak with. I think your writing voice is your laser-guided missile. It's the poetry part of you.",
      "author": "Douglas Coupland",
      "category": "Writing, Speak, Think"
    },
    {
      "quote": "Maya Angelou was the voice of three generations. Her poetry spanned our journey, chronicled our hearts and documented our struggles as we moved from the orations of Martin Luther King to the presidency of Barack Obama.",
      "author": "Donna Brazile",
      "category": "Journey, Voice, King"
    },
    {
      "quote": "Poetry is the universal language which the heart holds with nature and itself. He who has a contempt for poetry, cannot have much respect for himself, or for anything else.",
      "author": "William Hazlitt",
      "category": "Nature, Respect, Heart"
    },
    {
      "quote": "In the television age, the key distinction is between the candidate who can speak poetry and the one who can only speak prose.",
      "author": "Richard M. Nixon",
      "category": "Age, Speak, Television"
    },
    {
      "quote": "I recently read that it's the left brain that does all that calculating, and the right brain that does the poetry. Somehow I've veered way towards the left. I've been doing it for years. Maybe I do art to balance it out.",
      "author": "Jason Mraz",
      "category": "Art, Balance, Brain"
    },
    {
      "quote": "When I was 18, I took a trip to Thailand with a friend. We stayed for a month. Bangkok was very raw for a teenager: there were no cellphones, no Internet, and the only music I had with me was this cassette by Liz Phair. I was writing a lot of poetry, and she embodied a talky style of songwriting that I found very accessible.",
      "author": "Jenny Lewis",
      "category": "Music, Writing, Internet"
    },
    {
      "quote": "In a way, Anglo-Saxon poetry cannot be translated.",
      "author": "Seamus Heaney",
      "category": "Way, Anglo-Saxon, Cannot"
    },
    {
      "quote": "No poetry that I'm aware of, however bad or glorious, has ever left somebody a worse person than they were before they read it.",
      "author": "Felix Dennis",
      "category": "Person, Bad, Worse"
    },
    {
      "quote": "What my character is or how many jails I have lounged in, or wards or walls or wassails, how many lonely-heart poetry readings I have dodged, is beside the point. A man's soul or lack of it will be evident with what he can carve upon a white sheet of paper.",
      "author": "Charles Bukowski",
      "category": "Character, Man, Soul"
    },
    {
      "quote": "If the object of poetry is, to make men, then poetry is the heir of prophecy.",
      "author": "Muhammad Iqbal",
      "category": "Men, Prophecy, Heir"
    },
    {
      "quote": "Living here on Earth, we breathe the rhythms of a universe that extends infinitely above us. When resonant harmonies arise between this vast outer cosmos and the inner human cosmos, poetry is born.",
      "author": "Daisaku Ikeda",
      "category": "Universe, Earth, Living"
    },
    {
      "quote": "But I liked Yeats! That wild Irishman. I really loved his love of language, his flow. His chaotic ideas seemed to me just the right thing for a poet. Passion! He was always on the right side. He may be wrongheaded, but his heart was always on the right side. He wrote beautiful poetry.",
      "author": "Chinua Achebe",
      "category": "Love, Beautiful, Passion"
    },
    {
      "quote": "Alchemy is the art of far and near, and I think poetry is alchemy in that way. It's delightful to distort size, to see something that's tiny as though it were vast.",
      "author": "Robert Morgan",
      "category": "Art, Think, See"
    },
    {
      "quote": "Poetry is not only a set of words which are chosen to relate to each other it is something which goes much further than that to provide a glimpse of our vision of the world.",
      "author": "Tahar Ben Jelloun",
      "category": "Vision, Words, World"
    },
    {
      "quote": "Shakespeare was a man who wrote poetry. I'm a man who writes poetry. Why not compare yourself to the best?",
      "author": "Jay-Z",
      "category": "Best, Man, Yourself"
    },
    {
      "quote": "Poetry fettered, fetters the human race. Nations are destroyed or flourish in proportion as their poetry, painting, and music are destroyed or flourish.",
      "author": "William Blake",
      "category": "Music, Painting, Human"
    },
    {
      "quote": "It is time to get drunk! So as not to be the martyred slaves of Time, get drunk; get drunk without stopping! On wine, on poetry, or on virtue, as you wish.",
      "author": "Charles Baudelaire",
      "category": "Time, Wine, Wish"
    },
    {
      "quote": "I've written poetry since I was in the first grade, and it wasn't until I was a little bit older that I realized poetry could be put to music and become a song.",
      "author": "Jordin Sparks",
      "category": "Music, Song, First"
    },
    {
      "quote": "I am two fools, I know, for loving, and for saying so in whining poetry.",
      "author": "John Donne",
      "category": "I Am, Loving, Know"
    },
    {
      "quote": "I saw the gooseflesh on my skin. I did not know what made it. I was not cold. Had a ghost passed over? No, it was the poetry.",
      "author": "Sylvia Plath",
      "category": "Know, Skin, Ghost"
    },
    {
      "quote": "How can any one paint who cannot grade colors? How can any one write poetry who has not learnt to hear and see?",
      "author": "Maria Montessori",
      "category": "Colors, Paint, See"
    },
    {
      "quote": "Naming a baby is an act of poetry, for many people the only creative moment of their lives.",
      "author": "Richard Eyre",
      "category": "Baby, Creative, Moment"
    },
    {
      "quote": "All slang is metaphor, and all metaphor is poetry.",
      "author": "Gilbert K. Chesterton",
      "category": "Metaphor, Slang"
    },
    {
      "quote": "In the total darkness, poetry is still there, and it is there for you.",
      "author": "Abbas Kiarostami",
      "category": "Darkness, You, Still"
    },
    {
      "quote": "If I read a book and it makes my whole body so cold no fire can ever warm me, I know that is poetry.",
      "author": "Emily Dickinson",
      "category": "Book, Fire, Me"
    },
    {
      "quote": "Everything one invents is true, you may be perfectly sure of that. Poetry is as precise as geometry.",
      "author": "Gustave Flaubert",
      "category": "True, You, Geometry"
    },
    {
      "quote": "Poetry should surprise by a fine excess and not by singularity, it should strike the reader as a wording of his own highest thoughts, and appear almost a remembrance.",
      "author": "John Keats",
      "category": "Thoughts, Surprise, Fine"
    },
    {
      "quote": "The reason why we do maths is because it's like poetry. It's about patterns, and that really turned me on. It made me feel that maths was in tune with the other things I liked doing.",
      "author": "Marcus du Sautoy",
      "category": "Me, Doing, Why"
    },
    {
      "quote": "Let's detox our cluttered academic brain. That's what the poet does. People call it daydreaming, detoxing our minds and taking care of that clutter. It's being able to let in call letters from the poetry universe.",
      "author": "Juan Felipe Herrera",
      "category": "Brain, Universe, People"
    },
    {
      "quote": "A poet must be a psychologist, but a secret one: he should know and feel the roots of phenomena but present only the phenomena themselves in full bloom or as they fade away.",
      "author": "Ivan Turgenev",
      "category": "Roots, Know, Bloom"
    },
    {
      "quote": "The poetry you read has been written for you, each of you - black, white, Hispanic, man, woman, gay, straight.",
      "author": "Maya Angelou",
      "category": "Man, Woman, Black"
    },
    {
      "quote": "Poetry comes alive to me through recitation.",
      "author": "Natalie Merchant",
      "category": "Me, Alive, Through"
    },
    {
      "quote": "A theology should be like poetry, which takes us to the end of what words and thoughts can do.",
      "author": "Karen Armstrong",
      "category": "Thoughts, Words, End"
    },
    {
      "quote": "Poetry carries its history within it, and it is oral in origin. Its transmission was oral.",
      "author": "James Fenton",
      "category": "History, Within"
    },
    {
      "quote": "I am an artist, you understand? For me, a picture is like poetry. When you make art, this is not coming from an intellectual place. It's coming from the deep side of your unconscious, your soul.",
      "author": "Alejandro Jodorowsky",
      "category": "Art, Deep, I Am"
    },
    {
      "quote": "Wanted: a needle swift enough to sew this poem into a blanket.",
      "author": "Charles Simic",
      "category": "Enough, Blanket, Needle"
    },
    {
      "quote": "I do not see how a man can work on the frontiers of physics and write poetry at the same time. They are in opposition.",
      "author": "Paul Dirac",
      "category": "Work, Time, Man"
    },
    {
      "quote": "The thing about great poetry is we have no defenses against it.",
      "author": "David Whyte",
      "category": "Great, Against, About"
    },
    {
      "quote": "I think the poetry that came out of Belfast, and especially the Queen's University set, in the 1970s and '80s - you know, Paul Muldoon and Seamus Heaney, Derek Mahon and Ciaran Carson - that was probably the finest body of work since the Gaelic renaissance, up there with the work of Yeats and Synge and Lady Gregory.",
      "author": "Adrian McKinty",
      "category": "Work, Queen, Know"
    },
    {
      "quote": "I'm not really a musician. I'm a performer, and I love rock n' roll. I've embraced rock n' roll because it encompasses all the things I'm interested in: poetry, revolution, sexuality, political activism - all of these things can be found in rock n' roll.",
      "author": "Patti Smith",
      "category": "Love, Revolution, Political"
    },
    {
      "quote": "I wish our clever young poets would remember my homely definitions of prose and poetry; that is, prose = words in their best order; - poetry = the best words in the best order.",
      "author": "Samuel Taylor Coleridge",
      "category": "Best, Words, Remember"
    },
    {
      "quote": "The poetry of a people comes from the deep recesses of the unconscious, the irrational and the collective body of our ancestral memories.",
      "author": "Margaret Walker",
      "category": "Memories, Deep, People"
    },
    {
      "quote": "Bleak House is just the most astounding piece of work. There's huge, visionary poetry in it.",
      "author": "Simon Callow",
      "category": "Work, House, Visionary"
    },
    {
      "quote": "Have you ever heard a good joke? If you've ever heard someone just right, with the right pacing, then you're already on the way to poetry. It's about using words in very precise ways and using gesture.",
      "author": "Rita Dove",
      "category": "Good, Words, You"
    },
    {
      "quote": "I love Sufism as I love beautiful poetry, but it is not the answer. Sufism is like a mirage in the desert. It says to you, come and sit, relax and enjoy yourself for a while.",
      "author": "Naguib Mahfouz",
      "category": "Love, Beautiful, Yourself"
    },
    {
      "quote": "Poetry is the record of the best and happiest moments of the happiest and best minds.",
      "author": "Percy Bysshe Shelley",
      "category": "Best, Moments, Minds"
    },
    {
      "quote": "Written poetry is worth reading once, and then should be destroyed. Let the dead poets make way for others.",
      "author": "Antonin Artaud",
      "category": "Reading, Way, Dead"
    },
    {
      "quote": "Poetry isn't a profession, it's a way of life. It's an empty basket; you put your life into it and make something out of that.",
      "author": "Mary Oliver",
      "category": "Life, Way, You"
    },
    {
      "quote": "It's not easy to define poetry.",
      "author": "Bob Dylan",
      "category": "Easy, Define"
    },
    {
      "quote": "I don't like the word 'poetry,' and I don't like poetry readings, and I usually don't like poets. I would much prefer describing myself and what I do as: I'm kind of a curator, and I'm kind of a night-owl reporter.",
      "author": "Tom Waits",
      "category": "Myself, Kind, Like"
    },
    {
      "quote": "I began writing early - very, very early... I was already writing short stories for the radio and selling poems to poetry and art festivals; I was involved in school plays; I wrote essays, so there was no definite moment when I said, 'Now I'm a writer.' I've always been a writer.",
      "author": "Wole Soyinka",
      "category": "Art, School, Short"
    },
    {
      "quote": "I've always written. There's a journal which I kept from about 9 years old. The man who gave it to me lived across the street from the store and kept it when my grandmother's papers were destroyed. I'd written some essays. I loved poetry, still do. But I really, really loved it then.",
      "author": "Maya Angelou",
      "category": "Man, Me, Loved"
    },
    {
      "quote": "For an American, there's no automatic place where people love the art of poetry. There's not a social class that considers poetry its property the way in some countries there's a snob value to the art.",
      "author": "Robert Pinsky",
      "category": "Love, Art, American"
    },
    {
      "quote": "If I have to make a self-portrait, I would put poetry and rebellion on the list. To be able to walk on a wire, to be able to juggle six hoops, you need focus, another word for tenacity, which is passion.",
      "author": "Philippe Petit",
      "category": "Focus, Passion, Walk"
    },
    {
      "quote": "The Victorian language of flowers began with the publication of 'Le Language des Fleurs,' written by Charlotte de Latour and printed in Paris in 1819. To create the book - which was a list of flowers and their meanings - de Latour gathered references to flower symbolism throughout poetry, ancient mythology, and even medicine.",
      "author": "Vanessa Diffenbaugh",
      "category": "Flower, Flowers, Book"
    },
    {
      "quote": "I have written some poetry and two prose books about baseball, but if I had been a rich man, I probably would not have written many of the magazine essays that I have had to do. But, needing to write magazine essays to support myself, I looked to things that I cared about and wanted to write about, and certainly baseball was one of them.",
      "author": "Donald Hall",
      "category": "Myself, Baseball, Support"
    },
    {
      "quote": "Poetry is one of the ancient arts, and it began as did all the fine arts, within the original wilderness of the earth.",
      "author": "Mary Oliver",
      "category": "Earth, Wilderness, Within"
    },
    {
      "quote": "I came into music because I thought the presentation of poetry wasn't vibrant enough. So I merged improvised poetry with basic rock chords. That was my original mission.",
      "author": "Patti Smith",
      "category": "Music, Thought, Mission"
    },
    {
      "quote": "Like most lit nerds, I'm a voracious reader. I never got enough poetry under my belt growing up but I do read it - some of my favorites, Gina Franco and Angela Shaw and Cornelius Eady and Kevin Young, remind me daily that unless the words sing and dance, what's the use of putting them down on paper.",
      "author": "Junot Diaz",
      "category": "Daily, Dance, Words"
    },
    {
      "quote": "Each word bears its weight, so you have to read my poems quite slowly.",
      "author": "Anne Stevenson",
      "category": "You, Word, Slowly"
    },
    {
      "quote": "Superstition is the poetry of life.",
      "author": "Johann Wolfgang von Goethe",
      "category": "Life, Superstition"
    },
    {
      "quote": "I started off in England and very few people knew I was Australian. I mean, the clues were in the poems, but they didn't read them very carefully, and so for years and years I was considered completely part of the English poetry scene.",
      "author": "Peter Porter",
      "category": "People, Years, Mean"
    },
    {
      "quote": "The Bible is not just one book, but an entire library, with stories, songs, poetry, letters and history, as well as literature that might more obviously qualify as 'religious.'",
      "author": "John Drane",
      "category": "History, Book, Library"
    },
    {
      "quote": "Human beings love poetry. They don't even know it sometimes... whether they're the songs of Bono, or the songs of Justin Bieber... they're listening to poetry.",
      "author": "Maya Angelou",
      "category": "Love, Listening, Know"
    },
    {
      "quote": "If the poetry world celebrate its female stars at the true level of their productivity and influence, poetry would wind up being a largely female world, and the men would leave.",
      "author": "Eileen Myles",
      "category": "Stars, Men, World"
    },
    {
      "quote": "The moment of change is the only poem.",
      "author": "Adrienne Rich",
      "category": "Change, Moment, Poem"
    },
    {
      "quote": "'Therefore' is a word the poet must not know.",
      "author": "Andre Gide",
      "category": "Know, Word, Must"
    },
    {
      "quote": "Any healthy man can go without food for two days - but not without poetry.",
      "author": "Charles Baudelaire",
      "category": "Food, Man, Healthy"
    },
    {
      "quote": "Poetry is the art of creating imaginary gardens with real toads.",
      "author": "Marianne Moore",
      "category": "Art, Creating, Real"
    },
    {
      "quote": "A poet can survive everything but a misprint.",
      "author": "Oscar Wilde",
      "category": "Survive, Everything, Poet"
    },
    {
      "quote": "All bad poetry springs from genuine feeling.",
      "author": "Oscar Wilde",
      "category": "Feeling, Genuine, Bad"
    },
    {
      "quote": "Poetry is ordinary language raised to the Nth power. Poetry is boned with ideas, nerved and blooded with emotions, all held together by the delicate, tough skin of words.",
      "author": "Paul Engle",
      "category": "Power, Together, Words"
    },
    {
      "quote": "The crown of literature is poetry.",
      "author": "W. Somerset Maugham",
      "category": "Literature, Crown"
    },
    {
      "quote": "A poet looks at the world the way a man looks at a woman.",
      "author": "Wallace Stevens",
      "category": "Man, Woman, World"
    },
    {
      "quote": "A poem might be defined as thinking about feelings - about human feelings and frailties.",
      "author": "Anne Stevenson",
      "category": "Thinking, Feelings, Human"
    },
    {
      "quote": "He could not die when trees were green, for he loved the time too well.",
      "author": "John Clare",
      "category": "Time, Trees, Green"
    },
    {
      "quote": "There may be more poetry than justice in poetic justice.",
      "author": "George Will",
      "category": "Justice, May, Than"
    },
    {
      "quote": "There are men who can write poetry, and there are men who can read balance sheets. The men who can read balance sheets cannot write.",
      "author": "Henry R. Luce",
      "category": "Balance, Men, Write"
    },
    {
      "quote": "Poetry is all nouns and verbs.",
      "author": "Marianne Moore",
      "category": "Verbs"
    },
    {
      "quote": "The blood jet is poetry and there is no stopping it.",
      "author": "Sylvia Plath",
      "category": "Blood, Jet, Stopping"
    },
    {
      "quote": "I think that the job of poetry, its political job, is to refresh the idea of justice, which is going dead in us all the time.",
      "author": "Robert Hass",
      "category": "Time, Justice, Job"
    },
    {
      "quote": "Poetry is a sort of homecoming.",
      "author": "Paul Celan",
      "category": "Homecoming, Sort"
    },
    {
      "quote": "I didn't want to deal in poetry. I got rid of that after a few months.",
      "author": "Tom Wesselmann",
      "category": "Want, Rid, Months"
    },
    {
      "quote": "Of course a poem is a two-way street. No poem is any good if it doesn't suggest to the reader things from his own mind and recollection that he will read into it, and will add to what the poet has suggested. But I do think poetry readings are very important.",
      "author": "James Laughlin",
      "category": "Good, Mind, Think"
    },
    {
      "quote": "Pound's translation of Chinese poetry was maybe the most important thing I read. Eliot a little bit later.",
      "author": "Robert Morgan",
      "category": "The Most Important, Little"
    },
    {
      "quote": "A group of us started a community center in Santa Monica. We've tried different programs, and three have worked really well. A poetry group. Once a week we visit Venice High and talk to girls at risk.",
      "author": "Lisa Bonet",
      "category": "Community, Risk, Week"
    },
    {
      "quote": "Slowly poetry becomes visual because it paints images, but it is also musical: it unites two arts into one.",
      "author": "Eugenio Montale",
      "category": "Arts, Visual, Two"
    },
    {
      "quote": "What we know is that Shakespeare wrote perhaps the most remarkable body of passionate love poetry in the English language to a young man.",
      "author": "Stephen Greenblatt",
      "category": "Love, Man, Language"
    },
    {
      "quote": "So, poetry becomes a means for useful dialogue between people who are not only unknown, but mute to each other. It produces a dialogue among people that guards all of us against manipulation by our so-called leaders.",
      "author": "June Jordan",
      "category": "People, Unknown, Dialogue"
    },
    {
      "quote": "Writing poetry makes you intensely conscious of how words sound, both aloud and inside the head of the reader. You learn the weight of words and how they sound to the ear.",
      "author": "Helen Dunmore",
      "category": "Writing, Words, You"
    },
    {
      "quote": "I want a fever, in poetry: a fever, and tranquillity.",
      "author": "James Dickey",
      "category": "Want, Fever, Tranquillity"
    },
    {
      "quote": "Why should poetry have to make sense?",
      "author": "Charlie Chaplin",
      "category": "Why, Sense, Should"
    },
    {
      "quote": "The poetry of this one is called philosophical, of that one philological, of a third rhetorical, and so on. Which is then the poetic poetry?",
      "author": "Karl Wilhelm Friedrich Schlegel",
      "category": "Third, Rhetorical, Which"
    },
    {
      "quote": "Yet, it is true, poetry is delicious; the best prose is that which is most full of poetry.",
      "author": "Virginia Woolf",
      "category": "Best, True, Which"
    },
    {
      "quote": "The musician is perhaps the most modest of animals, but he is also the proudest. It is he who invented the sublime art of ruining poetry.",
      "author": "Erik Satie",
      "category": "Art, Animals, Musician"
    },
    {
      "quote": "I see people who talk about America, and then undermine it by not paying attention to its soul, to its poetry. I see polarization, reductionism and superficiality.",
      "author": "Azar Nafisi",
      "category": "America, Soul, People"
    },
    {
      "quote": "I always wrote poetry and stuff like that, so putting songs together wasn't that spectacular.",
      "author": "Amy Winehouse",
      "category": "Together, Always, Like"
    },
    {
      "quote": "When I hit a block, regardless of what I am writing, what the subject matter is, or what's going on in the plot, I go back and I read Pablo Neruda's poetry. I don't actually speak Spanish, so I read it translation. But I always go back to Neruda. I don't know why, but it calms me, calms my brain.",
      "author": "Tea Obreht",
      "category": "I Am, Writing, Speak"
    },
    {
      "quote": "The middle class is doing fine in fiction. But it's not what gets me going. I love the working class, and everyone from it I've met, and think they're incredibly witty, inventive - there's a lot of poetry there.",
      "author": "Martin Amis",
      "category": "Love, Me, Think"
    },
    {
      "quote": "I read poetry to save time.",
      "author": "Marilyn Monroe",
      "category": "Time, Save, Read"
    },
    {
      "quote": "The poetry and transgression that was so much of surrealism's anarchic force has been recruited into mainstream culture. It has been made commonplace by television and magazine merchandising, by computer games and Internet visuals, by film and MTV, by the fashion shoot.",
      "author": "Graham Joyce",
      "category": "Culture, Internet"
    },
    {
      "quote": "Modernism in other arts brought extreme difficulty. In poetry, the characteristic difficulty imported under the name of modernism was obscurity. But obscurity could just as easily be a quality of metrical as of free verse.",
      "author": "James Fenton",
      "category": "Quality, Free, Name"
    },
    {
      "quote": "Poetry, for me, is the answer to, 'How does one stay sane when private lives are being ransacked by public events?' It's something that hangs over your head all the time.",
      "author": "Lisel Mueller",
      "category": "Time, Me, Head"
    },
    {
      "quote": "Poetry is my cheap means of transportation. By the end of the poem the reader should be in a different place from where he started. I would like him to be slightly disoriented at the end, like I drove him outside of town at night and dropped him off in a cornfield.",
      "author": "Billy Collins",
      "category": "End, Night, Transportation"
    },
    {
      "quote": "I think of something quite different from a snapshot. I know of a lot of poems, some very fine ones, that are like snapshots, but I'm more interested in poetry that is like an endless film, long stories, things that weave together many different strands, like a big piece of cloth, not like a photograph.",
      "author": "Robert Bringhurst",
      "category": "Together, Long, Know"
    },
    {
      "quote": "As far as I am concerned, poetry is a statement concerning the human condition, composed in verse.",
      "author": "N. Scott Momaday",
      "category": "I Am, Human, Human Condition"
    },
    {
      "quote": "My father loved poetry and music. But deep in himself he thought teaching the finest thing a person could do.",
      "author": "George Steiner",
      "category": "Music, Father, Deep"
    },
    {
      "quote": "One night, I lay awake for hours, just terrified. When the dawn finally came up - the comfortable blue sky, the familiar world returning - I could think of no other way to express my relief than through poetry. I made a decision there and then that it was what I wanted to do. Every time I pulled a wishbone, it was what I asked for.",
      "author": "Alice Oswald",
      "category": "Time, Sky, World"
    },
    {
      "quote": "Poetry, fiction as novels or short stories - these are autonomous as created by their authors. They should stand on their own, like pieces of furniture that should be judged as to their usefulness, elegance.",
      "author": "F. Sionil Jose",
      "category": "Short, Stand, Furniture"
    },
    {
      "quote": "I am for poetry that is admired by peasant and aristocrat alike.",
      "author": "F. Sionil Jose",
      "category": "I Am, Peasant, Alike"
    },
    {
      "quote": "For me, I used to be shy towards journalism because it wasn't poetry. And then I realized that the events that I covered in essays that became journalism were actually great because they inspired me, and they became my muse.",
      "author": "Alice Walker",
      "category": "Great, Me, Journalism"
    },
    {
      "quote": "In Northern Ireland, helicopters are not usually used to promote poetry.",
      "author": "Seamus Heaney",
      "category": "Ireland, Northern Ireland"
    },
    {
      "quote": "I admire 'Adventure Time' for being a piece of art in the way that I think art should be. If you want to see it is poetry, you can, and if you don't, you can watch a fun cartoon.",
      "author": "Rebecca Sugar",
      "category": "Time, Art, Adventure"
    },
    {
      "quote": "When I was young, I read everything I could lay my hands on, but the Scots in my storybooks spent their time fighting glorious battles, rowing across lochs, or escaping over moors of purple heather. Even those Scots were hard to find. For at school, we recited poetry according to the set texts the teachers taught us.",
      "author": "Theresa Breslin",
      "category": "Time, School, Hands"
    },
    {
      "quote": "Surrealism is not a poetry but a poetics, and even more, and more decisively, a world vision.",
      "author": "Octavio Paz",
      "category": "Vision, World, Surrealism"
    },
    {
      "quote": "Many great works of art, poetry, and music are inspired by astral memories. The desire to do noble, beautiful things here on Earth is also often a carryover of astral experiences between a person's earth lives.",
      "author": "Paramahansa Yogananda",
      "category": "Music, Art, Beautiful"
    },
    {
      "quote": "I owe my discovery of the Hot Club of Cowtown to Kinky Friedman, leader of the Texas Jewboys. When I saw that Bob Wills and his Texas Playboys were headlining the 2003 Santa Clarita Cowboy Poetry and Music Festival, I thought it my duty to check out the band that had inspired the Texas Jewboys.",
      "author": "Clive Sinclair",
      "category": "Music, Leader, Thought"
    },
    {
      "quote": "I like cups of tea and reading books and poetry and old people things.",
      "author": "Bindi Irwin",
      "category": "Reading, Tea, People"
    },
    {
      "quote": "Poetry is a call to action, and it also is action.",
      "author": "Juan Felipe Herrera",
      "category": "Action, Call, Also"
    },
    {
      "quote": "The muse, the beloved, and duende are three ways of thinking of what is the source of poetry, and all three seem to me different names or different ways to think about something that is not entirely reasonable, not entirely subject to the will, not entirely rational.",
      "author": "Edward Hirsch",
      "category": "Thinking, Me, Think"
    },
    {
      "quote": "In poetry, I have, since very young, loved poetry in translation. The Chinese, the French, the Russians, Italians, Indians and early Celts: the formality of the translator's voice, their measured breath and anxiety moves me as it lingers over the original.",
      "author": "Fanny Howe",
      "category": "Me, Voice, Anxiety"
    },
    {
      "quote": "There is a gap in my work from '84 to 2002, 18 years where I stopped writing. I was working at fiction and other things and starting a school and getting married and starting a family, but I wasn't writing poetry for the better part of 15 years.",
      "author": "Philip Schultz",
      "category": "Work, Family, School"
    },
    {
      "quote": "The major poets of New Jersey have all suffered, whether it's Whitman, who lost his job for 'Leaves of Grass,' or William Carlos Williams, who was called a communist, or Ginsberg, whose 'Howl' was prosecuted, or myself. If you practise poetry the way I think it needs to be done, you're going to put yourself in jeopardy.",
      "author": "Amiri Baraka",
      "category": "Myself, Job, Yourself"
    },
    {
      "quote": "I do believe that we've a responsibility to try to acknowledge the range, both geographic and graphic, of what's happening in poetry in English. I'm interested in poems that are first-rate. After that, I'm not too concerned if they come from Queens or Queensland.",
      "author": "Paul Muldoon",
      "category": "Responsibility, Believe, Try"
    },
    {
      "quote": "When I get depressed, I try to get something for the terrible sadness that comes over me and create something in terms of poetry.",
      "author": "Spike Milligan",
      "category": "Sadness, Me, Try"
    },
    {
      "quote": "The applause of his native land is the richest reward to which the patriot ever aspires. It is this for which 'he bears to live or dares to die.' It is the high incentive to those achievements which illustrate the page of history and give to poetry its brightest charm.",
      "author": "John Tyler",
      "category": "History, Live, Page"
    },
    {
      "quote": "The topics just kind of come to me. If they are relevant, it's because they're happening in the world around me, and it's affecting me. Poetry is my way of dealing with it.",
      "author": "Rupi Kaur",
      "category": "World, Me, Dealing"
    },
    {
      "quote": "There is no Frigate like a book to take us lands away nor any coursers like a page of prancing Poetry.",
      "author": "Emily Dickinson",
      "category": "Book, Page, Like"
    },
    {
      "quote": "Money is a kind of poetry.",
      "author": "Wallace Stevens",
      "category": "Money, Kind"
    },
    {
      "quote": "Music begins to atrophy when it departs too far from the dance... poetry begins to atrophy when it gets too far from music.",
      "author": "Ezra Pound",
      "category": "Music, Dance, Far"
    },
    {
      "quote": "Hence poetry is something more philosophic and of graver import than history, since its statements are rather of the nature of universals, whereas those of history are singulars.",
      "author": "Aristotle",
      "category": "Nature, History, Something"
    },
    {
      "quote": "The Bible should be taught, but emphatically not as reality. It is fiction, myth, poetry, anything but reality. As such it needs to be taught because it underlies so much of our literature and our culture.",
      "author": "Richard Dawkins",
      "category": "Culture, Reality, Bible"
    },
    {
      "quote": "Every now and then I read a poem that does touch something in me, but I never turn to poetry for solace or pleasure in the way that I throw myself into prose.",
      "author": "J. K. Rowling",
      "category": "Myself, Me, Pleasure"
    },
    {
      "quote": "Verse in itself does not constitute poetry. Verse is only an elegant vestment for a beautiful form. Poetry can express itself in prose, but it does so more perfectly under the grace and majesty of verse. It is poetry of soul that inspires noble sentiments and noble actions as well as noble writings.",
      "author": "Victor Hugo",
      "category": "Beautiful, Soul, Grace"
    },
    {
      "quote": "I want to promote poetry to the point where you got all the baldhead kids running around doing poetry, getting the music out of the way and having only words, the spoken word, and then see what happens.",
      "author": "Russell Simmons",
      "category": "Music, Words, Want"
    },
    {
      "quote": "Anybody serious about poetry knows how hard it is to achieve anything worthwhile in it.",
      "author": "Seamus Heaney",
      "category": "Achieve, Serious, Anything"
    },
    {
      "quote": "Often people, when they're confronted with a poem, it's like someone who keep saying 'what is the meaning of this? What is the meaning of this?' And that dulls us to the other pleasures poetry offers.",
      "author": "Billy Collins",
      "category": "People, Meaning, Saying"
    },
    {
      "quote": "Radio is such a perfect medium for the transmission of poetry, primarily because there just is the voice, there's no visual distraction.",
      "author": "Billy Collins",
      "category": "Voice, Perfect, Visual"
    },
    {
      "quote": "I know my voice has a limited range of motion; I don't write dramatic monologues and pretend to be other people. But so far, my voice is broad enough to accommodate most of what I want to put into my poetry. I like my persona; I often wish I were him and not me.",
      "author": "Billy Collins",
      "category": "Me, People, Want"
    },
    {
      "quote": "Making poetry with a camera - that's the essence of what I do.",
      "author": "Denis Villeneuve",
      "category": "Camera, Essence, Making"
    },
    {
      "quote": "Poetry must have something in it that is barbaric, vast and wild.",
      "author": "Denis Diderot",
      "category": "Wild, Something, Must"
    },
    {
      "quote": "Stylized acting and direction is to realistic acting and direction as poetry is to prose.",
      "author": "Elia Kazan",
      "category": "Direction, Acting, Realistic"
    },
    {
      "quote": "Instead of trying to come up and pontificate on what literature is, you need to talk with children, to teachers, and make sure they get poetry in the curriculum early.",
      "author": "Rita Dove",
      "category": "Children, Literature, You"
    },
    {
      "quote": "The experience of poetry could bring my mother back to me. Poetry offers a different kind of solace - here on earth.",
      "author": "Natasha Trethewey",
      "category": "Experience, Mother, Me"
    },
    {
      "quote": "I like to borrow forms and quotes and use a lot of allusions, in both poetry and music.",
      "author": "Jamila Woods",
      "category": "Music, Like, Borrow"
    },
    {
      "quote": "Sunday is a likely day to write a poem. Because poetry is a piece of language flying around: you'll find notebooks, something on your phone. It's about finding them and getting them off that crumpled piece of paper and onto my computer.",
      "author": "Eileen Myles",
      "category": "Day, Language, Flying"
    },
    {
      "quote": "Poetry can tell us about what's going on in our lives - not only our personal but our social and political lives.",
      "author": "Juan Felipe Herrera",
      "category": "Political, Personal, Social"
    },
    {
      "quote": "For this reason poets and artists developed the doctrine of Art for Art's Sake. The community did not appear to need them, so, tit for tat, they did not need the community. This being granted, it was no longer necessary or even desirable to make one's poetry either intelligible or sympathetic to the community.",
      "author": "Louis MacNeice",
      "category": "Art, Community, Reason"
    },
    {
      "quote": "Good poets have written in order to describe something or to preach something - with their eye on the object or the end. The essence of the poetry does not lie in the thing described or in the message imparted but in the resulting concrete unity, the poem.",
      "author": "Louis MacNeice",
      "category": "Good, Unity, Eye"
    },
    {
      "quote": "I liked to write from the time I was about 12 or 13. I loved to read. And since I only spoke to my brother, I would write down my thoughts. And I think I wrote some of the worst poetry west of the Rockies. But by the time I was in my 20s, I found myself writing little essays and more poetry - writing at writing.",
      "author": "Maya Angelou",
      "category": "Time, Myself, Brother"
    },
    {
      "quote": "I wrote some of the worst poetry west from the Mississippi River, but I wrote. And I finally sometimes got it right.",
      "author": "Maya Angelou",
      "category": "River, Sometimes, Right"
    },
    {
      "quote": "I find in my poetry and prose the rhythms and imagery of the best - I mean, when I'm at my best - of the good Southern black preachers. The lyricism of the spirituals and the directness of gospel songs and the mystery of blues are in my music or in my poetry and prose, or I missed everything.",
      "author": "Maya Angelou",
      "category": "Music, Good, Best"
    },
    {
      "quote": "I'm happy to be a writer - of prose, poetry, every kind of writing. Every person in the world who isn't a recluse, hermit or mute uses words. I know of no other art form that we always use.",
      "author": "Maya Angelou",
      "category": "Art, Happy, Words"
    },
    {
      "quote": "I think that there is nothing, not even crime, more opposed to poetry, to philosophy, ay, to life itself than this incessant business.",
      "author": "Henry David Thoreau",
      "category": "Life, Business, Philosophy"
    },
    {
      "quote": "There's a love of rhetorical skill in the Muslim world. Osama bin Laden doesn't just go on tape cassettes and say, 'America sucks.' He recites poetry; he finds things that 'America sucks' rhymes with.",
      "author": "P. J. O'Rourke",
      "category": "Love, America, World"
    },
    {
      "quote": "It could be that all awful dictators are frustrated artists - Mao with his poetry and Mussolini with his monuments. Stalin was once a journalistic hack, and I can personally testify to how frustrated they are. Pol Pot left a very edgy photo collection behind. And Osama seems quite interested in video.",
      "author": "P. J. O'Rourke",
      "category": "I Can, Monuments, Edgy"
    },
    {
      "quote": "I felt like my favorite writers have almost musical hooks in their work, whether it's poetry or a hook at the end of a chapter that makes you want to read the next one. And I think that my favorite writers definitely have something musical about what they do, in saying something so relatable and universal and so simple.",
      "author": "Taylor Swift",
      "category": "Work, Simple, End"
    },
    {
      "quote": "Poetry and lyrics are very similar. Making words bounce off a page.",
      "author": "Taylor Swift",
      "category": "Words, Page, Bounce"
    },
    {
      "quote": "We explore our environment, more than we are compelled to utter poetry, when we're toddlers. We start doing that later. Before that happens, every child is a scientist.",
      "author": "Neil deGrasse Tyson",
      "category": "Child, Start, Environment"
    },
    {
      "quote": "When Auden said his poetry didn't save one Jew from the gas chamber, he'd said it all.",
      "author": "Tom Stoppard",
      "category": "Said, Save, Gas"
    },
    {
      "quote": "Science arose from poetry... when times change the two can meet again on a higher level as friends.",
      "author": "Johann Wolfgang von Goethe",
      "category": "Change, Friends, Science"
    },
    {
      "quote": "You don't have to be a renowned artist like Q-Tip to try your hand at poetry. You don't need any special equipment - that's the beauty of it.",
      "author": "Michelle Obama",
      "category": "Beauty, Artist, You"
    },
    {
      "quote": "Poetry has done enough when it charms, but prose must also convince.",
      "author": "H. L. Mencken",
      "category": "Done, Enough, Convince"
    },
    {
      "quote": "The Bible is very resonant. It has everything: creation, betrayal, lust, poetry, prophecy, sacrifice. All great things are in the Bible, and all great writers have drawn from it and more than people realise, whether Shakespeare, Herman Melville or Bob Dylan.",
      "author": "Patti Smith",
      "category": "Great, Sacrifice, Bible"
    },
    {
      "quote": "What I wanted to do in rock 'n roll was merge poetry with sonic scapes, and the two people who had contributed so much to that were Jimi Hendrix and Jim Morrison.",
      "author": "Patti Smith",
      "category": "People, Rock, Two People"
    },
    {
      "quote": "When I was younger, I felt it was my duty to wake people up. I thought poetry was asleep. I thought rock 'n' roll was asleep.",
      "author": "Patti Smith",
      "category": "Thought, People, Rock"
    },
    {
      "quote": "I didn't love Jim Morrison 'cause he was self-destructive. I loved him because of his work. Because of the way he merged poetry and rock-and-roll. Because he did something new.",
      "author": "Patti Smith",
      "category": "Love, Work, Loved"
    },
    {
      "quote": "Rhyme, that enslaved queen, that supreme charm of our poetry, that creator of our meter.",
      "author": "Victor Hugo",
      "category": "Queen, Charm, Rhyme"
    },
    {
      "quote": "In the French language, there is a great gulf between prose and poetry; in English, there is hardly any difference. It is a splendid privilege of the great literary languages Greek, Latin, and French that they possess a prose. English has not this privilege. There is no prose in English.",
      "author": "Victor Hugo",
      "category": "Great, Language, Difference"
    },
    {
      "quote": "Writing criticism is to writing fiction and poetry as hugging the shore is to sailing in the open sea.",
      "author": "John Updike",
      "category": "Sea, Writing, Criticism"
    },
    {
      "quote": "I must say, when I reread myself, it's the poetry I tend to look at. It's the most exciting to write, and it's over the quickest.",
      "author": "John Updike",
      "category": "Myself, Look, Say"
    },
    {
      "quote": "Art works because it appeals to certain faculties of the mind. Music depends on details of the auditory system, painting and sculpture on the visual system. Poetry and literature depend on language.",
      "author": "Steven Pinker",
      "category": "Music, Art, Mind"
    },
    {
      "quote": "The fact that Newark is having poetry festivals and peace conferences - all of these things are building an undeniable thesis that our city is making incredible strides forward.",
      "author": "Cory Booker",
      "category": "Peace, City, Building"
    },
    {
      "quote": "On the subject of literary genres, I've always felt that my response to poetry is inadequate. I'd love to be the kind of person that drifts off into the garden with a slim volume of Elizabethan verse or a sheaf of haikus, but my passion is story.",
      "author": "J. K. Rowling",
      "category": "Love, Passion, Garden"
    },
    {
      "quote": "As an actor, there is room for a certain amount of creativity, but you're always ultimately going to be saying somebody else's words. I don't think I'd have the stamina, skill or ability to write a novel, but I'd love to write short stories and poetry, because those are my two passions.",
      "author": "Daniel Radcliffe",
      "category": "Love, Creativity, Words"
    },
    {
      "quote": "I don't think I'd have the stamina, skill or ability to write a novel, but I'd love to write short stories and poetry, because those are my two passions.",
      "author": "Daniel Radcliffe",
      "category": "Love, Short, Think"
    },
    {
      "quote": "On a practical level, poetry isn't something anybody has really made a great living at. I might sell some books and, once in a while, someone might pay to hear me read.",
      "author": "Viggo Mortensen",
      "category": "Great, Me, Living"
    },
    {
      "quote": "Photography, painting or poetry - those are just extensions of me, how I perceive things; they are my way of communicating.",
      "author": "Viggo Mortensen",
      "category": "Me, Photography, Painting"
    },
    {
      "quote": "I have a publishing company of books by me and books of others. It drew people to poetry readings and photo exhibitions and painting exhibitions that I've been doing for years before that.",
      "author": "Viggo Mortensen",
      "category": "Me, Painting, Company"
    },
    {
      "quote": "I've been reading poetry publicly for 20 years, and this is what you do - you express, you sometimes dig a bit to get a conversation started. That's the point of poetry. You're supposed to go, 'Hmmmm,' and 'Woooh!'",
      "author": "Jill Scott",
      "category": "Reading, Conversation, You"
    },
    {
      "quote": "I was reading poetry to my girlfriends, and they were like, 'You're really good. You should go to some poetry readings or something.' And I eventually went and got a, you know, somewhat of a name for myself and a little bit of a following.",
      "author": "Jill Scott",
      "category": "Good, Myself, Reading"
    },
    {
      "quote": "The claims I'm making for art are simply the claims that we naturally make around music or around poetry. We're much more relaxed around those art forms. We're willing to ask, 'How could this find a place in my heart?'",
      "author": "Alain de Botton",
      "category": "Music, Art, Heart"
    },
    {
      "quote": "Dylan captured what was on a million minds and turned it into poetry. With 'Blowin' in the Wind' or 'The Times They Are A-Changin',' he set a whole new standard.",
      "author": "Jimmy Iovine",
      "category": "Wind, New, Minds"
    },
    {
      "quote": "Existential philosophy, poetry and art - just like sadness - were all unavoidable to a tender young man in the meat works.",
      "author": "Michael Leunig",
      "category": "Art, Man, Sadness"
    },
    {
      "quote": "When I am writing fiction, I believe I am much better organized, more methodical - one has to be when writing a novel. Writing poetry is a state of free float.",
      "author": "Margaret Atwood",
      "category": "I Am, Writing, Believe"
    },
    {
      "quote": "I don't think of poetry as a 'rational' activity but as an aural one. My poems usually begin with words or phrases which appeal more because of their sound than their meaning, and the movement and phrasing of a poem are very important to me.",
      "author": "Margaret Atwood",
      "category": "Words, Me, Meaning"
    },
    {
      "quote": "Americans have been tremendously fortunate in poetry, regarding both the quantity and quality of poetry produced. Unfortunately, it remains in schools and universities; it is not widely distributed.",
      "author": "Joseph Brodsky",
      "category": "Quality, Quantity, Fortunate"
    },
    {
      "quote": "Poetry is rather an approach to things, to life, than it is typographical production.",
      "author": "Joseph Brodsky",
      "category": "Life, Production, Approach"
    },
    {
      "quote": "Poetry seems to be the only weapon able to beat language, using language's own means.",
      "author": "Joseph Brodsky",
      "category": "Language, Seems, Beat"
    },
    {
      "quote": "To translate poetry, one has to possess some art, at the very least the art of stylistic re-embodiment.",
      "author": "Joseph Brodsky",
      "category": "Art, Some, Stylistic"
    },
    {
      "quote": "The more one reads poetry, the less tolerant one becomes of any sort of verbosity, be that in political or philosophical discourse, be that in history, social studies or the art of fiction.",
      "author": "Joseph Brodsky",
      "category": "Art, History, Political"
    },
    {
      "quote": "My idea is simply - is very simple - is that the books of poetry should be published in far greater volume and be distributed in far greater volume, in far more substantial manner. You can sell in supermarkets very cheaply. In paperbacks. You can sell in drugstores.",
      "author": "Joseph Brodsky",
      "category": "Simple, You, Idea"
    },
    {
      "quote": "This assumption that the blue collar crowd is not supposed to read it, or a farmer in his overalls is not to read poetry, seems to be dangerous if not tragic.",
      "author": "Joseph Brodsky",
      "category": "Blue, Farmer, Dangerous"
    },
    {
      "quote": "I am a patriot, but I must say that English poetry is the richest in the world.",
      "author": "Joseph Brodsky",
      "category": "I Am, World, Patriot"
    },
    {
      "quote": "Poetry is not an art or a branch of art: it's something more.",
      "author": "Joseph Brodsky",
      "category": "Art, Something, Branch"
    },
    {
      "quote": "Anyone who regards poetry as an entertainment, as a 'read,' commits an anthropological crime, in the first place against himself.",
      "author": "Joseph Brodsky",
      "category": "Crime, Place, Entertainment"
    },
    {
      "quote": "American poetry to me is a sort of relentless, nonstop sermon on human autonomy.",
      "author": "Joseph Brodsky",
      "category": "American, Me, Human"
    },
    {
      "quote": "Tyranny will make an entire population into readers of poetry.",
      "author": "Joseph Brodsky",
      "category": "Tyranny, Will, Population"
    },
    {
      "quote": "American poetry is this country's greatest patrimony. It takes a stranger to see some things clearly. This is one of them, and I am that stranger.",
      "author": "Joseph Brodsky",
      "category": "I Am, American, Greatest"
    },
    {
      "quote": "Poetry isn't just different from prose, it's more important for the human species.",
      "author": "Joseph Brodsky",
      "category": "Important, Human, Different"
    },
    {
      "quote": "The charge frequently leveled against poetry - that it is difficult, obscure, hermetic and whatnot - indicates not the state of poetry but, frankly, the rung of the evolutionary ladder on which society is stuck.",
      "author": "Joseph Brodsky",
      "category": "Society, Ladder, Difficult"
    },
    {
      "quote": "People who buy 'The National Enquirer' would buy poetry. They should be given a choice. I'm absolutely serious.",
      "author": "Joseph Brodsky",
      "category": "Choice, People, Serious"
    },
    {
      "quote": "People compose poetry, novels, sitcoms - for love.",
      "author": "Helen Fisher",
      "category": "Love, People, Compose"
    },
    {
      "quote": "Being able to say something lyrically, to say something that will do more than just be words, is really hard. It's easy to do when you're writing a chapter of a book or writing poetry, but it's really hard to do when you're confined to a melody line.",
      "author": "Nikki Sixx",
      "category": "Writing, Book, Words"
    },
    {
      "quote": "That metre itself forms an essential part of all true poetry is a principle which not even the assertions of an Aristotle or the pronouncements of a Plato can disestablish.",
      "author": "H. P. Lovecraft",
      "category": "True, Part, Which"
    },
    {
      "quote": "When you are writing literary writing, you are communicating something subtextual with emotions and poetry. The prose has to have a voice; it's not just typing. It takes a while to get that voice.",
      "author": "Joyce Carol Oates",
      "category": "Writing, Voice, You"
    },
    {
      "quote": "I'm moved by people who see the world differently than others. People who see the world with a longing for its poetry often can be broken people.",
      "author": "Laura Dern",
      "category": "World, People, Broken"
    },
    {
      "quote": "For awhile after you quit Keats all other poetry seems to be only whistling or humming.",
      "author": "F. Scott Fitzgerald",
      "category": "You, Quit, Seems"
    },
    {
      "quote": "What is beautiful enchants me. I mean not just physical beauty but a wider concept of beauty. There is beauty in poetry and in great musical or singing performances. There is beauty everywhere if you can just see it.",
      "author": "Andrea Bocelli",
      "category": "Beauty, Beautiful, Great"
    },
    {
      "quote": "Personally I always feel like I could use a little more of poetry apothegmatic power in my own work but we're always lacking something.",
      "author": "Junot Diaz",
      "category": "Work, Power, Little"
    },
    {
      "quote": "I didn't start writing songs, honestly, until I started making my album. I was always doing poetry, but I never thought I could write songs. I discouraged myself and thought it was so hard. But starting this process and learning just what it is to be a songwriter and performer taught me that you don't have to feel discouraged about anything.",
      "author": "Alessia Cara",
      "category": "Learning, Myself, Writing"
    },
    {
      "quote": "In much of computer science, I can easily 'auto-grade' your work and give you an instant meaningful feedback. I can't do this when it comes to the subtlety of human thought, language, poetry, philosophy.",
      "author": "Sebastian Thrun",
      "category": "Work, Science, Philosophy"
    },
    {
      "quote": "I want to branch out. I want to write. I write poetry. I want to see my children grow up well.",
      "author": "Annie Lennox",
      "category": "Children, Grow, Want"
    },
    {
      "quote": "Poetry is all that is worth remembering in life.",
      "author": "William Hazlitt",
      "category": "Life, Worth, Remembering"
    },
    {
      "quote": "Shakespeare is rhythmic; he is musical in the sense that he likes poetry, and he's musical because he constantly refers to settings where there's singing and dancing.",
      "author": "Kenneth Branagh",
      "category": "Singing, Sense, Where"
    },
    {
      "quote": "Maybe it is something to do with age, but I have become fonder of poetry than of prose.",
      "author": "Aung San Suu Kyi",
      "category": "Age, Become, Something"
    },
    {
      "quote": "I love reading poetry, and yet, at this point, the thought of writing a poem, to me, is tantamount to figuring out a trigonometry question.",
      "author": "Jhumpa Lahiri",
      "category": "Love, Writing, Reading"
    },
    {
      "quote": "It's just poetry, beauty and love. How hard can that be to act?",
      "author": "Robin Wright",
      "category": "Love, Beauty, Just"
    },
    {
      "quote": "I certainly derived my skills as a prose writer from my scrutiny of poetry and of the individual word. But schools don't do things like that anymore - tracking words down to their roots.",
      "author": "Camille Paglia",
      "category": "Roots, Words, Down"
    },
    {
      "quote": "When the poet is in love, he is incapable of writing poetry on love. He has to write when he remembers that he was in love.",
      "author": "Umberto Eco",
      "category": "Love, Writing, Write"
    },
    {
      "quote": "I have felt great advances in my poetry, the main one being a growing victory over word nuances and a superfluity of adjectives.",
      "author": "Sylvia Plath",
      "category": "Great, Victory, Growing"
    },
    {
      "quote": "Well, I still write poetry, but I wouldn't call myself a poet.",
      "author": "David Duchovny",
      "category": "Myself, Well, Still"
    },
    {
      "quote": "Well you can't teach the poetry, but you can teach the craft.",
      "author": "David Hockney",
      "category": "Teach, You, Craft"
    },
    {
      "quote": "I went through a phase of reading lots of Urdu poetry, thanks to the great transliterated versions that have become available.",
      "author": "Satya Nadella",
      "category": "Great, Reading, Thanks"
    },
    {
      "quote": "No poems can please for long or live that are written by water drinkers.",
      "author": "Horace",
      "category": "Water, Live, Long"
    },
    {
      "quote": "The greatest thing a human soul ever does in this world... to see clearly is poetry, prophecy and religion all in one.",
      "author": "John Ruskin",
      "category": "Religion, Soul, World"
    },
    {
      "quote": "There's poetry in being the band that can sell out Wembley but also makes a record in a garage. I don't like doing what people expect me to do.",
      "author": "Dave Grohl",
      "category": "Me, People, Doing"
    },
    {
      "quote": "I've read a lot of war writing, even World War I writing, the British war poetry of Wilfred Owen and Siegfried Sassoon, Robert Graves's memoir 'Goodbye to All That,' and a civilian memoir, 'Testament of Youth,' by Vera Brittain.",
      "author": "George Packer",
      "category": "War, Goodbye, Writing"
    },
    {
      "quote": "You pick up loads of baggage with your first record with reaction to it from fans and critics. So I went to Ireland by myself for a couple of weeks with my guitar. I read lots of poetry, I read Patti Smith's autobiography and started words and phrases and then songs started to take shape.",
      "author": "Ellie Goulding",
      "category": "Myself, Words, Guitar"
    },
    {
      "quote": "When I was in college, I really liked poetry. I don't read much anymore.",
      "author": "Steve Martin",
      "category": "College, Anymore, Liked"
    },
    {
      "quote": "I want to write a play. I'd like to do an original musical. I should probably put together a poetry collection.",
      "author": "Neil Gaiman",
      "category": "Together, Want, Play"
    },
    {
      "quote": "We are supposed to write poetry to keep the gods alive.",
      "author": "Jim Harrison",
      "category": "Alive, Gods, Write"
    },
    {
      "quote": "I think poetry is able to say things in such a small, perfect way that are so hard to say. I think it's a perfect medium for expressing difficult ideas and concepts and feelings. It's one of my great loves.",
      "author": "Jerry Hall",
      "category": "Great, Ideas, Small"
    },
    {
      "quote": "I find a lot of poetry to be narcissistic.",
      "author": "Joni Mitchell",
      "category": "Find, Narcissistic, Lot"
    },
    {
      "quote": "Poetry consists in a rhyming dictionary and things seen.",
      "author": "Gertrude Stein",
      "category": "Dictionary, Things, Seen"
    },
    {
      "quote": "Poetry has, in a way, been my bridge to my acting career.",
      "author": "Omari Hardwick",
      "category": "Bridge, Acting, Career"
    },
    {
      "quote": "I found poetry at 12 and 13 and, lo and behold, learned that my attorney father had a background in poetry - as he wore dashikis and Afros in the '70s and named his kids Arabic names. He was a poet and a lot like The Last Poets and Gil Scott-Heron and all of these folks. He definitely was an artist.",
      "author": "Omari Hardwick",
      "category": "Father, Artist, Kids"
    },
    {
      "quote": "I was trying to pay the bills with poems, and it was easy to memorize my poems, because I'd be riding my bike in California trying to memorize them before going on stage at a poetry lounge.",
      "author": "Omari Hardwick",
      "category": "Bike, Trying, Easy"
    },
    {
      "quote": "That's the thing with me being a former athlete: in the way I attack characters and attack poetry is from the base of being an athlete.",
      "author": "Omari Hardwick",
      "category": "Me, Athlete, Way"
    },
    {
      "quote": "Poetry is almost like my foundation for everything. I almost feel I am a better actor and writer because of it.",
      "author": "Omari Hardwick",
      "category": "I Am, Foundation, Better"
    },
    {
      "quote": "The fact of the matter is that the most unexpected and miraculous thing in my life was the arrival in it of poetry itself - as a vocation and an elevation almost.",
      "author": "Seamus Heaney",
      "category": "Life, My Life, Unexpected"
    },
    {
      "quote": "Nowadays, what an award gives is a sense of solidarity with the poetry guild, as it were: sustenance coming from the assent of your peers on the judging panel.",
      "author": "Seamus Heaney",
      "category": "Award, Judging, Solidarity"
    },
    {
      "quote": "I credit poetry for making this space-walk possible.",
      "author": "Seamus Heaney",
      "category": "Credit, Possible, Making"
    },
    {
      "quote": "Manifesting that order of poetry where we can at last grow up to that which we stored up as we grew.",
      "author": "Seamus Heaney",
      "category": "Grow, Grow Up, Where"
    },
    {
      "quote": "Dylan Thomas is now as much a case history as a chapter in the history of poetry.",
      "author": "Seamus Heaney",
      "category": "History, Chapter, Now"
    },
    {
      "quote": "A public expectation, it has to be said, not of poetry as such but of political positions variously approvable by mutually disapproving groups.",
      "author": "Seamus Heaney",
      "category": "Political, Expectation, Said"
    },
    {
      "quote": "The completely solitary self: that's where poetry comes from, and it gets isolated by crisis, and those crises are often very intimate also.",
      "author": "Seamus Heaney",
      "category": "Self, Crisis, Where"
    },
    {
      "quote": "Poetry is always slightly mysterious, and you wonder what is your relationship to it.",
      "author": "Seamus Heaney",
      "category": "Relationship, You"
    },
    {
      "quote": "The experimental poetry thing is not my thing. It's a programme of the avant-garde: basically a refusal of the kind of poetry I write.",
      "author": "Seamus Heaney",
      "category": "Kind, Write, Experimental"
    },
    {
      "quote": "The experiment of poetry, as far as I am concerned, happens when the poem carries you beyond where you could have reasonably expected to go.",
      "author": "Seamus Heaney",
      "category": "I Am, You, Experiment"
    },
    {
      "quote": "In the United States, in poetry workshops, it's now quite a thing to make graduate students learn poems by heart.",
      "author": "Seamus Heaney",
      "category": "Heart, Learn, Students"
    },
    {
      "quote": "In poetry, everything can be faked but the intensity of utterance.",
      "author": "Seamus Heaney",
      "category": "Everything, Intensity"
    },
    {
      "quote": "Tom Sleigh's poetry is hard-earned and well founded. I great admire the way it refuses to cut emotional corners and yet achieves a sense of lyric absolution.",
      "author": "Seamus Heaney",
      "category": "Great, Admire, Emotional"
    },
    {
      "quote": "Poetry is a domestic art, most itself when most at home.",
      "author": "Seamus Heaney",
      "category": "Art, Home, Most"
    },
    {
      "quote": "Poetry is more a threshold than a path.",
      "author": "Seamus Heaney",
      "category": "Path, Than, Threshold"
    },
    {
      "quote": "A play is basically a long, formalistic polemic. You can write it without the poetry, and if you do, you may have a pretty good play. We know this because we see plays in translation. Not many people speak Norwegian or Danish or whatever guys like Ibsen spoke, or Russian - yet we understand Chekhov and the others.",
      "author": "David Mamet",
      "category": "Good, Speak, People"
    },
    {
      "quote": "It's always a combination of physics and poetry that I find inspiring. It's hard to wrap your head around things like the Hubble scope.",
      "author": "Tom Hanks",
      "category": "Head, Physics, Find"
    },
    {
      "quote": "There isn't, even now, a great tradition of novel-writing in Afghanistan. Most of the literature is in the form of poetry.",
      "author": "Khaled Hosseini",
      "category": "Great, Tradition, Literature"
    },
    {
      "quote": "I learn poetry, learn text, and that really keeps you alive.",
      "author": "Anthony Hopkins",
      "category": "Learn, You, Alive"
    },
    {
      "quote": "Metaphorical tone deafness is when people are unable to discern what is of value in something. I think I'm tone deaf to poetry, for instance. Despite having studied it into a second year of university, most of it just leaves me cold.",
      "author": "Julian Baggini",
      "category": "Value, Me, People"
    },
    {
      "quote": "It would probably surprise people to know that I'm interested in wildlife. I read a lot of poetry, too.",
      "author": "Sean Bean",
      "category": "Surprise, People, Know"
    },
    {
      "quote": "Poetry and progress are like two ambitious men who hate one another with an instinctive hatred, and when they meet upon the same road, one of them has to give place.",
      "author": "Charles Baudelaire",
      "category": "Progress, Road, Hate"
    },
    {
      "quote": "France is not poetic; she even feels, in fact, a congenital horror of poetry. Among the writers who use verse, those whom she will always prefer are the most prosaic.",
      "author": "Charles Baudelaire",
      "category": "She, Horror, France"
    },
    {
      "quote": "In traditional Asian arts, the word and the picture always sit next to each other. I have an aunt, a Chinese brush painter, who told me that when you do a Chinese brush painting, you have to pair the image up with some poetry.",
      "author": "Gene Luen Yang",
      "category": "Me, Painting, Picture"
    },
    {
      "quote": "Whether you like modern incarnations of what country radio hits are, or you like what I'm doing, or you like something really off in folk, poetry Americana land, it's all just music, man. If you like one of them, great - go buy it.",
      "author": "Chris Stapleton",
      "category": "Music, Great, Man"
    },
    {
      "quote": "So now I have a collection of poetry by Aaron Neville and I give it to people I want to share it with. I'd like to publish it someday.",
      "author": "Aaron Neville",
      "category": "People, Want, Now"
    },
    {
      "quote": "I write poetry on my iPhone. I've got about 100 poems on there.",
      "author": "Aaron Neville",
      "category": "iPhone, Write, I Write"
    },
    {
      "quote": "It's more fun to have a name rather than a number. I think this gives our products a personality. I get the names from literature, movies, opera, traveling, nature, poetry, sometimes even the street. I keep a small book that I write in. I wake up in the middle of the night and jot down a name for a lipstick or an eyeshadow.",
      "author": "Francois Nars",
      "category": "Nature, Personality, Book"
    },
    {
      "quote": "Magna Carta has become totemic. It is in the comedy of Tony Hancock, in the poetry of Kipling, never far from the front pages in a constitutional crisis.",
      "author": "Melvyn Bragg",
      "category": "Crisis, Comedy, Never"
    },
    {
      "quote": "I think poetry is a fabulous medium to encapsulate thoughts far more precisely than prose.",
      "author": "Kapil Sibal",
      "category": "Thoughts, Think, Fabulous"
    },
    {
      "quote": "I was writing poetry, and the Mountain Goats was an outgrowth of that.",
      "author": "John Darnielle",
      "category": "Mountain, Writing, Goats"
    },
    {
      "quote": "Opera combines pretty basic theater and poetry, but the storyline itself is actually quite poetic and, after some digital research, taking that actual content and seeing it as undeniably poetic.",
      "author": "John Darnielle",
      "category": "Research, Digital, Seeing"
    },
    {
      "quote": "My father would tell me if I wasn't writing in meter verse, it wasn't poetry.",
      "author": "John Darnielle",
      "category": "Father, Writing, Me"
    },
    {
      "quote": "I do think digital media encourages speed-reading, which can be fine if one is simply seeking information. But a serious novel or work of history or volume of poetry is an experience one should savor, take time over.",
      "author": "Michael Dirda",
      "category": "Work, Time, History"
    },
    {
      "quote": "Most lyric poetry is about love, whether yearned after, fulfilled, or wistfully regretted; what isn't tends to consist of laments and cris du coeur over this, that, and the other.",
      "author": "Michael Dirda",
      "category": "Love, Over, Fulfilled"
    },
    {
      "quote": "It's something we, guys, have all done. Made tapes for girls, trying to impress them, to meet them on a shared plane of aesthetics. Read them someone else's poetry because they do poetry better than you could do it, because you're too awkward to do it.",
      "author": "John Cusack",
      "category": "Trying, Better, You"
    },
    {
      "quote": "Muhammadan law in its relation to women, is a pattern to European law. Look back to the history of Islam, and you will find that women have often taken leading places - on the throne, in the battle-field, in politics, in literature, poetry, etc.",
      "author": "Annie Besant",
      "category": "History, Women, Politics"
    },
    {
      "quote": "I never really liked poetry readings; I liked to read poetry by myself, but I liked singing, chanting my lyrics to this jazz group.",
      "author": "Leonard Cohen",
      "category": "Myself, Singing, Jazz"
    },
    {
      "quote": "I always thought that poetry is the verdict that others give to a certain kind of writing. So to call yourself a poet is a kind of dangerous description. It's for others it's for others to use.",
      "author": "Leonard Cohen",
      "category": "Writing, Thought, Yourself"
    },
    {
      "quote": "I have written about some truly great writers - John Steinbeck, Robert Frost, and William Faulkner. Faulkner and Frost were the very peaks of American poetry and fiction in the 20th century.",
      "author": "Jay Parini",
      "category": "Great, American, Fiction"
    },
    {
      "quote": "I think of it this way: When you hear that people have downloaded your comic, appreciate that thousands are eager to hear what you have to say. The poetry club down the hall may not have the same problem. That's a good problem to have.",
      "author": "Mark Waid",
      "category": "Good, People, Problem"
    },
    {
      "quote": "Poetry stands or falls by its music.",
      "author": "John Burnside",
      "category": "Music, Falls, Stands"
    },
    {
      "quote": "My poems tend to be more celebratory and lyrical, and the novels so far pretty dark. Poetry doesn't seem to me to be an appropriate tool for exploring that.",
      "author": "John Burnside",
      "category": "Me, Dark, Exploring"
    },
    {
      "quote": "With fiction, I tend to get to my desk and start writing. Poetry I write in my head, often while walking, so that my poems have an organic quality, hopefully.",
      "author": "John Burnside",
      "category": "Writing, Quality, Walking"
    },
    {
      "quote": "I realised I'd spent a lot of time in my poetry trying to find a way of talking about that whereof we cannot speak.",
      "author": "John Burnside",
      "category": "Time, Speak, Trying"
    },
    {
      "quote": "I was a 16-year-old girl at one point, so of course I wrote poetry.",
      "author": "Elizabeth Edwards",
      "category": "Girl, Point, Course"
    },
    {
      "quote": "I was born in a world of opera, theatre, films, poetry, art, and therefore, out of the wire, I made a stage. That's why they call me a high wire artist.",
      "author": "Philippe Petit",
      "category": "Art, World, Artist"
    },
    {
      "quote": "I was always interested in French poetry sort of as a sideline to my own work, I was translating contemporary French poets. That kind of spilled out into translation as a way to earn money, pay for food and put bread on the table.",
      "author": "Paul Auster",
      "category": "Work, Food, Money"
    },
    {
      "quote": "I started out in life as a poet; I was only writing poetry all through my 20s. It wasn't until I was about 30 that I got serious about writing prose. While I was writing poems, I would often divert myself by reading detective novels; I liked them.",
      "author": "Paul Auster",
      "category": "Life, Myself, Writing"
    },
    {
      "quote": "Every American poet feels that the whole responsibility for contemporary poetry has fallen upon his shoulders, that he is a literary aristocracy of one.",
      "author": "W. H. Auden",
      "category": "Responsibility, American"
    },
    {
      "quote": "I think when kids just see well-crafted poetry, it's just obtuse to them. It's hard to relate to.",
      "author": "Jewel",
      "category": "Think, See, Kids"
    },
    {
      "quote": "I've always had a love for poetry and when I got signed to a record label I thought, 'How odd that I'm doing a record before a book of poetry,'",
      "author": "Jewel",
      "category": "Love, Book, Thought"
    },
    {
      "quote": "Poetry. I read Walt Whitman, Emily Dickinson, and Jane Hirschfield. I like to read Billy Collins out loud.",
      "author": "Amy Tan",
      "category": "Like, Loud, Out"
    },
    {
      "quote": "When you act, you've got to be like a poet or a musician. It's not about evidence before court. It's not a forensic subject. It's poetry; it's a completely different place.",
      "author": "Rhys Ifans",
      "category": "You, Place, Different"
    },
    {
      "quote": "You know, bad poetry I wrote in high school can still be found on the Internet, and, you know, there's a Web log of our college newspaper. You know, there's so many different stages of my creative development are sort of on-record if somebody were to choose to look for them.",
      "author": "Lena Dunham",
      "category": "School, College, Internet"
    },
    {
      "quote": "I have written some songs, but I would really call what I've done poetry at the end of the day, because I'll sit with my guitar for hours and hours on end for, like, a week and then I won't touch it for a month. I also just have no confidence. And you know what? I don't have time, because I'd rather be doing other things, like knitting.",
      "author": "Amanda Seyfried",
      "category": "Time, Day, Confidence"
    },
    {
      "quote": "I'm moving to Rio permanently with my family. It's one of the places left in the world where people still live with a big charge of poetry on a daily basis. I feel we've kind of lost that here in Europe.",
      "author": "Vincent Cassel",
      "category": "Family, Daily, World"
    },
    {
      "quote": "Every single soul is a poem.",
      "author": "Michael Franti",
      "category": "Soul, Single, Every"
    },
    {
      "quote": "A poem is true if it hangs together. Information points to something else. A poem points to nothing but itself.",
      "author": "E. M. Forster",
      "category": "Together, Information, True"
    },
    {
      "quote": "The sort of poetry I seek resides in objects man can't touch.",
      "author": "E. M. Forster",
      "category": "Man, Touch, Objects"
    },
    {
      "quote": "A definition of poetry can only determine what poetry should be and not what poetry actually was and is otherwise the most concise formula would be: Poetry is that which at some time and some place was thus named.",
      "author": "Karl Wilhelm Friedrich Schlegel",
      "category": "Time, Place, Which"
    },
    {
      "quote": "One has only as much morality as one has philosophy and poetry.",
      "author": "Karl Wilhelm Friedrich Schlegel",
      "category": "Philosophy, Morality, Only"
    },
    {
      "quote": "Women are treated as unjustly in poetry as in life. The feminine ones are not idealistic, and the idealistic not feminine.",
      "author": "Karl Wilhelm Friedrich Schlegel",
      "category": "Life, Women, Feminine"
    },
    {
      "quote": "From what the moderns want, we must learn what poetry should become; from what the ancients did, what poetry must be.",
      "author": "Karl Wilhelm Friedrich Schlegel",
      "category": "Learn, Want, Become"
    },
    {
      "quote": "Women do not have as great a need for poetry because their own essence is poetry.",
      "author": "Karl Wilhelm Friedrich Schlegel",
      "category": "Women, Great, Need"
    },
    {
      "quote": "Nothing truly convincing - which would possess thoroughness, vigor, and skill - has been written against the ancients as yet; especially not against their poetry.",
      "author": "Karl Wilhelm Friedrich Schlegel",
      "category": "Nothing, Skill, Which"
    },
    {
      "quote": "If you want to see mankind fully, look at a family. Within the family minds become organically one, and for this reason the family is total poetry.",
      "author": "Karl Wilhelm Friedrich Schlegel",
      "category": "Family, Want, You"
    },
    {
      "quote": "A connection between poetry and blindness is a classical trope.",
      "author": "Justin Cartwright",
      "category": "Connection, Between"
    },
    {
      "quote": "I used to spend a lot of time dreaming and writing poetry.",
      "author": "Mohit Chauhan",
      "category": "Time, Writing, Dreaming"
    },
    {
      "quote": "I think if a poet wanted to lead, he or she would want the message to be unequivocally clear and free of ambiguity. Whereas poetry is actually the home of ambiguity, ambivalence and uncertainty.",
      "author": "Billy Collins",
      "category": "Home, Free, Want"
    },
    {
      "quote": "In the long revolt against inherited forms that has by now become the narrative of 20th-century poetry in English, no poet was more flamboyant or more recognizable in his iconoclasm than Cummings.",
      "author": "Billy Collins",
      "category": "Long, Now, Become"
    },
    {
      "quote": "There are interesting forms of difficulty, and there are unprofitable forms of difficulty. I mean, I enjoy some difficult poetry, but some of it is impenetrable and I actually wouldn't want to penetrate it if I could, perhaps.",
      "author": "Billy Collins",
      "category": "Enjoy, Interesting, Want"
    },
    {
      "quote": "Listeners are kind of ambushed... if a poem just happens to be said when they're listening to the radio. The listener doesn't have time to deploy what I call their 'poetry deflector shields' that were installed in high school - there's little time to resist the poem.",
      "author": "Billy Collins",
      "category": "Time, School, Listening"
    },
    {
      "quote": "I'm pretty much all for poetry in public places - poetry on buses, poetry on subways, on billboards, on cereal boxes.",
      "author": "Billy Collins",
      "category": "Places, Pretty, Cereal"
    },
    {
      "quote": "We love, you know, children love the ingredients of poetry. And then they go into this tunnel that we call adolescence, and when they come out of it, they hate poetry.",
      "author": "Billy Collins",
      "category": "Love, Children, Hate"
    },
    {
      "quote": "I have my Poetry 180 project, which I've made my main project. We encourage high schools, because that's really where, for most people, poetry dies off and gets buried under other adolescent pursuits.",
      "author": "Billy Collins",
      "category": "People, Project, High"
    },
    {
      "quote": "I don't think anybody reads a book of poetry front to back. Editors and reviewers only. I don't think anybody else does.",
      "author": "Billy Collins",
      "category": "Book, Think, Back"
    },
    {
      "quote": "When I was a young man, I understood that poetry was two things - it was difficult to understand, but you could understand that the poet was miserable. So for a while there, I wrote poems that were hard to understand, even by me, but gave off whiffs of misery.",
      "author": "Billy Collins",
      "category": "Man, Me, You"
    },
    {
      "quote": "When I became poet laureate, I was in a slightly uncomfortable position because I think a lot of poetry isn't worth reading.",
      "author": "Billy Collins",
      "category": "Reading, Think"
    },
    {
      "quote": "For most Americans, poetry plays no role in their everyday lives. But also for most Americans, contemporary painting or jazz or sculpture play no role either. I'm not saying poetry is singled out as a special thing to ignore.",
      "author": "Billy Collins",
      "category": "Painting, Jazz, Saying"
    },
    {
      "quote": "People think of poetry as a school subject... Poetry is very frustrating to students because they don't have a taste for ambiguity, for one thing. That gives them a poetry hangover.",
      "author": "Billy Collins",
      "category": "School, People, Think"
    },
    {
      "quote": "My persona is less miserable than a lot of contemporary poetry speakers are.",
      "author": "Billy Collins",
      "category": "Miserable, Persona, Than"
    },
    {
      "quote": "I'm all for poetry catching up with technology, and just as there are iTunes, I think we should have iPoems. I mean, people should be able to walk around with their earbuds in and listening to poems on their iPod.",
      "author": "Billy Collins",
      "category": "Technology, Listening, Walk"
    },
    {
      "quote": "I find a lot of poetry very disappointing, but I do have poets that I go back to. One book of poetry that I'd like to mention is 'The Exchange' by Sophie Cabot Black. Her poems are difficult without being too difficult.",
      "author": "Billy Collins",
      "category": "Book, Black, Her"
    },
    {
      "quote": "Some honor Cummings as the granddaddy of all American innovators in poetry and ascribe to him a diverse progeny that includes virtually any poet who considers the page a field and allows silence to be part of poetry's expressiveness.",
      "author": "Billy Collins",
      "category": "Silence, American, Honor"
    },
    {
      "quote": "Few rappers realize the genre sprang from West African griots through Delta slave songs to jazz poetry and the comedic trash talk of 'the dozens.'",
      "author": "Quincy Jones",
      "category": "Jazz, Realize, Slave"
    },
    {
      "quote": "I always wrote poetry as a teenager and it was always so dark, but it made me feel good to get it out.",
      "author": "Pink",
      "category": "Good, Me, Dark"
    },
    {
      "quote": "I like poetry when I don't quite understand why I like it. Poetry isn't just a question of wrapping something up and giving it to someone else to unwrap. It just doesn't work like that.",
      "author": "Mark Haddon",
      "category": "Work, Giving, Why"
    },
    {
      "quote": "I like to write poetry.",
      "author": "Rebecca Ferguson",
      "category": "Like, Write"
    },
    {
      "quote": "I wrote things for the school's newspaper, and - like all teenagers - I dabbled in poetry.",
      "author": "Stephen Colbert",
      "category": "School, Newspaper, Teenagers"
    },
    {
      "quote": "You know that thing people say, 'poetry is the hardest, stories are the second hardest, novels are the easiest?' I'm here to tell you that novels are the hardest. Writing a novel is unbelievably difficult. It's nightmarish.",
      "author": "Ethan Canin",
      "category": "Writing, People, Know"
    },
    {
      "quote": "I love the simple poetry of theater, where you can stand in a spotlight on a stage and wrap a coat around you, and say, 'It was 1860 and it was winter...'",
      "author": "Gary Oldman",
      "category": "Love, Winter, Simple"
    },
    {
      "quote": "You don't have to live in a garage to write great poetry.",
      "author": "Felix Dennis",
      "category": "Great, Live, You"
    },
    {
      "quote": "I want to prove that if you write in strict meter and rhyme about subjects people care about, they will buy poetry.",
      "author": "Felix Dennis",
      "category": "People, Want, Care"
    },
    {
      "quote": "I am absolutely convinced that my life was redeemed by poetry.",
      "author": "Felix Dennis",
      "category": "Life, I Am, My Life"
    },
    {
      "quote": "With a poetry book I can send 100 copies out to reviewers and other people, and even do it in advance and get their response. It's difficult with iPad: how do you send it out for free, and how do you even disseminate it before it goes into their store?",
      "author": "Felix Dennis",
      "category": "Book, Free, People"
    },
    {
      "quote": "Poetry is one of the oldest of all art forms, and one of its powers for shamans and tribal leaders was the mnemonic.",
      "author": "Felix Dennis",
      "category": "Art, Leaders, Oldest"
    },
    {
      "quote": "Poetry is the experience of liberty. The poet risks himself, chances all on the poem's all with each verse he writes.",
      "author": "Octavio Paz",
      "category": "Experience, Risks, Liberty"
    },
    {
      "quote": "Poetry is not a genre in harmony with the modern world; its innermost nature is hostile or indifferent to the dogmas of modern times, progress and the cult of the future.",
      "author": "Octavio Paz",
      "category": "Nature, Future, Progress"
    },
    {
      "quote": "Poetry, whatever the manifest content of the poem, is always a violation of the rationalism and morality of bourgeois society.",
      "author": "Octavio Paz",
      "category": "Society, Morality, Content"
    },
    {
      "quote": "Any reflection about poetry should begin, or end, with this question: who and how many read poetry books?",
      "author": "Octavio Paz",
      "category": "Reflection, End, Question"
    },
    {
      "quote": "I've written for every medium except poetry, at which I suck.",
      "author": "J. Michael Straczynski",
      "category": "Suck, Which, Every"
    },
    {
      "quote": "Poetry is not an issue of form and enjambments. Poetry, as the word is classically used, has to do with sound and sense. It can be rhyme. It can be rhythm, pace, breath.",
      "author": "Tim O'Brien",
      "category": "Sound, Rhythm, Rhyme"
    },
    {
      "quote": "Sufi poetry is, in a sense, self-help poetry about how to live a decent life, how to deal with your mortality.",
      "author": "Mohsin Hamid",
      "category": "Life, Live, Sense"
    },
    {
      "quote": "Sylvia Plath, Rumi, there's a lot of spoken word poets who do a really incredible job putting their spoken work into page poetry - that's what I strive to do.",
      "author": "Mary Lambert",
      "category": "Work, Job, Page"
    },
    {
      "quote": "There is no real way to categorize McLean's 'American Pie' for its hybrid of modern poetry and folk ballad, beer-hall chant and high-art rock.",
      "author": "Douglas Brinkley",
      "category": "American, Rock, Pie"
    },
    {
      "quote": "That's all there was in our house: poetry and choir rehearsal and duets and so forth I listened to Dad and Mother discuss things about poetry and delivery and voice and diction - I don't think anyone could know how much it really means.",
      "author": "Chuck Berry",
      "category": "Mother, Know, Think"
    },
    {
      "quote": "My dad was the cause of me being in show business. He was not only in poetry but in acting a bit. He was Mordecai in the play 'A Dream of Queen Esther.'",
      "author": "Chuck Berry",
      "category": "Business, Queen, Me"
    },
    {
      "quote": "I love poetry. I love rhyming. Do you know, there are poets who don't rhyme? Shakespeare did not rhyme most of the time, and that's why I do not like him.",
      "author": "Chuck Berry",
      "category": "Love, Time, Know"
    },
    {
      "quote": "All I knew about Ethiopia was from a few records that I like, as well as what I read about the famine. But you get there and it's another world. It's filled with art and music and poetry and intellectuals and writers - all kinds of people.",
      "author": "Flea",
      "category": "Music, Art, World"
    },
    {
      "quote": "My dad is a Jack Nicholson lookalike and a frustrated performer, my mother's into reading and poetry. I suppose the thing I owe them most is my confidence.",
      "author": "Michael Sheen",
      "category": "Confidence, Mother, Reading"
    },
    {
      "quote": "For thousands of years, poetry has been picturing love as a mysterious and tragic power. But when anyone says the same thing in plain prose, and adds that life would be colourless and poor without the great passions, then this is called immorality!",
      "author": "Ellen Key",
      "category": "Love, Life, Great"
    },
    {
      "quote": "When the modern movement began, starting perhaps with the paintings of Manet and the poetry of Baudelaire and Rimbaud, what distinguished the modern movement was the enormous honesty that writers, painters and playwrights displayed about themselves. The bourgeois novel flinches from such notions.",
      "author": "J. G. Ballard",
      "category": "Honesty, Movement, Modern"
    },
    {
      "quote": "Poetry is what we turn to in the most emotional moments of our life - when a beloved friend dies, when a baby is born or when we fall in love.",
      "author": "Erica Jong",
      "category": "Love, Life, Baby"
    },
    {
      "quote": "Poetry is the language we speak in the most terrifying or ecstatic passages of our lives. But the very word poetry scares people. They think of their grade school teachers reciting 'Hiawatha' and they groan.",
      "author": "Erica Jong",
      "category": "School, Language, Speak"
    },
    {
      "quote": "I guess the thing that I'm most proud of is that I kept on writing poetry. I understand that poetry is sort of the source of everything I do. It's the source of my creativity.",
      "author": "Erica Jong",
      "category": "Creativity, Writing, Proud"
    },
    {
      "quote": "I thought to spend my declining years writing poetry and teaching - but that won't pay the Bergdorf's bill. I think I'll move to somewhere life is cheaper.",
      "author": "Erica Jong",
      "category": "Life, Writing, Thought"
    },
    {
      "quote": "Often I find that poems predict what I'm going to do later in my own writing, and often I find that poems predict my life. So I think poetry is the most intense expression of feeling that we have.",
      "author": "Erica Jong",
      "category": "Life, Writing, My Life"
    },
    {
      "quote": "In poetry you can express almost inexpressible feelings. You can express the pain of loss, you can express love. People always turn to poetry when someone they love dies, when they fall in love.",
      "author": "Erica Jong",
      "category": "Love, Pain, Fall"
    },
    {
      "quote": "I can't understand Urdu, Bahasa or Russian, but when the Pakistani Faiz, the Indonesian Rendra and the Russian Rosdentvensky declaim, I can feel the living throb of rhythm and music, the warmth and passion of their poetry, as do the hundreds, not a mere roomful, of poetry lovers in the audience.",
      "author": "F. Sionil Jose",
      "category": "Music, Passion, Living"
    },
    {
      "quote": "We read Robert Browning's poetry. Here we needed no guidance from the professor: the poems themselves were enough.",
      "author": "Carl Sandburg",
      "category": "Enough, Guidance, Here"
    },
    {
      "quote": "When I was writing pretty poor poetry, this girl with midnight black hair told me to go on.",
      "author": "Carl Sandburg",
      "category": "Writing, Girl, Hair"
    },
    {
      "quote": "Poetry is a phantom script telling how rainbows are made and why they go away.",
      "author": "Carl Sandburg",
      "category": "Why, Away, Go Away"
    },
    {
      "quote": "My work should be seen as poetry.",
      "author": "Robert Wilson",
      "category": "Work, Should, Seen"
    },
    {
      "quote": "The commitment to working at poetry is important because a poet is a maker, and a poem is a made thing. We have to honor our feelings by working to transform them into something meaningful and lasting.",
      "author": "Edward Hirsch",
      "category": "Commitment, Honor"
    },
    {
      "quote": "I'm a poet, and I spent my life in poetry.",
      "author": "Edward Hirsch",
      "category": "Life, My Life, Spent"
    },
    {
      "quote": "Someone who's awake in the middle of the night is a soul consciousness when everyone else is asleep, and that creates a feeling of solitude in poetry that I very much like.",
      "author": "Edward Hirsch",
      "category": "Soul, Solitude, Night"
    },
    {
      "quote": "You're shadowed by your own dream, especially as you get older, of trying to create something that will last in poetry. And so, you're working on its behalf.",
      "author": "Edward Hirsch",
      "category": "Dream, Working, You"
    },
    {
      "quote": "There have always been great defenses of poetry, and I've tried to write mine, and I think all of my work and criticism is a defense of poetry to try and keep something alive in poetry.",
      "author": "Edward Hirsch",
      "category": "Work, Great, Think"
    },
    {
      "quote": "When I taught at the University of Houston in the Creative Writing program, we required the poets to take workshops in fiction writing, and we required the fiction writers to take workshops in poetry.",
      "author": "Edward Hirsch",
      "category": "Writing, Creative"
    },
    {
      "quote": "I don't think you can read poetry while you're watching television very well.",
      "author": "Edward Hirsch",
      "category": "Television, Think, You"
    },
    {
      "quote": "The idea of how to read a poem is based on the idea that poetry needs you as a reader. That the experience of poetry, the meaning in poetry, is a kind of circuit that takes place between a poet, a poem and a reader, and that meaning doesn't exist or inhere in poems alone.",
      "author": "Edward Hirsch",
      "category": "Experience, Alone, Meaning"
    },
    {
      "quote": "There's never been a culture without poetry in the history of the world.",
      "author": "Edward Hirsch",
      "category": "History, Culture, World"
    },
    {
      "quote": "In every culture, in every language, there is expressive play, expressive word play; there's language use to different purposes that we would call poetry.",
      "author": "Edward Hirsch",
      "category": "Culture, Language, Play"
    },
    {
      "quote": "I don't think poetry will die, but I think that poetry does demand a certain kind of attention to language. It does demand a certain space in order to read it, and I think that space is somewhat threatened by the lack of attention that people have and the amount of time that they give to things.",
      "author": "Edward Hirsch",
      "category": "Time, Space, Language"
    },
    {
      "quote": "I had feelings that I didn't know what to do with, and I felt better when I started writing them. I thought of it as poetry. I did notice girls really liked it. Better than football. They liked the combination.",
      "author": "Edward Hirsch",
      "category": "Football, Writing, Thought"
    },
    {
      "quote": "I'd say people do need some help with poetry because I think poetry just helps takes us to places that Americans aren't always accustomed to going.",
      "author": "Edward Hirsch",
      "category": "People, Help, Think"
    },
    {
      "quote": "I find great consolation in having a lot of poetry books around. I believe that writing poetry and reading it are deeply intertwined. I've always delighted in the company of the poets I've read.",
      "author": "Edward Hirsch",
      "category": "Great, Writing, Reading"
    },
    {
      "quote": "As long as there's been poetry, there have been lamentations.",
      "author": "Edward Hirsch",
      "category": "Long, Been"
    },
    {
      "quote": "Poetry is a form of necessary speech... I have sought to restore the aura of sacred practice that accompanies true poetic creation, to honor both the rational and the irrational elements of poetry.",
      "author": "Edward Hirsch",
      "category": "Honor, Practice, Speech"
    },
    {
      "quote": "Poetry is meant to inspire readers and listeners, to connect them more deeply to themselves even as it links them more fully to others. But many people feel put off by the terms of poetry, its odd vocabulary, its notorious difficulty.",
      "author": "Edward Hirsch",
      "category": "Inspire, People, Connect"
    },
    {
      "quote": "The terms of poetry - some simple, some complicated, some ancient, some new - should bring us closer to what we're hearing, enlarging our experience of it, enabling us to describe what we're reading, to feel and think with greater precision.",
      "author": "Edward Hirsch",
      "category": "Experience, Reading, Simple"
    },
    {
      "quote": "The line is a way of framing poetry. All verse is measured by lines. The poetic line immediately announces its difference from everyday speech and prose.",
      "author": "Edward Hirsch",
      "category": "Speech, Way, Lines"
    },
    {
      "quote": "The sense of flowing, which is so crucial to song, is also crucial to poetry.",
      "author": "Edward Hirsch",
      "category": "Song, Sense, Which"
    },
    {
      "quote": "When poetry separates from song, then the words have to carry all the rhythm themselves; they have to do all the work. They can't rely on the singing voice.",
      "author": "Edward Hirsch",
      "category": "Work, Words, Singing"
    },
    {
      "quote": "One of the things that distinguishes poetry from ordinary speech is that in a very few number of words, poetry captures some kind of deep feeling, and rhythm is the way to get there. Rhythm is the way the poetry carries itself.",
      "author": "Edward Hirsch",
      "category": "Deep, Words, Speech"
    },
    {
      "quote": "I started writing poetry as a teenager in suburban Chicago out of emotional desperation.",
      "author": "Edward Hirsch",
      "category": "Writing, Chicago, Emotional"
    },
    {
      "quote": "I grew up in a middle-class house without books, without art. No one around me wrote poetry or even read it.",
      "author": "Edward Hirsch",
      "category": "Art, Me, House"
    },
    {
      "quote": "Poetry itself hasn't been well served by poets who fled to the margins.",
      "author": "Edward Hirsch",
      "category": "Well, Itself, Margins"
    },
    {
      "quote": "I aspire to a poetry of great formal integrity, deep passion and high intellect, and I have many models for how to do that.",
      "author": "Edward Hirsch",
      "category": "Integrity, Deep, Great"
    },
    {
      "quote": "I'm so happy to be an advocate for poetry.",
      "author": "Edward Hirsch",
      "category": "Happy, Advocate"
    },
    {
      "quote": "I didn't read poetry seriously until college, when I really began to devour it in a very intense way. I also discovered that a poet is a maker. Before that, I thought a poet was someone who wrote about his own experiences.",
      "author": "Edward Hirsch",
      "category": "College, Thought, Seriously"
    },
    {
      "quote": "The idea that a poem was a made thing stayed with me, and I decided then that I wanted to be an artist, not just a diarist. So I put myself through a kind of apprenticeship in writing poetry, and I understood even then that my practice as a poet was deeply related to my reading.",
      "author": "Edward Hirsch",
      "category": "Myself, Writing, Artist"
    },
    {
      "quote": "Poetry is a vocation. It is not a career but a calling.",
      "author": "Edward Hirsch",
      "category": "Career, Vocation, Calling"
    },
    {
      "quote": "Writing poetry is such an intense experience that it helps to start the process in a casual or wayward frame of mind.",
      "author": "Edward Hirsch",
      "category": "Experience, Writing, Mind"
    },
    {
      "quote": "Poetry takes place in time. It is a durational. Things take place in sequence.",
      "author": "Edward Hirsch",
      "category": "Time, Place, Things"
    },
    {
      "quote": "Poetry, being supremely useless, by its very existence represents a protest against the so-called 'real world' of busy-ness and moneymaking, so we must embrace, salute and support our poets.",
      "author": "Tom Hodgkinson",
      "category": "Support, World, Existence"
    },
    {
      "quote": "I didn't start off as a journalist; I started off as a poet. My ambition was to practise poetry. Then I found journalism, but that other voice never fled from me.",
      "author": "Ta-Nehisi Coates",
      "category": "Ambition, Me, Journalism"
    },
    {
      "quote": "One thing I do know is that poetry, to be understood, must be clear.",
      "author": "Mary Oliver",
      "category": "Know, Clear, Must"
    },
    {
      "quote": "People want poetry. They need poetry. They get it. They don't want fancy work.",
      "author": "Mary Oliver",
      "category": "Work, People, Want"
    },
    {
      "quote": "Poetry is meant to be heard.",
      "author": "Mary Oliver",
      "category": "Meant To Be, Heard, Meant"
    },
    {
      "quote": "You know, in my music career there was a moment where the irony was just so heavy. There were people in my audience that were the reason I developed neuroses. These people that tortured my life were using my art, my poetry, as fuel for them, to torture other people.",
      "author": "Fred Durst",
      "category": "Life, Music, Art"
    },
    {
      "quote": "I really enjoy English and poetry and writing classes.",
      "author": "Taylor Momsen",
      "category": "Writing, Enjoy, English"
    },
    {
      "quote": "All one's inventions are true, you can be sure of that. Poetry is as exact a science as geometry.",
      "author": "Gustave Flaubert",
      "category": "Science, True, You"
    },
    {
      "quote": "Poetry is something to make us wiser and better, by continually revealing those types of beauty and truth, which God has set in all men's souls.",
      "author": "James Russell Lowell",
      "category": "Beauty, Truth, God"
    },
    {
      "quote": "As the years pass, I find that writers who were once central to me aren't anymore. I revered Yeats's poetry in college. I respect it now and am still ravished by certain lines, but I don't go back to him again and again. I do go back to Emily Dickinson again and again.",
      "author": "Margo Jefferson",
      "category": "Respect, College, Me"
    },
    {
      "quote": "Popular music is one endless love song that, I suspect, the basically solitary Ella Fitzgerald approached much as the basically solitary Marianne Moore approached poetry: reading it with a certain contempt for it, Moore said, you could find a place in it for the genuine.",
      "author": "Margo Jefferson",
      "category": "Love, Music, Reading"
    },
    {
      "quote": "Fiction is supposed to be immersive and supposed to be entertaining and narrative, so structures have to be buried a little bit. If they come foregrounded too much, it stops being fiction and starts being poetry - something more concrete and out of time.",
      "author": "Eleanor Catton",
      "category": "Time, Too Much, Little"
    },
    {
      "quote": "Poetry was one of the things that interested me most as I was growing up. I used to write it in my head all the time. I still think the very greatest pleasure in life is to write a poem.",
      "author": "Claire Tomalin",
      "category": "Life, Time, Me"
    },
    {
      "quote": "'Words and Music' on Radio 3 is always a treat. Actors read passages of poetry and prose interspersed with music, and nobody tells you what it is. Later you can look it up online, but at the time you can't cheat.",
      "author": "Claire Tomalin",
      "category": "Music, Time, Words"
    },
    {
      "quote": "I read usually in the morning, in my kitchen at breakfast - a short reading time, usually poetry. I read in bed every night. I usually get in bed pretty early with a book, and I read until I can't prop my eyes open anymore - sometimes rather late.",
      "author": "Sue Monk Kidd",
      "category": "Morning, Time, Eyes"
    },
    {
      "quote": "Country music especially can get very formulaic - you know, you have to have your verses and a bridge and a chorus, and a lot of the songs are written as just plain and simple poetry on the road.",
      "author": "Sturgill Simpson",
      "category": "Music, Road, Simple"
    },
    {
      "quote": "Poetry is the hardest thing that there is. It fascinates me, so I want to write more of it.",
      "author": "Steve Earle",
      "category": "Me, Want, The Hardest Thing"
    },
    {
      "quote": "Gregory Corso used to get really pissed when people called Bob Dylan a 'poet.' After writing poetry for a few years, I can understand that.",
      "author": "Steve Earle",
      "category": "Writing, People, I Can"
    },
    {
      "quote": "Becoming interested in poetics got me interested in theater. Theater is supposed to be poetry, you know, before it's anything else. It just doesn't fly if it isn't musical.",
      "author": "Steve Earle",
      "category": "Me, Fly, Know"
    },
    {
      "quote": "I wrote poetry, which got me into lyrics. Stevie Wonder, Carole King, Elton John pulled me into pop. I started singing with a band - just for fun - when I was 17. And pretty soon, I was thinking I could sing pop in English as well as Spanish.",
      "author": "Gloria Estefan",
      "category": "Thinking, Fun, Me"
    },
    {
      "quote": "Is there any purpose to translating poetry? A poem does not contain information of importance, like a signpost or a warning notice.",
      "author": "James Buchan",
      "category": "Purpose, Information, Like"
    },
    {
      "quote": "I used to buy scented poetry books on tour and read aloud to the band. Not what you'd expect, huh?",
      "author": "Suzi Quatro",
      "category": "You, Band, Expect"
    },
    {
      "quote": "There was no market for poetry about trauma, abuse, loss, love, and healing through the lens of a Punjabi-Sikh immigrant woman.",
      "author": "Rupi Kaur",
      "category": "Love, Woman, Healing"
    },
    {
      "quote": "I would give anything to sing like Beyonce or Adele. I've said many times to my friends that if I could sing like them, I would give up poetry and writing.",
      "author": "Rupi Kaur",
      "category": "Friends, Writing, Said"
    },
    {
      "quote": "Poetry and art are key influences in changing how we look at taboos.",
      "author": "Rupi Kaur",
      "category": "Art, Key, Look"
    },
    {
      "quote": "'Milk and Honey' was written with me being honest to myself, kind of pulling at the things that I hear the most and saying that out loud, and you know, that thing that we hear the most is most universal, and so that rings true with all folks. The language used in the poetry is extremely, extremely accessible.",
      "author": "Rupi Kaur",
      "category": "Myself, Language, Me"
    },
    {
      "quote": "For me, the power of the poetry in 'Milk and Honey' is the feeling you get after finished reading the poem. It's the emotion you feel once you've read the last word, and that is only possible when the diction is easy, and you don't get stuck on every other word, you don't know what the word means.",
      "author": "Rupi Kaur",
      "category": "Power, Reading, Me"
    },
    {
      "quote": "'Hamilton' is, of course, closely tied to the Obamas because Lin first performed the opening number at a White House poetry jam.",
      "author": "Phillipa Soo",
      "category": "First, House, Opening"
    },
    {
      "quote": "I was one of those dark, quiet kids that wrote poetry.",
      "author": "Rick Springfield",
      "category": "Dark, Quiet, Kids"
    },
    {
      "quote": "When superstition is allowed to perform the task of old age in dulling the human temperament, we can say goodbye to all excellence in poetry, in painting, and in music.",
      "author": "Denis Diderot",
      "category": "Music, Age, Excellence"
    },
    {
      "quote": "When I arrived at Columbia, I gave up acting and became interested in all things French. French poetry, French history, French literature.",
      "author": "Joseph Gordon-Levitt",
      "category": "History, Acting, Literature"
    },
    {
      "quote": "Deals are my art form. Other people paint beautifully on canvas or write wonderful poetry. I like making deals, preferably big deals. That's how I get my kicks.",
      "author": "Ed Koch",
      "category": "Art, People, Paint"
    },
    {
      "quote": "You can be intuitive when you've got a more expansive role. You can get into the poetry of telling the story rather than just pushing buttons.",
      "author": "Willem Dafoe",
      "category": "Story, You, Role"
    },
    {
      "quote": "As I grew older - collapsing into my seventies, glimpsing ahead the cliffs of the eighties, colliding into eighty-five - poetry abandoned me.",
      "author": "Donald Hall",
      "category": "Me, Ahead, Older"
    },
    {
      "quote": "Prose is not so dependent on sound. The line of poetry, with the breaking of the line - to me, sound is the kind of doorway into poetry. And my sense of sound, or my ability to control it, lapsed or grew less.",
      "author": "Donald Hall",
      "category": "Control, Me, Kind"
    },
    {
      "quote": "After a couple of years of public high school, I went to Exeter - an insane conglomeration of adolescent males in the wilderness, all of whom claimed to hate poetry.",
      "author": "Donald Hall",
      "category": "School, Hate, High School"
    },
    {
      "quote": "I loathe the trivialization of poetry that happens in creative writing classes. Teachers set exercises to stimulate subject matter: Write a poem about an imaginary landscape with real people in it. Write about a place your parents lived in before you were born. We have enough terrible poetry around without encouraging more of it.",
      "author": "Donald Hall",
      "category": "Parents, Writing, Creative"
    },
    {
      "quote": "I've always felt that poetry was particularly erotic, more than prose was... I say that you read poems not with your eyes and not with your ears, but with your mouth. You taste it.",
      "author": "Donald Hall",
      "category": "Eyes, You, Mouth"
    },
    {
      "quote": "For better or worse, poetry is my life.",
      "author": "Donald Hall",
      "category": "Life, My Life, Better"
    },
    {
      "quote": "Sound had always been my portal to poetry, but in the beginning, sound was imagined through the eye.",
      "author": "Donald Hall",
      "category": "Eye, Beginning, Through"
    },
    {
      "quote": "Poetry is what I've done my whole life. And every important thing in my life had found itself into poems.",
      "author": "Donald Hall",
      "category": "Life, My Life, Important"
    },
    {
      "quote": "In my life, I've seen enormous increase in the consumption of poetry. When I was young, there were virtually no poetry readings.",
      "author": "Donald Hall",
      "category": "Life, My Life, Young"
    },
    {
      "quote": "Poetry offers works of art that are beautiful, like paintings, which are my second favorite work of the art, but there are also works of art that embody emotion and that are kind of school for feeling. They teach how to feel, and they do this by the means of their beauty of language.",
      "author": "Donald Hall",
      "category": "Work, Art, Beauty"
    },
    {
      "quote": "I was at Harvard with a whole bunch of poets, and that was very rare. They published a lot of books because there was an excitement after the war that translated into poetry.",
      "author": "Donald Hall",
      "category": "War, Excitement, Rare"
    },
    {
      "quote": "When it comes to poetry, I think partly the numbers of people attempting to write poems is probably a result or the reaction to technology.",
      "author": "Donald Hall",
      "category": "Technology, People, Think"
    },
    {
      "quote": "Every afternoon, I shut the door of my bedroom to write: Poetry was secret, dangerous, wicked and delicious.",
      "author": "Donald Hall",
      "category": "Door, Dangerous, Secret"
    },
    {
      "quote": "A song is a short composition for voice and instruments. It is a piece of sung poetry set to music. It is usually only a few minutes long.",
      "author": "Russell Smith",
      "category": "Music, Short, Long"
    },
    {
      "quote": "Poetry has been to me its own exceeding great reward it has given me the habit of wishing to discover the good and beautiful in all that meets and surrounds me.",
      "author": "Samuel Taylor Coleridge",
      "category": "Beautiful, Good, Great"
    },
    {
      "quote": "I always loved singing and writing poetry. I always loved music, and I've loved writing my whole life. When I put them together, it was probably in my early 20s where I put words to music for the first time.",
      "author": "Lisa Marie Presley",
      "category": "Life, Music, Time"
    },
    {
      "quote": "When poetry is on the money, 12 words can slay you. I admire that greatly.",
      "author": "Daniel Woodrell",
      "category": "Money, Words, You"
    },
    {
      "quote": "I'm very attracted to poetry for all the reasons someone likes poetry. The notion of compression seems to fit my personality.",
      "author": "Daniel Woodrell",
      "category": "Personality, Seems, Someone"
    },
    {
      "quote": "I read a little bit of nonfiction and a lot of poetry. I think of poetry as my shot of whiskey when I don't have time to savor a whole bottle of wine.",
      "author": "Alice McDermott",
      "category": "Time, Wine, Think"
    },
    {
      "quote": "The language of the Catholic Church - the liturgy, the prayer, the gospels - was in many ways my first poetry.",
      "author": "Alice McDermott",
      "category": "Prayer, Language, Church"
    },
    {
      "quote": "I believed in fictional characters as if they were a part of real life. Poetry was important, too. My parents had memorized poems from their days attending school in New York City and loved reciting them. We all enjoyed listening to these poems and to music as well.",
      "author": "Alice McDermott",
      "category": "Life, Music, Parents"
    },
    {
      "quote": "Making love is, simply put, poetry in motion.",
      "author": "Wale",
      "category": "Love, Love Is, Motion"
    },
    {
      "quote": "I always read poetry before I write, to sensitize me to the rhythms and music of language.",
      "author": "Janet Fitch",
      "category": "Music, Language, Me"
    },
    {
      "quote": "History gives you insight of the same quality of truth as poetry or philosophy or a novel.",
      "author": "Simon Schama",
      "category": "History, Truth, Quality"
    },
    {
      "quote": "Somehow, the words don't have any vitality, any life to them, unless I can feel it marking on a paper. That's how I start. Once I'm off, then I switch to the laptop. I think it would all just be prose if it started on a laptop - not that what I do is poetry.",
      "author": "Simon Schama",
      "category": "Life, Words, Start"
    },
    {
      "quote": "As a schoolboy, poetry seemed defined by preciousness. It was all very rarefied.",
      "author": "Simon Schama",
      "category": "Defined, Very, Seemed"
    },
    {
      "quote": "The difficulty with poetry is that it doesn't have the life that Shakespeare or Jane Austen have beyond the page. You can't make a costume drama out of it. There's no place for it to go except trapped inside its little book.",
      "author": "Simon Schama",
      "category": "Life, Book, Page"
    },
    {
      "quote": "The library was open for one hour after school let out. I hid there, looking at art books and reading poetry.",
      "author": "Lynda Barry",
      "category": "Art, School, Reading"
    },
    {
      "quote": "Dancing is the poetry of the foot.",
      "author": "John Dryden",
      "category": "Foot, Dancing"
    },
    {
      "quote": "Poetry is so vital to us until school spoils it.",
      "author": "Russell Baker",
      "category": "School, Us, Until"
    },
    {
      "quote": "Anticipating that most poetry will be worse than carrying heavy luggage through O'Hare Airport, the public, to its loss, reads very little of it.",
      "author": "Russell Baker",
      "category": "Loss, Through, Little"
    },
    {
      "quote": "I think the novel is not so much a literary genre, but a literary space, like a sea that is filled by many rivers. The novel receives streams of science, philosophy, poetry and contains all of these; it's not simply telling a story.",
      "author": "Jose Saramago",
      "category": "Science, Sea, Space"
    },
    {
      "quote": "Nothing is too small. Nothing is too, quote-unquote, ordinary or insignificant. Those are the things that make up the measure of our days, and they're the things that sustain us. And they're the things that certainly can become worthy of poetry.",
      "author": "Rita Dove",
      "category": "Small, Measure, Nothing"
    },
    {
      "quote": "I try to show what it is about language and music that enthralls, because I think those are the two elements of poetry.",
      "author": "Rita Dove",
      "category": "Music, Language, Think"
    },
    {
      "quote": "There are distinct duties of a poet laureate. I plan a reading series at the Library of Congress and advise the librarian. The rest is how I want to promote poetry.",
      "author": "Rita Dove",
      "category": "Reading, Plan, Library"
    },
    {
      "quote": "I was apprehensive. I feared every time I talked about poetry, it would be filtered through the lens of race, sex, and age.",
      "author": "Rita Dove",
      "category": "Time, Age, Through"
    },
    {
      "quote": "I see a resurgence of interest in poetry. I am less optimistic about the prospects for the arts when it comes to federal funding.",
      "author": "Rita Dove",
      "category": "I Am, See, Interest"
    },
    {
      "quote": "The poetry that sustains me is when I feel that, for a minute, the clouds have parted and I've seen ecstasy or something.",
      "author": "Rita Dove",
      "category": "Clouds, Me, Feel"
    },
    {
      "quote": "I think one of the things that people tend to forget is that poets do write out of life. It isn't some set piece that then gets put up on the shelf, but that the impetus, the real instigation for poetry is everything that's happening around us.",
      "author": "Rita Dove",
      "category": "Life, People, Think"
    },
    {
      "quote": "Not too many people know it, but when I was in junior high, I was a pretty tough kid and was the leader of a street gang. Well, OK, it was less a street gang than an Ecology Club. We were pretty intimidating, though, and had our own meeting room until we got run out of there by a bunch of thugs from the Poetry Society.",
      "author": "W. Bruce Cameron",
      "category": "Leader, Society, People"
    },
    {
      "quote": "I want to be the best advocate and promoter for poetry that I can be.",
      "author": "Natasha Trethewey",
      "category": "Best, Want, I Can"
    },
    {
      "quote": "From the catbird seat, I've found poetry to be the necessary utterance it has always been in America.",
      "author": "Natasha Trethewey",
      "category": "America, Always, Found"
    },
    {
      "quote": "Dismissals of poetry are nothing new. It's easy to dismiss poetry if one has not read much of it.",
      "author": "Natasha Trethewey",
      "category": "Easy, Nothing, New"
    },
    {
      "quote": "The first thing I tried to do in the months after losing my mother was to write a poem. I found myself turning to poetry in the way so many people do - to make sense of losses. And I wrote pretty bad poems about it. But it did feel that the poem was the only place that could hold this grief.",
      "author": "Natasha Trethewey",
      "category": "Myself, Mother, Grief"
    },
    {
      "quote": "I think I felt at some point that I couldn't understand poetry or that it was beyond me or it didn't speak to my experience. I think that was because I hadn't yet found the right poems to invite me in.",
      "author": "Natasha Trethewey",
      "category": "Experience, Speak, Me"
    },
    {
      "quote": "My father, Eric Trethewey, is a poet, so I had one right inside the house. And on long trips, he'd tell me, if I got bored in the car, to write a poem about it. And I did find that poetry was a way for me, I think as it for a lot of people, to articulate those things that seem hardest to say.",
      "author": "Natasha Trethewey",
      "category": "Car, Father, Me"
    },
    {
      "quote": "I think poetry's always a kind of faith. It is the kind that I have.",
      "author": "Natasha Trethewey",
      "category": "Faith, Think, Kind"
    },
    {
      "quote": "Even though I am the daughter of a poet, and my stepmother is also a poet, growing up, I didn't think I could understand poetry; I didn't think that it had any relevance to my life, the feelings that I endured on a day-to-day basis, until I was introduced to the right poem.",
      "author": "Natasha Trethewey",
      "category": "Life, Daughter, I Am"
    },
    {
      "quote": "I think people turn to poetry more often than they think they do, or encounter it in more ways than they think that they do. I think we forget the places that we encounter it, say, in songs or in other little bits and pieces of things that we may have remembered from childhood.",
      "author": "Natasha Trethewey",
      "category": "Childhood, People, Think"
    },
    {
      "quote": "I think the biggest thing that I have to do is to remind people that poetry is there for us to turn to not only to remind us that we're not alone - for example, if we are grieving the loss of someone - but also to help us celebrate our joys. That's why so many people I know who've gotten married will have a poem read at the wedding.",
      "author": "Natasha Trethewey",
      "category": "Alone, Wedding, Celebrate"
    },
    {
      "quote": "Poetry's a thing that belongs to everyone.",
      "author": "Natasha Trethewey",
      "category": "Everyone, Belongs, Thing"
    },
    {
      "quote": "'NewsHour' is very interested in poetry, but they're also interested in not just that something's cute to add on at the end of their programming, but something that actually is integrated into the news.",
      "author": "Natasha Trethewey",
      "category": "Cute, End, News"
    },
    {
      "quote": "I've been most happy to be an advocate for the kinds of grassroots things that people are doing who care about poetry.",
      "author": "Natasha Trethewey",
      "category": "Happy, People, Care"
    },
    {
      "quote": "I like the beauty of Faulkner's poetry. But I don't like his themes, not at all.",
      "author": "Manuel Puig",
      "category": "Beauty, Like, Themes"
    },
    {
      "quote": "I spent many years of my life as an economist and demographer. I was finally distracted by writing my novels and poetry. I'm enormously happy that was the case. I feel that with writing I have found my metier.",
      "author": "Vikram Seth",
      "category": "Life, Happy, Writing"
    },
    {
      "quote": "You have to learn a few things, which you do along the way, but basically, poetry is a matter of the ear. Iambic pentameters or what constitutes a stanza comes naturally - your ears will know.",
      "author": "Vikram Seth",
      "category": "Learn, Know, You"
    },
    {
      "quote": "Why do writers, say, give up a job in economics and decide to write poetry? Or, why do they give up a job in a bank and decide to paint, like Krishan Khanna? They want to convey something.",
      "author": "Vikram Seth",
      "category": "Job, Economics, Want"
    },
    {
      "quote": "Everyone sort of sees his own life and times as being ephemeral. One thinks that everything good or important that happened, happened in the past. But I think that seeing scenes that you are used to, but with the heightening effects of poetry, perhaps makes you value your life and times more than you might otherwise do.",
      "author": "Vikram Seth",
      "category": "Life, Good, Past"
    },
    {
      "quote": "Those books of mine that are remunerative - I'm not talking about poetry here - take years to write, and I am never sure they'll be successful. So writing is a risk in more senses than one.",
      "author": "Vikram Seth",
      "category": "I Am, Writing, Successful"
    },
    {
      "quote": "You know, I can imagine not writing a novel and writing poetry only.",
      "author": "Vikram Seth",
      "category": "Writing, Know, You"
    },
    {
      "quote": "The Lord's Prayer is the most perfect piece of poetry. I always feel at peace and moved when I recite it.",
      "author": "Mary Quant",
      "category": "Peace, Prayer, Perfect"
    },
    {
      "quote": "The poet doesn't invent. He listens.",
      "author": "Jean Cocteau",
      "category": "Poet, Listens, He"
    },
    {
      "quote": "A true poet does not bother to be poetical. Nor does a nursery gardener scent his roses.",
      "author": "Jean Cocteau",
      "category": "Roses, True, Scent"
    },
    {
      "quote": "Poetry is indispensable - if I only knew what for.",
      "author": "Jean Cocteau",
      "category": "Only, Knew, Indispensable"
    },
    {
      "quote": "The sentences I write have their roots in song and poetry, and take their bearings from music and painting, as much as from the need to impart mere information, or mirror anything. I am not a realist writer, even if I seem like one.",
      "author": "Colm Toibin",
      "category": "Music, I Am, Mirror"
    },
    {
      "quote": "Thinking in its lower grades, is comparable to paper money, and in its higher forms it is a kind of poetry.",
      "author": "Havelock Ellis",
      "category": "Money, Thinking, Kind"
    },
    {
      "quote": "When I was in college, I used to write little ditties and short stories and poetry for my friends. Writing a book is another thing. It is so much different from my traditional day of dirty fingernails and greasy hair and hot pans.",
      "author": "Mario Batali",
      "category": "Day, Friends, College"
    },
    {
      "quote": "I actually remember celebrating National Poetry Day at school I remember having to write and read a load.",
      "author": "Tinie Tempah",
      "category": "Day, School, Remember"
    },
    {
      "quote": "Most poetry in the modern age has retreated to the private sphere, turning its back on the political realm.",
      "author": "Terry Eagleton",
      "category": "Age, Political, Back"
    },
    {
      "quote": "Poetry is the most subtle of the literary arts, and students grow more ingenious by the year at avoiding it. If they can nip around Milton, duck under Blake and collapse gratefully into the arms of Jane Austen, a lot of them will.",
      "author": "Terry Eagleton",
      "category": "Grow, Duck, Students"
    },
    {
      "quote": "When I started writing poetry, it was always in very hip-hop influenced spaces: Someone would teach a Nas song side-by-side with a Gwendolyn Brooks poem, and we'd talk about the connections between those things.",
      "author": "Jamila Woods",
      "category": "Writing, Song, Connections"
    },
    {
      "quote": "I have a band called M&O. We were working on our first album in 2011 or 2012. We were looking for people to collaborate with, and I met Chance through a Young Chicago Authors poetry slam.",
      "author": "Jamila Woods",
      "category": "Chance, People, Looking"
    },
    {
      "quote": "It was through poetry I learned just to appreciate my own voice and to not think of my voice in terms of what it needs to be able to do, but what it can do.",
      "author": "Jamila Woods",
      "category": "Voice, Appreciate, Think"
    },
    {
      "quote": "My artistic manifesto exists in the world as poetry. So even though most of the things that I've done have been on other people's projects or could be pigeonholed in certain ways, that's not how I perceive myself.",
      "author": "Jamila Woods",
      "category": "Myself, World, People"
    },
    {
      "quote": "I really liked 'Blk Girl Art.' It's like a manifesto saying why I create, whether it's poetry or music.",
      "author": "Jamila Woods",
      "category": "Music, Art, Girl"
    },
    {
      "quote": "If a poem is not memorable, there's probably something wrong. One of the problems of free verse is that much of the free verse poetry is not memorable.",
      "author": "Robert Morgan",
      "category": "Problems, Free, Memorable"
    },
    {
      "quote": "I think that it's more likely that in my 60s and 70s I will be writing poetry rather than fiction.",
      "author": "Robert Morgan",
      "category": "Writing, Think, Will"
    },
    {
      "quote": "I did not have a very literary background. I came to poetry from the sciences and mathematics, and also through an interest in Japanese and Chinese poetry in translation.",
      "author": "Robert Morgan",
      "category": "Mathematics, Through"
    },
    {
      "quote": "You have to really dive deep back into yourself and get rid of so much modern analytical categorization. It's one of the great things poetry does.",
      "author": "Robert Morgan",
      "category": "Deep, Great, Yourself"
    },
    {
      "quote": "The great watershed of modern poetry is French, more than English.",
      "author": "Robert Morgan",
      "category": "Great, Modern, Than"
    },
    {
      "quote": "Among the American contemporaries I read with most enjoyment are several North Carolinians. I think the best poetry being written these days is being written by Southerners.",
      "author": "Robert Morgan",
      "category": "Best, American, Think"
    },
    {
      "quote": "The Language Poets are writing only about language itself. The Ashbery poets are writing only about poetry itself. That seems to me a kind of dead end.",
      "author": "Robert Morgan",
      "category": "Writing, Language, Me"
    },
    {
      "quote": "Poetry, almost by definition, calls attention to its language and form.",
      "author": "Robert Morgan",
      "category": "Language, Attention, Almost"
    },
    {
      "quote": "The decision to write in prose instead of poetry is made more by the readers than by writers. Almost no one is interested in reading narrative in verse.",
      "author": "Robert Morgan",
      "category": "Decision, Reading, Almost"
    },
    {
      "quote": "Teaching writing over the years intrudes on your own writing in important ways, taking away some of the excitement of poetry.",
      "author": "Robert Morgan",
      "category": "Writing, Important, Years"
    },
    {
      "quote": "I don't think poetry is something that can be taught. We can encourage young writers, but what you can't teach them is the very essence of poetry.",
      "author": "Robert Morgan",
      "category": "Think, Young, You"
    },
    {
      "quote": "I don't think the creative writing industry has helped American poetry.",
      "author": "Robert Morgan",
      "category": "Writing, American, Creative"
    },
    {
      "quote": "Some people swear by writing courses, but whether it really helps American poetry, I have doubts.",
      "author": "Robert Morgan",
      "category": "Writing, American, People"
    },
    {
      "quote": "I don't think American poetry has gotten any better in the past 35 years. Oddly enough, creative writing programs seem to have been good for fiction, and I would not have predicted that.",
      "author": "Robert Morgan",
      "category": "Good, Writing, Past"
    },
    {
      "quote": "I love to compare different time frames. Poetry can evoke the time of the subject. By a very careful choice of words you can evoke an era, completely throw the poem into a different time scale.",
      "author": "Robert Morgan",
      "category": "Love, Time, Words"
    },
    {
      "quote": "One of the most powerful devices of poetry is the use of distortions. You can go from talking about the way a minute passes to the way a century passes, or a lifetime.",
      "author": "Robert Morgan",
      "category": "Powerful, Way, You"
    },
    {
      "quote": "A poem in form still has to have voice, gesture, a sense of discovery, a metaphoric connection, as any poetry does.",
      "author": "Robert Morgan",
      "category": "Voice, Discovery, Connection"
    },
    {
      "quote": "The fact that something is in a rhymed form or in blank verse will not make it good poetry.",
      "author": "Robert Morgan",
      "category": "Good, Will, Fact"
    },
    {
      "quote": "What actually makes poetry poetry is of course impossible to define. We recognize it when we hear it, when we see it, but we can't define it.",
      "author": "Robert Morgan",
      "category": "Impossible, See, Recognize"
    },
    {
      "quote": "The idea of avant-garde art is a very suspicious thing to me, the idea that poetry is new and it keeps being new the way Chevrolets every year are new.",
      "author": "Robert Morgan",
      "category": "Art, Me, Idea"
    },
    {
      "quote": "Part of what we love about poetry is the fact that it seems ancient, that it has an authority of ancient language and ancient form, and that it's timeless, that it reaches back.",
      "author": "Robert Morgan",
      "category": "Love, Language, Authority"
    },
    {
      "quote": "I learned to impersonate the kind of person that talks about poetry. It comes from teaching, I think.",
      "author": "Robert Morgan",
      "category": "Think, Kind, Person"
    },
    {
      "quote": "And, I mean, I think poetry does need to be met to some extent, especially, I guess, 19th century poetry, and for me, it's just been so worth the effort. It's like I'm planting a garden in my head.",
      "author": "Jane Campion",
      "category": "Effort, Me, Garden"
    },
    {
      "quote": "As for how criticism of Keats' poetry relates to criticism of my own work, I'll leave that for others to decide.",
      "author": "Jane Campion",
      "category": "Work, Criticism, My Own"
    },
    {
      "quote": "I have to admit that I had a lot of problems with poetry.",
      "author": "Jane Campion",
      "category": "Problems, Admit, Lot"
    },
    {
      "quote": "Poetry, especially traditional Iranian poetry, is very good at looking at things from a number of different angles simultaneously.",
      "author": "Asghar Farhadi",
      "category": "Good, Looking, Angles"
    },
    {
      "quote": "My feeling is that poetry will wither on the vine if you don't regularly come back to the simplest fundamentals of the poem: rhythm, rhyme, simple subjects - love, death, war.",
      "author": "James Fenton",
      "category": "Love, Death, War"
    },
    {
      "quote": "Lyric poetry is, of course, musical in origin. I do know that what happened to poetry in the twentieth century was that it began to be written for the page. When it's a question of typography, why not? Poets have done beautiful things with typography - Apollinaire's 'Calligrammes,' that sort of thing.",
      "author": "James Fenton",
      "category": "Beautiful, Know, Page"
    },
    {
      "quote": "English poetry begins whenever we decide to say the modern English language begins, and it extends as far as we decide to say that the English language extends.",
      "author": "James Fenton",
      "category": "Language, English Language"
    },
    {
      "quote": "Some people think that English poetry begins with the Anglo-Saxons. I don't, because I can't accept that there is any continuity between the traditions of Anglo-Saxon poetry and those established in English poetry by the time of, say, Shakespeare. And anyway, Anglo-Saxon is a different language, which has to be learned.",
      "author": "James Fenton",
      "category": "Time, Language, People"
    },
    {
      "quote": "When we study Shakespeare on the page, for academic purposes, we may require all kinds of help. Generally, we read him in modern spelling and with modern punctuation, and with notes. But any poetry that is performed - from song lyric to tragic speech - must make its point, as it were, without reference back.",
      "author": "James Fenton",
      "category": "Song, Help, Page"
    },
    {
      "quote": "Composers need words, but they do not necessarily need poetry. The Russian composer, Aleksandr Mossolov, who chose texts from newspaper small ads, had a good point to make. With revolutionary music, any text can be set to work.",
      "author": "James Fenton",
      "category": "Work, Music, Good"
    },
    {
      "quote": "A glance at the history of European poetry is enough to inform us that rhyme itself is not indispensable. Latin poetry in the classical age had no use for it, and the kind of Latin poetry that does rhyme - as for instance the medieval 'Carmina Burana' - tends to be somewhat crude stuff in comparison with the classical verse that doesn't.",
      "author": "James Fenton",
      "category": "History, Age, Rhyme"
    },
    {
      "quote": "Great poetry does not have to be technically intricate.",
      "author": "James Fenton",
      "category": "Great, Intricate, Does"
    },
    {
      "quote": "The iambic pentameter owes its pre-eminence in English poetry to its genius for variation. Good blank verse does not sound like a series of identically measured lines. It sounds like a series of subtle variations on the same theme.",
      "author": "James Fenton",
      "category": "Good, Genius, Lines"
    },
    {
      "quote": "The voice is raised, and that is where poetry begins. And even today, in the prolonged aftermath of modernism, in places where 'open form' or free verse is the orthodoxy, you will find a memory of that raising of the voice in the term 'heightened speech.'",
      "author": "James Fenton",
      "category": "Today, Memory, Free"
    },
    {
      "quote": "One problem we face comes from the lack of any agreed sense of how we should be working to train ourselves to write poetry.",
      "author": "James Fenton",
      "category": "Train, Problem, Working"
    },
    {
      "quote": "In the writing of poetry we never know anything for sure. We will never know if we have 'trained' or 'practised' enough. We will never be able to say that we have reached grade eight, or that we have left the grades behind and are now embarked on an advanced training.",
      "author": "James Fenton",
      "category": "Training, Writing, Know"
    },
    {
      "quote": "In the winter of 1940, 'The Atlantic Monthly' invited Peter Viereck, a twenty-three-year-old Harvard graduate who had won the college's top essay and poetry prizes, to write about 'the meaning of young liberalism for the present age.'",
      "author": "Tom Reiss",
      "category": "Age, Winter, College"
    },
    {
      "quote": "Poetry always, always, always is a key piece of democracy.",
      "author": "Eileen Myles",
      "category": "Democracy, Key, Always"
    },
    {
      "quote": "As things get worse, poetry gets better because it becomes more necessary.",
      "author": "Eileen Myles",
      "category": "Better, Worse, Things"
    },
    {
      "quote": "I wasn't afraid of being poor. I didn't want to live in a big house. I'm the perfect size for poetry. I can move around.",
      "author": "Eileen Myles",
      "category": "Live, Want, Perfect"
    },
    {
      "quote": "In Arlington, people would laugh at you if you tried to get people to look at your drawings or listen to your poetry. It was like you thought you were special.",
      "author": "Eileen Myles",
      "category": "Thought, People, Laugh"
    },
    {
      "quote": "Poetry from the bottom up is an act of selection: you kind of feel your way through the crowds of poems. The good ones came forward a long time ago, and the bad ones fell away.",
      "author": "Eileen Myles",
      "category": "Time, Good, Long"
    },
    {
      "quote": "Poetry and novels are lists of our devotions. We love the feel of making the marks as the feelings are rising and falling.",
      "author": "Eileen Myles",
      "category": "Love, Falling, Feelings"
    },
    {
      "quote": "Prose, poetry, and drawings stand side by side in a very democratic way in my work.",
      "author": "Gunter Grass",
      "category": "Work, Stand, Way"
    },
    {
      "quote": "I'd park myself in the bookstore and read with one eye on everyone coming in. I remember reading a Robert Bly book of poetry.",
      "author": "Sally Mann",
      "category": "Myself, Reading, Book"
    },
    {
      "quote": "I lived a pretty chaotic life. I went to England, and I moved around, and there were a lot of things that I was interested in. I wrote poetry. I took photographs. I was a musician and all sorts of things. Nothing brilliant, but I did all these different things.",
      "author": "Pawel Pawlikowski",
      "category": "Life, Nothing, Brilliant"
    },
    {
      "quote": "Watching and learning from the great Josette Bushell-Mingo, who was playing Cleopatra in Antony and Cleopatra at the time, and then to return to the same stage six months later playing a lead role, was incredible - I fell in love with the poetry and the breadth of the language so much that I didn't want it to end.",
      "author": "Gugu Mbatha-Raw",
      "category": "Love, Time, Learning"
    },
    {
      "quote": "I never thought I'd be doing poetry books. I never really studied poetry. But the first one I did was after my mother died, and I realized that people sort of think and talk about her style and fashion, but in fact, what made her the person she was was really her love of reading and ideas.",
      "author": "Caroline Kennedy",
      "category": "Love, Mother, Reading"
    },
    {
      "quote": "Poetry is really a way of sharing feelings and ideas.",
      "author": "Caroline Kennedy",
      "category": "Ideas, Sharing, Feelings"
    },
    {
      "quote": "The biggest problem is people are afraid of poetry, think they can't understand it or that it will be boring.",
      "author": "Caroline Kennedy",
      "category": "People, Problem, Think"
    },
    {
      "quote": "The mystical poetry of William Blake's artwork also forms the basis for the album cover.",
      "author": "Bruce Dickinson",
      "category": "Mystical, Album, Cover"
    },
    {
      "quote": "Perhaps no person can be a poet, or even enjoy poetry, without a certain unsoundness of mind.",
      "author": "Thomas Babington Macaulay",
      "category": "Mind, Enjoy, Person"
    },
    {
      "quote": "As civilization advances, poetry almost necessarily declines.",
      "author": "Thomas Babington Macaulay",
      "category": "Civilization, Almost"
    },
    {
      "quote": "I liked Yeats! That wild Irishman. I really loved his love of language, his flow. His chaotic ideas seemed to me just the right thing for a poet. Passion! He was always on the right side. He may be wrongheaded, but his heart was always on the right side. He wrote beautiful poetry.",
      "author": "Chinua Achebe",
      "category": "Love, Beautiful, Passion"
    },
    {
      "quote": "I was trained as an actress. But I wasn't a very convincing actress, so I started doing punk poetry and then fell into doing stand-up.",
      "author": "Jenny Eclair",
      "category": "Punk, Doing, Actress"
    },
    {
      "quote": "When I was in college, I wrote poetry very seriously, and then once I had started writing short stories, I didn't go back to poetry, partially because I felt like I understood how incredibly difficult it was.",
      "author": "Elizabeth McCracken",
      "category": "College, Writing, Short"
    },
    {
      "quote": "Poetry is often the art of overhearing yourself say things you didn't know you knew. It is a learned skill to force yourself to articulate your life, your present world or your possibilities for the future.",
      "author": "David Whyte",
      "category": "Life, Art, Future"
    },
    {
      "quote": "There's a fierce practicality and empiricism which the whole imaginative, lyrical aspect of poetry comes from.",
      "author": "David Whyte",
      "category": "Fierce, Whole, Which"
    },
    {
      "quote": "Poetry is a street fighter. It has sharp elbows. It can look after itself. Poetry can't be used for manipulation it's why you never see good poetry in advertising.",
      "author": "David Whyte",
      "category": "Good, Advertising, Why"
    },
    {
      "quote": "By definition, poetry works with qualities and dynamics that mainstream society is reluctant to face head-on. It's an interesting phenomenon that by necessity, poetry is just below the radar.",
      "author": "David Whyte",
      "category": "Society, Interesting, Face"
    },
    {
      "quote": "It is the province of poetry to be more realistic and present than the artificial narratives of an outer discourse, and not afraid of the truthful difficulty of the average human life.",
      "author": "David Whyte",
      "category": "Life, Present, Human"
    },
    {
      "quote": "Poetry carries the imagery which is large enough for the kind of life we want for ourselves.",
      "author": "David Whyte",
      "category": "Life, Want, Kind"
    },
    {
      "quote": "Unfortunately, poetry is not born in noise, in crowds, or on a bus. There have to be four walls and the certainty that the telephone will not ring. That's what writing is all about.",
      "author": "Wislawa Szymborska",
      "category": "Writing, Ring, Born"
    },
    {
      "quote": "Poetic talent doesn't operate in a vacuum. There is a spirit of Polish poetry.",
      "author": "Wislawa Szymborska",
      "category": "Talent, Spirit, Vacuum"
    },
    {
      "quote": "Everyone needs solitude, especially a person who is used to thinking about what she experiences. Solitude is very important in my work as a mode of inspiration, but isolation is not good in this respect. I am not writing poetry about isolation.",
      "author": "Wislawa Szymborska",
      "category": "Work, Respect, Good"
    },
    {
      "quote": "Solitude is very important in my work as a mode of inspiration, but isolation is not good in this respect. I am not writing poetry about isolation.",
      "author": "Wislawa Szymborska",
      "category": "Work, Respect, Good"
    },
    {
      "quote": "Thomas Davis was a great man where poetry is concerned, and a better than Thomas Moore. All over Ireland his poetry is, and he would have done other things but that he died young.",
      "author": "Lady Gregory",
      "category": "Great, Man, Great Man"
    },
    {
      "quote": "I'm not a great poetry fan.",
      "author": "Rupert Everett",
      "category": "Great, Fan"
    },
    {
      "quote": "Colloquial poetry is to the real art as the barber's wax dummy is to sculpture.",
      "author": "Ezra Pound",
      "category": "Art, Sculpture, Barber"
    },
    {
      "quote": "And New York is the most beautiful city in the world? It is not far from it. No urban night is like the night there... Squares after squares of flame, set up and cut into the aether. Here is our poetry, for we have pulled down the stars to our will.",
      "author": "Ezra Pound",
      "category": "Beautiful, Stars, World"
    },
    {
      "quote": "In my late teenage years, I developed a real passion for it, and wrote a lot of poetry.",
      "author": "Danielle Steel",
      "category": "Passion, Late, Real"
    },
    {
      "quote": "Reading a piece of poetry with no beat in front of 20 people is way more challenging than rocking for 10,000 people.",
      "author": "Macklemore",
      "category": "Reading, People, Way"
    },
    {
      "quote": "I read, read enormously on all different fields of Islamic thought, from philosophy to Islamic literature, poetry, exegeses, knowledge of the Hadith, the teachings of the prophet. That's how I trained myself. And then I was appointed imam by a Sufi master from Istanbul, Turkey.",
      "author": "Feisal Abdul Rauf",
      "category": "Knowledge, Myself"
    },
    {
      "quote": "I think going from doing TV and straight plays to Shakespeare is weird enough because you have this heightened language, and you are telling a story through metric poetry. But I think music is that place beyond poetry.",
      "author": "Tamsin Greig",
      "category": "Music, Language, Weird"
    },
    {
      "quote": "Poetry always runs away from you - it's very difficult to grasp it, and every time you read it, depending on your conditions, you will have a different grasp of it. Whereas with a novel, once you have read it, you have grasped it.",
      "author": "Abbas Kiarostami",
      "category": "Time, You, Difficult"
    },
    {
      "quote": "My favourite room in my house is easily the top room, which is a bedroom but also a bathroom, with a big, wooden carved bath, two huge fireplaces and a raised bit in the corner for performances. I've had some really lovely parties and poetry readings up there.",
      "author": "Deborah Moggach",
      "category": "Lovely, House, Bath"
    },
    {
      "quote": "I know I'm not a wordsmith. And I don't write poetry. Sometimes I think I should, because it's really helpful. But I always wanted to write novels.",
      "author": "Candace Bushnell",
      "category": "Know, Think, Sometimes"
    },
    {
      "quote": "I definitely used to write a lot at school. Comic poetry and drawings about people.",
      "author": "Sally Phillips",
      "category": "School, People, Comic"
    },
    {
      "quote": "Poetry is for me Eucharistic. You take someone else's suffering into your body, their passion comes into your body, and in doing that you commune, you take communion, you make a community with others.",
      "author": "Mary Karr",
      "category": "Community, Passion, Me"
    },
    {
      "quote": "Poetry privileges music and is aesthetically more challenging. Prose privileges information and is emotionally more challenging.",
      "author": "Mary Karr",
      "category": "Music, Information"
    },
    {
      "quote": "Prose cannot compete with the economy of poetry, the ability to have a full artistic experience in a short period of time.",
      "author": "Mary Karr",
      "category": "Time, Experience, Short"
    },
    {
      "quote": "Hebrew as a contemporary language, especially for poetry, is no longer the language of the Bible; but neither is it not the language of the Bible.",
      "author": "Cynthia Ozick",
      "category": "Language, Bible"
    },
    {
      "quote": "I'm conscious of a series of circles working its way through my life. And at this particular moment I have come round to the beginning of my writing cycle. It begins with poetry. There's hardly a day that goes past on which I don't write poetry.",
      "author": "Ben Okri",
      "category": "Life, Day, Past"
    },
    {
      "quote": "I began my writing life as a poet, so poetry has always been fundamental. I evolved from poetry to journalism to stories to novels. But poetry was always there.",
      "author": "Ben Okri",
      "category": "Life, Writing, Journalism"
    },
    {
      "quote": "I've been writing since I was 10 or 11. I started with poetry because that was the easiest thing. It just kind of came naturally. I think at that time West Coast hip hop was huge; all these kids around me were like, 'I want to be a rapper.' But I'm a white girl, not going to be a rapper.",
      "author": "Sasha Grey",
      "category": "Time, Writing, Girl"
    },
    {
      "quote": "I've always loved the poetry in 'Pale Fire.' I think it's wonderful.",
      "author": "Jonathan Galassi",
      "category": "Fire, Loved, Think"
    },
    {
      "quote": "Poetry is really about your mental state or intellectual, and where you are, and you're trying to evoke that, explain it to yourself, whatever, you're trying to dig into it, analyse yourself.",
      "author": "Jonathan Galassi",
      "category": "Yourself, Trying, You"
    },
    {
      "quote": "I think poetry was always where I went to deal with my deepest feelings.",
      "author": "Jonathan Galassi",
      "category": "Think, Feelings, Deepest"
    },
    {
      "quote": "I've always used poetry to explain myself to myself. These things just sat in my psyche and then came out.",
      "author": "Jonathan Galassi",
      "category": "Myself, Explain, Always"
    },
    {
      "quote": "I love poetry; it's my primary literary interest, and I suppose the kind of reading you do when you are reading poems - close reading - can carry over into how you read other things.",
      "author": "Jonathan Galassi",
      "category": "Love, Reading, You"
    },
    {
      "quote": "Poetry is not mainstream, but then neither is serious fiction, really. But I don't think there's a lot to worry about in this particular 'problem'. Why does art have to be mainstream to be significant?",
      "author": "Jonathan Galassi",
      "category": "Art, Worry, Problem"
    },
    {
      "quote": "I think poetry should be read very much like prose, except that the line breaks should be acknowledged somehow.",
      "author": "Jonathan Galassi",
      "category": "Think, Line, Like"
    },
    {
      "quote": "For me, poetry is a situation - a state of being, a way of facing life and facing history.",
      "author": "Tahar Ben Jelloun",
      "category": "Life, History, Me"
    },
    {
      "quote": "I came to poetry through the urgent need to denounce injustice, exploitation, humiliation. I know that's not enough to change the world. But to remain silent would have been a kind of intolerable complicity.",
      "author": "Tahar Ben Jelloun",
      "category": "Change, Change The World"
    },
    {
      "quote": "I love to read poetry but I haven't written anything that I'm willing to show anybody.",
      "author": "Abraham Verghese",
      "category": "Love, Anything, Show"
    },
    {
      "quote": "You will not find poetry anywhere unless you bring some of it with you.",
      "author": "Joseph Joubert",
      "category": "You, Find, Bring"
    },
    {
      "quote": "Publishing a volume of verse is like dropping a rose petal down the Grand Canyon and waiting for the echo.",
      "author": "Don Marquis",
      "category": "Rose, Waiting, Down"
    },
    {
      "quote": "Poetry is what Milton saw when he went blind.",
      "author": "Don Marquis",
      "category": "Blind, Saw, He"
    },
    {
      "quote": "All voices are important, and yet it seems that people of color have a lot to say, particularly if you look through the poetry of young people - a lot of questions and a lot of concerns about immigration and security issues, you name it - big questions.",
      "author": "Juan Felipe Herrera",
      "category": "Color, People, Name"
    },
    {
      "quote": "I gave my voice to poetry.",
      "author": "Juan Felipe Herrera",
      "category": "Voice, Gave"
    },
    {
      "quote": "Poetry, as odd as it is, and as hard to figure out as it is, many times, it's almost something that we're used to. It's kind of like a dream language that we had centuries ago, so that when we speak poetically or write a poem about what's going on, a real difficult issue that's facing our communities, people listen.",
      "author": "Juan Felipe Herrera",
      "category": "Language, Speak, People"
    },
    {
      "quote": "San Diego shaped me a lot. The visual landscapes, the emotional panoramas, the teachers and mentors I had from the third grade through San Diego High - it's all a big part of the poetry fountain that I continue to drink from.",
      "author": "Juan Felipe Herrera",
      "category": "Me, Emotional, Mentors"
    },
    {
      "quote": "The banner of the project is 'Casa de Colores.' Under that banner, I'm going to invite people to do a lot of good things. Perhaps working in groups, working on poetry.",
      "author": "Juan Felipe Herrera",
      "category": "Good, People, Good Things"
    },
    {
      "quote": "My mother was a washerwoman - or a woman that cleaned houses in Texas... in Plano, Texas - who always loved poetry and always loved stories.",
      "author": "Juan Felipe Herrera",
      "category": "Mother, Woman, Loved"
    },
    {
      "quote": "I write all the time - I write poetry, I love to write.",
      "author": "Colin Quinn",
      "category": "Love, Time, Write"
    },
    {
      "quote": "I'm not a writer. I think I can write short stories and poetry, but film writing, brilliant film writing, is a talent - you can't just do it like that.",
      "author": "Samantha Morton",
      "category": "Writing, Short, Talent"
    },
    {
      "quote": "It's like I understand images and some people understand poetry.",
      "author": "Samantha Morton",
      "category": "People, Understand"
    },
    {
      "quote": "It's bad poetry executed by people that can't sing. That's my definition of Rap.",
      "author": "Peter Steele",
      "category": "People, Bad, Rap"
    },
    {
      "quote": "My favorite subject probably was math. I love math. Figures just intrigue me. I was really good at math. English probably was my worst subject. But I used to write a lot of poetry. I used to write poetry all the time.",
      "author": "Herschel Walker",
      "category": "Love, Time, Good"
    },
    {
      "quote": "Poetry is at the centre of my life, too, emotionally speaking, and intellectually speaking - it's just that I'm one of those people who enjoy doing other stuff as well.",
      "author": "Andrew Motion",
      "category": "Life, Enjoy, People"
    },
    {
      "quote": "I'm not precisely saying that a really good board meeting at the MLA (Museums, Libraries and Archives Coucil) makes me want to go and write poetry, but there is a pleasure in doing that sort of thing well.",
      "author": "Andrew Motion",
      "category": "Good, Me, Want"
    },
    {
      "quote": "I wish I'd been better able to resist the sense of obligation to write some of the poems I did. It's in the nature of commissioned work to be written too much from the side of your mind that knows what it's doing, which dries up the poetry.",
      "author": "Andrew Motion",
      "category": "Work, Nature, Mind"
    },
    {
      "quote": "In a general way, I want to be a kind of flag-waver, bunting hanger-up, drum-beater, you name it, for poetry.",
      "author": "Andrew Motion",
      "category": "Name, Want, You"
    },
    {
      "quote": "Thanks partly to the kind of poets that we now have and partly to funding, there's been a gigantic shift in the way poetry is perceived... Poems on the Underground, poets in schools, football clubs, zoos.",
      "author": "Andrew Motion",
      "category": "Football, Thanks, Kind"
    },
    {
      "quote": "I wanted to reimagine the role, in a way that was respectful of its traditional responsibilities but made them part of a wider pattern of poetry about national incidents, events, preoccupations; and to spend a great deal of time going to schools trying to demystify poetry.",
      "author": "Andrew Motion",
      "category": "Time, Great, Trying"
    },
    {
      "quote": "More people are reading poetry now than at any time in the history of the human race.",
      "author": "Andrew Motion",
      "category": "Time, History, Reading"
    },
    {
      "quote": "There is something about poetry beyond prose logic, there is mystery in it, not to be explained but admired.",
      "author": "Edward Young",
      "category": "Mystery, Logic, Something"
    },
    {
      "quote": "I got scouted for modeling on the street. I'm such a tomboy - still am. I just never thought about modeling before, but I thought, 'Ooh, interesting, similar world, perhaps it's a way into something.' Then, I was on my third photo shoot ever, and Adam Leech from 'Downtown Abbey' saw me reading poetry and asked me to recite some.",
      "author": "Anya Taylor-Joy",
      "category": "Reading, World, Me"
    },
    {
      "quote": "All through childhood, I wrote verses and mysteries. There is, for me, one connection: structure. My poetry is metrical, rhyming.",
      "author": "Sophie Hannah",
      "category": "Childhood, Me, Connection"
    },
    {
      "quote": "Those who have never entered upon scientific pursuits know not a tithe of the poetry by which they are surrounded.",
      "author": "Herbert Spencer",
      "category": "Know, Never, Which"
    },
    {
      "quote": "I always credited my mother with inspiring me to be a writer because she was such a passionate reader. She read poetry to me as a child. But rather late in life, I've come to appreciate my father, the accountant. He was a solid, organized, get-the-job-done kind of person-and you need that piece of it to be a writer, too.",
      "author": "Judith Viorst",
      "category": "Life, Father, Mother"
    },
    {
      "quote": "I thought it would be a funny concept to publish a book about stand-up comedy with Faber, the poetry publisher, and to apply to stand-up the same sort of weight of annotation that you would to a classic work of literature, an epic poem. I thought that would be funny.",
      "author": "Stewart Lee",
      "category": "Funny, Work, Book"
    },
    {
      "quote": "I accept all interpretations of my films. The only reality is before the camera. Each film I make is kind of a return to poetry for me, or at least an attempt to create a poem.",
      "author": "Bernardo Bertolucci",
      "category": "Reality, Me, Camera"
    },
    {
      "quote": "The poet is a specialist in something which everyone practises. Herein, poetry differs from the other arts. Everyone does not practise music or painting or even dancing, but everyone without exception puts together words poetically every day of his life.",
      "author": "Louis MacNeice",
      "category": "Life, Music, Together"
    },
    {
      "quote": "Everyone is not able, or inclined, to write poetry in the narrower sense any more than everyone is qualified to take part in a walking race. But just as all of us can and do walk, so all of us can and do use language poetically.",
      "author": "Louis MacNeice",
      "category": "Language, Walking, Walk"
    },
    {
      "quote": "The rules or 'laws' of poetry are only tentative devices, an approximate scheme. There is no Sinaitic recipe for poetry, for the individual poem is the norm.",
      "author": "Louis MacNeice",
      "category": "Rules, Individual, Laws"
    },
    {
      "quote": "The novel is born of disillusionment; the poem, of despair.",
      "author": "Jose Bergamin",
      "category": "Born, Despair"
    },
    {
      "quote": "Poetry is adolescence fermented, and thus preserved.",
      "author": "Jose Ortega y Gasset",
      "category": "Adolescence, Thus, Preserved"
    },
    {
      "quote": "Everything is complicated; if that were not so, life and poetry and everything else would be a bore.",
      "author": "Wallace Stevens",
      "category": "Life, Complicated"
    },
    {
      "quote": "To me, art begets art. Painting feeds the eye just as poetry feeds the ear, which is to say that both feed the soul.",
      "author": "Susan Vreeland",
      "category": "Art, Soul, Me"
    },
    {
      "quote": "If you put a real leaf and a silk leaf side by side, you'll see something of the difference between Homer's poetry and anyone else's. There seem to be real leaves still alive in the 'Iliad,' real animals, real people, real light attending everything.",
      "author": "Alice Oswald",
      "category": "Light, Leaf, People"
    },
    {
      "quote": "Poetry for me is as much a spiritual practice as sexual ecstasy is.",
      "author": "James Broughton",
      "category": "Spiritual, Me, Practice"
    },
    {
      "quote": "I sometimes talk about the making of a poem within the poem.",
      "author": "Howard Nemerov",
      "category": "Sometimes, Within, Talk"
    },
    {
      "quote": "Everyone thinks they're going to write one book of poems or one novel.",
      "author": "Marilyn Hacker",
      "category": "Book, Everyone, Going"
    },
    {
      "quote": "Poetry remembers that it was an oral art before it was a written art.",
      "author": "Jorge Luis Borges",
      "category": "Art, Before, Remembers"
    },
    {
      "quote": "I know nothing new except that Herr Gellert, the Leipzig poet, is dead, and has written no more poetry since his death.",
      "author": "Wolfgang Amadeus Mozart",
      "category": "Death, Know, New"
    },
    {
      "quote": "There is one type of ideal woman very seldom described in poetry - the old maid, the woman whom sorrow or misfortune prevents from fulfilling her natural destiny.",
      "author": "Lafcadio Hearn",
      "category": "Woman, Destiny, Sorrow"
    },
    {
      "quote": "No poem is easily grasped so why should any reader expect fast results?",
      "author": "John Barton",
      "category": "Fast, Results, Why"
    },
    {
      "quote": "Sometimes poetry is inspired by the conversation entered into by reading other poems.",
      "author": "John Barton",
      "category": "Reading, Conversation"
    },
    {
      "quote": "An experienced reader uses the poem as an agent of inquiry. This makes poetry very exciting, unstable, and interactive.",
      "author": "John Barton",
      "category": "Inquiry, Poem, Interactive"
    },
    {
      "quote": "I studied poetry in college and for a year in an MFA program. As time went on, my poems got more and more complicated. What I was really trying to do was tell stories.",
      "author": "Jennifer McMahon",
      "category": "Time, College, Trying"
    },
    {
      "quote": "I like poems that are little games.",
      "author": "Peter Davison",
      "category": "Like, Games, Little"
    },
    {
      "quote": "I'm quite sure that most writers would sustain real poetry if they could, but it takes devotion and talent.",
      "author": "Marguerite Young",
      "category": "Talent, Real, Devotion"
    },
    {
      "quote": "I was always making up rhymes. But I never thought that poetry would become my life.",
      "author": "Saul Williams",
      "category": "Life, Thought, My Life"
    },
    {
      "quote": "Science and art, or by the same token, poetry and prose differ from one another like a journey and an excursion. The purpose of the journey is its goal, the purpose of an excursion is the process.",
      "author": "Franz Grillparzer",
      "category": "Art, Journey, Science"
    },
    {
      "quote": "I'll try anything, but the pig testicles in Taiwan were a little much. Eh, it wasn't half bad. There was this one dish I had there, the translation is, 'The Monk Jumps over the Fence.' It's a fish dish with all these spices. It was beautiful, man - it was poetry. It had a whole story.",
      "author": "Steven Adams",
      "category": "Beautiful, Man, Fish"
    },
    {
      "quote": "Poetry is a beautiful way of spoiling prose, and the laborious art of exchanging plain sense for harmony.",
      "author": "Horace Walpole",
      "category": "Art, Beautiful, Harmony"
    },
    {
      "quote": "I believe in the power of poetry, which gives me reasons to look ahead and identify a glint of light.",
      "author": "Mahmoud Darwish",
      "category": "Light, Power, Believe"
    },
    {
      "quote": "I see poetry as spiritual medicine.",
      "author": "Mahmoud Darwish",
      "category": "Spiritual, Medicine, See"
    },
    {
      "quote": "Against barbarity, poetry can resist only by confirming its attachment to human fragility like a blade of grass growing on a wall while armies march by.",
      "author": "Mahmoud Darwish",
      "category": "Grass, Growing, Human"
    },
    {
      "quote": "That sense of a life in natural objects, which in most poetry is but a rhetorical artifice, was, then, in Wordsworth the assertion of what was for him almost literal fact.",
      "author": "Walter Pater",
      "category": "Life, Him, Natural"
    },
    {
      "quote": "Still, language is resilient, and poetry when it is pressured simply goes underground.",
      "author": "Diane Wakoski",
      "category": "Language, Resilient, Still"
    },
    {
      "quote": "I really love poetry. I'm a big E.E. Cummings fan and a big Walt Whitman fan, and I have a big book of poetry.",
      "author": "Mae Whitman",
      "category": "Love, Book, Big"
    },
    {
      "quote": "I didn't know how to weigh ideas about poetry. Nothing in the life I lived as a student - and later as wife and mother at the suburban edge of Dublin - suggested I had the wherewithal to do so. But I did have a unit of measurement. It was the measure of my own life.",
      "author": "Eavan Boland",
      "category": "Life, Mother, Wife"
    },
    {
      "quote": "Usually a life turned into a poem is misrepresented.",
      "author": "Mark Strand",
      "category": "Life, Poem, Turned"
    },
    {
      "quote": "Pain is filtered in a poem so that it becomes finally, in the end, pleasure.",
      "author": "Mark Strand",
      "category": "Pain, End, Pleasure"
    },
    {
      "quote": "You don't help people in your poems. I've been trying to help people all my life - that's my trouble.",
      "author": "Charles Olson",
      "category": "Life, People, Help"
    },
    {
      "quote": "There'll always be working people in my poems because I grew up with them, and I am a poet of memory.",
      "author": "Philip Levine",
      "category": "I Am, Memory, People"
    },
    {
      "quote": "I wonder if I ever thought of an ideal reader... I guess when I was in my 20s and in New York and maybe even in my early 30s, I would write for my wife Janice... mainly for my poet friends and my wife, who was very smart about poetry.",
      "author": "Kenneth Koch",
      "category": "Friends, Smart, Wife"
    },
    {
      "quote": "We all need ways to express ourselves, and poetry is one of mine.",
      "author": "Jack Prelutsky",
      "category": "Need, Mine, Express"
    },
    {
      "quote": "Poetry seems to sink into us the way prose doesn't. I can still quote verses I learned when I was very young, but I have trouble remembering one line of a novel I just finished reading.",
      "author": "Jack Prelutsky",
      "category": "Reading, I Can, Young"
    },
    {
      "quote": "Children seem naturally drawn to poetry - it's some combination of the rhyme, rhythm, and the words themselves.",
      "author": "Jack Prelutsky",
      "category": "Children, Words, Rhyme"
    },
    {
      "quote": "I started out as a writer. Poetry and prose and also kind of satirical David Sedaris-esque stuff.",
      "author": "Pauley Perrette",
      "category": "Kind, Writer, Started"
    },
    {
      "quote": "Eloquence is the poetry of prose.",
      "author": "William C. Bryant",
      "category": "Eloquence, Prose"
    },
    {
      "quote": "The first function of poetry is to tell the truth, to learn how to do that, to find out what you really feel and what you really think.",
      "author": "June Jordan",
      "category": "Truth, Think, You"
    },
    {
      "quote": "I wanted to write the kind of poetry that people read and remembered, that they lived by - the kinds of lines that I carried with me from moment to moment on a given day without even having chosen to.",
      "author": "Tracy K. Smith",
      "category": "Day, Moment, Me"
    },
    {
      "quote": "I come here to speak poetry. It will always be in the grass. It will also be necessary to bend down to hear it. It will always be too simple to be discussed in assemblies.",
      "author": "Boris Pasternak",
      "category": "Simple, Speak, Down"
    },
    {
      "quote": "That is to say, epic poetry has been invented many times and independently; but, as the needs which prompted the invention have been broadly similar, so the invention itself has been.",
      "author": "Lascelles Abercrombie",
      "category": "Epic, Say, Invention"
    },
    {
      "quote": "Do-gooders are easily overlooked. We're supposed to be soft, touchy-feely types, who wear Birkenstocks, compost everything, and write poetry by candlelight.",
      "author": "Nancy Lublin",
      "category": "Everything, Write"
    },
    {
      "quote": "The same people who are murdered slowly in the mechanized slaughterhouses of work are also arguing, singing, drinking, dancing, making love, holding the streets, picking up weapons and inventing a new poetry.",
      "author": "Raoul Vaneigem",
      "category": "Love, Work, People"
    },
    {
      "quote": "You don't have to suffer to be a poet adolescence is enough suffering for anyone.",
      "author": "John Ciardi",
      "category": "Suffering, You, Adolescence"
    },
    {
      "quote": "Poetry lies its way to the truth.",
      "author": "John Ciardi",
      "category": "Truth, Way, Lies"
    },
    {
      "quote": "I used to write sonnets and various things, and moved from there into writing prose, which, incidentally, is a lot more interesting than poetry, including the rhythms of prose.",
      "author": "Shelby Foote",
      "category": "Writing, Interesting, Things"
    },
    {
      "quote": "Poetry is the mother-tongue of the human race.",
      "author": "Johann Georg Hamann",
      "category": "Race, Human, Human Race"
    },
    {
      "quote": "Even when poetry has a meaning, as it usually has, it may be inadvisable to draw it out... Perfect understanding will sometimes almost extinguish pleasure.",
      "author": "A. E. Housman",
      "category": "Understanding, Meaning"
    },
    {
      "quote": "If you read quickly to get through a poem to what it means, you have missed the body of the poem.",
      "author": "M. H. Abrams",
      "category": "Body, You, Through"
    },
    {
      "quote": "I think there are things in my story that have helped my creativity. Your father being killed, for instance, is one of the best things that could happen to a kid if he's going to write poetry or songs.",
      "author": "Roger Waters",
      "category": "Best, Creativity, Father"
    },
    {
      "quote": "We all write poems it is simply that poets are the ones who write in words.",
      "author": "John Fowles",
      "category": "Words, Write, Who"
    },
    {
      "quote": "Poetry is the deification of reality.",
      "author": "Edith Sitwell",
      "category": "Reality"
    },
    {
      "quote": "No, what I should really like to do right now, in the full blaze of lights, before this illustrious assembly, is to shower every one of you with gifts, with flowers, with offerings of poetry - to be young once more, to ride on the crest of the wave.",
      "author": "Knut Hamsun",
      "category": "Flowers, Ride, You"
    },
    {
      "quote": "Cut quarrels out of literature, and you will have very little history or drama or fiction or epic poetry left.",
      "author": "Robert Staughton Lynd",
      "category": "History, Literature, Drama"
    },
    {
      "quote": "I think that one possible definition of our modern culture is that it is one in which nine-tenths of our intellectuals can't read any poetry.",
      "author": "Randall Jarrell",
      "category": "Culture, Think, Modern"
    },
    {
      "quote": "To a poet the mere making of a poem can seem to solve the problem of truth, but only a problem of art is solved in poetry.",
      "author": "Laura Riding",
      "category": "Art, Truth, Problem"
    },
    {
      "quote": "The end of poetry is not to create a physical condition which shall give pleasure to the mind... The end of poetry is not an after-effect, not a pleasurable memory of itself, but an immediate, constant and even unpleasant insistence upon itself.",
      "author": "Laura Riding",
      "category": "Memory, Mind, End"
    },
    {
      "quote": "Well, I write a lot of poetry - that's where it usually all starts. I definitely want to show you guys sides of me - love, loss, heartbreak - all of that good stuff!",
      "author": "Tristan Wilds",
      "category": "Love, Good, Me"
    },
    {
      "quote": "Each memorable verse of a true poet has two or three times the written content.",
      "author": "Alfred de Musset",
      "category": "True, Memorable, Three"
    },
    {
      "quote": "However, if a poem can be reduced to a prose sentence, there can't be much to it.",
      "author": "James Schuyler",
      "category": "Poem, Sentence, Prose"
    },
    {
      "quote": "I used to joke that if acting didn't work out, poetry was my commonsense fallback.",
      "author": "Merritt Wever",
      "category": "Work, Acting, Joke"
    },
    {
      "quote": "I wrote poetry, journals, and, especially, plays for the neighborhood kids to perform. I had an ordinary, happy childhood. Nothing much was going on, but I had fun.",
      "author": "Alex Flinn",
      "category": "Happy, Childhood, Fun"
    },
    {
      "quote": "Society's dark hull drifts further and further away. It is this place - the place of our separation, our distinction - that much of his poetry occupies.",
      "author": "Tomas Transtromer",
      "category": "Society, Dark, Place"
    },
    {
      "quote": "I was kind of an outcast in school 'cause I always kept to myself and was writing poetry and then going on tour with my brother band all the time, so kids didn't know what to make of me.",
      "author": "Christina Perri",
      "category": "Time, Myself, School"
    },
    {
      "quote": "And inasmuch as the bridge is a symbol of all such poetry as I am interested in writing it is my present fancy that a year from now I'll be more contented working in an office than ever before.",
      "author": "Hart Crane",
      "category": "I Am, Writing, Bridge"
    },
    {
      "quote": "Painting (like poetry) chooses from universals what is most apposite. It brings together, in a single imaginary being, circumstances and characteristics which occur in nature in many different persons.",
      "author": "Francisco Goya",
      "category": "Nature, Together, Painting"
    },
    {
      "quote": "The job of the poet is to render the world - to see it and report it without loss, without perversion. No poet ever talks about feelings. Only sentimental people do.",
      "author": "Mark Van Doren",
      "category": "Job, Loss, World"
    },
    {
      "quote": "Reality only reveals itself when it is illuminated by a ray of poetry.",
      "author": "Georges Braque",
      "category": "Reality, Only, Itself"
    },
    {
      "quote": "How do poems grow? They grow out of your life.",
      "author": "Robert Penn Warren",
      "category": "Life, Grow, Your"
    },
    {
      "quote": "The poem is a little myth of man's capacity of making life meaningful. And in the end, the poem is not a thing we see-it is, rather, a light by which we may see-and what we see is life.",
      "author": "Robert Penn Warren",
      "category": "Life, Light, Man"
    },
    {
      "quote": "You don't make a poem with ideas, but with words.",
      "author": "Stephane Mallarme",
      "category": "Words, Ideas, You"
    },
    {
      "quote": "Freedom is poetry, taking liberties with words, breaking the rules of normal speech, violating common sense. Freedom is violence.",
      "author": "Norman O. Brown",
      "category": "Freedom, Words, Violence"
    },
    {
      "quote": "I intended an Ode, And it turned to a Sonnet.",
      "author": "Henry Austin Dobson",
      "category": "Turned, Ode, Intended"
    },
    {
      "quote": "A poem can have an impact, but you can't expect an audience to understand all the nuances.",
      "author": "Douglas Dunn",
      "category": "Impact, Understand, You"
    },
    {
      "quote": "I've always written poetry and lyrics. My first husband, who was a musician, we wrote a bunch of songs together.",
      "author": "P. J. Soles",
      "category": "Together, Husband, First"
    },
    {
      "quote": "There is the view that poetry should improve your life. I think people confuse it with the Salvation Army.",
      "author": "John Ashbery",
      "category": "Life, People, Think"
    },
    {
      "quote": "Don't call my lyrics poetry. It's an insult to real poets.",
      "author": "Bernie Taupin",
      "category": "Real, Insult, Call"
    },
    {
      "quote": "I don't look on poetry as closed works. I feel they're going on all the time in my head and I occasionally snip off a length.",
      "author": "John Ashbery",
      "category": "Time, Look, Head"
    },
    {
      "quote": "The mystic purchases a moment of exhilaration with a lifetime of confusion; and the confusion is infectious and destructive. It is confusing and destructive to try and explain anything in terms of anything else, poetry in terms of psychology.",
      "author": "Basil Bunting",
      "category": "Moment, Psychology, Try"
    },
    {
      "quote": "I've been surprised to learn how many people love poetry. It's beautiful to see that people want poetry in their lives.",
      "author": "Peleg Top",
      "category": "Love, Beautiful, People"
    },
    {
      "quote": "It's always good to show that poetry isn't the little depressed lyric people believe it to be, that it's something bigger.",
      "author": "John Fuller",
      "category": "Good, Believe, People"
    },
    {
      "quote": "In Bonn, where I studied for a year, I changed from classical to Romance philology, taught there by its great founder, F. Diez, and at the beginning of 1852, I received the doctorate for a dissertation on the refrain in Provencal poetry.",
      "author": "Paul Heyse",
      "category": "Great, Beginning, Year"
    },
    {
      "quote": "Poetry is an orphan of silence. The words never quite equal the experience behind them.",
      "author": "Charles Simic",
      "category": "Experience, Silence, Words"
    },
    {
      "quote": "Poetry is plucking at the heartstrings, and making music with them.",
      "author": "Dennis Gabor",
      "category": "Music, Making, Them"
    },
    {
      "quote": "I wrote The Green Eye of the Little Yellow God in five hours, but I had it all planned out. It isn't poetry and it does not pretend to be, but it does what it sets out to do.",
      "author": "J. Milton Hayes",
      "category": "God, Eye, Green"
    },
    {
      "quote": "I think of myself as an ambassador of the arts. In my heart of hearts, I know the world would be a more peaceful, tender place if we were more moved by the poetry around us.",
      "author": "Tim Seibles",
      "category": "Myself, Heart, World"
    },
    {
      "quote": "As a rule, men worry more about what they can't see than about what they can.",
      "author": "Julius Caesar",
      "category": "Worry, See, Than"
    },
    {
      "quote": "It was pride that changed angels into devils it is humility that makes men as angels.",
      "author": "Saint Augustine",
      "category": "Humility, Pride, Angels"
    },
    {
      "quote": "The highest prize in a world of men is the most beautiful woman available on your arm and living there in her heart loyal to you.",
      "author": "Norman Mailer",
      "category": "Beautiful, Beautiful Woman"
    },
    {
      "quote": "There is nothing noble in being superior to your fellow men. True nobility lies in being superior to your former self.",
      "author": "Ernest Hemingway",
      "category": "Self, True, Nothing"
    },
    {
      "quote": "Wise men don't need advice. Fools won't take it.",
      "author": "Benjamin Franklin",
      "category": "Wise, Advice, Wise Men"
    },
    {
      "quote": "Some men see things as they are, and ask why. I dream of things that never were, and ask why not.",
      "author": "Robert Kennedy",
      "category": "Dream, Why, See"
    },
    {
      "quote": "It takes a hero to be one of those men who goes into battle.",
      "author": "Norman Schwarzkopf",
      "category": "Hero, Veterans Day, Battle"
    },
    {
      "quote": "A gentleman is simply a patient wolf.",
      "author": "Lana Turner",
      "category": "Wolf, Gentleman, Patient"
    },
    {
      "quote": "It is not titles that honor men, but men that honor titles.",
      "author": "Niccolo Machiavelli",
      "category": "Honor, Titles"
    },
    {
      "quote": "A hero is born among a hundred, a wise man is found among a thousand, but an accomplished one might not be found even among a hundred thousand men.",
      "author": "Plato",
      "category": "Hero, Wise, Man"
    },
    {
      "quote": "Let me embrace thee, sour adversity, for wise men say it is the wisest course.",
      "author": "William Shakespeare",
      "category": "Wise, Adversity, Me"
    },
    {
      "quote": "The greatest deception men suffer is from their own opinions.",
      "author": "Leonardo da Vinci",
      "category": "Greatest, Deception"
    },
    {
      "quote": "I believe in the brotherhood of all men, but I don't believe in wasting brotherhood on anyone who doesn't want to practice it with me. Brotherhood is a two-way street.",
      "author": "Malcolm X",
      "category": "Believe, Me, Practice"
    },
    {
      "quote": "Feminism isn't about hating men. It's about challenging the absurd gender distinctions that boys and girls learn from childhood and carry into their adult lives.",
      "author": "Robert Webb",
      "category": "Childhood, Gender, Learn"
    },
    {
      "quote": "Victory usually goes to the army who has better trained officers and men.",
      "author": "Sun Tzu",
      "category": "Victory, Army, Better"
    },
    {
      "quote": "No man has any natural authority over his fellow men.",
      "author": "Jean-Jacques Rousseau",
      "category": "Man, Authority, Natural"
    },
    {
      "quote": "All men's miseries derive from not being able to sit in a quiet room alone.",
      "author": "Blaise Pascal",
      "category": "Alone, Quiet, Being"
    },
    {
      "quote": "Rules are for the obedience of fools and the guidance of wise men.",
      "author": "Harry Day",
      "category": "Wise, Rules, Wise Men"
    },
    {
      "quote": "Conservation is a state of harmony between men and land.",
      "author": "Aldo Leopold",
      "category": "Environmental, Harmony"
    },
    {
      "quote": "Watches are the only jewelry men can wear, unless you're Mr. T.",
      "author": "Gordon Bethune",
      "category": "Jewelry, Watches, You"
    },
    {
      "quote": "There are three kinds of men. The one that learns by reading. The few who learn by observation. The rest of them have to pee on the electric fence for themselves.",
      "author": "Will Rogers",
      "category": "Reading, Learn, Rest"
    },
    {
      "quote": "Men are not prisoners of fate, but only prisoners of their own minds.",
      "author": "Franklin D. Roosevelt",
      "category": "Fate, Minds, Own"
    },
    {
      "quote": "Passion is what gets you through the hardest times that might otherwise make strong men weak, or make you give up.",
      "author": "Neil deGrasse Tyson",
      "category": "Strong, Passion, You"
    },
    {
      "quote": "Gold is good in its place; but loving, brave, patriotic men are better than gold.",
      "author": "Abraham Lincoln",
      "category": "Good, Brave, Gold"
    },
    {
      "quote": "All men's souls are immortal, but the souls of the righteous are immortal and divine.",
      "author": "Socrates",
      "category": "Divine, Immortal, Righteous"
    },
    {
      "quote": "If any civilization is to survive, it is the morality of altruism that men have to reject.",
      "author": "Ayn Rand",
      "category": "Morality, Survive"
    },
    {
      "quote": "I think women are foolish to pretend they are equal to men they are far superior and always have been.",
      "author": "William Golding",
      "category": "Women, Think, Equal"
    },
    {
      "quote": "Men go abroad to wonder at the heights of mountains, at the huge waves of the sea, at the long courses of the rivers, at the vast compass of the ocean, at the circular motions of the stars, and they pass by themselves without wondering.",
      "author": "Saint Augustine",
      "category": "Stars, Ocean, Sea"
    },
    {
      "quote": "Those who profess to favor freedom, and yet depreciate agitation, are men who want crops without plowing up the ground.",
      "author": "Frederick Douglass",
      "category": "Freedom, Want, Without"
    },
    {
      "quote": "We must continue to prove to the world that we can provide a rising standard of living for all men without loss of civil rights or human dignity to any man.",
      "author": "Robert Kennedy",
      "category": "Man, Loss, World"
    },
    {
      "quote": "Two men look out the same prison bars one sees mud and the other stars.",
      "author": "Beck",
      "category": "Stars, Prison, Look"
    },
    {
      "quote": "It doesn't take a hero to order men into battle. It takes a hero to be one of those men who goes into battle.",
      "author": "Norman Schwarzkopf",
      "category": "Hero, Battle, Order"
    },
    {
      "quote": "The hero is one who kindles a great light in the world, who sets up blazing torches in the dark streets of life for men to see by.",
      "author": "Felix Adler",
      "category": "Life, Hero, Light"
    },
    {
      "quote": "Men lose all the material things they leave behind them in this world, but they carry with them the reward of their charity and the alms they give. For these, they will receive from the Lord the reward and recompense they deserve.",
      "author": "Francis of Assisi",
      "category": "World, Charity"
    },
    {
      "quote": "The Industrial Revolution has two phases: one material, the other social; one concerning the making of things, the other concerning the making of men.",
      "author": "Charles A. Beard",
      "category": "Revolution, Social"
    },
    {
      "quote": "It does not take a majority to prevail... but rather an irate, tireless minority, keen on setting brushfires of freedom in the minds of men.",
      "author": "Samuel Adams",
      "category": "Freedom, Minds, Minority"
    },
    {
      "quote": "A lawyer with his briefcase can steal more than a hundred men with guns.",
      "author": "Mario Puzo",
      "category": "Lawyer, Guns, Than"
    },
    {
      "quote": "Men often oppose a thing merely because they have had no agency in planning it, or because it may have been planned by those whom they dislike.",
      "author": "Alexander Hamilton",
      "category": "Planning, May, Dislike"
    },
    {
      "quote": "The only use of an obstacle is to be overcome. All that an obstacle does with brave men is, not to frighten them, but to challenge them.",
      "author": "Woodrow Wilson",
      "category": "Challenge, Brave, Overcome"
    },
    {
      "quote": "These people are very unskilled in arms... with 50 men they could all be subjected and made to do all that one wished.",
      "author": "Christopher Columbus",
      "category": "People, Arms, Made"
    },
    {
      "quote": "Fire is the test of gold; adversity, of strong men.",
      "author": "Martha Graham",
      "category": "Strong, Adversity, Gold"
    },
    {
      "quote": "Timid men prefer the calm of despotism to the tempestuous sea of liberty.",
      "author": "Thomas Jefferson",
      "category": "Sea, Calm, Liberty"
    },
    {
      "quote": "The evil that men do lives after them the good is oft interred with their bones.",
      "author": "William Shakespeare",
      "category": "Good, Evil, Bones"
    },
    {
      "quote": "Men rise from one ambition to another: first, they seek to secure themselves against attack, and then they attack others.",
      "author": "Niccolo Machiavelli",
      "category": "Ambition, Rise, First"
    },
    {
      "quote": "It disturbs me no more to find men base, unjust, or selfish than to see apes mischievous, wolves savage, or the vulture ravenous.",
      "author": "Jean-Paul Sartre",
      "category": "Selfish, Me, Savage"
    },
    {
      "quote": "People who have no hold over their process of thinking are likely to be ruined by liberty of thought. If thought is immature, liberty of thought becomes a method of converting men into animals.",
      "author": "Muhammad Iqbal",
      "category": "Thinking, People, Liberty"
    },
    {
      "quote": "I have often wondered how it is that every man loves himself more than all the rest of men, but yet sets less value on his own opinions of himself than on the opinions of others.",
      "author": "Marcus Aurelius",
      "category": "Man, Value, Opinions"
    },
    {
      "quote": "Here in America we are descended in blood and in spirit from revolutionists and rebels - men and women who dare to dissent from accepted doctrine. As their heirs, may we never confuse honest dissent with disloyal subversion.",
      "author": "Dwight D. Eisenhower",
      "category": "Women, America, Blood"
    },
    {
      "quote": "Civilization is the progress toward a society of privacy. The savage's whole existence is public, ruled by the laws of his tribe. Civilization is the process of setting man free from men.",
      "author": "Ayn Rand",
      "category": "Freedom, Progress, Man"
    },
    {
      "quote": "Yes, guns are to men what jewelry is to women!",
      "author": "Steve King",
      "category": "Women, Jewelry, Guns"
    },
    {
      "quote": "All men can see these tactics whereby I conquer, but what none can see is the strategy out of which victory is evolved.",
      "author": "Sun Tzu",
      "category": "Strategy, Victory, Conquer"
    },
    {
      "quote": "Reflect upon your present blessings of which every man has many - not on your past misfortunes, of which all men have some.",
      "author": "Charles Dickens",
      "category": "Man, Blessings, Past"
    },
    {
      "quote": "Every creature is better alive than dead, men and moose and pine trees, and he who understands it aright will rather preserve its life than destroy it.",
      "author": "Henry David Thoreau",
      "category": "Life, Environmental, Trees"
    },
    {
      "quote": "Adversity makes men, and prosperity makes monsters.",
      "author": "Victor Hugo",
      "category": "Adversity, Monsters"
    },
    {
      "quote": "Those who expect to reap the blessings of freedom must, like men, undergo the fatigue of supporting it.",
      "author": "Thomas Paine",
      "category": "Freedom, Blessings, Reap"
    },
    {
      "quote": "When the sword is once drawn, the passions of men observe no bounds of moderation.",
      "author": "Alexander Hamilton",
      "category": "Sword, Moderation, Observe"
    },
    {
      "quote": "If we desire a society in which men are brothers, then we must act towards one another with brotherhood. If we can build such a society, then we would have achieved the ultimate goal of human freedom.",
      "author": "Bayard Rustin",
      "category": "Freedom, Society, Goal"
    },
    {
      "quote": "To sin by silence, when we should protest, Makes cowards out of men.",
      "author": "Ella Wheeler Wilcox",
      "category": "Silence, Sin, Protest"
    },
    {
      "quote": "In the past the man has been first in the future the system must be first... The first object of any good system must be that of developing first class men.",
      "author": "Frederick W. Taylor",
      "category": "Future, Good, Past"
    },
    {
      "quote": "Associate with men of good quality if you esteem your own reputation for it is better to be alone than in bad company.",
      "author": "George Washington",
      "category": "Good, Alone, Quality"
    },
    {
      "quote": "Envy blinds men and makes it impossible for them to think clearly.",
      "author": "Malcolm X",
      "category": "Impossible, Think, Envy"
    },
    {
      "quote": "You will kill 10 of our men, and we will kill 1 of yours, and in the end it will be you who tire of it.",
      "author": "Ho Chi Minh",
      "category": "End, You, Will"
    },
    {
      "quote": "I shall argue that strong men, conversely, know when to compromise and that all principles can be compromised to serve a greater principle.",
      "author": "Andrew Carnegie",
      "category": "Strong, Compromise, Know"
    },
    {
      "quote": "I do not believe in a fate that falls on men however they act but I do believe in a fate that falls on them unless they act.",
      "author": "Buddha",
      "category": "Believe, Fate, Act"
    },
    {
      "quote": "Let men see, let them know, a real man, who lives as he was meant to live.",
      "author": "Marcus Aurelius",
      "category": "Man, Live, Real Man"
    },
    {
      "quote": "Give to everyone who begs from you; and of him who takes away your goods do not ask them again. And as you wish that men would do to you, do so to them.",
      "author": "Jesus Christ",
      "category": "Wish, You, Everyone"
    },
    {
      "quote": "Only free men can negotiate. A prisoner cannot enter into contracts.",
      "author": "Nelson Mandela",
      "category": "Free, Contracts, Prisoner"
    },
    {
      "quote": "Brave men do not gather by thousands to torture and murder a single individual, so gagged and bound he cannot make even feeble resistance or defense.",
      "author": "Ida B. Wells",
      "category": "Brave, Resistance, Single"
    },
    {
      "quote": "An American monkey, after getting drunk on brandy, would never touch it again, and thus is much wiser than most men.",
      "author": "Charles Darwin",
      "category": "American, Monkey, Never"
    },
    {
      "quote": "They talk like angels but they live like men.",
      "author": "St. Jerome",
      "category": "Live, Angels, Talk"
    },
    {
      "quote": "The greatest enemy to human souls is the self-righteous spirit which makes men look to themselves for salvation.",
      "author": "Charles Spurgeon",
      "category": "Greatest, Look, Human"
    },
    {
      "quote": "I am not a hero but the brave men who died deserved this honor.",
      "author": "Ira Hayes",
      "category": "Hero, I Am, Honor"
    },
    {
      "quote": "The superior man is distressed by the limitations of his ability he is not distressed by the fact that men do not recognize the ability that he has.",
      "author": "Confucius",
      "category": "Man, Ability, Fact"
    },
    {
      "quote": "The true test of a man's style is the haircut. There are some men who look good no matter how their hair is styled, whether it's trendy or not. A man can change his haircut many times, but to pull off any haircut, you have to be very chic. Like Brad Pitt.",
      "author": "Carine Roitfeld",
      "category": "Change, Good, Man"
    },
    {
      "quote": "All free men, wherever they may live, are citizens of Berlin. And therefore, as a free man, I take pride in the words 'Ich bin ein Berliner!'",
      "author": "John F. Kennedy",
      "category": "Freedom, Man, Words"
    },
    {
      "quote": "The child often sees only what he already knows. He projects the whole of his verbal thought into things. He sees mountains as built by men, rivers as dug out with spades, the sun and moon as following us on our walks.",
      "author": "Jean Piaget",
      "category": "Mountains, Sun, Moon"
    },
    {
      "quote": "Men in general are quick to believe that which they wish to be true.",
      "author": "Julius Caesar",
      "category": "Believe, Wish, Be True"
    },
    {
      "quote": "The reason why men enter into society is the preservation of their property.",
      "author": "John Locke",
      "category": "Society, Why, Property"
    },
    {
      "quote": "Men are so simple and so much inclined to obey immediate needs that a deceiver will never lack victims for his deceptions.",
      "author": "Niccolo Machiavelli",
      "category": "Simple, Never, Will"
    },
    {
      "quote": "We sleep safe in our beds because rough men stand ready in the night to visit violence on those who would do us harm.",
      "author": "George Orwell",
      "category": "Sleep, Night, Violence"
    },
    {
      "quote": "The vote is the most powerful instrument ever devised by man for breaking down injustice and destroying the terrible walls which imprison men because they are different from other men.",
      "author": "Lyndon B. Johnson",
      "category": "Man, Powerful, Injustice"
    },
    {
      "quote": "The mass of men lead lives of quiet desperation. What is called resignation is confirmed desperation.",
      "author": "Henry David Thoreau",
      "category": "Quiet, Lead, Desperation"
    },
    {
      "quote": "Some people think having large breasts makes a woman stupid. Actually, it's quite the opposite: a woman having large breasts makes men stupid.",
      "author": "Rita Rudner",
      "category": "Woman, Stupid, People"
    },
    {
      "quote": "The less men think, the more they talk.",
      "author": "Charles de Montesquieu",
      "category": "Think, Talk, More"
    },
    {
      "quote": "Landlords, like all other men, love to reap where they never sowed.",
      "author": "Karl Marx",
      "category": "Love, Reap, Never"
    },
    {
      "quote": "It does not take great men to do great things it only takes consecrated men.",
      "author": "Phillips Brooks",
      "category": "Great, Great Things"
    },
    {
      "quote": "While civilization has been improving our houses, it has not equally improved the men who are to inhabit them. It has created palaces, but it was not so easy to create noblemen and kings.",
      "author": "Henry David Thoreau",
      "category": "Easy, Kings, Create"
    },
    {
      "quote": "I am looking for a lot of men who have an infinite capacity to not know what can't be done.",
      "author": "Henry Ford",
      "category": "I Am, Looking, Know"
    },
    {
      "quote": "There is no justice among men.",
      "author": "Nicholas II of Russia",
      "category": "Justice, Among"
    },
    {
      "quote": "Make no little plans they have no magic to stir men's blood and probably themselves will not be realized.",
      "author": "Daniel Burnham",
      "category": "Magic, Blood, Plans"
    },
    {
      "quote": "The mountains, the forest, and the sea, render men savage; they develop the fierce, but yet do not destroy the human.",
      "author": "Victor Hugo",
      "category": "Sea, Mountains, Forest"
    },
    {
      "quote": "Men may be popular without being ambitious, but there is hardly an ambitious man who does not try to be popular.",
      "author": "Lord North",
      "category": "Man, Try, May"
    },
    {
      "quote": "A woman simply is, but a man must become.",
      "author": "Camille Paglia",
      "category": "Man, Woman, Become"
    },
    {
      "quote": "Video games are a waste of time for men with nothing else to do. Real brains don't do that.",
      "author": "Ray Bradbury",
      "category": "Time, Video Games, Real"
    },
    {
      "quote": "Mark this well, you proud men of action! you are, after all, nothing but unconscious instruments of the men of thought.",
      "author": "Georg Wilhelm Friedrich Hegel",
      "category": "Thought, Action, Proud"
    },
    {
      "quote": "We cannot live only for ourselves. A thousand fibers connect us with our fellow men.",
      "author": "Herman Melville",
      "category": "Live, Connect, Us"
    },
    {
      "quote": "I like being a woman, even in a man's world. After all, men can't wear dresses, but we can wear the pants.",
      "author": "Whitney Houston",
      "category": "Man, Woman, World"
    },
    {
      "quote": "Throughout the centuries there were men who took first steps, down new roads, armed with nothing but their own vision.",
      "author": "Ayn Rand",
      "category": "Vision, Roads, Down"
    },
    {
      "quote": "Men will bear many things from a kept mistress, which they would not bear from a wife.",
      "author": "Samuel Richardson",
      "category": "Wife, Will, Mistress"
    },
    {
      "quote": "In Medford, I awaked the Captain of the Minute Men; & after that, I alarmed almost every house, till I got to Lexington.",
      "author": "Paul Revere",
      "category": "Captain, House, Almost"
    },
    {
      "quote": "With reasonable men, I will reason; with humane men I will plead; but to tyrants I will give no quarter, nor waste arguments where they will certainly be lost.",
      "author": "William Lloyd Garrison",
      "category": "Lost, Reason, Quarter"
    },
    {
      "quote": "Most men pursue pleasure with such breathless haste that they hurry past it.",
      "author": "Soren Kierkegaard",
      "category": "Past, Hurry, Pleasure"
    },
    {
      "quote": "Manhood coerced into sensitivity is no manhood at all.",
      "author": "Camille Paglia",
      "category": "Manhood, Sensitivity"
    },
    {
      "quote": "Perfect numbers like perfect men are very rare.",
      "author": "Rene Descartes",
      "category": "Numbers, Perfect, Rare"
    },
    {
      "quote": "Under the pressure of the cares and sorrows of our mortal condition, men have at all times, and in all countries, called in some physical aid to their moral consolations - wine, beer, opium, brandy, or tobacco.",
      "author": "Edmund Burke",
      "category": "Wine, Beer, Pressure"
    },
    {
      "quote": "It has always been a mystery to me how men can feel themselves honoured by the humiliation of their fellow beings.",
      "author": "Mahatma Gandhi",
      "category": "Me, Mystery, Feel"
    },
    {
      "quote": "For evil to flourish, it only requires good men to do nothing.",
      "author": "Simon Wiesenthal",
      "category": "Good, Evil, Nothing"
    },
    {
      "quote": "School houses do not teach themselves - piles of brick and mortar and machinery do not send out men. It is the trained, living human soul, cultivated and strengthened by long study and thought, that breathes the real breath of life into boys and girls and makes them human, whether they be black or white, Greek, Russian or American.",
      "author": "W. E. B. Du Bois",
      "category": "Life, School, Soul"
    },
    {
      "quote": "Violence and arms can never resolve the problems of men.",
      "author": "Pope John Paul II",
      "category": "Problems, Violence, Never"
    },
    {
      "quote": "Strong beliefs win strong men, and then make them stronger.",
      "author": "Richard Bach",
      "category": "Strong, Win, Stronger"
    },
    {
      "quote": "Elegance is always in style for men. There are all different kinds of elegance. It can be silk, it can be a T-shirt.",
      "author": "Donatella Versace",
      "category": "Style, Elegance, T-Shirt"
    },
    {
      "quote": "I directed the men in our barque to approach near the savages, and hold their arms in readiness to do their duty in case they notice any movement of these people against us.",
      "author": "Samuel de Champlain",
      "category": "People, Duty, Hold"
    },
    {
      "quote": "Every man needs two women: a quiet home-maker, and a thrilling nymph.",
      "author": "Iris Murdoch",
      "category": "Women, Man, Quiet"
    },
    {
      "quote": "Neutral men are the devil's allies.",
      "author": "Edwin Hubbel Chapin",
      "category": "Devil, Neutral, Allies"
    },
    {
      "quote": "The worst thing about some men is that when they are not drunk they are sober.",
      "author": "William Butler Yeats",
      "category": "Drunk, Worst, Sober"
    },
    {
      "quote": "Men take only their needs into consideration - never their abilities.",
      "author": "Napoleon Bonaparte",
      "category": "Consideration, Never, Take"
    },
    {
      "quote": "The belief in a supernatural source of evil is not necessary men alone are quite capable of every wickedness.",
      "author": "Joseph Conrad",
      "category": "Alone, Evil, Belief"
    },
    {
      "quote": "Even the handsomest men do not have the same momentary effect on the world as a truly beautiful woman does.",
      "author": "Jonathan Carroll",
      "category": "Beautiful, Beautiful Woman"
    },
    {
      "quote": "Men's ideas are the most direct emanations of their material state.",
      "author": "Karl Marx",
      "category": "Ideas, State, Material"
    },
    {
      "quote": "Holy humility confounds pride and all the men of this world and all things that are in the world.",
      "author": "Francis of Assisi",
      "category": "Humility, World, Pride"
    },
    {
      "quote": "Content makes poor men rich discontent makes rich men poor.",
      "author": "Benjamin Franklin",
      "category": "Rich, Content, Poor"
    },
    {
      "quote": "When we are really honest with ourselves we must admit our lives are all that really belong to us. So it is how we use our lives that determines the kind of men we are.",
      "author": "Cesar Chavez",
      "category": "Honest, Admit, Kind"
    },
    {
      "quote": "Pride, envy, avarice - these are the sparks have set on fire the hearts of all men.",
      "author": "Dante Alighieri",
      "category": "Fire, Pride, Envy"
    },
    {
      "quote": "Men should be either treated generously or destroyed, because they take revenge for slight injuries - for heavy ones they cannot.",
      "author": "Niccolo Machiavelli",
      "category": "Revenge, Injuries, Should"
    },
    {
      "quote": "With fools, there is no companionship. Rather than to live with men who are selfish, vain, quarrelsome, and obstinate, let a man walk alone.",
      "author": "Buddha",
      "category": "Alone, Man, Walk"
    },
    {
      "quote": "During a few days' halt near Vesontio for the provision of corn and other supplies, a panic arose from inquiries made by our troops and remarks uttered by Gauls and traders, who affirmed that the Germans were men of a mighty frame and an incredible valour and skill at arms.",
      "author": "Julius Caesar",
      "category": "Corn, Skill, Germans"
    },
    {
      "quote": "Men are disturbed not by things, but by the view which they take of them.",
      "author": "Epictetus",
      "category": "View, Things, Which"
    },
    {
      "quote": "Young men, hear an old man to whom old men hearkened when he was young.",
      "author": "Augustus",
      "category": "Man, Old Man, Young"
    },
    {
      "quote": "Archaeology is the peeping Tom of the sciences. It is the sandbox of men who care not where they are going they merely want to know where everyone else has been.",
      "author": "Jim Bishop",
      "category": "Want, Care, Know"
    },
    {
      "quote": "Black people can be the most conservative, the most discriminating. Especially among ourselves. It wasn't white people who said all black men have to wear baggy jeans.",
      "author": "Kanye West",
      "category": "People, Black, Conservative"
    },
    {
      "quote": "The man who trusts men will make fewer mistakes than he who distrusts them.",
      "author": "Camillo di Cavour",
      "category": "Mistakes, Man, Will"
    },
    {
      "quote": "Men of integrity, by their very existence, rekindle the belief that as a people we can live above the level of moral squalor. We need that belief; a cynical community is a corrupt community.",
      "author": "John W. Gardner",
      "category": "Integrity, Community, People"
    },
    {
      "quote": "For many men, the acquisition of wealth does not end their troubles, it only changes them.",
      "author": "Lucius Annaeus Seneca",
      "category": "Changes, End, Wealth"
    },
    {
      "quote": "Most men today cannot conceive of a freedom that does not involve somebody's slavery.",
      "author": "W. E. B. Du Bois",
      "category": "Freedom, Today, Slavery"
    },
    {
      "quote": "The whole conviction of my life now rests upon the belief that loneliness, far from being a rare and curious phenomenon, peculiar to myself and to a few other solitary men, is the central and inevitable fact of human existence.",
      "author": "Tom Wolfe",
      "category": "Life, Myself, Loneliness"
    },
    {
      "quote": "Now the reason the enlightened prince and the wise general conquer the enemy whenever they move and their achievements surpass those of ordinary men is foreknowledge.",
      "author": "Sun Tzu",
      "category": "Wise, Conquer, Enemy"
    },
    {
      "quote": "Live as brave men; and if fortune is adverse, front its blows with brave hearts.",
      "author": "Marcus Tullius Cicero",
      "category": "Veterans Day, Brave, Live"
    },
    {
      "quote": "When men yield up the privilege of thinking, the last shadow of liberty quits the horizon.",
      "author": "Thomas Paine",
      "category": "Thinking, Shadow, Liberty"
    },
    {
      "quote": "We all wish to live. We all seek a world in which men are freed of the burdens of ignorance, poverty, hunger and disease. And we shall all be hard-pressed to escape the deadly rain of nuclear fall-out should catastrophe overtake us.",
      "author": "Haile Selassie",
      "category": "Rain, Ignorance, World"
    },
    {
      "quote": "An invincible determination can accomplish almost anything and in this lies the great distinction between great men and little men.",
      "author": "Thomas Fuller",
      "category": "Determination, Great"
    },
    {
      "quote": "I suppose I've always done my share of crying, especially when there's no other way to contain my feelings. I know that men ain't supposed to cry, but I think that's wrong. Crying's always been a way for me to get things out which are buried deep, deep down. When I sing, I often cry. Crying is feeling, and feeling is being human. Oh yes, I cry.",
      "author": "Ray Charles",
      "category": "Deep, Me, Know"
    },
    {
      "quote": "We shall suffer no attachment to literature, no taste for abstract discussion, no love of purely intellectual theories, to seduce us from our devotion to the cause of the oppressed, the down trodden, the insulted and injured masses of our fellow men.",
      "author": "George Ripley",
      "category": "Love, Literature, Down"
    },
    {
      "quote": "Sometimes the first duty of intelligent men is the restatement of the obvious.",
      "author": "George Orwell",
      "category": "Intelligent, Sometimes"
    },
    {
      "quote": "Men of genius are often dull and inert in society; as the blazing meteor, when it descends to earth, is only a stone.",
      "author": "Henry Wadsworth Longfellow",
      "category": "Society, Genius, Earth"
    },
    {
      "quote": "Ah, lives of men! When prosperous they glitter - Like a fair picture; when misfortune comes - A wet sponge at one blow has blurred the painting.",
      "author": "Aeschylus",
      "category": "Painting, Picture, Glitter"
    },
    {
      "quote": "I think men, growing up, you have to go through some form of hardship. You've got to harden the metal.",
      "author": "Ice T",
      "category": "Growing Up, Think, You"
    },
    {
      "quote": "Bad men are full of repentance.",
      "author": "Aristotle",
      "category": "Bad, Repentance, Full"
    },
    {
      "quote": "When good people in any country cease their vigilance and struggle, then evil men prevail.",
      "author": "Pearl S. Buck",
      "category": "Good, Struggle, Evil"
    },
    {
      "quote": "Men aren't necessities. They're luxuries.",
      "author": "Cher",
      "category": "Luxuries, Necessities"
    },
    {
      "quote": "Of all religions, the Christian should of course inspire the most tolerance, but until now Christians have been the most intolerant of all men.",
      "author": "Voltaire",
      "category": "Inspire, Christian"
    },
    {
      "quote": "You know that being an American is more than a matter of where your parents came from. It is a belief that all men are created free and equal and that everyone deserves an even break.",
      "author": "Harry S Truman",
      "category": "Parents, American, Free"
    },
    {
      "quote": "As long as you know men are like children, you know everything!",
      "author": "Coco Chanel",
      "category": "Children, Long, Know"
    },
    {
      "quote": "The intelligent ruler makes the law select men and makes no arbitrary appointment himself he makes the law measure merits and makes no arbitrary judgment himself.",
      "author": "Han Fei",
      "category": "Law, Intelligent, Measure"
    },
    {
      "quote": "Children will always be afraid of the dark, and men with minds sensitive to hereditary impulse will always tremble at the thought of the hidden and fathomless worlds of strange life which may pulsate in the gulfs beyond the stars, or press hideously upon our own globe in unholy dimensions which only the dead and the moonstruck can glimpse.",
      "author": "H. P. Lovecraft",
      "category": "Life, Children, Stars"
    },
    {
      "quote": "If a man has talent and can't use it, he's failed. If he uses only half of it, he has partly failed. If he uses the whole of it, he has succeeded, and won a satisfaction and triumph few men ever know.",
      "author": "Thomas Wolfe",
      "category": "Man, Talent, Know"
    },
    {
      "quote": "I shall never be a heretic; I may err in dispute, but I do not wish to decide anything finally; on the other hand, I am not bound by the opinions of men.",
      "author": "Martin Luther",
      "category": "I Am, Wish, Opinions"
    },
    {
      "quote": "Men freely believe that which they desire.",
      "author": "Julius Caesar",
      "category": "Believe, Desire, Which"
    },
    {
      "quote": "As a young boy, I was obsessed with endangered species and the extinct species that men killed off. Biology was the subject in school that I was incredibly passionate about.",
      "author": "Leonardo DiCaprio",
      "category": "School, Biology, Young"
    },
    {
      "quote": "The graveyards are full of indispensable men.",
      "author": "Charles de Gaulle",
      "category": "Full, Indispensable"
    },
    {
      "quote": "A man is ethical only when life, as such, is sacred to him, that of plants and animals as that of his fellow men, and when he devotes himself helpfully to all life that is in need of help.",
      "author": "Albert Schweitzer",
      "category": "Life, Man, Help"
    },
    {
      "quote": "There are only two kinds of men: the righteous who think they are sinners and the sinners who think they are righteous.",
      "author": "Blaise Pascal",
      "category": "Think, Two, Righteous"
    },
    {
      "quote": "Men may die, but the fabrics of free institutions remains unshaken.",
      "author": "Chester A. Arthur",
      "category": "Free, Die, May"
    },
    {
      "quote": "How could man rejoice in victory and delight in the slaughter of men?",
      "author": "Lao Tzu",
      "category": "Man, Victory, Delight"
    },
    {
      "quote": "When we tire of well-worn ways, we seek for new. This restless craving in the souls of men spurs them to climb, and to seek the mountain view.",
      "author": "Ella Wheeler Wilcox",
      "category": "Mountain, Climb, View"
    }
  ]
}