{"author":"Ravindu Manoj","github":"ravindu01manoj","repo":"Quotes-500k","data":[{"quote":"The Bible must be considered as the great source of all the truth by which men are to be guided in government as well as in all social transactions.","author":"Noah Webster","category":"Great, Men, Government"},{"quote":"Truth is not only violated by falsehood it may be equally outraged by silence.","author":"Henri Frederic Amiel","category":"Silence, Truth Is, May"},{"quote":"Any fool can tell the truth, but it requires a man of some sense to know how to lie well.","author":"Samuel Butler","category":"Man, Fool, Lie"},{"quote":"There is something wonderful in seeing a wrong-headed majority assailed by truth.","author":"John Kenneth Galbraith","category":"Wonderful, Seeing, Something"},{"quote":"What ever truth drops on it eventually grinds to a powder.","author":"Art Blakey","category":"Drops, Eventually, Ever"},{"quote":"Justice is truth in action.","author":"Benjamin Disraeli","category":"Justice, Action"},{"quote":"If any man seeks for greatness, let him forget greatness and ask for truth, and he will find both.","author":"Horace Mann","category":"Man, Greatness, Forget"},{"quote":"Doubt is the incentive to truth and inquiry leads the way.","author":"Hosea Ballou","category":"Doubt, Way, Incentive"},{"quote":"Truth is strong, and sometime or other will prevail.","author":"Mary Astell","category":"Strong, Truth Is, Will"},{"quote":"Sure I think it is healthy to speak the truth, and be who you are, and be proud of that.","author":"Nathan Lane","category":"Speak, Proud, Healthy"},{"quote":"Learn what is true in order to do what is right.","author":"Thomas Huxley","category":"Learn, True, Right"},{"quote":"I always felt that a scientist owes the world only one thing, and that is the truth as he sees it.","author":"Hans Eysenck","category":"World, Always, Owes"},{"quote":"It is an old maxim of mine that when you have excluded the impossible, whatever remains, however improbable, must be the truth.","author":"Arthur Conan Doyle","category":"Impossible, You, Whatever"},{"quote":"One may sometimes tell a lie, but the grimace that accompanies it tells the truth.","author":"Friedrich Nietzsche","category":"Lie, Sometimes, May"},{"quote":"The violinist must possess the poet's gift of piercing the protective hide which grows on propagandists, stockbrokers and slave traders, to penetrate the deeper truth which lies within.","author":"Yehudi Menuhin","category":"Gift, Slave, Within"},{"quote":"Who never doubted, never half believed. Where doubt is, there truth is - it is her shadow.","author":"Ambrose Bierce","category":"Shadow, Doubt, Truth Is"},{"quote":"Heresies are experiments in man's unsatisfied search for truth.","author":"H. G. Wells","category":"Man, Search, Experiments"},{"quote":"Truth emerges more readily from error than from confusion.","author":"Francis Bacon","category":"Confusion, Error, Than"},{"quote":"It is more from carelessness about truth than from intentionally lying that there is so much falsehood in the world.","author":"Samuel Johnson","category":"World, Lying, Than"},{"quote":"Popular opinions, on subjects not palpable to sense, are often true, but seldom or never the whole truth.","author":"John Stuart Mill","category":"Opinions, True, Never"},{"quote":"If you ever injected truth into politics you have no politics.","author":"Will Rogers","category":"Politics, You, Ever"},{"quote":"The public will believe anything, so long as it is not founded on truth.","author":"Edith Sitwell","category":"Believe, Long, Anything"},{"quote":"Nothing leads the scientist so astray as a premature truth.","author":"Jean Rostand","category":"Nothing, Premature, Leads"},{"quote":"Man's mind is so formed that it is far more susceptible to falsehood than to truth.","author":"Desiderius Erasmus","category":"Man, Mind, Far"},{"quote":"Defending the truth is not something one does out of a sense of duty or to allay guilt complexes, but is a reward in itself.","author":"Simone de Beauvoir","category":"Reward, Guilt, Truth Is"},{"quote":"There is no original truth, only original error.","author":"Gaston Bachelard","category":"Original, Only, Error"},{"quote":"Wisdom is found only in truth.","author":"Johann Wolfgang von Goethe","category":"Wisdom, Only, Found"},{"quote":"A petty reason perhaps why novelists more and more try to keep a distance from journalists is that novelists are trying to write the truth and journalists are trying to write fiction.","author":"Graham Greene","category":"Trying, Why, Distance"},{"quote":"I never gave anybody hell! I just told the truth and they thought it was hell.","author":"Harry S Truman","category":"Thought, Hell, Never"},{"quote":"Lawyers enjoy a little mystery, you know. Why, if everybody came forward and told the truth, the whole truth, and nothing but the truth straight out, we should all retire to the workhouse.","author":"Dorothy L. Sayers","category":"Enjoy, Mystery, Know"},{"quote":"As Commander in Chief of the United States Military, I will never send our sons and daughters and our brothers and sisters to die in a foreign land without telling the truth about why they're going there.","author":"Howard Dean","category":"Military, Die, Why"},{"quote":"We should not be so taken up in the search for truth, as to neglect the needful duties of active life; for it is only action that gives a true value and commendation to virtue.","author":"Marcus Tullius Cicero","category":"Life, Value, Action"},{"quote":"The object of oratory alone in not truth, but persuasion.","author":"Thomas Babington Macaulay","category":"Alone, Persuasion, Oratory"},{"quote":"Not when truth is dirty, but when it is shallow, does the enlightened man dislike to wade into its waters.","author":"Friedrich Nietzsche","category":"Man, Truth Is, Dirty"},{"quote":"Traditional scientific method has always been at the very best, 20 - 20 hindsight. It's good for seeing where you've been. It's good for testing the truth of what you think you know, but it can't tell you where you ought to go.","author":"Robert M. Pirsig","category":"Good, Best, Know"},{"quote":"Truth, which is important to a scholar, has got to be concrete. And there is nothing more concrete than dealing with babies, burps and bottles, frogs and mud.","author":"Jeane Kirkpatrick","category":"Important, Mud, Dealing"},{"quote":"The audience is the best judge of anything. They cannot be lied to. Truth brings them closer. A moment that lags - they're gonna cough.","author":"Barbra Streisand","category":"Best, Moment, Judge"},{"quote":"We occasionally stumble over the truth but most of us pick ourselves up and hurry off as if nothing had happened.","author":"Winston Churchill","category":"Nothing, Hurry, Up"},{"quote":"He who sees the truth, let him proclaim it, without asking who is for it or who is against it.","author":"Henry George","category":"Without, Him, Asking"},{"quote":"For truth is always strange stranger than fiction.","author":"Lord Byron","category":"Strange, Truth Is, Stranger"},{"quote":"The American people need to know the truth. The American people need to see the truth. In a democracy, letting the people know the truth is the essence of what it means to be free.","author":"Barbara Boxer","category":"Democracy, American, People"},{"quote":"Every scientific truth goes through three states: first, people say it conflicts with the Bible; next, they say it has been discovered before; lastly, they say they always believed it.","author":"Louis Agassiz","category":"People, Bible, Three"},{"quote":"Grow your tree of falsehood from a small grain of truth. Do not follow those who lie in contempt of reality. Let your lie be even more logical than the truth itself, so the weary travelers may find repose.","author":"Czeslaw Milosz","category":"Tree, Reality, Small"},{"quote":"In truth, the only restrictions on our capacity to astonish ourselves and each other are imposed by our own minds.","author":"David Blaine","category":"Minds, Capacity, Astonish"},{"quote":"We must never throw away a bushel of truth because it happens to contain a few grains of chaff.","author":"Dean Stanley","category":"Never, Away, Must"},{"quote":"I would rather the man who presents something for my consideration subject me to a zephyr of truth and a gentle breeze of responsibility rather than blow me down with a curtain of hot wind.","author":"Grover Cleveland","category":"Responsibility, Man, Me"},{"quote":"But that citizen's perception was also at one with the truth in recognizing that the very brutality of the means by which the IRA were pursuing change was destructive of the trust upon which new possibilities would have to be based.","author":"Seamus Heaney","category":"Change, Trust, Perception"},{"quote":"In fact, in lyric poetry, truthfulness becomes recognizable as a ring of truth within the medium itself.","author":"Seamus Heaney","category":"Poetry, Ring, Within"},{"quote":"The modern composer builds upon the foundation of truth.","author":"Claudio Monteverdi","category":"Foundation, Modern, Composer"},{"quote":"To begin with myself, then, the utterances of men concerning me will differ widely, since in passing judgment almost every one is influenced not so much by truth as by preference, and good and evil report alike know no bounds.","author":"Petrarch","category":"Good, Myself, Evil"},{"quote":"There is in the end no remedy but truth. It is the one course that cannot be evil.","author":"Ellis Peters","category":"Evil, End, Course"},{"quote":"It took a deadly illness to put me eye to eye with that truth, but it is a truth that the country, caught up in its ruthless ambitions and moral decay, can learn on my dime.","author":"Lee Atwater","category":"Eye, Me, Moral"},{"quote":"The truth of the matter was that I made myself disappear. I never liked being a Judge, so I just decided to start over. Sorry to inconvenience anyone.","author":"Joseph Force Crater","category":"Myself, Start, Sorry"},{"quote":"Until we have a better relationship between private performance and the public truth, as was demonstrated with Watergate, we as the public are absolutely right to remain suspicious, contemptuous even, of the secrecy and the misinformation which is the digest of our news.","author":"John le Carre","category":"Relationship, Performance"},{"quote":"What I'm dealing with is so vast and great that it can't be called the truth. It's above the truth.","author":"Sun Ra","category":"Great, Above, Dealing"},{"quote":"If you tell the truth about how you're feeling, it becomes funny.","author":"Larry David","category":"Funny, You, Feeling"},{"quote":"It would be difficult to discover the truth about the universe if we refused to consider anything that might be true.","author":"Richard Morris","category":"Universe, Be True, True"},{"quote":"I want a language that speaks the truth.","author":"Studs Terkel","category":"Language, Want, Speaks"},{"quote":"When a truth is necessary, the reason for it can be found by analysis, that is, by resolving it into simpler ideas and truths until the primary ones are reached.","author":"Gottfried Leibniz","category":"Ideas, Truth Is, Reason"},{"quote":"When a man fails to see the truth of certain generally accepted views, there is no law compelling him to provoke animosity by announcing his dissent.","author":"George Henry Lewes","category":"Man, Law, See"},{"quote":"The truth is that from birth on we are, to one extent or another, a fairly sensual species.","author":"Jock Sturges","category":"Truth Is, Birth, Sensual"},{"quote":"Unemployment is sky-rocketing; deflation is in our future for the first time since the Great Depression. I don't care whose fault it is, it's the truth.","author":"John Mellencamp","category":"Time, Future, Great"},{"quote":"This Divine truth flows into heaven from the Lord from His Divine love.","author":"Emanuel Swedenborg","category":"Love, Heaven, Divine Love"},{"quote":"I was a very good baseball and football player, but my father always told me I was much more interested in how I looked playing baseball or football than in actually playing. There's great truth in that.","author":"John Malkovich","category":"Good, Father, Great"},{"quote":"On the stage, you have to find truth, even if you have to lose the audience.","author":"Anthony Quinn","category":"You, Audience, Find"},{"quote":"I am afraid the Spanish American has not always a very strict regard for truth.","author":"Edward Burnett Tylor","category":"I Am, American, Always"},{"quote":"I always try to improve, to find new ways of expressing myself, to keep looking for truth and originality.","author":"Burt Lancaster","category":"Myself, Looking, Try"},{"quote":"My assignment is what every writer's assignment is: tell the truth of his own time.","author":"Leslie Fiedler","category":"Time, Writer, Assignment"},{"quote":"I think that the truth is a really stern taskmistress.","author":"Carrie Fisher","category":"Truth Is, Think, I Think"},{"quote":"A gift of truth is the gift of love.","author":"David Icke","category":"Love, Gift, Truth Is"},{"quote":"I believe certain members of the U.S. Congress have aided in the oppression and diversion of critical information that could have revealed a fullness of truth long ago.","author":"Bo Gritz","category":"Believe, Information, Long"},{"quote":"A remark generally hurts in proportion to its truth.","author":"Will Rogers","category":"Hurts, Proportion, Remark"},{"quote":"The truth may be out there, but lies are inside your head.","author":"Terry Pratchett","category":"Head, Inside, May"},{"quote":"Man approaches the unattainable truth through a succession of errors.","author":"Aldous Huxley","category":"Man, Through, Unattainable"},{"quote":"Beyond a doubt truth bears the same relation to falsehood as light to darkness.","author":"Leonardo da Vinci","category":"Light, Darkness, Doubt"},{"quote":"Books and all forms of writing are terror to those who wish to suppress the truth.","author":"Wole Soyinka","category":"Writing, Wish, Terror"},{"quote":"I speak the truth not so much as I would, but as much as I dare, and I dare a little more as I grow older.","author":"Michel de Montaigne","category":"Speak, Grow, Dare"},{"quote":"The greatest friend of truth is Time, her greatest enemy is Prejudice, and her constant companion is Humility.","author":"Charles Caleb Colton","category":"Time, Humility, Greatest"},{"quote":"Poetry a criticism of life under the conditions fixed for such a criticism by the laws of poetic truth and poetic beauty.","author":"Matthew Arnold","category":"Life, Beauty, Poetry"},{"quote":"People do think that if they avoid the truth, it might change to something better before they have to hear it.","author":"Marsha Norman","category":"Change, People, Think"},{"quote":"Truth is not exciting enough to those who depend on the characters and lives of their neighbors for all their amusement.","author":"George Bancroft","category":"Truth Is, Neighbors, Enough"},{"quote":"The world is... the natural setting of, and field for, all my thoughts and all my explicit perceptions. Truth does not inhabit only the inner man, or more accurately, there is no inner man, man is in the world, and only in the world does he know himself.","author":"Maurice Merleau-Ponty","category":"Man, Thoughts, World"},{"quote":"In morals, truth is but little prized when it is a mere sentiment, and only attains its full value when realized in the world as fact.","author":"Ernest Renan","category":"Value, World, Truth Is"},{"quote":"Some minds remain open long enough for the truth not only to enter but to pass on through by way of a ready exit without pausing anywhere along the route.","author":"Elizabeth Kenny","category":"Long, Way, Ready"},{"quote":"I put forward formless and unresolved notions, as do those who publish doubtful questions to debate in the schools, not to establish the truth but to seek it.","author":"Michel de Montaigne","category":"Questions, Debate, Forward"},{"quote":"It is good to express a thing twice right at the outset and so to give it a right foot and also a left one. Truth can surely stand on one leg, but with two it will be able to walk and get around.","author":"Friedrich Nietzsche","category":"Good, Walk, Stand"},{"quote":"Truth is the silliest thing under the sun. Try to get a living by the Truth and go to the Soup Societies. Heavens! Let any clergyman try to preach the Truth from its very stronghold, the pulpit, and they would ride him out of his church on his own pulpit bannister.","author":"Herman Melville","category":"Sun, Living, Truth Is"},{"quote":"The tendency of modern scientific teaching is to neglect the great books, to lay far too much stress upon relatively unimportant modern work, and to present masses of detail of doubtful truth and questionable weight in such a way as to obscure principles.","author":"Ronald Fisher","category":"Work, Stress, Great"},{"quote":"Justice and truth are too such subtle points that our tools are too blunt to touch them accurately.","author":"Blaise Pascal","category":"Justice, Tools, Touch"},{"quote":"Friendless. Having no favors to bestow. Destitute of fortune. Addicted to utterance of truth and common sense.","author":"Ambrose Bierce","category":"Common Sense, Sense, Fortune"},{"quote":"Truth titillates the imagination far less than fiction.","author":"Marquis de Sade","category":"Imagination, Fiction, Far"},{"quote":"A gaffe is when a politician tells the truth.","author":"Michael Kinsley","category":"Politician, Tells"},{"quote":"Fiction is obliged to stick to possibilities. Truth isn't.","author":"Mark Twain","category":"Possibilities, Fiction"},{"quote":"Truth is the property of no individual but is the treasure of all men.","author":"Ralph Waldo Emerson","category":"Men, Truth Is, Treasure"},{"quote":"All credibility, all good conscience, all evidence of truth come only from the senses.","author":"Friedrich Nietzsche","category":"Good, Conscience, Senses"},{"quote":"Power is not sufficient evidence of truth.","author":"Samuel Johnson","category":"Power, Evidence, Sufficient"},{"quote":"I am very fond of truth, but not at all of martyrdom.","author":"Voltaire","category":"I Am, Martyrdom, Fond"},{"quote":"A taste for truth at any cost is a passion which spares nothing.","author":"Albert Camus","category":"Passion, Nothing, Cost"},{"quote":"A good novel tells us the truth about its hero but a bad novel tells us the truth about its author.","author":"Gilbert K. Chesterton","category":"Hero, Good, Bad"},{"quote":"Half a truth is better than no politics.","author":"Gilbert K. Chesterton","category":"Politics, Better, Truth Is"},{"quote":"In matters of truth the fact that you don't want to publish something is, nine times out of ten, a proof that you ought to publish it.","author":"Gilbert K. Chesterton","category":"Want, Matters, You"},{"quote":"The Bible may be the truth, but it is not the whole truth and nothing but the truth.","author":"Samuel Butler","category":"Bible, Nothing, May"},{"quote":"An unexciting truth may be eclipsed by a thrilling lie.","author":"Aldous Huxley","category":"Lie, May, Thrilling"},{"quote":"An honest man speaks the truth, though it may give offence; a vain man, in order that it may.","author":"William Hazlitt","category":"Man, Honest, May"},{"quote":"Truth is what works.","author":"William James","category":"Truth Is, Works"},{"quote":"Live truth instead of professing it.","author":"Elbert Hubbard","category":"Live, Professing, Instead"},{"quote":"Richard Nixon is a no good, lying bastard. He can lie out of both sides of his mouth at the same time, and if he ever caught himself telling the truth, he'd lie just to keep his hand in.","author":"Harry S Truman","category":"Time, Good, Lie"},{"quote":"The words of truth are simple.","author":"Aeschylus","category":"Simple, Words"},{"quote":"Truth is often the favorite tool of those who deceive.","author":"Bryant H. McGill","category":"Truth Is, Favorite, Tool"},{"quote":"The essence of humanity's spiritual dilemma is that we evolved genetically to accept one truth and discovered another. Is there a way to erase the dilemma, to resolve the contradictions between the transcendentalist and the empiricist world views?","author":"E. O. Wilson","category":"Spiritual, Humanity, World"},{"quote":"Veiling truth in mystery.","author":"Virgil","category":"Mystery"},{"quote":"Whatever has happened in my quest for innovation has been part of my quest for immaculate reality.","author":"George Lucas","category":"Innovation, Reality"},{"quote":"The logic of the world is prior to all truth and falsehood.","author":"Ludwig Wittgenstein","category":"World, Logic, Prior"},{"quote":"Light is the symbol of truth.","author":"James Russell Lowell","category":"Light, Symbol"},{"quote":"Truth forever on the scaffold, wrong forever on the throne.","author":"James Russell Lowell","category":"Forever, Wrong, Throne"},{"quote":"Humility is truth.","author":"Desiderius Erasmus","category":"Humility"},{"quote":"For truth has such a face and such a mien, as to be loved needs only to be seen.","author":"John Dryden","category":"Loved, Face, Seen"},{"quote":"Only in men's imagination does every truth find an effective and undeniable existence. Imagination, not invention, is the supreme master of art as of life.","author":"Joseph Conrad","category":"Life, Art, Imagination"},{"quote":"Truth of a modest sort I can promise you, and also sincerity. That complete, praiseworthy sincerity which, while it delivers one into the hands of one's enemies, is as likely as not to embroil one with one's friends.","author":"Joseph Conrad","category":"Friends, Hands, You"},{"quote":"Truth always originates in a minority of one, and every custom begins as a broken precedent.","author":"Will Durant","category":"Broken, Always, Minority"},{"quote":"Truth is not a matter of personal viewpoint.","author":"Vernon Howard","category":"Truth Is, Matter, Personal"},{"quote":"If the individual, or heretic, gets hold of some essential truth, or sees some error in the system being practiced, he commits so many marginal errors himself that he is worn out before he can establish his point.","author":"Ezra Pound","category":"System, Hold, Point"},{"quote":"Not that I regret saying what I believed to be the truth, but I regret anything that I might have written or spoken that could have been used in a way to help to foster that atmosphere out of which came the loss of life of Brother Malcolm.","author":"Louis Farrakhan","category":"Life, Brother, Regret"},{"quote":"Truth makes on the ocean of nature no one track of light; every eye, looking on, finds its own.","author":"Edward G. Bulwer-Lytton","category":"Nature, Light, Ocean"},{"quote":"Infinite love is the only truth. Everything else is illusion.","author":"David Icke","category":"Love, Love Is, Illusion"},{"quote":"The pursuit of truth will set you free even if you never catch up with it.","author":"Clarence Darrow","category":"Free, You, Never"},{"quote":"While we are examining into everything we sometimes find truth where we least expected it.","author":"Quintilian","category":"Find, Sometimes, Where"},{"quote":"What is truth? Truth doesn't really exist. Who is going to judge whether my experience of an incident is more valid than yours? No one can be trusted to be the judge of that.","author":"Tracey Emin","category":"Experience, Judge, Trusted"},{"quote":"No one ever tells us the truth, even those we love.","author":"Anna Held","category":"Love, Us, Even"},{"quote":"Nobody speaks the truth when there is something they must have.","author":"Elizabeth Bowen","category":"Nobody, Something, Must"},{"quote":"I will tell the truth wherever I please.","author":"Mary Harris Jones","category":"Will, Tell, Wherever"},{"quote":"I left in love, in laughter, and in truth, and wherever truth, love and laughter abide, I am there in spirit.","author":"Bill Hicks","category":"Love, Laughter, I Am"},{"quote":"There are certain persons for whom pure Truth is a poison.","author":"Andre Maurois","category":"Truth Is, Poison, Pure"},{"quote":"Unless one always speaks the truth, one cannot find God Who is the soul of truth.","author":"Ramakrishna","category":"God, Soul, Find"},{"quote":"For scholarship - if it is to be scholarship - requires, in addition to liberty, that the truth take precedence over all sectarian interests, including self-interest.","author":"John Charles Polanyi","category":"Liberty, Scholarship"},{"quote":"Truth sits upon the lips of dying men.","author":"Matthew Arnold","category":"Men, Dying, Lips"},{"quote":"The first reaction to truth is hatred.","author":"Tertullian","category":"Truth Is, Hatred, First"},{"quote":"The honest truth is that if this government were to propose the massacre of the first-born, it would still have no difficulty in getting it through the Commons.","author":"Diane Abbott","category":"Government, Truth Is, Honest"},{"quote":"No one should ever say that it was my ignorance if I did or showed forth anything however small according to God's good pleasure; but let this be your conclusion and let it so be thought, that - as is the perfect truth - it was the gift of God.","author":"Saint Patrick","category":"Good, God, Ignorance"},{"quote":"The truth is overrated.","author":"Paul Westerberg","category":"Truth Is, Overrated"},{"quote":"I preach there are all kinds of truth, your truth and somebody else's. But behind all of them there is only one truth and that is that there's no truth.","author":"Flannery O'Connor","category":"Behind, Preach, Somebody"},{"quote":"Justice is rather the activity of truth, than a virtue in itself. Truth tells us what is due to others, and justice renders that due. Injustice is acting a lie.","author":"Horace Walpole","category":"Justice, Lie, Injustice"},{"quote":"My longing for truth was a single prayer.","author":"Edith Stein","category":"Prayer, Single, Longing"},{"quote":"Truth comes out in wine.","author":"Pliny the Elder","category":"Wine, Out"},{"quote":"Truth disappears with the telling of it.","author":"Lawrence Durrell","category":"Telling, Disappears"},{"quote":"Falsehood is cowardice, the truth courage.","author":"Hosea Ballou","category":"Courage, Cowardice"},{"quote":"Claiming that you have got the truth wrapped up does breed violence and intolerance.","author":"Timothy Radcliffe","category":"Violence, You, Intolerance"},{"quote":"Truth is stranger than fiction fiction has to make sense.","author":"Leo Rosten","category":"Truth Is, Stranger, Sense"},{"quote":"If we were to abandon concern for what is true, what is false, and what remains indeterminate, the world would be totally chaotic. Even those who deny the importance of truth, on the one hand, are quick to jump on anyone who is caught lying.","author":"Howard Gardner","category":"World, Jump, Lying"},{"quote":"To tell you the truth, in my work, love is always in opposition to the elements. It creates dilemmas. It brings in suffering. We can't live with it, and we can't live without it. You'll rarely find a happy ending in my work.","author":"Krzysztof Kieslowski","category":"Love, Work, Happy"},{"quote":"I think I'm telling the truth. I sat by Ray Perkins at the Hall of Fame dinner in New York, and at that time he didn't know he was our coach and I didn't either.","author":"Bear Bryant","category":"Time, New York, Dinner"},{"quote":"Not so the scientist. The very essence of his life is the service of truth.","author":"Franz Boas","category":"Life, Service, Essence"},{"quote":"Human love has little regard for the truth. It makes the truth relative, since nothing, not even the truth, must come between it and the beloved person.","author":"Dietrich Bonhoeffer","category":"Love, Person, Human"},{"quote":"In the last few years, the very idea of telling the truth, the whole truth, and nothing but the truth is dredged up only as a final resort when the alternative options of deception, threat and bribery have all been exhausted.","author":"Michael Musto","category":"Truth Is, Deception, Idea"},{"quote":"Everybody in America is soft, and hates conflict. The cure for this, both in politics and social life, is the same - hardihood. Give them raw truth.","author":"John Jay Chapman","category":"Life, America, Politics"},{"quote":"Slogans which deafened us so that we could not hear the truth.","author":"Ernst Toller","category":"Hear, Us, Which"},{"quote":"Because you're not what I would have you be, I blind myself to who, in truth, you are.","author":"Madeleine L'Engle","category":"Myself, Blind, You"},{"quote":"Now the truth of the matter is that there are a lot of things people don't understand. Take the Einstein theory. Take taxes. Take love. Do you understand them? Neither do I. But they exist. They happen.","author":"Dalton Trumbo","category":"Love, People, You"},{"quote":"In this play we're dealing with relative truths - who's lying, who's telling the truth. But underneath that, Ed and I have hit this deeper level of intimacy between old friends that comes out in the play.","author":"Fred Ward","category":"Friends, Old Friends, Play"},{"quote":"And the sad truth is that nobody wants me to write comedy. The Exorcist not only ended that career, it expunged all memory of its existence.","author":"William Peter Blatty","category":"Sad, Memory, Me"},{"quote":"Mind and spirit together make up that which separates us from the rest of the animal world, that which enables a man to know the truth and that which enables him to die for the truth.","author":"Edith Hamilton","category":"Together, Man, Animal"},{"quote":"The Spirit is Love expressed towards man as redeeming love, and the Spirit is truth, and the Spirit is the Holy Spirit. Redemption is inconceivable without truth and holiness.","author":"Roland Allen","category":"Love, Man, Redemption"},{"quote":"The idealists dream and the dream is told, and the practical men listen and ponder and bring back the truth and apply it to human life, and progress and growth and higher human ideals come into being and so the world moves ever on.","author":"Anna Howard Shaw","category":"Life, Growth, Progress"},{"quote":"Accuracy of language is one of the bulwarks of truth.","author":"Anna Jameson","category":"Language, Accuracy"},{"quote":"Never ever doubt in magic. The purest honest thoughts come from children, ask any child if they believe in magic and they will tell you the truth.","author":"Scott Dixon","category":"Children, Child, Believe"},{"quote":"The intuition of free will gives us the truth.","author":"Corliss Lamont","category":"Free, Intuition, Free Will"},{"quote":"The absolute truth is the thing that makes people laugh.","author":"Carl Reiner","category":"People, Laugh, Truth Is"},{"quote":"The antiquity and general acceptance of an opinion is not assurance of its truth.","author":"Pierre Bayle","category":"Acceptance, Opinion, General"},{"quote":"Any necessary truth, whether a priori or a posteriori, could not have turned out otherwise.","author":"Saul Kripke","category":"Out, Necessary, Otherwise"},{"quote":"Every emancipation has in it the seeds of a new slavery, and every truth easily becomes a lie.","author":"I. F. Stone","category":"Lie, Slavery, New"},{"quote":"The truth cannot be asserted without denouncing the falsehood.","author":"Leslie Stephen","category":"Without, Cannot, Asserted"},{"quote":"I am a fighter. I believe in that which is right, and the truth is, I have been the Lone Ranger for the past thirty years and I will not give up the fight. I love my public and I'll fight for you. I'll continue to make personal appearances for my thousands of fans.","author":"Clayton Moore","category":"Love, I Am, Past"},{"quote":"The ultimate aim of the human mind, in all its efforts, is to become acquainted with Truth.","author":"Eliza Farnham","category":"Mind, Aim, Human"},{"quote":"Literature boils with the madcap careers of writers brought to the edge by the demands of living on their nerves, wringing out their memories and their nightmares to extract meaning, truth, beauty.","author":"Herbert Gold","category":"Beauty, Memories, Meaning"},{"quote":"I was not out to paint beautiful pictures even painting good pictures was not important to me. I wanted only to help the truth burst forth.","author":"Alice Duer Miller","category":"Beautiful, Good, Help"},{"quote":"He who is not courageous enough to take risks will accomplish nothing in life.","author":"Muhammad Ali","category":"Life, Risks, Courageous"},{"quote":"Mistakes are always forgivable, if one has the courage to admit them.","author":"Bruce Lee","category":"Forgiveness, Mistakes, Admit"},{"quote":"We don't develop courage by being happy every day. We develop it by surviving difficult times and challenging adversity.","author":"Barbara De Angelis","category":"Relationship, Happy"},{"quote":"If you have no confidence in self, you are twice defeated in the race of life.","author":"Marcus Garvey","category":"Life, Confidence, Self"},{"quote":"Courage, sacrifice, determination, commitment, toughness, heart, talent, guts. That's what little girls are made of.","author":"Bethany Hamilton","category":"Determination, Heart"},{"quote":"Courage is what it takes to stand up and speak courage is also what it takes to sit down and listen.","author":"Winston Churchill","category":"Speak, Stand Up, Stand"},{"quote":"Efforts and courage are not enough without purpose and direction.","author":"John F. Kennedy","category":"Purpose, Direction, Without"},{"quote":"The greatest test of courage on earth is to bear defeat without losing heart.","author":"Robert Green Ingersoll","category":"Heart, Losing, Greatest"},{"quote":"Courage is fire, and bullying is smoke.","author":"Benjamin Disraeli","category":"Bullying, Fire, Smoke"},{"quote":"Wisdom, compassion, and courage are the three universally recognized moral qualities of men.","author":"Confucius","category":"Wisdom, Compassion, Men"},{"quote":"Jump, and you will find out how to unfold your wings as you fall.","author":"Ray Bradbury","category":"Fall, Wings, You"},{"quote":"One isn't necessarily born with courage, but one is born with potential. Without courage, we cannot practice any other virtue with consistency. We can't be kind, true, merciful, generous, or honest.","author":"Maya Angelou","category":"Be Kind, Consistency"},{"quote":"The opposite for courage is not cowardice, it is conformity. Even a dead fish can go with the flow.","author":"Jim Hightower","category":"Fish, Flow, Conformity"},{"quote":"I think we all have empathy. We may not have enough courage to display it.","author":"Maya Angelou","category":"Empathy, Think, May"},{"quote":"From caring comes courage.","author":"Lao Tzu","category":"Caring"},{"quote":"If human beings had genuine courage, they'd wear their costumes every day of the year, not just on Halloween.","author":"Douglas Coupland","category":"Halloween, Day, Every Day"},{"quote":"Courage is not simply one of the virtues, but the form of every virtue at the testing point.","author":"C. S. Lewis","category":"Testing, Virtue, Point"},{"quote":"Courage is grace under pressure.","author":"Ernest Hemingway","category":"Grace, Pressure"},{"quote":"Courage, above all things, is the first quality of a warrior.","author":"Carl von Clausewitz","category":"Quality, Warrior, First"},{"quote":"You will never do anything in this world without courage. It is the greatest quality of the mind next to honor.","author":"Aristotle","category":"Quality, World, Mind"},{"quote":"Don't Make Assumptions. Find the courage to ask questions and to express what you really want. Communicate with others as clearly as you can to avoid misunderstandings, sadness and drama. With just this one agreement, you can completely transform your life.","author":"Don Miguel Ruiz","category":"Life, Sadness, Questions"},{"quote":"He is a man of courage who does not run away, but remains at his post and fights against the enemy.","author":"Socrates","category":"Man, Enemy, Run"},{"quote":"Creativity takes courage.","author":"Henri Matisse","category":"Creativity, Takes"},{"quote":"As a former NFL player, I am one American who will have nothing to do with any NFL Team that cannot find the corporate courage to stand for the millions of courageous past great Americans whose sacrifice gave meaning to our flag and national anthem and to the millions upon millions who still dream to come to its free shores.","author":"Burgess Owens","category":"Team, Great, Past"},{"quote":"On great teams - the kind where people trust each other, engage in open conflict, and then commit to decisions - team members have the courage and confidence to confront one another when they see something that isn't serving the team.","author":"Patrick Lencioni","category":"Trust, Team, Great"},{"quote":"Success is not measured by what you accomplish, but by the opposition you have encountered, and the courage with which you have maintained the struggle against overwhelming odds.","author":"Orison Swett Marden","category":"Success, Struggle, You"},{"quote":"Courage is contagious. When a brave man takes a stand, the spines of others are often stiffened.","author":"Billy Graham","category":"Man, Brave, Stand"},{"quote":"The principles of living greatly include the capacity to face trouble with courage, disappointment with cheerfulness, and trial with humility.","author":"Thomas S. Monson","category":"Great, Humility"},{"quote":"I know what it is to feel unloved, to want revenge, to make mistakes, to suffer disappointment, yet also to find the courage to go forward in life.","author":"Tim O'Brien","category":"Life, Mistakes, Revenge"},{"quote":"Courtesy is as much a mark of a gentleman as courage.","author":"Theodore Roosevelt","category":"Gentleman, Courtesy, Mark"},{"quote":"Let us not pray to be sheltered from dangers but to be fearless when facing them.","author":"Rabindranath Tagore","category":"Fearless, Pray, Sheltered"},{"quote":"Competing at the highest level is not about winning. It's about preparation, courage, understanding and nurturing your people, and heart. Winning is the result.","author":"Joe Torre","category":"Heart, Winning, Preparation"},{"quote":"I believe that my worth is not measured by what I do, by the honors that are bestowed upon me, or by material wealth that I might obtain. Instead, I am measured by the courage I show while standing for my beliefs, by the dedication I exhibit to ensure my word is good, and the resolve I undertake to establish my actions and deeds as honorable.","author":"Burgess Owens","category":"Good, I Am, Believe"},{"quote":"People say to me all the time, 'You have no fear.' I tell them, 'No, that's not true. I'm scared all the time. You have to have fear in order to have courage. I'm a courageous person because I'm a scared person.'","author":"Ronda Rousey","category":"Time, Fear, Me"},{"quote":"The greatest obstacle to being heroic is the doubt whether one may not be going to prove one's self a fool; the truest heroism is to resist the doubt; and the profoundest wisdom, to know when it ought to be resisted, and when it be obeyed.","author":"Nathaniel Hawthorne","category":"Wisdom, Fool, Self"},{"quote":"There are no easy answers, but there are simple answers. We must have the courage to do what we know is morally right.","author":"Ronald Reagan","category":"Simple, Easy, Know"},{"quote":"One man with courage is a majority.","author":"Thomas Jefferson","category":"Man, Majority"},{"quote":"Soldiers, when committed to a task, can't compromise. It's unrelenting devotion to the standards of duty and courage, absolute loyalty to others, not letting the task go until it's been done.","author":"John Keegan","category":"Loyalty, Compromise"},{"quote":"With courage and character, American soldiers continue to put themselves on the line to defend our freedom, and so many have paid the ultimate sacrifice.","author":"Dan Lipinski","category":"Freedom, Character, American"},{"quote":"It is my deepest belief that only by giving our lives do we find life. I am convinced that the truest act of courage, the strongest act of manliness is to sacrifice ourselves for others in a totally non-violent struggle for justice.","author":"Cesar Chavez","category":"Life, Struggle, Justice"},{"quote":"Muhammad Ali struck us in the middle of America's darkest night, in the heart of its most threatening gathering storm. His power toppled the mightiest of foes, and his intense light shined on America, and we were able to see clearly injustice, inequality, poverty, pride, self realization, courage, laughter, love, joy and religious freedom for all.","author":"Billy Crystal","category":"Love, Freedom, Light"},{"quote":"Valor is stability, not of legs and arms, but of courage and the soul.","author":"Michel de Montaigne","category":"Soul, Stability, Legs"},{"quote":"How few there are who have courage enough to own their faults, or resolution enough to mend them.","author":"Benjamin Franklin","category":"Enough, Faults, Resolution"},{"quote":"Character contributes to beauty. It fortifies a woman as her youth fades. A mode of conduct, a standard of courage, discipline, fortitude, and integrity can do a great deal to make a woman beautiful.","author":"Jacqueline Bisset","category":"Beauty, Integrity, Beautiful"},{"quote":"In the Soviet army it takes more courage to retreat than advance.","author":"Joseph Stalin","category":"Army, Retreat, Soviet"},{"quote":"We've begun to raise daughters more like sons... but few have the courage to raise our sons more like our daughters.","author":"Gloria Steinem","category":"Like, Daughters, Sons"},{"quote":"Faced with what is right, to leave it undone shows a lack of courage.","author":"Confucius","category":"Right, Leave, Lack"},{"quote":"I think we judge talent wrong. What do we see as talent? I think I have made the same mistake myself. We judge talent by people's ability to strike a cricket ball. The sweetness, the timing. That's the only thing we see as talent. Things like determination, courage, discipline, temperament, these are also talent.","author":"Rahul Dravid","category":"Myself, Determination"},{"quote":"It is courage, courage, courage, that raises the blood of life to crimson splendor. Live bravely and present a brave front to adversity.","author":"Horace","category":"Life, Adversity, Brave"},{"quote":"A man of courage never needs weapons, but he may need bail.","author":"Lewis Mumford","category":"Man, Never, Need"},{"quote":"Make-up is the last thing to enhance your beauty, but it's very important because it builds up your self-confidence and gives you more courage.","author":"Evelyn Lauder","category":"Beauty, Self-Confidence, You"},{"quote":"He who is brave is free.","author":"Lucius Annaeus Seneca","category":"Brave, Free, He"},{"quote":"The opposite of courage in our society is not cowardice, it is conformity.","author":"Rollo May","category":"Society, Conformity"},{"quote":"You have setbacks in your life, and adversity. You can be discouraged about it or have courage to get through it and be better.","author":"Austin Seferian-Jenkins","category":"Life, Adversity, Better"},{"quote":"Happy are those who dare courageously to defend what they love.","author":"Ovid","category":"Love, Happy, Dare"},{"quote":"Optimism is essential to achievement and it is also the foundation of courage and true progress.","author":"Nicholas M. Butler","category":"Achievement, Progress"},{"quote":"You have to develop ways so that you can take up for yourself, and then you take up for someone else. And so sooner or later, you have enough courage to really stand up for the human race and say, 'I'm a representative.'","author":"Maya Angelou","category":"Yourself, Stand Up, You"},{"quote":"Australia is a nation of compassion. Courage and compassion. And the third of these great values: resilience.","author":"Kevin Rudd","category":"Great, Compassion"},{"quote":"To create one's world in any of the arts takes courage.","author":"Georgia O'Keeffe","category":"World, Arts, Create"},{"quote":"The strangest, most generous, and proudest of all virtues is true courage.","author":"Michel de Montaigne","category":"True, Most, Virtues"},{"quote":"Real nobility is based on scorn, courage, and profound indifference.","author":"Albert Camus","category":"Real, Profound, Indifference"},{"quote":"The first virtue in a soldier is endurance of fatigue courage is only the second virtue.","author":"Napoleon Bonaparte","category":"Soldier, Endurance, Virtue"},{"quote":"Either you decide to stay in the shallow end of the pool or you go out in the ocean.","author":"Christopher Reeve","category":"Ocean, End, You"},{"quote":"He who has courage and faith will never perish in misery!","author":"Anne Frank","category":"Faith, Never, Will"},{"quote":"Boldness be my friend.","author":"William Shakespeare","category":"Friend, Boldness, My Friend"},{"quote":"Presumption should never make us neglect that which appears easy to us, nor despair make us lose courage at the sight of difficulties.","author":"Benjamin Banneker","category":"Sight, Easy, Despair"},{"quote":"True courage is like a kite a contrary wind raises it higher.","author":"John Petit-Senn","category":"Wind, True, Like"},{"quote":"Untutored courage is useless in the face of educated bullets.","author":"George S. Patton","category":"Face, Bullets, Educated"},{"quote":"Any intelligent fool can make things bigger and more complex... It takes a touch of genius - and a lot of courage to move in the opposite direction.","author":"E. F. Schumacher","category":"Fool, Genius, Intelligent"},{"quote":"Bravery is being the only one who knows you're afraid.","author":"Franklin P. Jones","category":"Bravery, Afraid, You"},{"quote":"We all live in the same house, we all must be part of the effort to hold down our little house. When you see something that is not right, not fair, not just... do something about it. Say something. Have the courage. Have the backbone. Get in the way. Walk with the wind. It's all going to work out.","author":"John Lewis","category":"Work, Effort, Walk"},{"quote":"People with courage and character always seem sinister to the rest.","author":"Hermann Hesse","category":"Character, People, Rest"},{"quote":"Courage is a kind of salvation.","author":"Plato","category":"Kind, Salvation"},{"quote":"Physical bravery is an animal instinct moral bravery is much higher and truer courage.","author":"Wendell Phillips","category":"Animal, Bravery, Moral"},{"quote":"The courage of life is often a less dramatic spectacle than the courage of a final moment but it is no less a magnificent mixture of triumph and tragedy.","author":"John F. Kennedy","category":"Life, Moment, Tragedy"},{"quote":"The test of courage comes when we are in the minority. The test of tolerance comes when we are in the majority.","author":"Ralph W. Sockman","category":"Tolerance, Test, Minority"},{"quote":"Killing yourself is a major commitment, it takes a kind of courage. Most people just lead lives of cowardly desperation. It's kinda half suicide where you just dull yourself with substances.","author":"Robert Crumb","category":"Commitment, Yourself, People"},{"quote":"The British were indeed very far superior to the Americans in every respect necessary to military operations, except the revivified courage and resolution, the result of sudden success after despair.","author":"Mercy Otis Warren","category":"Success, Respect, Military"},{"quote":"If you could get up the courage to begin, you have the courage to succeed.","author":"David Viscott","category":"Succeed, You, Up"},{"quote":"Do not lose courage in considering your own imperfections.","author":"Saint Francis de Sales","category":"Imperfections, Lose, Own"},{"quote":"There has to be this pioneer, the individual who has the courage, the ambition to overcome the obstacles that always develop when one tries to do something worthwhile, especially when it is new and different.","author":"Alfred P. Sloan","category":"Obstacles, Ambition, New"},{"quote":"The difficult thing is that vulnerability is the first thing I look for in you and the last thing I'm willing to show you. In you, it's courage and daring. In me, it's weakness.","author":"Brene Brown","category":"Me, Weakness, You"},{"quote":"Anyone can support a team that is winning - it takes no courage. But to stand behind a team to defend a team when it is down and really needs you, that takes a lot of courage.","author":"Bart Starr","category":"Team, Winning, Support"},{"quote":"Courage - a perfect sensibility of the measure of danger, and a mental willingness to endure it.","author":"William Tecumseh Sherman","category":"Perfect, Measure, Endure"},{"quote":"Morality may consist solely in the courage of making a choice.","author":"Leon Blum","category":"Choice, Morality, May"},{"quote":"Love and peace of mind do protect us. They allow us to overcome the problems that life hands us. They teach us to survive... to live now... to have the courage to confront each day.","author":"Bernie Siegel","category":"Love, Life, Peace"},{"quote":"If you want to lose 40 pounds, you order salad instead of fries. If you want to be a better friend, you take the phone call instead of screening it. If you want to write a novel, you sit down and write a single paragraph. It's scary to make major changes, but we usually have enough courage to take the next right step.","author":"Regina Brett","category":"Changes, Friend, Step"},{"quote":"True courage is not the brutal force of vulgar heroes, but the firm resolve of virtue and reason.","author":"Alfred North Whitehead","category":"Heroes, True, Virtue"},{"quote":"Earth teach me to forget myself as melted snow forgets its life. Earth teach me resignation as the leaves which die in the fall. Earth teach me courage as the tree which stands all alone. Earth teach me regeneration as the seed which rises in the spring.","author":"William Alexander","category":"Life, Myself, Alone"},{"quote":"Courage means to keep working a relationship, to continue seeking solutions to difficult problems, and to stay focused during stressful periods.","author":"Denis Waitley","category":"Relationship, Stay Focused"},{"quote":"You can't forgive without loving. And I don't mean sentimentality. I don't mean mush. I mean having enough courage to stand up and say, 'I forgive. I'm finished with it.'","author":"Maya Angelou","category":"Forgiveness, Stand Up"},{"quote":"Courage is rightly esteemed the first of human qualities... because it is the quality which guarantees all others.","author":"Winston Churchill","category":"Quality, First, Human"},{"quote":"Moral courage is higher and a rarer virtue than physical courage.","author":"William Slim","category":"Moral, Virtue, Higher"},{"quote":"Have the courage to face a difficulty lest it kick you harder than you bargain for.","author":"Stanislaus I","category":"Face, You, Difficulty"},{"quote":"The weak in courage is strong in cunning.","author":"William Blake","category":"Strong, Weak, Cunning"},{"quote":"To show that a comedian on stage in India talking about sanitation or in South Africa talking about HIV and AIDS awareness, if you follow the joke into their lives, you can see that, like, oh, these things aren't just contrived in joke books. This is real life. I think the best comedians have that bravery and courage to say, Oh, this is what it is.","author":"Hasan Minhaj","category":"Life, Best, Bravery"},{"quote":"The principal act of courage is to endure and withstand dangers doggedly rather than to attack them.","author":"Thomas Aquinas","category":"Principal, Endure, Act"},{"quote":"True courage is being afraid, and going ahead and doing your job anyhow, that's what courage is.","author":"Norman Schwarzkopf","category":"Job, Doing, True"},{"quote":"Courage in danger is half the battle.","author":"Plautus","category":"Veterans Day, Battle, Danger"},{"quote":"We've let the blade of our innocence dull over time, and it's only in innocence that you find any kind of magic, any kind of courage.","author":"Sean Penn","category":"Time, Magic, Innocence"},{"quote":"I'm sick of not having the courage to be an absolute nobody.","author":"J. D. Salinger","category":"Sick, Nobody, Having"},{"quote":"Courage is never to let your actions be influenced by your fears.","author":"Arthur Koestler","category":"Never, Actions, Your"},{"quote":"The courage to be is the courage to accept oneself, in spite of being unacceptable.","author":"Paul Tillich","category":"Accept, Being, Oneself"},{"quote":"Never be discouraged. If I were sunk in the lowest pits of Nova Scotia, with the Rocky Mountains piled on me, I would hang on, exercise faith, and keep up good courage, and I would come out on top.","author":"Joseph Smith, Jr.","category":"Good, Faith, Mountains"},{"quote":"You must study to be frank with the world: Frankness is the child of honesty and courage.","author":"Robert E. Lee","category":"Honesty, Child, World"},{"quote":"Believers, look up - take courage. The angels are nearer than you think.","author":"Billy Graham","category":"Faith, Think, You"},{"quote":"Part of courage is simple consistency.","author":"Peggy Noonan","category":"Simple, Consistency, Part"},{"quote":"When you put on clothes that are fighting against something, you can feel your courage grow. Clothing can set you free.","author":"Rei Kawakubo","category":"Free, Clothes, Grow"},{"quote":"Each person has inside a basic decency and goodness. If he listens to it and acts on it, he is giving a great deal of what it is the world needs most. It is not complicated but it takes courage. It takes courage for a person to listen to his own goodness and act on it.","author":"Pablo Casals","category":"Great, Giving, World"},{"quote":"Courage is willingness to take the risk once you know the odds. Optimistic overconfidence means you are taking the risk because you don't know the odds. It's a big difference.","author":"Daniel Kahneman","category":"Risk, Know, You"},{"quote":"A nation which has forgotten the quality of courage which in the past has been brought to public life is not as likely to insist upon or regard that quality in its chosen leaders today - and in fact we have forgotten.","author":"John F. Kennedy","category":"Life, Today, Past"},{"quote":"Optimism is the foundation of courage.","author":"Nicholas M. Butler","category":"Optimism, Foundation"},{"quote":"Today we affirm a new commitment to live out our nation's promise through civility, courage, compassion and character.","author":"George W. Bush","category":"Today, Character, Compassion"},{"quote":"Unless a reviewer has the courage to give you unqualified praise, I say ignore the bastard.","author":"John Steinbeck","category":"You, Praise, Say"},{"quote":"Peace is a fragile thing. It takes courage to secure it. It takes wisdom to maintain it.","author":"Jenny Shipley","category":"Wisdom, Peace, Fragile"},{"quote":"The man who has the courage of his platitudes is always a successful man.","author":"Van Wyck Brooks","category":"Man, Successful"},{"quote":"Courage and willingness to just go for it, whether it is a conversation or a spontaneous trip or trying new things that are scary - it is a really attractive quality.","author":"Alanis Morissette","category":"Quality, Conversation"},{"quote":"Buddhist practices offer a way of saying, 'Hey, come back over here, reconnect.' The only way that you'll actually wake up and have some freedom is if you have the capacity and courage to stay with the vulnerability and the discomfort.","author":"Tara Brach","category":"Freedom, Wake Up, Saying"},{"quote":"I can tell you character traits I admire and work to develop in myself - perseverance, self-discipline, courage to stand up for what is right even when it is against one's friends or one's self.","author":"Dalia Mogahed","category":"Work, Perseverance, Friends"},{"quote":"The only thing is, people have to develop courage. It is most important of all the virtues. Because without courage, you can't practice any other virtues consistently.","author":"Maya Angelou","category":"Practice, People, You"},{"quote":"My mother always taught us that if people don't agree with you, the important thing is to listen to them. But if you've listened to them carefully and you still think that you're right, then you must have the courage of your convictions.","author":"Jane Goodall","category":"Mother, People, Think"},{"quote":"Most people talk; we do things. They plan; we achieve. They hesitate; we move ahead. We are living proof that when human beings have the courage and commitment to transform a dream into reality, there is nothing that can stop them.","author":"Mohammed bin Rashid Al Maktoum","category":"Commitment, Reality, Plan"},{"quote":"I would like to tell the young men and women before me not to lose hope and courage. Success can only come to you by courageous devotion to the task lying in front of you.","author":"C. V. Raman","category":"Success, Hope, Women"},{"quote":"I never thought much of the courage of a lion tamer. Inside the cage he is at least safe from people.","author":"George Bernard Shaw","category":"Lion, Thought, People"},{"quote":"There are pretenders to piety as well as to courage.","author":"Moliere","category":"Well, Piety, Pretenders"},{"quote":"Guilt is just as powerful, but its influence is positive, while shame's is destructive. Shame erodes our courage and fuels disengagement.","author":"Brene Brown","category":"Positive, Powerful"},{"quote":"For thousands of years, human beings have been obsessed with beauty, truth, love, honor, altruism, courage, social relationships, art, and God. They all go together as subjective experiences, and it's a straw man to set God up as the delusion. If he is, then so is truth itself or beauty itself.","author":"Deepak Chopra","category":"Love, Art, Beauty"},{"quote":"I've always been independent. I've always had courage. But I didn't always own my diabetes.","author":"Mary Tyler Moore","category":"Diabetes, Independent"},{"quote":"Fearlessness is not only possible, it is the ultimate joy. When you touch nonfear, you are free.","author":"Thich Nhat Hanh","category":"Joy, Free, You"},{"quote":"To see what is right and not to do it is want of courage, or of principle.","author":"Confucius","category":"Want, Right, See"},{"quote":"Honest conviction is my courage the Constitution is my guide.","author":"Andrew Johnson","category":"Constitution, Honest"},{"quote":"We learned to be patient observers like the owl. We learned cleverness from the crow, and courage from the jay, who will attack an owl ten times its size to drive it off its territory. But above all of them ranked the chickadee because of its indomitable spirit.","author":"Tom Brown, Jr.","category":"Drive, Owl, Patient"},{"quote":"My sword I give to him that shall succeed me in my pilgrimage, and my courage and skill to him that can get it.","author":"John Bunyan","category":"Me, Sword, Skill"},{"quote":"If the Christian is a restorationist, a legalist, if he wants everything clear and safe, then he will find nothing. Tradition and memory of the past must help us to have the courage to open up new areas to God.","author":"Pope Francis","category":"God, Memory, Past"},{"quote":"Only choices made in love are compassionate. There are no exceptions. Do you have the courage to act with an empowered heart without attachment to the outcome? If not, you have no ability to give or experience compassion. That is the shocking truth.","author":"Gary Zukav","category":"Love, Experience, Truth"},{"quote":"Life is to be entered upon with courage.","author":"Alexis de Tocqueville","category":"Life, Entered"},{"quote":"Courage is being afraid but going on anyhow.","author":"Dan Rather","category":"Afraid, Going, Being"},{"quote":"I know of no higher fortitude than stubborness in the face of overwhelming odds.","author":"Louis Nizer","category":"Face, Know, Odds"},{"quote":"It requires more courage to suffer than to die.","author":"Napoleon Bonaparte","category":"Die, Suffer, Than"},{"quote":"I have a lot of things to prove to myself. One is that I can live my life fearlessly.","author":"Oprah Winfrey","category":"Life, Myself, Live"},{"quote":"A great deal of talent is lost to the world for want of a little courage. Every day sends to their graves obscure men whose timidity prevented them from making a first effort.","author":"Sydney Smith","category":"Day, Great, World"},{"quote":"To have courage for whatever comes in life - everything lies in that.","author":"Saint Teresa of Avila","category":"Life, Everything, Whatever"},{"quote":"Courage is on display every day, and only the courageous wring the most out of life.","author":"Zig Ziglar","category":"Life, Day, Every Day"},{"quote":"The trials on the road to world harmony are no greater than the courage of those who accept the challenge.","author":"Carl Lewis","category":"Challenge, Road, World"},{"quote":"I tend to think you're fearless when you recognize why you should be scared of things, but do them anyway.","author":"Christian Bale","category":"Think, Why, Fearless"},{"quote":"Courage is poorly housed that dwells in numbers; the lion never counts the herd that are about him, nor weighs how many flocks he has to scatter.","author":"Aaron Hill","category":"Lion, Numbers, Him"},{"quote":"Curiosity, rationalization, and laziness are no match against courage, self-control, and mental toughness.","author":"John Bytheway","category":"Curiosity, Laziness"},{"quote":"That's what acting is - it's about... having the courage to allow your audience into the private moments of your characters' lives.","author":"Kerry Washington","category":"Moments, Acting, Audience"},{"quote":"Courage - you develop courage by doing small things like just as if you wouldn't want to pick up a 100-pound weight without preparing yourself.","author":"Maya Angelou","category":"Small Things, Yourself"},{"quote":"Courage and grace are a formidable mixture. The only place to see it is in the bullring.","author":"Marlene Dietrich","category":"Grace, Place, See"},{"quote":"I was a little doubtful about the propriety of going to the Mammoth Cave without a gentleman escort, but if two ladies travel alone they must have the courage of men.","author":"Maria Mitchell","category":"Travel, Alone, Men"},{"quote":"Being tall has a major impact in general. It takes some courage to be as big as you are - to live up to it and not be intimidated by the graceful tiny people.","author":"Sigourney Weaver","category":"Impact, People, Live"},{"quote":"In the military, you learn the essence of people. You see so many examples of self-sacrifice and moral courage. In the rest of life, you don't get that many opportunities to be sure of your friends.","author":"Adam Driver","category":"Life, Friends, Opportunities"},{"quote":"Unjust. How many times I've used that word, scolded myself with it. All I mean by it now is that I don't have the final courage to say that I refuse to preside over violations against myself, and to hell with justice.","author":"Lillian Hellman","category":"Myself, Justice, Hell"},{"quote":"Decision is a risk rooted in the courage of being free.","author":"Paul Tillich","category":"Decision, Risk, Free"},{"quote":"Ingenuity, plus courage, plus work, equals miracles.","author":"Bob Richards","category":"Work, Miracles, Ingenuity"},{"quote":"I have a hat. It is graceful and feminine and give me a certain dignity, as if I were attending a state funeral or something. Someday I may get up enough courage to wear it, instead of carrying it.","author":"Erma Bombeck","category":"Me, Hat, Dignity"},{"quote":"Caesar was a man of great common sense and good taste, meaning thereby a man without originality or moral courage.","author":"George Bernard Shaw","category":"Good, Great, Man"},{"quote":"In strife who inquires whether stratagem or courage was used?","author":"Virgil","category":"Used, Strife, Who"},{"quote":"This soul, or life within us, by no means agrees with the life outside us. If one has the courage to ask her what she thinks, she is always saying the very opposite to what other people say.","author":"Virginia Woolf","category":"Life, Soul, People"},{"quote":"A man of courage is also full of faith.","author":"Marcus Tullius Cicero","category":"Faith, Man, Full"},{"quote":"Physical courage, which despises all danger, will make a man brave in one way; and moral courage, which despises all opinion, will make a man brave in another.","author":"Charles Caleb Colton","category":"Man, Brave, Opinion"},{"quote":"To him that waits all things reveal themselves, provided that he has the courage not to deny, in the darkness, what he has seen in the light.","author":"Coventry Patmore","category":"Light, Darkness, Him"},{"quote":"Real courage is knowing what faces you and knowing how to face it.","author":"Timothy Dalton","category":"Face, Real, You"},{"quote":"I beg you take courage the brave soul can mend even disaster.","author":"Catherine the Great","category":"Soul, Brave, You"},{"quote":"It takes vision and courage to create - it takes faith and courage to prove.","author":"Owen D. Young","category":"Faith, Vision, Create"},{"quote":"Courage! I have shown it for years think you I shall lose it at the moment when my sufferings are to end?","author":"Marie Antoinette","category":"Moment, End, Think"},{"quote":"You take a number of small steps which you believe are right, thinking maybe tomorrow somebody will treat this as a dangerous provocation. And then you wait. If there is no reaction, you take another step: courage is only an accumulation of small steps.","author":"George Konrad","category":"Thinking, Tomorrow, Believe"},{"quote":"There's only one requirement of any of us, and that is to be courageous. Because courage, as you might know, defines all other human behavior. And, I believe - because I've done a little of this myself - pretending to be courageous is just as good as the real thing.","author":"David Letterman","category":"Good, Myself, Believe"},{"quote":"Acting is really about having the courage to fail in front of people.","author":"Adam Driver","category":"People, Acting, Fail"},{"quote":"I think we spend so much of our lives trying to pretend that we know what's going to happen next. In fact we don't. To recognize that we don't know even what will happen this afternoon and yet having the courage to move forward - that's one meaning of faith.","author":"Sharon Salzberg","category":"Faith, Meaning, Know"},{"quote":"Next to courage, willpower is the most important thing in politics.","author":"Paul Johnson","category":"Politics, Important"},{"quote":"The best marriages are the ones where we can go out in the world and really put ourselves out there. A lot of times we'll fail, and sometimes we'll pull it off. But good marriages are when you can go home and know that your vulnerability will be honored as courage, and that you'll find support.","author":"Brene Brown","category":"Home, Good, Best"},{"quote":"It shouldn't take extreme courage and a willingness to go to prison for decades or even life to blow the whistle on bad government acts done in secret. But it does. And that is an immense problem for democracy, one that all journalists should be united in fighting.","author":"Glenn Greenwald","category":"Life, Democracy, Government"},{"quote":"What I am very, very moved and struck by is that so many people in the world are often living a life that they hadn't planned for themselves. And they wake up one day and say, 'Hang on. Who am I? Is this really me? Is this what I really wanted?' And also, 'Can I change it? Have I got the courage to change it?'","author":"Kate Winslet","category":"Life, Change, Day"},{"quote":"The most memorable interviews for me are folks whose names I don't know: young civil rights leaders in the South, showing great courage as they walked into a town in the dark of night. A doctor working for 'Doctors Without Borders' in Somalia, operating by kerosene light in a tent. Those are the kinds of people that linger in your memory.","author":"Tom Brokaw","category":"Light, Great, Memory"},{"quote":"Navigating a nonsober world of restaurants and bars, dinner parties, and benefits is like anything that requires practice. Like tennis or a foreign language, it gets easier the more you do it. But like all beginnings, it can be awkward. You stumble, you worry, and then there are unexpected moments of grace that give you the courage to keep going.","author":"Bill Clegg","category":"Keep Going, Language, World"},{"quote":"Had we lived I should have had a tale to tell of the hardihood, endurance and courage of my companions which would have stirred the heart of every Englishman. These rough notes and our dead bodies must tell the tale.","author":"Robert Falcon Scott","category":"Heart, Endurance, Notes"},{"quote":"You will always be fond of me. I represent to you all the sins you have never had the courage to commit.","author":"Oscar Wilde","category":"Me, You, Never"},{"quote":"The gospel alone liberates you to live a life of scandalous generosity, unrestrained sacrifice, uncommon valor, and unbounded courage.","author":"Tullian Tchividjian","category":"Life, Alone, Sacrifice"},{"quote":"There can be no great courage where there is no confidence or assurance, and half the battle is in the conviction that we can do what we undertake.","author":"Orison Swett Marden","category":"Confidence, Great, Battle"},{"quote":"In acting, there's a type of courage you're recognized for all the time. You lose 100 pounds and play a guy with AIDS, and you get rewarded. But, in life, doing what is courageous is quiet, and no one knows about it. Courage is someone making sacrifices for their family or making selfless decisions for what they hope or feel.","author":"Rob Lowe","category":"Life, Family, Hope"},{"quote":"Art, it seems to me, doesn't need freedom so much as it needs courage and love - some would call it 'soul' or 'Eros.'","author":"Michael Leunig","category":"Love, Art, Freedom"},{"quote":"Loving the church also means having the courage to make difficult, trying choices, having ever before oneself the good of the church and not one's own.","author":"Pope Benedict XVI","category":"Good, Choices, Loving"},{"quote":"America needs jobs, smaller government, less spending and a president with the courage to offer more than yet another speech.","author":"Rick Perry","category":"America, Government, Speech"},{"quote":"Change will never happen when people lack the ability and courage to see themselves for who they are.","author":"Bryant H. McGill","category":"Change, People, See"},{"quote":"Leaders are focused on using their vision and courage to do great things. This means challenging the way things are done and then sharing the journey with others.","author":"Lewis Howes","category":"Journey, Great, Vision"},{"quote":"Work on something that matters. Have courage.","author":"Ginni Rometty","category":"Work, Matters, Something"},{"quote":"For a long time, it was like I was part of some special forces unit: I'd land, meet everyone, five minutes later I'd have to do some amazing work, then - boom! - I'm out again. You know, playing supporting parts takes courage.","author":"John C. Reilly","category":"Work, Time, Amazing"},{"quote":"We read our children stories starring elephants and monkeys and bears to teach them about nobility, curiosity and courage, to warn them against selfishness and stubbornness.","author":"Lydia Millet","category":"Children, Curiosity"},{"quote":"I have no physical courage, I've asked for a double.","author":"Catherine Deneuve","category":"Double, Physical"},{"quote":"I have the responsibility of over four million people, and I am in a position to do good, to be able to bring about a new life for my people, and I will continue to move in that direction. It's a burden, but it needs to be done, and you have to have the courage and wisdom to see it through.","author":"Abdullah II of Jordan","category":"Life, Wisdom, Good"},{"quote":"I have had a lot of crushes but have never had the courage to go up to a girl and say what I feel. I am scared of rejection.","author":"Tiger Shroff","category":"I Am, Girl, Rejection"},{"quote":"The last thing a woman will consent to discover in a man whom she loves, or on whom she simply depends, is want of courage.","author":"Joseph Conrad","category":"Man, Woman, Want"},{"quote":"John Glenn's life will long be remembered for his time in space, his courage, and his service to all Americans.","author":"Katherine Johnson","category":"Life, Time, Service"},{"quote":"With his trademark courage and conviction, President Reagan led us out of the Cold War, spreading his vision of freedom, resulting in the release of millions of people from the yoke of communism.","author":"John Doolittle","category":"Freedom, War, Vision"},{"quote":"We can never intimidate and discourage the people who voice their words with courage. The essence of freedom rests precisely here - in the freedom of expression of the people. And we must protect it.","author":"Tsakhiagiin Elbegdorj","category":"Freedom, Words, People"},{"quote":"Wisdom, prudence, forethought, these are essential. But not second to these that noble courage which adventures the right, and leaves the consequences to God.","author":"Robert Dale Owen","category":"Wisdom, God, Consequences"},{"quote":"These rules may seem simple enough, but it will require great morale and physical courage to adhere to them. But if carried out in the strict sense of the word it will surely lead to a greater success than could otherwise be attained.","author":"Major Taylor","category":"Success, Great, Simple"},{"quote":"If the City Council wants to hold the police accountable, it has the subpoena power and oversight responsibility to do so. They don't have the courage to do it.","author":"Sal Albanese","category":"Responsibility, Power, City"},{"quote":"The courage to be is rooted in the God who appears when God has disappeared in the anxiety of doubt.","author":"Paul Tillich","category":"God, Anxiety, Doubt"},{"quote":"I try to be a truthful artist and I try to show a level of courage. I enjoy that. I'm a messenger.","author":"Jeff Koons","category":"Enjoy, Artist, Try"},{"quote":"Courage is often lack of insight, whereas cowardice in many cases is based on good information.","author":"Peter Ustinov","category":"Good, Information, Insight"},{"quote":"Being a leader for me is about having the courage to speak the truth, and live the truth, despite attempts to silence our thoughts, feelings, and past experiences.","author":"Zainab Salbi","category":"Truth, Leader, Past"},{"quote":"The one man other than my father who made the most lasting impression was an uncle, Serge B. Benson. He taught me in three different classes - but above all, he taught me lessons in moral, physical, and intellectual courage that I have tried to apply in later life.","author":"Ezra Taft Benson","category":"Life, Father, Man"},{"quote":"Let's drink to the spirit of gallantry and courage that made a strange Heaven out of unbelievable Hell, and let's drink to the hope that one day this country of ours, which we love so much, will find dignity and greatness and peace again.","author":"Noel Coward","category":"Love, Hope, Peace"},{"quote":"To be a Bond girl you need courage, charm, determination and feistiness.","author":"Olga Kurylenko","category":"Determination, Girl, You"},{"quote":"We are in the midst of a momentous catastrophe of world history, of a transformation of all aspects of life and of the entire inner human being This is perhaps fortunate for the artistic person, if he is strong enough to bear the consequences, because what we need is the courage to have inner experience.","author":"Walter Gropius","category":"Life, History, Experience"},{"quote":"The power of the human spirit inspires me. Movies, books, stories, people, anything that reminds us that we are more than just this physical body and our capacity for love and courage can bend reality.","author":"Caity Lotz","category":"Love, Power, Reality"},{"quote":"I think my mother... made it clear that you have to live life by your own terms and you have to not worry about what other people think and you have to have the courage to do the unexpected.","author":"Caroline Kennedy","category":"Life, Mother, Live Life"},{"quote":"If I have brought any message today, it is this: Have the courage to have your wisdom regarded as stupidity. Be fools for Christ. And have the courage to suffer the contempt of the sophisticated world.","author":"Antonin Scalia","category":"Wisdom, Today, World"},{"quote":"Everyone has talent. What is rare is the courage to follow the talent to the dark place where it leads.","author":"Erica Jong","category":"Talent, Dark, Place"},{"quote":"The joy of style lies not in how we look to other people, but in how we look to ourselves - and the most memorable and beautiful outfits are simply those that, in some rare moment of joy, we found the courage to share with the world.","author":"Simon Van Booy","category":"Beautiful, Joy, World"},{"quote":"One man scorned and covered with scars still strove with his last ounce of courage to reach the unreachable stars and the world will be better for this.","author":"Miguel de Cervantes","category":"Stars, Man, World"},{"quote":"Believe in individual initiatives, in courage, in risk.","author":"Emmanuel Macron","category":"Risk, Believe, Individual"},{"quote":"He who loses wealth loses much he who loses a friend loses more but he that loses his courage loses all.","author":"Miguel de Cervantes","category":"Friend, Wealth, More"},{"quote":"Innovation is so hard and so frustrating; it takes the intersections of people with courage, vision, and resources.","author":"Dean Kamen","category":"Innovation, Vision, People"},{"quote":"We need the compassion and the courage to change the conditions that support our suffering. Those conditions are things like ignorance, bitterness, negligence, clinging, and holding on.","author":"Sharon Salzberg","category":"Change, Compassion, Support"},{"quote":"I want to grow old without facelifts. I want to have the courage to be loyal to the face I have made.","author":"Marilyn Monroe","category":"Grow, Want, Face"},{"quote":"I have always had the courage for the new things that life sometimes offers.","author":"Wallis Simpson","category":"Life, New Things, New"},{"quote":"Peace comes when you talk to the guy you most hate. And that's where the courage of a leader comes, because when you sit down with your enemy, you as a leader must already have very considerable confidence from your own constituency.","author":"Desmond Tutu","category":"Peace, Leader, Confidence"},{"quote":"Have the courage to act instead of react.","author":"Oliver Wendell Holmes, Sr.","category":"React, Act, Instead"},{"quote":"Courage is doing what you are afraid to do. There can be no courage unless you are scared.","author":"Eddie Rickenbacker","category":"Doing, You, Scared"},{"quote":"We have to confront ourselves. Do we like what we see in the mirror? And, according to our light, according to our understanding, according to our courage, we will have to say yea or nay - and rise!","author":"Maya Angelou","category":"Light, Mirror, Understanding"},{"quote":"When everything goes wrong, what a joy to test your soul and see if it has endurance and courage. An invisible and all-powerful enemy - some call him God, others the Devil, seem to rush upon us to destroy us; but we are not destroyed.","author":"Nikos Kazantzakis","category":"God, Joy, Soul"},{"quote":"Just remaining quietly in the presence of God, listening to Him, being attentive to Him, requires a lot of courage and know-how.","author":"Thomas Merton","category":"God, Listening, Him"},{"quote":"Courage is the ladder on which all the other virtues mount.","author":"Clare Boothe Luce","category":"Ladder, Virtues, Which"},{"quote":"Who could refrain that had a heart to love and in that heart courage to make love known?","author":"William Shakespeare","category":"Love, Heart, To Love"},{"quote":"No man in the world has more courage than the man who can stop after eating one peanut.","author":"Channing Pollock","category":"Man, World, Eating"},{"quote":"I have the courage of my convictions.","author":"Brigitte Bardot","category":"Convictions"},{"quote":"We must remind Americans that the promise of opportunity remains unbroken - that every person in this great nation can succeed through hard work, courage and personal responsibility.","author":"Brian Sandoval","category":"Work, Hard Work, Great"},{"quote":"I have seen in the Halls of Congress more idealism, more humanness, more compassion, more profiles of courage than in any other institution that I have ever known.","author":"Hubert H. Humphrey","category":"Compassion, Congress"},{"quote":"It often takes more courage to change one's opinion than to keep it.","author":"Willy Brandt","category":"Change, Opinion, Than"},{"quote":"We need to find the courage to say no to the things and people that are not serving us if we want to rediscover ourselves and live our lives with authenticity.","author":"Barbara De Angelis","category":"People, Live, Want"},{"quote":"Often times I have been asked about the attributes for success, and I have said that you need two attributes for succeeding as an entrepreneur: one, courage, second, luck.","author":"N. R. Narayana Murthy","category":"Success, Luck, You"},{"quote":"I can muster up the courage in the difficult situations to get me through.","author":"Megyn Kelly","category":"Me, I Can, Difficult"},{"quote":"Suffering! We owe to it all that is good in us, all that gives value to life; we owe to it pity, we owe to it courage, we owe to it all the virtues.","author":"Anatole France","category":"Life, Good, Value"},{"quote":"It takes both courage and talent to stand up in front of fellow human beings and make them crack a smile, and at the same time keep it clean.","author":"Ray Comfort","category":"Smile, Time, Talent"},{"quote":"It takes as much courage to have tried and failed as it does to have tried and succeeded.","author":"Anne Morrow Lindbergh","category":"Tried, Failed, Takes"},{"quote":"Every human being on this earth is born with a tragedy, and it isn't original sin. He's born with the tragedy that he has to grow up... a lot of people don't have the courage to do it.","author":"Helen Hayes","category":"People, Tragedy, Earth"},{"quote":"Success, they taught me, is built on the foundation of courage, hard-work and individual responsibility. Despite what some would have us believe, success is not built on resentment and fears.","author":"Susana Martinez","category":"Success, Responsibility"},{"quote":"Valor lies just halfway between rashness and cowardice.","author":"Miguel de Cervantes","category":"Cowardice, Just, Between"},{"quote":"Courage consists not in blindly overlooking danger, but in seeing it, and conquering it.","author":"Jean Paul","category":"Blindly, Danger, Seeing"},{"quote":"What is more mortifying than to feel that you have missed the plum for want of courage to shake the tree?","author":"Logan Pearsall Smith","category":"Tree, Want, You"},{"quote":"True courage is a result of reasoning. A brave mind is always impregnable.","author":"Jeremy Collier","category":"Brave, Mind, True"},{"quote":"Courage can't see around corners but goes around them anyway.","author":"Mignon McLaughlin","category":"See, Corners, Goes"},{"quote":"Men was formed for society, and is neither capable of living alone, nor has the courage to do it.","author":"William Blackstone","category":"Alone, Society, Men"},{"quote":"The courage of very ordinary people is all that stands between us and the dark.","author":"Pam Brown","category":"People, Dark, Between"},{"quote":"One of the hardest questions I have been asked is 'How will you manage the army if you are having menstrual cramps?' I have also been asked if I will have the courage to face criminals. My answer is that courage is not a matter of gender.","author":"Josefina Vazquez Mota","category":"Questions, Gender, You"},{"quote":"Americans are gathering the courage to just say no. We are saying no to addictive consumer lifestyles. We are saying no to wars and corporate takeover and the IMF loans that gobble up people and their resources.","author":"Cynthia McKinney","category":"People, Saying, Resources"},{"quote":"When I write, what I long for is not more realism or fiction but more courage. That's what I always find myself short on and what I have to struggle to achieve in order that the work might live.","author":"Junot Diaz","category":"Work, Myself, Struggle"},{"quote":"I believe the biggest challenge is just getting the courage to try something different or new. Try to forget the stereotype in your mind. Yoga is for everyone - children, athletes, moms, dads, accountants, truck drivers, even country stars.","author":"Kristian Bush","category":"Children, Stars, Challenge"},{"quote":"When our mothers are alive and healthy, they do extraordinary things... like the mothers of Plaza de Mayo, who marched in Argentinean plazas, defying the military junta dictatorship and demanding the whereabouts of their abducted children... or the Liberian mothers who faced down civil war armed only with T-shirts and courage.","author":"Liya Kebede","category":"Children, War, Military"},{"quote":"The word 'courage,' one of my favorite words, the root or the etymology of that word is 'cour,' which means heart. I think true courage is actually following your heart and not getting or succumbing to what other people's definition of what your life should be. Live your life.","author":"Hill Harper","category":"Life, Heart, Words"},{"quote":"Having the courage to say no when all your friends are saying yes is one of the most difficult things you'll ever have to do. Doing it, however, is one of the biggest charges you can ever make to your personal battery. I call this 'won't power.'","author":"Sean Covey","category":"Friends, Power, Saying"},{"quote":"War isn't just about bravery and courage and jingoism and patriotism. It's also fundamentally about grief. And the people that go and do the fighting and the dying are never the people who actually benefit from the fighting and the dying.","author":"Russell Crowe","category":"Patriotism, War, Grief"},{"quote":"Everywhere I go, I always look for creative entrepreneurs, whether it's artisans and craftsmen, small farmers and gardeners, or restaurateurs who use fresh, locally sourced ingredients. I admire the courage and self-reliance it takes to start your own business and make it succeed.","author":"Martha Stewart","category":"Business, Creative, Small"},{"quote":"Based on my experience, I believe that Ben Sasse has the right policy background, a notable commitment to public service - and, perhaps most importantly, the courage - to help renew our country.","author":"Jeff Fortenberry","category":"Experience, Service, Believe"},{"quote":"The younger you are, the more courage and audacity you will have to set long-term goals and be there to personally work towards your vision. You will have the confidence to take risks because you have time by your side. You can bring innovation into everything you do and constantly reinvent yourself.","author":"Shiv Nadar","category":"Work, Time, Innovation"},{"quote":"Grave was the man in years, in looks, in word, his locks were grey, yet was his courage green.","author":"Torquato Tasso","category":"Man, Green, Grey"},{"quote":"Our situation today shows that beauty demands for itself at least as much courage and decision as do truth and goodness, and she will not allow herself to be separated and banned from her two sisters without taking them along with herself in an act of mysterious vengeance.","author":"Hans Urs von Balthasar","category":"Beauty, Truth, Today"},{"quote":"Although most executives pay lip service to the idea of hiring for cultural fit, few have the courage or discipline to make it the primary criteria for bringing someone into the company.","author":"Patrick Lencioni","category":"Service, Discipline, Company"},{"quote":"The truth won't set us free - until we develop the skills and the habit and the talent and the moral courage to use it.","author":"Margaret Heffernan","category":"Truth, Talent, Free"},{"quote":"When I was younger, I was kind of fearless. I think it takes more courage to do things when you know more. I was completely naive, and I was like, 'Why can't I do anything I want to do?'","author":"Carole King","category":"Want, Know, Think"},{"quote":"More firm and sure the hand of courage strikes, when it obeys the watchful eye of caution.","author":"James Thomson","category":"Eye, Hand, Sure"},{"quote":"Resignation is the courage of Christian sorrow.","author":"Alexandre Vinet","category":"Christian, Sorrow"},{"quote":"There is in true beauty, as in courage, something which narrow souls cannot dare to admire.","author":"William Congreve","category":"Beauty, Admire, Dare"},{"quote":"As a shame researcher, I know that the very best thing to do in the midst of a shame attack is totally counterintuitive: Practice courage and reach out!","author":"Brene Brown","category":"Best, Practice, Know"},{"quote":"It requires greater courage to preserve inner freedom, to move on in one's inward journey into new realms, than to stand defiantly for outer freedom. It is often easier to play the martyr, as it is to be rash in battle.","author":"Rollo May","category":"Journey, Freedom, Battle"},{"quote":"Courage is not the absence of despair; it is, rather, the capacity to move ahead in spite of despair.","author":"Rollo May","category":"Despair, Ahead, Absence"},{"quote":"A great part of courage is the courage of having done the thing before.","author":"Ralph Waldo Emerson","category":"Great, Done, Part"},{"quote":"Courage is the capacity to confront what can be imagined.","author":"Leo Rosten","category":"Capacity, Confront, Imagined"},{"quote":"The only courage that matters is the kind that gets you from one moment to the next.","author":"Mignon McLaughlin","category":"Moment, You, Kind"},{"quote":"Courage is the greatest of all virtues, because if you haven't courage, you may not have an opportunity to use any of the others.","author":"Samuel Johnson","category":"Opportunity, Greatest, You"},{"quote":"Courage and conviction are powerful weapons against an enemy who depends only on fists or guns. Animals know when you are afraid a coward knows when you are not.","author":"David Seabury","category":"Powerful, Animals, Know"},{"quote":"You have to really be courageous about your instincts and your ideas. Otherwise you'll just knuckle under, and things that might have been memorable will be lost.","author":"Francis Ford Coppola","category":"Ideas, Lost, You"},{"quote":"I feel quite fearless protecting the people I love.","author":"Paloma Faith","category":"Love, People, Fearless"},{"quote":"Have the courage to be ignorant of a great number of things, in order to avoid the calamity of being ignorant of everything.","author":"Sydney Smith","category":"Great, Ignorant, Number"},{"quote":"The courage to imagine the otherwise is our greatest resource, adding color and suspense to all our life.","author":"Daniel J. Boorstin","category":"Life, Imagination, Color"},{"quote":"There is nothing in the world so much admired as a man who knows how to bear unhappiness with courage.","author":"Lucius Annaeus Seneca","category":"Man, World, Nothing"},{"quote":"If we are to survive, we must have ideas, vision, and courage. These things are rarely produced by committees. Everything that matters in our intellectual and moral life begins with an individual confronting his own mind and conscience in a room by himself.","author":"Arthur M. Schlesinger, Jr.","category":"Life, Vision, Mind"},{"quote":"The paradox of courage is that a man must be a little careless of his life even in order to keep it.","author":"Gilbert K. Chesterton","category":"Life, Man, Little"},{"quote":"To persevere, trusting in what hopes he has, is courage in a man.","author":"Euripides","category":"Trust, Man, Hopes"},{"quote":"Courage enlarges, cowardice diminishes resources. In desperate straits the fears of the timid aggravate the dangers that imperil the brave.","author":"Christian Nestell Bovee","category":"Brave, Resources, Cowardice"},{"quote":"The amount of eccentricity in a society has generally been proportional to the amount of genius, mental vigor, and moral courage it contained. That so few now dare to be eccentric marks the chief danger of the time.","author":"John Stuart Mill","category":"Time, Society, Genius"},{"quote":"Support the strong, give courage to the timid, remind the indifferent, and warn the opposed.","author":"Whitney M. Young","category":"Strong, Support, Give"},{"quote":"My talent is such that no undertaking, however vast in size... has ever surpassed my courage.","author":"Peter Paul Rubens","category":"Talent, Size, However"},{"quote":"Greatness, in the last analysis, is largely bravery - courage in escaping from old ideas and old standards and respectable ways of doing things.","author":"James Harvey Robinson","category":"Greatness, Ideas, Bravery"},{"quote":"I would kiss you, had I the courage.","author":"Edouard Manet","category":"Kiss, You, Would"},{"quote":"Your determination, selflessness and courage have brought the freedom struggle towards its fulfilment.","author":"Gerry Adams","category":"Freedom, Struggle"},{"quote":"Rosa Parks' courage, determination, and tenacity continue to be an inspiration to all those committed to non-violent protest and change nearly half a century later.","author":"Bob Filner","category":"Change, Determination"},{"quote":"One of the things that makes Hamlet unique among Shakespeare's characters is his courage to face up to the darker elements of his personality.","author":"Kenneth Branagh","category":"Personality, Unique, Face"},{"quote":"Courage stands halfway between cowardice and rashness, one of which is a lack, the other an excess of courage.","author":"Plutarch","category":"Cowardice, Excess, Between"},{"quote":"It is a wise man who knows where courage ends and stupidity begins.","author":"Jerome Cady","category":"Wise, Man, Wise Man"},{"quote":"Traits like humility, courage, and empathy are easily overlooked - but it's immensely important to find them in your closest relationships.","author":"Laura Linney","category":"Empathy, Humility"},{"quote":"I think that the romantic impulse is in all of us and that sometimes we live it for a short time, but it's not part of a sensible way of living. It's a heroic path and it generally ends dangerously. I treasure it in the sense that I believe it's a path of great courage. It can also be the path of the foolhardy and the compulsive.","author":"Jane Campion","category":"Time, Romantic, Great"},{"quote":"September 11, 2001, revealed heroism in ordinary people who might have gone through their lives never called upon to demonstrate the extent of their courage.","author":"Geraldine Brooks","category":"People, Heroism, Through"},{"quote":"Remember that the good angels do what they can to preserve men from sin and obtain God's honor. But they do not lose courage when men fail.","author":"Saint Ignatius","category":"Good, God, Men"},{"quote":"It takes some courage to write fiction about politically controversial topics. The dread is you'll be labeled a political writer.","author":"Barbara Kingsolver","category":"Political, You"},{"quote":"The true legacy of 9-11 cannot be found among political leaders of the day, but in the citizen soldiers and public safety personnel who answered that day with courage and selflessness.","author":"Mike Pence","category":"Day, Safety, Legacy"},{"quote":"One of the things your unconscious mind does for you - and it's a great gift - is it gives you extra courage to view the outer world and it does that by giving you an extra-special view of yourself.","author":"Leonard Mlodinow","category":"Great, World, Mind"},{"quote":"'Beyond the Lights' took incredible fight to get made. Four years of writing and two years of overcoming 'no.' Every studio balked. Twice. But I kept fighting. What gave me the courage was 'Love & Basketball.' Every studio turned down that film, too. But I never gave up because I believed in it with my whole heart and soul.","author":"Gina Prince-Bythewood","category":"Love, Writing, Soul"},{"quote":"It takes a lot of courage, when everyone is asking you what you want to do, if you say that you want to be a musician or an actor; people can be very condescending and say, 'Oh, that's so sweet, good luck with that!' It can be very frustrating.","author":"James Norton","category":"Good, Luck, Good Luck"},{"quote":"When the economic well-being of their nation demanded a strong and creative response, my colleagues at the Federal Reserve... mustered the moral courage to do what was necessary.","author":"Ben Bernanke","category":"Strong, Creative, Well-Being"},{"quote":"Wanted: a man who will not lose his individuality in a crowd, a man who has the courage of his convictions, who is not afraid to say 'No,' though all the world say 'Yes.'","author":"Orison Swett Marden","category":"Man, World, Say"},{"quote":"When I was a young man, Dirac was my hero. He made a breakthrough, a new method of doing physics. He had the courage to simply guess at the form of an equation, the equation we now call the Dirac equation, and to try to interpret it afterwards.","author":"Richard P. Feynman","category":"Hero, Man, Young Man"},{"quote":"Poetry takes courage because you have to face things and you try to articulate how you feel.","author":"Edward Hirsch","category":"Poetry, Face, You"},{"quote":"My mother's father, Hobart Cromwell, was a bacteriologist with Abbott Laboratories in suburban Chicago. I never got to know him well, as he died very young, but he was always a heroic figure in our family, wise and gentle and intelligent by reputation, with the courage to fight against the McCarthyites.","author":"John C. Mather","category":"Family, Father, Mother"},{"quote":"During the course of 1989, more and more East Germans lost their fears of the state's repression and chicanery and went out on the streets. There was no turning back then. It is thanks to their courage the Wall was opened.","author":"Angela Merkel","category":"Lost, Thanks, Germans"},{"quote":"The five patients in 'Rethinking Cancer' share with us the path of their recovery: the courage to take their own lives in their hands with a natural approach to healing their bodies.","author":"Parker Posey","category":"Path, Healing, Cancer"},{"quote":"I learned that sometimes our struggles are a little bit bigger than us and talking about them and coming through and having the courage to get out of them. I learned how many I touched and inspired through the journey of 'Idol' because I was just singing on the show. I wasn't really being an advocate for anything.","author":"La'Porsha Renae","category":"Journey, Singing, Through"},{"quote":"What we want from modern dance is courage and audacity.","author":"Twyla Tharp","category":"Dance, Want, Modern"},{"quote":"I many times encountered courage, real courage. Undeniable courage. I've heard it said that that was the highest quality of the human animal. I encountered that many times, in unexpected places. And I have learned to recognize it when I see it.","author":"Dorothea Lange","category":"Quality, Animal, Unexpected"},{"quote":"Courage is simply the willingness to be afraid and act anyway.","author":"Robert Anthony","category":"Afraid, Act, Willingness"},{"quote":"We need men with moral courage to speak and write their real thoughts, and to stand by their convictions, even to the very death.","author":"Robert Green Ingersoll","category":"Death, Men, Speak"},{"quote":"Limit to courage? There is no limit to courage.","author":"Gabriele D'Annunzio","category":"Limit"},{"quote":"The problem is when you are writing something in retrospective, it needs a lot of courage not to change, or you will forget a certain reality, and you will just take in consideration your view today.","author":"Boutros Boutros-Ghali","category":"Change, Today, Writing"},{"quote":"Most of man's problems upon this planet, in the long history of the race, have been met and solved either partially or as a whole by experiment based on common sense and carried out with courage.","author":"Frances Perkins","category":"History, Man, Problems"},{"quote":"Parents do not have the courage to say no to certain things that their children demand. They are rather scared of their children.","author":"Shiv Khera","category":"Children, Parents, Say"},{"quote":"To me, having the courage to tell your own story goes hand in hand with having the curiosity and humility to listen to others' stories.","author":"Sarah Kay","category":"Curiosity, Humility, Me"},{"quote":"You will find as you grow older that courage is the rarest of all qualities to be found in public life.","author":"Benjamin Disraeli","category":"Life, Grow, You"},{"quote":"Until there are no more hate crimes, no more vicious bullying and ugly slurs, whenever a person comes out - whether that person is a celebrity or a 'nobody' - it should be celebrated like the triumph of courage it is.","author":"Donna Brazile","category":"Hate, Bullying, Ugly"},{"quote":"I considered our British comrades to rank with the finest men and women of any armed service in the world. And I know that my fellow American soldiers - and those of the other coalition countries under my command - valued very highly the professional expertise, capability, courage, and determination of our British partners on the battlefield.","author":"David Petraeus","category":"Women, Service"},{"quote":"Either life entails courage, or it ceases to be life.","author":"E. M. Forster","category":"Life, Either, Ceases"},{"quote":"What I love about the East End is that there's a great perseverance, determination and courage. What I dislike about it is that there is sometimes a celebration of ignorance.","author":"Eddie Marsan","category":"Love, Perseverance, Great"},{"quote":"I wish we lived in a society that made it safe and provided the courage for everyone to come out.","author":"Judith Light","category":"Society, Wish, Safe"},{"quote":"It takes courage to know when you ought to be afraid.","author":"James A. Michener","category":"Know, Afraid, You"},{"quote":"Every man has his own courage, and is betrayed because he seeks in himself the courage of other persons.","author":"Ralph Waldo Emerson","category":"Man, Himself, Every"},{"quote":"What happened in the missile crisis in October 1962 has been prettified to make it look as if acts of courage and thoughtfulness abounded. The truth is that the whole episode was almost insane.","author":"Noam Chomsky","category":"Truth, October, Truth Is"},{"quote":"Some people have a hard time getting rid of stuff. If that's you, pray for God to give you the courage to get rid of things you don't really need or things He wants you to give away. This will help keep your surroundings organized and clutter-free.","author":"Joyce Meyer","category":"Time, God, Help"},{"quote":"The only service a friend can really render is to keep up your courage by holding up to you a mirror in which you can see a noble image of yourself.","author":"George Bernard Shaw","category":"Service, Mirror, Yourself"},{"quote":"The psychologist Elizabeth Loftus has shown great courage, in the face of spiteful vested interests, in demonstrating how easy it is for people to concoct memories that are entirely false but which seem, to the victim, every bit as real as true memories.","author":"Richard Dawkins","category":"Memories, Great, People"},{"quote":"Darwin gives courage to the rest of science that we shall end up understanding literally everything, springing from almost nothing - a thought extremely hard to comprehend and believe.","author":"Richard Dawkins","category":"Science, Believe"},{"quote":"Perfect courage is to do without witnesses what one would be capable of doing with the world looking on.","author":"Francois de La Rochefoucauld","category":"World, Looking, Perfect"},{"quote":"What I've always said is that I'm opposed to institutional racism, and I would've, had I've been alive at the time, I think, had the courage to march with Martin Luther King to overturn institutional racism, and I see no place in our society for institutional racism.","author":"Rand Paul","category":"Time, Racism, Society"},{"quote":"The courage of the Syrian protesters is remarkable, for they face prison, torture, or death every time they lift a banner.","author":"Elliott Abrams","category":"Time, Death, Prison"},{"quote":"My father once said something very shrewd about me to a woman journalist who had told him how courageous she thought I was for always speaking my mind. My father said, 'If you couldn't care less what anyone says about you, then it's not courage.'","author":"Gore Vidal","category":"Father, Woman, Mind"},{"quote":"Courage is almost a contradiction in terms. It means a strong desire to live taking the form of readiness to die.","author":"Gilbert K. Chesterton","category":"Strong, Live, Die"},{"quote":"Many a man will have the courage to die gallantly, but will not have the courage to say, or even to think, that the cause for which he is asked to die is an unworthy one.","author":"Bertrand Russell","category":"Man, Die, Think"},{"quote":"Courage without conscience is a wild beast.","author":"Robert Green Ingersoll","category":"Wild, Beast, Conscience"},{"quote":"It is a blessed thing that in every age some one has had the individuality enough and courage enough to stand by his own convictions.","author":"Robert Green Ingersoll","category":"Age, Blessed, Stand"},{"quote":"Roscoe Conkling was a man of superb courage. He not only acted without fear, but he had that fortitude of soul which bears the consequences of the course pursued without complaint.","author":"Robert Green Ingersoll","category":"Fear, Man, Soul"},{"quote":"To find the courage to do what I want to do for myself has been hard.","author":"Brie Larson","category":"Myself, Want, Find"},{"quote":"We're going to be OK because of the American people. They have more grit, determination and courage than you can imagine.","author":"Joe Biden","category":"Determination, American"},{"quote":"Every man ultimately falls into the company with which he affiliates. And he is the strongest who draws men to himself, who creates the company; and this is through having a positive quality - courage and physical prowess.","author":"Orison Swett Marden","category":"Positive, Man, Men"},{"quote":"You got to have a lot of courage. Secondly, whatever it is you're doing, you have to believe in it wholeheartedly. Thirdly, you have to be able to stand up in front of people and know that they'll laugh.","author":"Don Rickles","category":"Believe, People, Laugh"},{"quote":"A wise woman knows how to summon her courage and do what is right, rather than what is easy.","author":"Suze Orman","category":"Wise, Woman, Easy"},{"quote":"In all realms of life it takes courage to stretch your limits, express your power, and fulfill your potential... it's no different in the financial realm.","author":"Suze Orman","category":"Life, Power, Financial"},{"quote":"A wise woman recognizes when her life is out of balance and summons the courage to act to correct it, she knows the meaning of true generosity, happiness is the reward for a life lived in harmony, with a courage and grace.","author":"Suze Orman","category":"Life, Happiness, Wise"},{"quote":"Courage is not always about action. It takes courage to do nothing rather than do something that you do not believe in or understand.","author":"Suze Orman","category":"Action, Believe, You"},{"quote":"There are looks that I see on other people that I think would look horrible on me, but I think if somebody has the courage to be really daring and try something outlandish, then more power to them. That's just encouraging and inspiring.","author":"Blake Lively","category":"Power, Me, People"},{"quote":"The first thing out of Fidel Castro's mouth to me, he looked me right in the eye and said, 'You're a man of great courage.'","author":"Jesse Ventura","category":"Great, Man, Me"},{"quote":"When you question this war on poverty, you get all the criticisms from adherents to the status quo who just don't want to see anything change. We got to have the courage to face that down, just as we did in the welfare reform of the late 1990s, and if we succeeded, we can help resuscitate this culture and get people back to work.","author":"Paul Ryan","category":"Work, Change, Culture"},{"quote":"The courage we desire and prize is not the courage to die decently, but to live manfully.","author":"Thomas Carlyle","category":"Live, Die, Desire"},{"quote":"The Brazilian poet Vinicius de Moraes wrote that beauty is fundamental. Well, with the poet's permission, so is courage.","author":"Tina Brown","category":"Beauty, Well, Fundamental"},{"quote":"Political courage is not political suicide.","author":"Arnold Schwarzenegger","category":"Suicide, Political"},{"quote":"In 1984, showing extraordinary courage, a group of Guatemalan wives, mothers and other relatives of disappeared people banded together to form the Mutual Support Group for the Appearance Alive of Our Relatives.","author":"Stephen Kinzer","category":"Together, Support, People"},{"quote":"Virtues, like viruses, have their seasons of contagion. When catastrophe strikes, generosity spikes like a fever. Courage spreads in the face of tyranny.","author":"Nancy Gibbs","category":"Seasons, Generosity, Tyranny"},{"quote":"Let us answer the terrorists by living our values with courage.","author":"Angela Merkel","category":"Values, Living, Us"},{"quote":"We've always had this experience that things take long, but I'm 100% convinced that our principles will in the end prevail. No one knew how the Cold War would end at the time, but it did end. This is within our living experience... I'm surprised at how fainthearted we sometimes are and how quickly we lose courage.","author":"Angela Merkel","category":"Time, Experience, War"},{"quote":"I had to find the courage to turn my life around.","author":"Nikki Sixx","category":"Life, My Life, Find"},{"quote":"Daniel Ellsberg showed tremendous courage back in the '70s.","author":"Barton Gellman","category":"Back, Daniel, Tremendous"},{"quote":"In the two novels I have published, it was my fortune at different times, and from different persons, to hear the most unqualified censure long before it was possible for me to hear the voice of the public. But my temper was not altered, nor my courage subdued.","author":"William Godwin","category":"Me, Voice, Long"},{"quote":"If British troops are committed to action, then the nation will, of course, support them. Their courage and skill is not in doubt.","author":"Charles Kennedy","category":"Support, Action, Doubt"},{"quote":"For me, Arik Sharon - I remember his courage and inspiration. I want to remember him the way he really was, not as an aging 80-year-old man living in bed helpless and unconscious.","author":"Ehud Olmert","category":"Man, Me, Remember"},{"quote":"In the many roles I have played in my acting career as military figures, I have simply drawn upon the acts of courage, large and small, I have seen in the men and women with whom I served, and the countless others I met or have come to know through the years.","author":"Chuck Norris","category":"Women, Men, Military"},{"quote":"In times of conflict, war, poverty or religious fundamentalism, women and children are the first and most numerous victims. Women need all their courage today.","author":"Isabel Allende","category":"Children, Women, Today"},{"quote":"We are very much what others think of us. The reception our observations meet with gives us courage to proceed, or damps our efforts.","author":"William Hazlitt","category":"Think, Others, Meet"},{"quote":"I don't understand why people say that I am full of courage. I feel terribly nervous.","author":"Aung San Suu Kyi","category":"I Am, People, Why"},{"quote":"No one has all the answers, so whatever a woman who has the BRCA mutation chooses to do requires courage and an element of faith. And a lot of love and support.","author":"Dean Ornish","category":"Love, Faith, Support"},{"quote":"There are a group of people who would like to silence everybody and have everybody go along to get along, but that's not going to be very helpful for us in the long run, in terms of solving our problems. And somebody has to be courageous enough to actually stand up to, you know, the bullies.","author":"Ben Carson","category":"Silence, Problems, People"},{"quote":"Whatever the long-term legal prospects for same-sex marriage, President Obama's willingness to put the matter front and center in an election year can at least make him a candidate for inclusion in Kennedy's Profiles in Courage.","author":"Robert Dallek","category":"Marriage, Legal, Election"},{"quote":"Traveling gives you some perspective of what the rest of the world is like. I think that having the courage to step out of the norm is the most important thing.","author":"Meghan Markle","category":"Perspective, World, Step"},{"quote":"You can think what you like of Madonna - about her political choices and her PR - but you have to respect her courage not to let the critics stop her exploring her potential.","author":"Natalie Dormer","category":"Respect, Choices, Political"},{"quote":"We live in a world in which courage is in less supply than genius.","author":"Peter Thiel","category":"World, Live, Genius"},{"quote":"Despair gives courage to a coward.","author":"Thomas Fuller","category":"Despair, Coward, Gives"},{"quote":"The more wit the less courage.","author":"Thomas Fuller","category":"Wit, Less, More"},{"quote":"I went through a long period where I was afraid of doing things I wanted to do, and you get your courage back, which is what's important.","author":"George Michael","category":"Doing, Long, You"},{"quote":"And I think most people in this country want to see a president that's got the courage to say we're going to cut the tax burden, and reduce the regulatory climate, and we're going to get Americans working.","author":"Rick Perry","category":"People, Want, Think"},{"quote":"Courage is soldiers fighting on the front line, or people living on the bread line.","author":"Hugh Grant","category":"People, Living, Bread"},{"quote":"I have given up the idea that there is an opposition-free church out there. But I have gained something else - an appreciation for the gift of opposition. When it comes, I learn something about my motives. When it comes, I get to test my courage.","author":"John Ortberg","category":"Appreciation, Gift, Learn"},{"quote":"You have to have courage to look back and be honest about your own drama.","author":"Estelle","category":"Look, You, Drama"},{"quote":"Enthusiasm is a form of social courage.","author":"Gretchen Rubin","category":"Enthusiasm, Social, Form"},{"quote":"I really am glad that the National Society for the Prevention of Cruelty to Children has had the courage to stand up and say that children should not be hit under any circumstances. I am a committed supporter of this campaigning charity for children.","author":"Jerry Hall","category":"Children, I Am, Society"},{"quote":"TV is so different from the movies. It takes a lot of stamina because you work such long hours. It is really challenging. You are learning the next day's lines while you are shooting today's scenes. I found courage I never realised I had. I hope to do more.","author":"Sharon Stone","category":"Work, Hope, Learning"},{"quote":"If elected Speaker, I promise you that we will have the courage to lead the fight for our conservative principles and make our case to the American people. But we will also have the wisdom to listen to our constituents and each other so that we always move forward together.","author":"Kevin McCarthy","category":"Wisdom, Together, American"},{"quote":"All of us have moments in our lives that test our courage. Taking children into a house with a white carpet is one of them.","author":"Erma Bombeck","category":"Children, Moments, Test"},{"quote":"Because with courage and conviction I believe we can deliver a more flexible, adaptable and open European Union in which the interests and ambitions of all its members can be met.","author":"David Cameron","category":"Believe, I Believe, Flexible"},{"quote":"I learned so much from 'Iron Chef' about ingredients, about the courage to put yourself out there.","author":"Alex Guarnaschelli","category":"Chef, Yourself, Iron"},{"quote":"I think there's a difference between ditzy and dumb. Dumb is just not knowing. Ditzy is having the courage to ask!","author":"Jessica Simpson","category":"Dumb, Not Knowing, Think"},{"quote":"St. Paul did not want the sufferings encountered by being a Christian to discourage or dishearten anyone. He realized that when the Christian saw the blessings and grace that poured upon him after his trials, he would gain courage to suffer in his turn.","author":"Mother Angelica","category":"Blessings, Grace, Christian"},{"quote":"In India, by and large, women are not educated enough to be bread winners and, within the moorings of traditional cultures, do not have the courage and the capacity to leave the matrimonial home. Given the inequality prevalent in family structures, the woman's right to opt out is suicidal.","author":"Kapil Sibal","category":"Family, Home, Women"},{"quote":"Poe had this curious kind of alchemical courage, where he took all the terrible things and terrors that happened in his life, all this shame and fear and pain, and turned them into great works of art. He was a complex, brilliant person who was just wired too tight.","author":"John Cusack","category":"Life, Art, Fear"},{"quote":"I don't believe in any Greatest Generation. I believe in great events. They sweep ordinary people up, expose them to extremes of human behavior and unimaginable tests of integrity and courage, and then deposit them back on the home front.","author":"Phil Klay","category":"Integrity, Home, Great"},{"quote":"War is an arena for the display of courage and virtue. Or war is politics by other means. War is a quasi-mystical experience where you get in touch with the real. There are millions of narratives we impose to try to make sense of war.","author":"Phil Klay","category":"Experience, War, Politics"},{"quote":"To dare to live alone is the rarest courage; since there are many who had rather meet their bitterest enemy in the field, than their own hearts in their closet.","author":"Charles Caleb Colton","category":"Alone, Live, Enemy"},{"quote":"In all the writers I admire, the common detonator is their courage to walk naked.","author":"Richard Flanagan","category":"Walk, Admire, Naked"},{"quote":"Two European nations emerged with credit from the Iraq disaster: France and Germany. Both had the courage to withstand the Bush administration and oppose the U.S.-led invasion.","author":"Martin Jacques","category":"Credit, Disaster, Nations"},{"quote":"If you are a superstar, or whatever you want to call yourself, a person who's had outrageous success, and you decide to go indie and tell the record companies to screw themselves? That takes a certain amount of courage. And bullheadedness, really.","author":"Daryl Hall","category":"Success, Yourself, Want"},{"quote":"The window was open for us to play in the consumer as data, voice, video came together. This is where you have to have the courage to take good business risks because if you don't, you never win.","author":"John T. Chambers","category":"Business, Good, Together"},{"quote":"In France, President Francois Hollande is leveraging the next wave of the Internet to jumpstart economic reforms and create jobs for hundreds of thousands of citizens. A historically socialist government, France has had the courage to quickly implement unique partnerships with the business community to drive entrepreneurial spirit and thinking.","author":"John T. Chambers","category":"Business, Community"},{"quote":"Our educational establishment is failing; it is past time for courage, honesty, and action commensurate with the need, particularly here in the United States.","author":"Campbell Brown","category":"Time, Honesty, Past"},{"quote":"$200, 300 million games, I'm a little scared about that; there aren't a lot of companies that have the resources or the courage to spend that much.","author":"Warren Spector","category":"Resources, Scared, Games"},{"quote":"We don't talk about courage much in our everyday conversations, but I am comfortable with it now.","author":"Victoria Pendleton","category":"I Am, Comfortable, Talk"},{"quote":"At 14, 15 years old, I started reading 'Backstage' regularly. Eventually, I got enough courage to look at the auditions section.","author":"Leslie Odom, Jr.","category":"Reading, Look, Years"},{"quote":"I could never muster the courage to speak to girls in my college in Pune. Most of them were Parsis and spoke English. I came from a village and could barely converse in English.","author":"Sharad Pawar","category":"College, Speak, Village"},{"quote":"Athletes are used to battling. The public would never learn their names if professional athletes had not shown courage at an early age. They learn they can overcome, but sometimes this becomes a false sense of security that leads them to the edge.","author":"George Vecsey","category":"Age, Security, Professional"},{"quote":"Unfortunately, unless we're focused on building up our courage, which gives us our self-confidence and all that we need to make quantum change in our lives, the voice of fear will always take the lead inside our minds.","author":"Debbie Ford","category":"Change, Fear"},{"quote":"What I would say to anybody facing any life challenge or disease is that that is courage - to choose life, to keep looking at what's good.","author":"Debbie Ford","category":"Life, Good, Challenge"},{"quote":"People say, 'You have inspired me, you've given me courage...' They've gone so far as to say, 'You've changed my life!' And I would come back and say to my husband, 'I can't understand it - what kind of poor little life did she have if I had to come and change it?'","author":"Iris Apfel","category":"Life, Change, Me"},{"quote":"Love bravely, live bravely, be courageous, there's really nothing to lose. There's no wrong you can't make right again, so be kinder to yourself, you know, have fun, take chances. There's no bounds.","author":"Jewel","category":"Love, Fun, Yourself"},{"quote":"If you see a person who's insecure and covers it up, it can be quite a problem. But the person who is insecure and shows you is quite appealing. They give you just the courage to drop your defenses.","author":"Isabella Rossellini","category":"Problem, You, See"},{"quote":"Lily Tomlin was one of the early comedy greats who influenced my courage to be the person I am.","author":"Tracee Ellis Ross","category":"I Am, Early, Comedy"},{"quote":"Red carpet is a little bit scary. It's not about expression. It's about taking a pretty picture in a really weird, awkward way, with so many people watching. It's a glamorous part of the job, but it requires its own kind of courage.","author":"Tracee Ellis Ross","category":"Job, Red, People"},{"quote":"Courage that grows from constitution often forsakes a man when he has occasion for it courage which arises from a sense of duty acts in a uniform manner.","author":"Joseph Addison","category":"Man, Constitution, Uniform"},{"quote":"All I'm saying is that there are many different kinds of political theatre and many plays I greatly admire: 'Antigone,' 'Mother Courage,' 'All My Sons.' But, if I tackle a political theme, I have to do it in my own way.","author":"Harold Pinter","category":"Mother, Theatre, Political"},{"quote":"There was one man in the Labour government, Robin Cook, whom I had a very high regard for. He had the courage to speak out and to resign over Iraq. He was an admirable man. But resignation over a matter of principle is not a very fashionable thing in our society.","author":"Harold Pinter","category":"Man, Society, Government"},{"quote":"Everybody's opinion is equally valid, and I feel like everybody should have an opportunity to speak out, and everyone should have the courage to speak out.","author":"Michael Franti","category":"Opportunity, Speak, Opinion"},{"quote":"Some of the greatest survivors have been women. Look at the courage so many women have shown after surviving earthquakes in the rubble for days on end.","author":"Bear Grylls","category":"Women, End, Greatest"},{"quote":"I'm sick of all these labels and these manufactured subdivisions of music that don't even exist. And even though I'm pierced myself, I'm sick of everyone equating body piercing with musical courage. If you ask me, it takes a lot more than that.","author":"Jeff Buckley","category":"Music, Myself, Me"},{"quote":"Lying at the root of the social agreements of 1980 are the courage, sense of responsibility, and the solidarity of the working people. Both sides have then recognized that an accord must be reached if bloodshed is to be prevented.","author":"Lech Walesa","category":"Responsibility, People"},{"quote":"For years, I was watching other people have so much fun playing out their version of authorship, like Louis C.K. and Larry David. As I watched them do their thing, I began to pine for the days when I had a lot less expected of me and, often, a lot more creative freedom. The courage that those guys have is always captivating to me.","author":"Jon Favreau","category":"Freedom, Fun, Me"},{"quote":"America's history is exemplified in the efforts of the men and women who died for our country. The one thing that they all have in common is their selfless love for our nation and their courage to stand up to protect and defend it. They raised their gaze in the face of conflict, believed in what America could be, and pushed forward.","author":"Bill Flores","category":"Love, History, Women"},{"quote":"It takes courage, of course, to step out of the fray, as it takes courage to do anything that's necessary, whether tending to a loved one on her deathbed or turning away from that sugarcoated doughnut.","author":"Pico Iyer","category":"Step, Loved, Her"},{"quote":"The Chinaman has only a passive courage, but this courage he possesses in the highest degree. His indifference to death is truly extraordinary. When he is ill, he sees it approach, and does not falter. When condemned, and already in the hands of an officer, he manifests no fear.","author":"Jules Verne","category":"Death, Fear, Hands"},{"quote":"Who asks whether the enemy was defeated by strategy or valor?","author":"Virgil","category":"Strategy, Enemy, Defeated"},{"quote":"I think what - I think what the American people is looking for is they are looking for moral and intellectual courage and clarity, and not a sense of passivity or confusion.","author":"Michael T. Flynn","category":"American, People, Looking"},{"quote":"People have responded to my stories so well. They come up after a show and say things like, 'Your album really helped me,' or 'I have stage four cancer. I'm terminally ill.' Somebody told me it gave them the courage to die.","author":"Tig Notaro","category":"Me, People, Cancer"},{"quote":"Rather like Batman, I embody the themes of the movie which are the values of family, courage and compassion and a sense of right and wrong, good and bad and justice.","author":"Gary Oldman","category":"Family, Good, Compassion"},{"quote":"I'm not going to be bullied or pushed around by the group of the day. You've got to have political courage. You've got to have your own inner beliefs.","author":"Madeleine M. Kunin","category":"Day, Political, Group"},{"quote":"I don't like baseball movies. I like movies about moral courage and people who are indomitable and courageous and right.","author":"Harrison Ford","category":"Baseball, People, Moral"},{"quote":"I learned that moral courage is harder than physical courage.","author":"Tim O'Brien","category":"Moral, Physical, Than"},{"quote":"I think there's a growing courage among the younger generation of American writers. Because of the more superficial treatment of characters taking place in cinema, they have had to deal with that by digging deeper into who these people are.","author":"Mohsin Hamid","category":"American, Generation, People"},{"quote":"Perhaps what distinguishes my characters is their courage and spirit and a certain stubbornness which enables them to keep going even when facing a setback. I think this developed organically as I wrote, but also it came out of a desire to portray women as powerful and intelligent forces in the world.","author":"Chitra Banerjee Divakaruni","category":"Women, Keep Going, World"},{"quote":"I realise that a novel and a film are different mediums. As artistes, we need to respect other artistes. It also needs a lot of courage to take risks to experiment and interpret known literary works.","author":"Chitra Banerjee Divakaruni","category":"Respect, Risks, Experiment"},{"quote":"Trump has the courage to stand up to Wall Street, to the K Street lobbyists, and say our trade deals have not been best for the ordinary, average citizen American.","author":"Virgil Goode","category":"Best, American, Stand Up"},{"quote":"If the anti-Christian agenda will say, 'Here's your identity, you're an evolved amoeba who ought to just go do whatever you want and don't let anybody tell you different,' then they can get you to throw your faith, your character, your courage, and your liberty right out the window.","author":"Kirk Cameron","category":"Faith, Character, Identity"},{"quote":"Faith in God... produces character; character will produce courage, courage to face the challenges of the day.","author":"Kirk Cameron","category":"Faith, Character, God"},{"quote":"Heroes to me are guys that sit in libraries. They absorb knowledge and then the risks they take are calculated on the basis of the courage it took to become replete with knowledge.","author":"William Hurt","category":"Knowledge, Me, Risks"},{"quote":"Every man of courage is a man of his word.","author":"Pierre Corneille","category":"Man, Word, Every"},{"quote":"Being able to hear someone say, 'I found an incredible job on The Muse,' or 'It gave me courage to make a career change,' that's the motivating factor.","author":"Kathryn Minshew","category":"Change, Job, Me"},{"quote":"We must have the courage to confront dreadful views even in the people we love the most. But that's difficult to do when we cast large segments of our fellow citizens into a basket to be condemned and disparaged, judging them even as we ignore that many of their deplorable traits exist in us, too.","author":"J. D. Vance","category":"Love, People, Difficult"},{"quote":"I'm slowly working up the courage to sing in front of other people, but I can carry a tune. I do some mean karaoke.","author":"Julia Stiles","category":"People, Working, Mean"},{"quote":"The condition of all development is not to be content with the present, but to have the courage to ask how everything can be made better and the good fortune to find a right answer to this question in thought or in action.","author":"Ellen Key","category":"Good, Thought, Action"},{"quote":"It is not sufficient for the young to devote their enthusiasm, their courage, their ambition, their self-sacrifice to the great ideas of the time; the young must not only preserve but increase their powers if they are to be really equal to their eternal task: that of drawing the age in advance.","author":"Ellen Key","category":"Time, Age, Great"},{"quote":"We can score political points. We can try to advance some important initiatives. But at some point, it takes sober-minded, responsible conservative leaders to identify when you've pushed as far as you can and to have the courage to go back and face the electorate and explain to them why you voted the way you did.","author":"Todd Young","category":"Political, Why, You"},{"quote":"Lack of courage or means often deters the European woman from more independent business activity, and this in spite of increasing freedom to choose her occupation, in spite of brilliant examples of successful undertakings of women, in photography, hotel or boarding-house management, dress-making, etc.","author":"Ellen Key","category":"Business, Freedom, Women"},{"quote":"If, in the coming thousand years, a feminine culture shall really supplement the masculine, then this will be exactly in the measure in which women have the courage to create and to act as most feminists now do not even dare think.","author":"Ellen Key","category":"Women, Culture, Think"},{"quote":"All we can do is find the courage to stand still and to look backwards.","author":"Joshua Oppenheimer","category":"Stand, Look, Find"},{"quote":"Obama wants to be thought of as the president who freed us from foreign oil. But if he doesn't show some political courage, he may well be remembered as the president who cooked the planet.","author":"Jeff Goodell","category":"Thought, Political, Oil"},{"quote":"When I moved to the East Village in the late seventies, I wanted to be a street performer, so I practiced daily. I never did work up the skills or the courage to perform on the street, though.","author":"Steve Buscemi","category":"Work, Daily, Late"},{"quote":"I believe in a world where there are no heroes, and I've read and know humanity a lot. There are moments that I admire in a person courage, intellect, hard work. These are the qualities I admire in an intellectual, in a writer, and there are so many people who have these things.","author":"Orhan Pamuk","category":"Work, Hard Work, Humanity"},{"quote":"You have to do what you need to do as an artist. You have to have that courage.","author":"Liz Phair","category":"Artist, You, Need"},{"quote":"Never undertake anything for which you wouldn't have the courage to ask the blessings of heaven.","author":"Georg C. Lichtenberg","category":"Blessings, Heaven, You"},{"quote":"I think a lot of people may have a unique insight or some idea that they feel could be a great solution for a particular problem, but for some reason never have a chance to try or never have the courage or maybe the self-doubt. Really, it's best just to remain naive and continue to work on things and see if people have the same problems.","author":"Chad Hurley","category":"Work, Best, Great"},{"quote":"Watching 'Girls' has just given me renewed courage.","author":"Caitlin Moran","category":"Me, Watching, Just"},{"quote":"It takes courage to sit on a jury. How many of us want to decide the fate of another person's life or freedom? How many of us want to hold that kind of power in our hands?","author":"Regina Brett","category":"Life, Freedom, Power"},{"quote":"'White Material' is about courage and craziness.","author":"Claire Denis","category":"White, Craziness, Material"},{"quote":"I want to find the candidates who understand the principles of American exceptionalism and have the character, the courage, and the confidence to actually lead the greatest nation in the world.","author":"Jim DeMint","category":"Confidence, Character, World"},{"quote":"What we need is some people to stand up with the courage of their convictions, to do what they promised when they ran for election, and fight to stop Obamacare.","author":"Jim DeMint","category":"Fight, Stand Up, People"},{"quote":"When God speaks, oftentimes His voice will call for an act of courage on our part.","author":"Charles Stanley","category":"God, Voice, Will"},{"quote":"You have to have courage to be obedient to God.","author":"Charles Stanley","category":"God, You, Obedient"},{"quote":"I fear some of our leaders today have lost the courage to stand up. What we have now are politicians. They won't offer real plans, and only stand up when they want to blame someone else.","author":"Susana Martinez","category":"Fear, Today, Blame"},{"quote":"When you make that crossover from life to real life, when you're not treated as a child anymore but as a man, and you are no longer given the benefit of the doubt, it takes some courage to face that.","author":"Ricky Williams","category":"Life, Man, Child"},{"quote":"I found that female pathfinders generally integrate characteristics commonly associated with being women - like the capacity to be intimate - with 'male' ones like ambition and courage.","author":"Gail Sheehy","category":"Women, Ambition, Capacity"},{"quote":"I am always naturally drawn to heroines that have human flaws because I enjoy people that have lived their life with courage and make big successes and big failures.","author":"Romola Garai","category":"Life, I Am, Enjoy"},{"quote":"The continental troops have as much courage and real discipline as those that are opposed to them. They are more inured to privation, more patient than Europeans, who, on these two points, cannot be compared to them.","author":"Marquis de Lafayette","category":"Discipline, Real, Patient"},{"quote":"I don't - you know, I'm very disillusioned with our political system. If we don't wake up in America and realize that we have to vote out of our courage and integrity for candidates who reflect our own beatitudes, and not the beatitudes of the war machine and the corporations, we are - we're doomed.","author":"Cindy Sheehan","category":"Integrity, War, America"},{"quote":"Creating art is painful. It takes time, practice, and the courage to stand alone.","author":"Maria Semple","category":"Time, Art, Alone"},{"quote":"I want to thank the Academy for its courage and generosity.","author":"Elia Kazan","category":"Generosity, Want, Academy"},{"quote":"To live we must conquer incessantly, we must have the courage to be happy.","author":"Henri Frederic Amiel","category":"Happy, Be Happy, Conquer"},{"quote":"We all know the dangers of sequels. Lightning doesn't strike twice in the same place too often, and I think you've got to move beyond it, go the extra mile and have the courage not to just repeat the first one.","author":"Colin Firth","category":"Know, Think, You"},{"quote":"I've always been attracted to films which explore the qualities of courage.","author":"John Rhys-Davies","category":"Explore, Always, Qualities"},{"quote":"Given the fact that I have a family and responsibilities, it's the mark of a man to find the courage to do what is right in the face of oppressive evil.","author":"John Rhys-Davies","category":"Family, Man, Evil"},{"quote":"Today, because of President Obama's courage, kids can stay on their parent's plan until they are 26. Insurers cannot kick you off your policy because you have hit your limit. They will not be able to deny you because you have a pre-existing condition.","author":"Rahm Emanuel","category":"Today, Plan, Parent"},{"quote":"The people of South Carolina support conservatives who are trying to push real change, and the people of South Carolina expect their presidential candidates to back them up when they show courage.","author":"Nikki Haley","category":"Change, Support, People"},{"quote":"Deep Throat's information, and in my view, courage, allowed the newspaper to use what he knew and suspected.","author":"Bob Woodward","category":"Deep, Information, View"},{"quote":"I like to go see films that give me courage and hope.","author":"Isabelle Adjani","category":"Hope, Me, See"},{"quote":"To say that I could manipulate one of the men who has shown the most courage before the Cuban government, who gets beaten every day, who did a hunger strike that freed political prisoners... I think that's absurd.","author":"Joe Garcia","category":"Day, Men, Government"},{"quote":"It shows courage, and it shows commitment to move beyond the status-quo politics of rhetoric, which is all the Cuban-American community has received from any party for the last half century.","author":"Joe Garcia","category":"Community, Politics"},{"quote":"Remarkable contributions are typically spawned by a passionate commitment to transcendent values such as beauty, truth, wisdom, justice, charity, fidelity, joy, courage and honor.","author":"Gary Hamel","category":"Wisdom, Beauty, Truth"},{"quote":"When I was at Brown, I wanted to write the great American novel, but I was too scared to take a creative course. I signed up for one, got in, and just didn't have the courage to go. I was a tremendously shy person, almost pathologically shy. The thought of peers critiquing my work - oh, God.","author":"Nathaniel Philbrick","category":"Work, Great, God"},{"quote":"Pride is tough. You go to high school, and its 'pride,' 'courage;' it's all these types of words that we use to motivate us. I don't think there's anywhere in the Scriptures through the saints' lives where pride was ever a positive characteristic of anybody.","author":"Troy Polamalu","category":"Positive, School, Words"},{"quote":"In fighting the debt crisis, E.U. countries have enhanced co-operation and carried out reform with tremendous courage. This is laudable.","author":"Li Keqiang","category":"Crisis, Fighting, Debt"},{"quote":"I believe that art has been a vehicle for me that's been about enlightenment and expanding my own parameters, to give me courage to exercise the freedom that I have in life.","author":"Jeff Koons","category":"Life, Art, Freedom"},{"quote":"I remember being a teenager and seeing Seymour Cassel across a crowded room and being incredibly star struck, and not having the courage to say, 'Hello.'","author":"Ira Sachs","category":"Remember, Hello, Seeing"},{"quote":"It took me realizing that a broken heart has never actually killed anyone to find the courage to ask for what I want, in just about every situation. That was part of my own growing up.","author":"Ginnifer Goodwin","category":"Heart, Growing Up, Me"},{"quote":"If his presidency is to represent the full power of the idea that black Americans are just like everyone else - fully human and fully capable of intellect, courage and patriotism - then Barack Obama has to be subject to the same rough and tumble of political criticism experienced by his predecessors.","author":"Juan Williams","category":"Patriotism, Power, Political"},{"quote":"To me, there is no greater act of courage than being the one who kisses first.","author":"Janeane Garofalo","category":"Me, First, Being"},{"quote":"In general, questions are fine; you can always seize upon the parts of them that interest you and concentrate on answering those. And one has to remember when answering questions that asking questions isn't easy either, and for someone who's quite shy to stand up in an audience to speak takes some courage.","author":"Vikram Seth","category":"Speak, Easy, Remember"},{"quote":"Muslims must speak out and explain who they are, what they believe in, what they stand for, what is the meaning of their life. They must have the courage to denounce what is said and done by certain Muslims in the name of their religion.","author":"Tariq Ramadan","category":"Life, Religion, Believe"},{"quote":"Something like riding a horse - which I've recently started doing - requires courage, especially for me, as I started out being actually scared of horses.","author":"Mary Gaitskill","category":"Horse, Me, Doing"},{"quote":"For the men and women of the FBI, bravery is reflected not only in the physical courage often necessary in the job. It can be seen in the courage of conviction, in the courage to act with wisdom in the face of fear, and in the courage it takes to admit mistakes and move forward.","author":"Robert Mueller","category":"Wisdom, Women, Fear"},{"quote":"What makes America amazing is that there have always been men and women of courage who were willing to think more about the future of their children and grandchildren than they did about their own political careers.","author":"Scott Walker","category":"Children, Future, Women"},{"quote":"For many years I wanted to do a film, but I never had the courage to clear my desk and say, 'OK I'll take a year off and do a film.'","author":"Anton Corbijn","category":"Years, Say, Year"},{"quote":"If one girl with courage is a revolution, imagine what feats we can achieve together.","author":"Queen Rania of Jordan","category":"Together, Girl, Revolution"},{"quote":"Fashion should not be expected to serve in the stead of courage or character.","author":"Loretta Young","category":"Character, Fashion, Serve"},{"quote":"You can't test courage cautiously.","author":"Annie Dillard","category":"You, Test"},{"quote":"I embraced everything that I thought would hold me back from pursuing my dreams and used my insecurities to give me the courage to inspire and advocate for others who possessed many of the same insecurities I had.","author":"La'Porsha Renae","category":"Dreams, Inspire, Me"},{"quote":"I have reached the conclusion that those who have physical courage also have moral courage. Physical courage is a great test.","author":"Oriana Fallaci","category":"Great, Moral, Test"},{"quote":"It is the mainspring of life, courage. And courage has many faces.","author":"Oriana Fallaci","category":"Life, Faces, Many"},{"quote":"It's a courageous thing to do something that doesn't have rules or limits.","author":"Vanessa Paradis","category":"Rules, Limits, Courageous"},{"quote":"If nothing else, I want women to understand that they are powerful. If you look back at history, in almost every big moment, in every leap forward, you find ordinary women at the core. We have more ability to make changes in the world than we can imagine if we have the courage to try.","author":"Liya Kebede","category":"History, Women, Changes"},{"quote":"I do get scared, but I think - like it says in another book I've read - feel the fear and do it anyway. I try to have courage, pray a little bit and work through it. I'd rather try, even if I fail.","author":"Geri Halliwell","category":"Work, Fear, Book"},{"quote":"The thing is, when I feel like I have to lose weight, the opposite happens. I remember stuffing loads of chocolate on the plane to the shoot, and I thought, 'Why don't you have the courage to show up in a body that's natural, not overly worked out?'","author":"Geri Halliwell","category":"Thought, Body, Remember"},{"quote":"I've always been inspired by artists who have shown musical and intellectual curiosity and the courage to take risks.","author":"Renee Fleming","category":"Curiosity, Risks"},{"quote":"In men's sports, people criticize coaches and managers all the time, call out teammates, too, and it's not that huge of a deal. Often, the guy speaking out is even lauded for having the courage to tell the truth. When it happens in women's sports, though, it always seems to be viewed as a nasty, claws-out cat fight.","author":"Carli Lloyd","category":"Sports, Time, Women"},{"quote":"Our film examines the heroism, courage and prowess of the Soviet submarine force in ways never seen before.","author":"Kathryn Bigelow","category":"Heroism, Never, Soviet"},{"quote":"Nothing gives us courage more readily than the desire to avoid looking like a damn fool.","author":"Dean Koontz","category":"Fool, Looking, Desire"},{"quote":"Alex Dumas was a consummate warrior and a man of great conviction and moral courage. He was renowned for his strength, his swordsmanship, his bravery, and his knack for pulling victory out of the toughest situations. But he was known, too, for his profane back talk and his problems with authority.","author":"Tom Reiss","category":"Strength, Great, Man"},{"quote":"It takes a lot of courage to face up to things you can't do because we feed ourselves so much denial.","author":"Zoe Saldana","category":"Face, You, Up"},{"quote":"I love actors that are brave, that are courageous. And courage to me is not the absence of fear, it's the presence of fear, and they go to places that really scare them, because as an audience, that's where you feel danger.","author":"Derek Cianfrance","category":"Love, Fear, Me"},{"quote":"What separated Ed Murrow from the rest of the pack was courage.","author":"Dan Rather","category":"Rest, Separated, Murrow"},{"quote":"I don't think that much about my relationship with my mother and what it did to me. I sometimes feel terrible regret about her, what her life must have been like. Often, when I'm enjoying something, I think of how meager her rewards were and how much courage, in a way, she needed to go on living.","author":"Alice Munro","category":"Life, Relationship, Mother"},{"quote":"There are always a few who stand up in times of communal madness and have the courage to say that what unites us is greater than what divides us.","author":"Geraldine Brooks","category":"Stand Up, Stand, Madness"},{"quote":"You've got to find a way to relate to people. I just did an improvised episode for Joe Swanberg's new Netflix show, 'Easy,' and it was a huge learning curve for me and taught me so much about fear and courage. But when you're present in the moment, the audience, it's incomparable.","author":"Gugu Mbatha-Raw","category":"Learning, Fear, Me"},{"quote":"I think we need people with stronger ideals than John Kerry or Bill Clinton. I think we need people with more courage and vision.","author":"Octavia E. Butler","category":"Vision, People, Stronger"},{"quote":"My hope for this country is that we remain a people who value freedom, who have the courage to face the realities with faithful hearts instead of anxious ones.","author":"Taya Kyle","category":"Hope, Freedom, Value"},{"quote":"If we survive danger it steels our courage more than anything else.","author":"Reinhold Niebuhr","category":"Survive, Anything, Danger"},{"quote":"I'm fascinated how often and with what whole-heartedness people will risk their lives to perform acts of courage, sacrifice, and compassion for total strangers.","author":"Diane Ackerman","category":"Compassion, Sacrifice, Risk"},{"quote":"Poetry gives us courage and sets us straight with the world. Poems are great companions and friends.","author":"David Whyte","category":"Friends, Great, Poetry"},{"quote":"A timid person is frightened before a danger, a coward during the time, and a courageous person afterward.","author":"Jean Paul","category":"Time, Courageous, Person"},{"quote":"In professional work - certainly in the arts and graphics - 99% of people have zero courage. They blow with the wind.","author":"George Lois","category":"Work, Wind, People"},{"quote":"My aunt is the director of the acapella group Black Voices. I was so struck by them as a child. They sang with such passion and conviction. By the time I turned 15, I had plucked up the courage to ask if I could join the group. Acapella is a different discipline from singing with an accompaniment - it is much more exposed.","author":"Laura Mvula","category":"Time, Passion, Child"},{"quote":"When I was straight, I had the courage and energy to become an actress. I owe my career to my will to stop using.","author":"Kirstie Alley","category":"Energy, Career, Stop"},{"quote":"One has to have the courage of one's pessimism.","author":"Ian Mcewan","category":"Pessimism"},{"quote":"Courage is what preserves our liberty, safety, life, and our homes and parents, our country and children. Courage comprises all things.","author":"Plautus","category":"Life, Children, Parents"},{"quote":"Courage easily finds its own eloquence.","author":"Plautus","category":"Own, Eloquence, Finds"},{"quote":"Good courage in a bad affair is half of the evil overcome.","author":"Plautus","category":"Good, Evil, Overcome"},{"quote":"I'm still shy - I'm no good at my children's parent-teacher conferences, and I'm slowly learning how to ask for what I want. But I now know that I have a reserve of courage to draw upon when I really need it. There's nothing that I'm too scared to have a go at.","author":"Emily Mortimer","category":"Learning, Children, Good"},{"quote":"The memoirs that have come out of Africa are sometimes startlingly beautiful, often urgent, and essentially life-affirming, but they are all performances of courage and honesty.","author":"Alexandra Fuller","category":"Beautiful, Honesty, Africa"},{"quote":"I used to be so intimidated by spin classes. I'd always go by and see people on their bikes looking so intense. But one day my sister and I worked up the courage to go in, and now we're hooked!","author":"Alexa Vega","category":"Day, Sister, People"},{"quote":"There are real consequences when women speak out. It's really dangerous, and it takes real courage. We are still speaking out against a white male majority. Forget the glass ceiling. We haven't even broken the glass floor!","author":"Alexandra Fuller","category":"Women, Speak, Glass"},{"quote":"I can make a virtue of slapdash. Slapdash can give you courage.","author":"Sally Phillips","category":"I Can, You, Virtue"},{"quote":"So the brother in black offers to these United States the source of courage that endures, and laughter.","author":"Zora Neale Hurston","category":"Laughter, Brother, Black"},{"quote":"One of the greatest gifts my father gave me - unintentionally - was witnessing the courage with which he bore adversity.","author":"Ben Okri","category":"Father, Adversity, Me"},{"quote":"The older people that one admires seem to be fearless. They go right out into the world. It's astounding. Maybe they can't see or they can't hear, but they walk out into the street and take life as it comes. They're models of courage, in a strange way.","author":"James Hillman","category":"Life, World, Walk"},{"quote":"Intellectuals try to keep going. But their situation is very difficult. Those who have had the courage to voice their opposition have often paid a very high price.","author":"Tahar Ben Jelloun","category":"Keep Going, Voice, Situation"},{"quote":"I think there's something about a character facing the huge problems and challenges of the contemporary world and meeting them with - head on with courage, allowing for darkness and mistake, but ultimately always moral. That's incredibly, incredibly inspiring, and that's honestly what I think.","author":"Paul Greengrass","category":"Character, Darkness, World"},{"quote":"Moses became America's true founding father because he evangelized action he justified risk. He gave ordinary people the courage to live with uncertainty.","author":"Bruce Feiler","category":"Father, America, Risk"},{"quote":"Of all the many leaders I have met in the course of my life, none made a deeper impression on me than Nelson Mandela. His courage, compassion, humility and wisdom were without parallel on the world stage, and he himself was an enduring source of inspiration.","author":"Klaus Schwab","category":"Life, Wisdom, Compassion"},{"quote":"Howard Dean has been successful because he was clear in his opposition to the war. People appreciate a politician with the courage to say, I oppose this war.","author":"Bianca Jagger","category":"War, Successful, People"},{"quote":"Maybe in the workplace I have more courage than other areas in my life.","author":"Naomi Watts","category":"Life, My Life, Workplace"},{"quote":"It is past time for Democrats and Republicans to join together to create a bipartisan coalition for courage and common sense.","author":"Linda McMahon","category":"Time, Together, Past"},{"quote":"I never imagined I'd go into acting, but I always loved drama, and when I was 16, I discovered the Library Theatre up the road. So I plucked up courage and asked if I could watch rehearsals. It was like Heaven.","author":"Lesley Nicol","category":"Road, Theatre, Library"},{"quote":"I very much admired Lancaster. George Clooney reminds me of him today. Not all the macho, swinging around that Burt used to do, but the courage. You know where you stand with men like that.","author":"Norman Lloyd","category":"Today, Men, Me"},{"quote":"When finally I mustered the courage to tell a novelist friend that I was talking to editors about a biography, her reply was, 'Oh, that's okay. That's not a real book.'","author":"Stacy Schiff","category":"Book, Friend, Her"},{"quote":"Wait for the Lord. Behave yourself manfully, and be of good courage. Do not be faithless, but stay in your place and do not turn back.","author":"Thomas a Kempis","category":"Good, Yourself, Place"},{"quote":"My intent is not to inflame Muslims but to entertain readers of great thrillers. At the end of the day, I want people to see a good protagonist struggle against serious odds and do so with courage and honor and integrity.","author":"Brad Thor","category":"Integrity, Good, Great"},{"quote":"Daredevil was known as 'The Man Without Fear,' and I just thought, 'Well, I don't think that's very interesting.' I don't think it's very interesting to watch someone who's incapable of feeling fear. It also removes from the palate my favorite character attribute, which is courage. If you're not afraid, you can't exercise courage.","author":"Charlie Cox","category":"Fear, Character, Man"},{"quote":"The most important thing for me was to never, ever, ever deny it. But I didn't really have the courage to talk about it. I was thinking, The people who need to know I'm gay know.","author":"Portia de Rossi","category":"Thinking, Me, People"},{"quote":"You live with the fear people might find out. Then you actually have the courage to tell people and they go, I don't think you are gay. It's enough to drive you crazy.","author":"Portia de Rossi","category":"Fear, Crazy, People"},{"quote":"Courage is the essential element in any great public man or woman.","author":"Paul Johnson","category":"Great, Man, Woman"},{"quote":"We had every problems starting a big top could have. The tent fell down on the first day. We had problems getting people into the shows. It was only with the courage and arrogance of youth that we survived.","author":"Guy Laliberte","category":"Day, Youth, Problems"},{"quote":"Whether you be man or woman you will never do anything in this world without courage. It is the greatest quality of the mind next to honor.","author":"James Allen","category":"Man, Woman, World"},{"quote":"My father Sam, by his lifelong example, displayed for me the virtues of an honest day's work and of great personal courage.","author":"Marv Levy","category":"Work, Father, Great"},{"quote":"It takes a certain amount of courage to tackle very hard problems in science, I now realise. You don't know what the timescale of your work will be: decades or only a few years.","author":"Venkatraman Ramakrishnan","category":"Work, Science, Problems"},{"quote":"In the non-Greek stories, Persia, Egypt, even China, Central Asia, in oral traditions and written literature, anyone who fights Amazons admires their courage and beauty, and they want to be allies of the Amazon; they don't wanna kill them.","author":"Adrienne Mayor","category":"Beauty, Literature, Want"},{"quote":"The power of youth is the common wealth for the entire world. The faces of young people are the faces of our past, our present and our future. No segment in the society can match with the power, idealism, enthusiasm and courage of the young people.","author":"Kailash Satyarthi","category":"Future, Power, Past"},{"quote":"How many women have the courage to start properly with a cold, cold bath early in the morning? I jump in, throw the water, cold as ice, and after the first plunge I am happy.","author":"Anna Held","category":"Morning, Happy, Women"},{"quote":"For millions, Roger Ebert will be remembered as a writer and television personality who brought a sense of passion and excellence to his craft. For me, he is a man who fused joy and courage as few others ever have. My life was enriched by having such a friend; it is poorer for losing such a friend.","author":"Jeff Greenfield","category":"Life, Passion, Joy"},{"quote":"Where a man's strength and courage is tested most is in the way that he treats women - the way that he loves.","author":"John Eldredge","category":"Strength, Women, Man"},{"quote":"What I hope my writing reflects... is a sense of the connections between all human beings... and a different perspective on the true nature of courage. For me, those are things worth exploring and writing about.","author":"Chris Crutcher","category":"Nature, Hope, Writing"},{"quote":"I hope America can also be the cultural leader of the world, and use this frontier spirit to lead and show others that we need courage to go places where we have not gone before.","author":"Tadao Ando","category":"Hope, Leader, America"},{"quote":"At the same time, I would add that the American people have a lot of courage.","author":"Tadao Ando","category":"Time, American, People"},{"quote":"You can always find a reason to say no. It's the easiest vote. It's also not exactly a red badge of courage.","author":"John Cornyn","category":"Red, Vote, You"},{"quote":"It is quite true that women like courage, and that boldness often goes a long way; but it is questionable whether with high-bred natures a subdued, quiet, and delicate manner does not go still further.","author":"Richard Jefferies","category":"Women, Long, True"},{"quote":"Such decisions will be far reaching and difficult. But you never lacked courage in the past. Your courage is now needed for the future.","author":"Gerry Adams","category":"Future, Decisions, Past"},{"quote":"Once I had all the facts in, I found I didn't have the immoral courage to pull the caper. So I wrote it as a story. As a teenager, I didn't have any skills for writing as such, so it came out in 1500 words.","author":"Theodore Sturgeon","category":"Writing, Words, Story"},{"quote":"Farrah Fawcett had courage, she had strength, and she had faith.","author":"Jaclyn Smith","category":"Strength, Faith, She"},{"quote":"With Pearl Jam, everybody is so good at what they do, it's hard to get up the courage to say, Can I sing this part, or, I want to play guitar. I feel like I have more courage to do that.","author":"Jeff Ament","category":"Good, Guitar, Want"},{"quote":"With Pearl Jam, everybody is so good at what they do, it's hard to get up the courage to say, 'Can I sing this part,' or, 'I want to play guitar.'","author":"Jeff Ament","category":"Good, Guitar, Want"},{"quote":"Political courage requires clarity.","author":"Joe Klein","category":"Political, Clarity, Requires"},{"quote":"The courage of a soldier is found to be the cheapest and most common quality of human nature.","author":"Edward Gibbon","category":"Nature, Quality"},{"quote":"Yes, you must have the courage of being free.","author":"Jose Carreras","category":"Free, You, Being"},{"quote":"Everybody, even me, sometimes had to compromise on something, doing things we know to be wrong, and this happens doing whatever job in the world. But a singer must have the courage of saying no.","author":"Jose Carreras","category":"Job, World, Me"},{"quote":"I'm an exile. My father had the courage to leave with his wife, his mother and three children under twelve. It took more courage to leave, to sacrifice everything for freedom, than to stay.","author":"Andy Garcia","category":"Children, Freedom, Father"},{"quote":"Stripped of its plot, the 'Iliad' is a scattering of names and biographies of ordinary soldiers: men who trip over their shields, lose their courage or miss their wives. In addition to these, there is a cast of anonymous people: the farmers, walkers, mothers, neighbours who inhabit its similes.","author":"Alice Oswald","category":"Men, People, Soldiers"},{"quote":"Leaders come in many forms, with many styles and diverse qualities. There are quiet leaders and leaders one can hear in the next county. Some find strength in eloquence, some in judgment, some in courage.","author":"John W. Gardner","category":"Strength, Quiet, Find"},{"quote":"As soldiers need not only courage but tactics also, so does a philosopher need not only courage and philosophy but discernment also, to tell what his right time of dying is - so that he neither seek it nor flee it.","author":"Apollonius of Tyana","category":"Time, Philosophy, Soldiers"},{"quote":"Cowardice and courage are never without a measure of affectation. Nor is love. Feelings are never true. They play with their mirrors.","author":"Jean Baudrillard","category":"Love, Measure, Play"},{"quote":"I started to send my work to journals when I was 26, which was just a question of when I got the courage up. They were mostly journals I had been reading for the previous six or seven years.","author":"Marilyn Hacker","category":"Work, Reading, Question"},{"quote":"People think I have courage. The courage in my family are my wife Pam, my three daughters, here, Nicole, Jamie, LeeAnn, my mom, who's right here too.","author":"Jim Valvano","category":"Family, Mom, Wife"},{"quote":"My father took one of the toughest jobs in the government because he cared about his nation more than himself. His courage and conviction have always driven me to want to make a difference.","author":"Pardis Sabeti","category":"Father, Government, Me"},{"quote":"The world will step aside for nearly anyone who has the courage of his of her opinions.","author":"George Weinberg","category":"World, Step, Opinions"},{"quote":"I really thank my parents for giving me the good sense to not get into anything wrong. There are many people around who like controversies, and I actually wonder how do they do it. I don't have the courage to get into controversies. There are people who love it; I find it silly.","author":"Saina Nehwal","category":"Love, Good, Parents"},{"quote":"It takes a certain courage and a certain greatness to be truly base.","author":"Jean Anouilh","category":"Greatness, Truly, Takes"},{"quote":"Until the day of his death, no man can be sure of his courage.","author":"Jean Anouilh","category":"Day, Death, Man"},{"quote":"When I was growing up in Virginia, the Civil War was presented to me as glorious with dramatic courage and military honor. Later, I realized how death was central to the reality. It was at the core of women's lives. It's what they talked about most.","author":"Drew Gilpin Faust","category":"Death, Women, War"},{"quote":"I tell people that we must have the courage to share what we feel, but no one follows me.","author":"Tadashi Yanai","category":"Me, People, Feel"},{"quote":"I have decided to make a personal message to David Haye. I want him to fight me, to be a man. I wish there will be enough excitement, pressure and courage for David Haye to fight me.","author":"Wladimir Klitschko","category":"Man, Fight, Me"},{"quote":"Senator Walsh has a long history of fighting for Montanans, both at home and in combat. He deserves respect for his courage on our behalf.","author":"Steve Bullock","category":"Respect, History, Home"},{"quote":"Being gifted needs courage.","author":"Georg Brandes","category":"Gifted, Needs, Being"},{"quote":"A member must say that he is a member of the Unification Church and that he is the follower of Sun Myung Moon. If he doesn't have the courage to say it, he is not worthy of me.","author":"Sun Myung Moon","category":"Sun, Me, Moon"},{"quote":"We had no more courage than Harriet Tubman or Marcus Garvey had in their times. We just had a more vulnerable enemy.","author":"Stokely Carmichael","category":"Enemy, Just, Than"},{"quote":"Without white South Africa realizing what it had done - and on the basis of that realization having the courage to ask for forgiveness - there can really be no significant movement.","author":"Athol Fugard","category":"Forgiveness, Done, Africa"},{"quote":"Courage to continue comes from deeper sources than outward results.","author":"Kenneth L. Pike","category":"Results, Continue, Than"},{"quote":"If we bring not the good courage of minds covetous of truth, and truth only, prepared to hear all things, and decide upon all things, according to evidence, we should do more wisely to sit down contented in ignorance, than to bestir ourselves only to reap disappointment.","author":"Frances Wright","category":"Good, Truth, Disappointment"},{"quote":"It is up to African leaders to show their will and political courage in order to assure that this new pan-African institution becomes an efficient instrument and not a place for endless discussions.","author":"Omar Bongo","category":"Political, Place, New"},{"quote":"If I truly had the courage of my convictions, I would be a full-blown comic novelist.","author":"Petina Gappah","category":"Convictions, Comic, Truly"},{"quote":"Courage is action, not talk.","author":"Jeff Rich","category":"Action, Talk"},{"quote":"It takes a good deal of physical courage to ride a horse. This, however, I have. I get it at about forty cents a flask, and take it as required.","author":"Stephen Leacock","category":"Good, Horse, Ride"},{"quote":"Courage is always rewarded.","author":"Kenny Loggins","category":"Always, Rewarded"},{"quote":"Maybe you will be afraid and maybe you will fail, but the courage to take risks in any part of your life is, I feel, a very worthwhile way to live.","author":"Emile Hirsch","category":"Life, Risks, Live"},{"quote":"I know that throughout their history, the people of the United States defended their freedom, their liberty, their justice, and their rights - if need be - with their lives. I think their courage is so admirable.","author":"Lee Myung-bak","category":"History, Freedom, Justice"},{"quote":"Since dogs could hear and smell better than men, we could concentrate on sight. Since courage is commonplace in dogs, men's adrenal glands could shrink. Dogs, by making us more efficient predators, gave us time to think. In short, dogs civilized us.","author":"Donald McCaig","category":"Time, Men, Short"},{"quote":"Deciding taste is egotistical, but that's how taste is established, by somebody having the courage to say, 'I don't want to sell that.'","author":"Stanley Marcus","category":"Want, Say, Sell"},{"quote":"Remember that when you meet your antagonist, to do everything in a mild agreeable manner. Let your courage be keen, but, at the same time, as polished as your sword.","author":"Richard Brinsley Sheridan","category":"Time, Remember, Sword"},{"quote":"The courage in journalism is sticking up for the unpopular, not the popular.","author":"Geraldo Rivera","category":"Journalism, Up, Unpopular"},{"quote":"There is not a single Muslim leader today who has the courage and commitment to defend Islam and Muslims, they are all in awe of the United States and other Western powers, and are indebted to them.","author":"Abu Bakar Bashir","category":"Leader, Today, Commitment"},{"quote":"I had a long time admiration for the Jewish people. Especially with their long time of courage, taking so much abuse for so long. I was only seven years old, but I could easily see the ungodly treatment that the white folks were handing the poor Jewish family whom I worked for.","author":"Louis Armstrong","category":"Family, Time, People"},{"quote":"Now that I've got some films under my belt, I have the courage of my convictions regarding acting. It gives me a leg to stand on.","author":"Mira Sorvino","category":"Me, Stand, Acting"},{"quote":"We know the threats - from global terrorist networks to the spread of deadly weapons. Yet we also know that embedded in this time of danger is the promise of a new day, if we have the courage and commitment to work together.","author":"Valerie Jarrett","category":"Work, Time, Together"},{"quote":"I admired Eugene McCarthy's courage and although I left his Senate staff after four years to accept a job as the researcher on the editorial page of the 'Washington Post,' I remained an admirer.","author":"Kitty Kelley","category":"Job, Page, Years"},{"quote":"The quality that defines us as Americans is the courage to respond to being hit. The courage to root out and destroy the killers. And, most importantly, the courage to hold on to our values and protect our hard-won freedoms while doing it.","author":"Nick Clooney","category":"Quality, Values, Doing"},{"quote":"I'll know how to die with courage that is easier than living.","author":"Georg Buchner","category":"Die, Living, Know"},{"quote":"President Obama and our all-of-the-above energy strategy is the real deal. We are proud of the fact that we are importing less oil than at any time in modern history, and it has been because of the president's vision and courage.","author":"Ken Salazar","category":"Time, History, Vision"},{"quote":"I have a huge political interest. I just wish I had the courage to come into politics in India.","author":"Shekhar Kapur","category":"Politics, Political, Wish"},{"quote":"I admire people who come to politics because it takes a lot of courage to be in politics in India.","author":"Shekhar Kapur","category":"Politics, People, India"},{"quote":"Some people call it the 'Al Jazeera spirit' - courage, re-thinking authority, giving a voice to the voiceless. We have never been favored by the authority. The human being is the center of our editorial policy. We are not a TV station that rushes after stars, big names, press conferences, hand-shake journalism.","author":"Wadah Khanfar","category":"Stars, Giving, Journalism"},{"quote":"I have three favorite politicians: Reagan, Truman, and Bobby Kennedy - Bobby for showing remarkable political courage despite being loathed by many on both sides.","author":"Joe Scarborough","category":"Political, Favorite, Three"},{"quote":"California is a place of invention, a place of courage, a place of vision, a place of the future. People who made California what it is were willing to take risks, think outside convention and build.","author":"Nicolas Berggruen","category":"Future, Vision, People"},{"quote":"Women's courage is rather different from men's. The fact that women have to bring up children and look after husbands makes them braver at facing long-term issues, such as illness. Men are more immediately courageous. Lots of people are brave in battle.","author":"Mary Wesley","category":"Children, Women, Men"},{"quote":"Throughout the history of our young nation, we have seen our military go bravely into battle, armed with courage and willing to make the ultimate sacrifice.","author":"John M. McHugh","category":"History, Sacrifice, Military"},{"quote":"The one thing I learned the most about acting is it takes a tremendous amount of courage to go there and stand still. It takes courage and guts to step out of your mind frame and depict something.","author":"Carson Daly","category":"Mind, Step, Acting"},{"quote":"The word courage - God, I love that word. Words are so important to me.","author":"Peter Fonda","category":"Love, God, Words"},{"quote":"You always remember the delicacy of the work you do on a new play - the delicacy and the rigor and the courage.","author":"Lindsay Duncan","category":"Work, Remember, Play"},{"quote":"Well, number one I like dancing. Number two I knew it would be challenging because I had never done this type of dance before. I always wanted to and I happened to have the courage to go out there and give it my best shot.","author":"Evander Holyfield","category":"Best, Dance, Done"},{"quote":"When you really believe in God, it gives you a courage, a confidence that enables you to meet the things coming.","author":"Della Reese","category":"Confidence, God, Believe"},{"quote":"People have told me that I'm courageous, but I have seen greater courage.","author":"Gabrielle Giffords","category":"Me, People, Courageous"},{"quote":"With faith and courage, generations of Armenians have overcome great suffering and proudly preserved their culture, traditions, and religion and have told the story of the genocide to an often indifferent world.","author":"Jerry Costello","category":"Faith, Culture, Great"},{"quote":"As a gay Jewish white South African, I belong to quite a lot of minority groups. You constantly have to question who you are, what you are and whether you have the courage to be who you are.","author":"Antony Sher","category":"Gay, You, Question"},{"quote":"I think the moments that are difficult for anybody are when you see what your life could be, if only you had the courage to take the steps needed.","author":"John Slattery","category":"Life, Moments, Think"},{"quote":"Give me an entrepreneur with a lot of courage, gusto and who iterates rapidly, and I will back that person day in and day out.","author":"Douglas Leone","category":"Day, Me, Entrepreneur"},{"quote":"I often think you need a lot of courage to be in the acting business. The job itself can be incredibly challenging for various reasons. Sometimes it's impossible and requires sheer guts.","author":"Sarah Alexander","category":"Business, Job, Impossible"},{"quote":"War criminals in the U.S. and Israel are not punished: no international court has the courage to put them on trial.","author":"Nawal El Saadawi","category":"War, Criminals"},{"quote":"I find fault with my children because I like them and I want them to go places - uprightness and strength and courage and civil respect and anything that affects the probabilities of failure on the part of those that are closest to me, that concerns me - I find fault.","author":"Branch Rickey","category":"Strength, Respect, Children"},{"quote":"Just two weeks ago, millions of Iraqis defied the threats of terrorists and went to the polls to determine their own future. I congratulate the Iraqi people for the courage they've shown in making these elections so successful.","author":"Bill Frist","category":"Future, Successful, People"},{"quote":"Most of the good executives do pretty well. Because to be a good executive you have to be strong, and you have to have a simple attribute that people have forgotten about - courage.","author":"John Milius","category":"Good, Strong, Simple"},{"quote":"That was the fun of acting, being a blank canvas you could transform into the character - Indian princess, 20s vamp, Mother Courage, Oxford don, 94-year-old wife.","author":"Diana Quick","category":"Character, Mother, Wife"},{"quote":"You want to shut up every Negro who has the courage to stand up and fight for the rights of his people, for the rights of workers, and I have been on many a picket line for the steelworkers too.","author":"Paul Robeson","category":"Fight, Stand Up, People"},{"quote":"I have a lot of courage. I'm a realist.","author":"Elisabeth Rohm","category":"Realist, Lot"},{"quote":"It is right to endure with resignation what the gods send, and to face one's enemies with courage.","author":"Pericles","category":"Face, Right, Endure"},{"quote":"But we got up there and decided to stick to this mix of power chords and funk and that's where it really started for us. In having the courage to take that decision. To take a gamble not just with our music but our lives.","author":"Michael Hutchence","category":"Music, Power, Decision"},{"quote":"Our young people have come to look upon war as a kind of beneficent deity, which not only adds to the national honor but uplifts a nation and develops patriotism and courage.","author":"Rebecca Harding Davis","category":"Patriotism, War, Honor"},{"quote":"What I do know is that writing is the thing I am best at, and I don't have the stomach, the ability, the strength or the courage to enter the political arena. And I think writing can be a political act, if only to let those people accountable know they are being watched. Literature can be a conscience.","author":"Miguel Syjuco","category":"Strength, Best, I Am"},{"quote":"On sensitive issues, talk isn't cheap - it takes real courage to pry open topics nailed shut.","author":"Marvin Olasky","category":"Real, Talk, Sensitive"},{"quote":"I am haunted by what my life would have been had I not had the courage in my early twenties to leave Pittsburgh for New York City and really commit to being a writer. Pittsburgh is both post-industrial and provincial, and the opportunities there are limited. It would have been quite easy to simply drift through life.","author":"Said Sayrafiezadeh","category":"Life, I Am, Opportunities"},{"quote":"I feel like Obama in a way. His idea that hope means not shrinking from a fight it's the courage to reach for something. My music is that. Those are principles I try to embody.","author":"Q-Tip","category":"Music, Hope, Fight"},{"quote":"Paul persuaded me to join the band. I would never have had the courage otherwise. It was fun at the beginning. We were playing just for fun, with Paul's group.","author":"Linda McCartney","category":"Fun, Beginning, Me"},{"quote":"I love Joan Collins. She's a wonderful lady. She has such courage. She's such a good actress.","author":"Robert Wagner","category":"Love, Good, She"},{"quote":"There's only one thing worse than a man who doesn't have strong likes and dislikes, and that's a man who has strong likes and dislikes without the courage to voice them.","author":"Tony Randall","category":"Strong, Man, Voice"},{"quote":"I think what I would say to my younger self, and probably to younger, just starting-out writers is that a lot of times you're just afraid to put yourself out there, and it's uncomfortable because it's working up the courage to do something, to push yourself to do those things.","author":"Carol Leifer","category":"Self, Yourself, Think"},{"quote":"The President regards the Japanese as a brave people; but courage, though useful in time of war, is subordinate to knowledge of arts; hence, courage without such knowledge is not to be highly esteemed.","author":"Townsend Harris","category":"Time, Knowledge, War"},{"quote":"Before I begin talking about the threats we face, the vulnerabilities that we have, and frankly the courage of the men and women in uniform that stand in harm's way on behalf of a very grateful Nation, let me first honor the sacrifices of September 11.","author":"Zach Wamp","category":"Women, Grateful, Men"},{"quote":"All I needed was the courage to be me. That courage took a lifetime to develop.","author":"Jimmy Scott","category":"Me, Lifetime, Took"},{"quote":"Courage is heartworth making itself felt in deeds. It never waits for chances it makes chances.","author":"George Matthew Adams","category":"Never, Deeds, Chances"},{"quote":"At the bottom of not a little of the bravery that appears in the world, there lurks a miserable cowardice. Men will face powder and steel because they have not the courage to face public opinion.","author":"Edwin Hubbel Chapin","category":"Men, World, Opinion"},{"quote":"Those who are rooted in the depths that are eternal and unchangeable and who rely on unshakeable principles, face change full of courage, courage based on faith.","author":"Emily Greene Balch","category":"Change, Faith, Principles"},{"quote":"There is a measure needing courage to adopt and enforce it, which I believe to be of virtue sufficient to redeem the nation in this its darkest hour: one only; I know of no other to which we may rationally trust for relief from impending dangers without and within.","author":"Robert Dale Owen","category":"Trust, Believe, I Believe"},{"quote":"Probably most dying patients, even when suffering greatly, would choose to live as long as possible. That courage and grace should be protected and honored, and we should put every effort into treating their symptoms.","author":"Marcia Angell","category":"Effort, Suffering, Grace"},{"quote":"I have spent a great deal of my life being part of minorities. Some of the people I admire the most in the world have had the courage to defend, against wind and tide, minority viewpoints in those frightening times when any disagreement with universal conformity is identified as treason.","author":"Antonio Munoz Molina","category":"Life, Great, World"},{"quote":"All art is political. Yes. Even the stuff that sounds like bubble-gum songs. I think all art is, by nature, intended to motivate society for change, and the only reason change doesn't happen is because within the target population, courage is lacking.","author":"Wadada Leo Smith","category":"Change, Nature, Art"},{"quote":"My mom being raised in England, her father always wanted to pursue the arts and wanted to have a stage career in England. According to her, he never had the courage to actually pursue it full-time. I think that my grandfather's parents thought that it wasn't a formidable job to have.","author":"Jovan Adepo","category":"Father, Mom, Parents"},{"quote":"You don't get happy by sitting around going on, 'Oh this is a horrible situation, what to do?' You've got to find the courage to change that. I think change is extremely hard for people.","author":"Florence Henderson","category":"Change, Happy, People"},{"quote":"I think all art is, by nature, intended to motivate society for change, and the only reason change doesn't happen is because within the target population, courage is lacking.","author":"Wadada Leo Smith","category":"Change, Nature, Art"},{"quote":"In short, we need to recover the courage we celebrate in our heroes, and in particular, the courage to tolerate, for the sake of a free society, a level of risk we hardly ever imagined in the past.","author":"Daniel Dennett","category":"Society, Short, Past"},{"quote":"I feel most alive, most electric with faith, breath, and courage, when I think of God as a current that runs through all that is. Not by will or by choice. Not as a benediction but because there are laws even God must obey.","author":"Tracy K. Smith","category":"Faith, God, Choice"},{"quote":"Back in school, there was this guy who had a huge crush on me. One day, when he mustered the courage to propose to me on a Rose Day, my friends burst out laughing right in front of him. I'm sure we all have had such experiences, and I've had crushes in the past. Right now, all I can think about is my films and deliver my best.","author":"Pooja Hegde","category":"Friends, Best, School"},{"quote":"A military coup needs a sacrifice and courage that you can't find in an army without morale.","author":"Jalal Talabani","category":"Sacrifice, Military, You"},{"quote":"To go to hospitals and see people fight and overcome cystic fibrosis or cancer or any number of illnesses is to see courage that is humbling. And athletes constantly need to be humbled.","author":"Dale Murphy","category":"Fight, People, Cancer"},{"quote":"It was actually a women's writing group I belonged to in graduate school that gave me the courage to move from poetry to fiction.","author":"Mary Gordon","category":"Women, School, Poetry"},{"quote":"I have written a memoir here and there, and that takes its own form of selfishness and courage. However, generally speaking, I have no interest in writing about my own life or intruding in the privacy of those around me.","author":"Peter Carey","category":"Life, Writing, Me"},{"quote":"I see courage everywhere I go in Africa.","author":"John Prendergast","category":"Africa, See, Go"},{"quote":"I see courage everywhere I go in Africa. Fearless human rights activists in Darfur. Women peace advocates in eastern Congo. Former child soldiers in Northern Uganda who now are helping other former child soldiers return to civilian life.","author":"John Prendergast","category":"Life, Women, Peace"},{"quote":"As a person, I am someone who wants to give my the best in every take. I wouldn't say it was easy for me to get into the industry because I come from a background where no one has been in films. But I do believe if you work hard, you will get noticed. Modeling gave me that courage to stand in front of the camera.","author":"Pooja Hegde","category":"Work, Best, Work Hard"},{"quote":"Courage to be is the key to revelatory power of the feminist revolution.","author":"Mary Daly","category":"Power, Revolution, Key"},{"quote":"The Adequate Protest demands far more than protests. It calls for Great and Daring Leaps of Integrity and Courage to See.","author":"Mary Daly","category":"Integrity, Great, See"},{"quote":"It is easy enough to praise men for the courage of their convictions. I wish I could teach the sad young of this mealy generation the courage of their confusions.","author":"John Ciardi","category":"Sad, Men, Easy"},{"quote":"When I was 16 the first girl I had a crush on wasn't interested at all. I liked her from afar for ages, and when I eventually got the courage and told her, and she wasn't into me.","author":"Luke Pasqualino","category":"Girl, Me, Crush"},{"quote":"In this work I have received the opposition of a number of men who only advocate the unobtainable because the immediately possible is beyond their moral courage, administrative ability, and their political prescience.","author":"John Burns","category":"Work, Men, Political"},{"quote":"The right response to the non-problem of global warming is to have the courage to do nothing.","author":"Christopher Monckton","category":"Global Warming, Right"},{"quote":"It has been my honor to support and work with President Barack Obama, a man who has brought courage and character to the presidency. President Obama's strength of character leads him to do the right thing, even when it isn't the easy thing.","author":"Harry Reid","category":"Work, Strength, Character"},{"quote":"For the past 25 years as an adoption attorney, I have witnessed the extraordinary courage and compassion of women - from age 14 to 40 - facing unplanned pregnancy. Not once did I believe that the government should interfere with their personal and private decision.","author":"Ann McLane Kuster","category":"Age, Women, Compassion"},{"quote":"Therefore, don't let sinners take courage to think they will be favoured like the thief on the cross; for we see on the other side, they may be like the hardened one, and reproach death itself.","author":"Elias Hicks","category":"Death, Think, See"},{"quote":"The foundation of the house of civil rights is in the voices of all the great civil rights leaders and the soul of every person who heard them. It's in the hands of every person who folded a leaflet for change, and it's in the courage of every person who changed.","author":"Cheryl Mills","category":"Change, Great, Soul"},{"quote":"Discover your own style. Don't try to repeat what has already been written - have the courage to do your own thing and don't be afraid to do something different.","author":"Cecelia Ahern","category":"Style, Try, Different"},{"quote":"My main trick is to work with amazing people. It's a long and twisty journey, and you need people that really are amazing and have this rare gift of honesty and courage and really open up.","author":"Lucy Walker","category":"Work, Journey, Honesty"},{"quote":"The only reason I'm in Hollywood is that I don't have the moral courage to refuse the money.","author":"Marlon Brando","category":"Money, Moral, Hollywood"},{"quote":"In the inhalation and exhalation there is an energy and a lively divine spirit, since He, through his spirit supports the breath of life, giving courage to the people who are in the earth and spirit to those who walk on it.","author":"Michael Servetus","category":"Life, Giving, Walk"},{"quote":"I grew up in a very westernised environment and went to a private American school. But my personality was shy and quiet, and I wanted to wear the hijab but didn't have the courage, as I knew my friends would talk me out of it.","author":"Leila Aboulela","category":"Friends, School, Personality"},{"quote":"It would be sad if we lost our instinct and our courage to love and protect.","author":"Emeli Sande","category":"Love, Sad, Lost"},{"quote":"As long as the opposition believes the world will stand with Ukraine's democrat reformers, they will have the leverage and the courage to establish a legitimate republic under the leadership of Viktor Yushchenko.","author":"Bob Schaffer","category":"Leadership, World, Long"},{"quote":"He's nice enough not to want to be associated with a nasty remark but not nice enough not to make it. Lacking the courage of one's nastiness does not make one nice.","author":"Michael Kinsley","category":"Want, Nice, Enough"},{"quote":"Iwas not a reader at all, not until I discovered 'The Hobbit.' That changed my life. It gave me the courage to read. It led me to the 'Lord of the Rings' series. And once I'd read that, I knew I could read anything because I had just read thousands of pages.","author":"Richard Paul Evans","category":"Life, Me, My Life"},{"quote":"We know the Republicans are happy to keep the country in the dark, and if we Democrats are to recapture the power necessary to assert our values, we must find the energy, courage, creativity and unity to map out a brighter day for the people we sincerely want to serve.","author":"John Yarmuth","category":"Happy, Creativity, Unity"},{"quote":"Hemingway was a jerk. I mean he was really a great jerk. He was a good writer, and he did all sorts of things that I would never have the courage to do, but I don't think I'd enjoy being in the same room with him. He's not my kind of person.","author":"Joe Haldeman","category":"Good, Great, Enjoy"},{"quote":"Music was always a big part of my family. Only a few of us had the talent - or the courage - to walk out on a stage.","author":"Patty Loveless","category":"Family, Music, Walk"},{"quote":"It takes a lot of courage as an actor to take time off for family. But family is everything.","author":"Shari Sebbens","category":"Family, Time, Actor"},{"quote":"I want to work as hard as I can. But I also want six kids! It takes a lot of courage as an actor to take time off for family. But family is everything.","author":"Shari Sebbens","category":"Work, Family, Time"},{"quote":"I often visit Maria Tatar's 'The Grimm Reader' for a cold dose of courage. Her translations come from the Brothers Grimm, whose now-famous collection of 'Kinder- und Hausmarchen' ('Children's and Household Tales') was first published in 1812. The book was not intended for young readers.","author":"Kate Bernheimer","category":"Children, Book, Her"},{"quote":"For this equilibrium now in sight, let us trust that mankind, as it has occurred in the greatest periods of its past, will find for itself a new code of ethics, common to all, made of tolerance, of courage, and of faith in the Spirit of men.","author":"Albert Claude","category":"Trust, Faith, Past"},{"quote":"For as long as this nation has known war, we have embraced the heroes it has produced. Americans have rightfully noted the honor and nobility of courage under hostile fire and thanked those who perished in their defense.","author":"James T. Walsh","category":"War, Fire, Honor"},{"quote":"I know what real courage is, and I understand true compassion.","author":"Mo Yan","category":"Compassion, Know, True"},{"quote":"I like Beryl Bainbridge a great deal, and she is a writer who absolutely demands to be read a second, third, and fourth time. I admire her great courage in leaving so much unsaid and asking the reader to really engage her brain.","author":"Monica Ali","category":"Time, Great, Leaving"},{"quote":"My first and most loved real novel was 'Little Women.' I identified with the Jo character even though we were opposites. Jo was very strong-minded and brave, and I was shy and kind of a wuss, everyplace but in my own home. I wanted to be Jo. She was my alter ego. I think reading that book gave me courage.","author":"Rhea Perlman","category":"Home, Women, Character"},{"quote":"When I met Bono at the Cannes Film festival while I was there for the film 'United 93,' he said to me, 'That's a great film, brother. Thank you for your courage in making it.' I plotzed.","author":"David Alan Basche","category":"Great, Brother, Thank You"},{"quote":"Outlining is like putting on training wheels. It gives me the courage to write, but we always go off the outline.","author":"Hallie Ephron","category":"Training, Me, Always"},{"quote":"The eyes of the world are fixed on the U.S. to see if we have the political courage and moral sense to solve our debt crisis.","author":"Dan Coats","category":"Eyes, World, Political"},{"quote":"But steel bars have never yet kept out a mob it takes something a good deal stronger: human courage backed up by the consciousness of being right.","author":"Ray Stannard Baker","category":"Good, Stronger, Human"},{"quote":"Confronting and undermining the narratives and ideas of extremism must therefore be one of our key tasks. To do this, we must retain the courage of our convictions in the face of extremism.","author":"Jonas Gahr Store","category":"Ideas, Key, Face"},{"quote":"Let me start with Yahoo. As we meet today, a Chinese citizen who had the courage to speak his mind on the Internet is in prison because Yahoo chose to share his name and address with the Chinese Government.","author":"Tom Lantos","category":"Today, Government, Mind"},{"quote":"Sadly, far too many politicians in Washington lack the courage to do something to fix our problems. They are worried about the political implications of making the hard choices we so desperately need to cut spending and shrink government.","author":"Matt Salmon","category":"Government, Choices"},{"quote":"My education was dominated by modernist thinkers and artists who taught me that the supreme imperative was courage to face the awful truth, to scorn the soft-minded optimism of religious and secular romantics as well as the corrupt optimism of governments, advertisers, and mechanistic or manipulative revolutionaries.","author":"Ellen Willis","category":"Education, Truth, Me"},{"quote":"The presidents of colleges have to have some courage to step forward. You can't limit alcohol in college sports, you have to get rid of it.","author":"Dean Smith","category":"Sports, College, Step"},{"quote":"I was inspired by my son on the song 'The Most Beautiful People Are Broken.' Life is an extra challenge for him. But he does it all with such great grace and courage.","author":"Maria Doyle Kennedy","category":"Life, Beautiful, Great"},{"quote":"The minute a person whose word means a great deal to others dare to take the open-hearted and courageous way, many others follow.","author":"Marian Anderson","category":"Great, Courageous, Dare"},{"quote":"I don't know what kind of courage it took thousands of years ago, but I know how courageous women need to be today.","author":"Beth Moore","category":"Women, Today, Know"},{"quote":"Remember in 1973 the same science chatter said that the coming Ice Age is going to occur, we're going to lose millions of people. And the politicians knew how to solve it, they just didn't have the courage to solve it; they were going to put coal dust on the Arctic.","author":"Don Young","category":"Age, Science, Remember"},{"quote":"All my life I had feared to-morrow, until I decided to have faith and to live to-day in courage.","author":"Vash Young","category":"Life, Faith, Live"},{"quote":"It takes far less courage to kill yourself than it takes to make yourself wake up one more time. It's harder to stay where you are than to get out. For everyone but you, that is.","author":"Judith Rossner","category":"Time, Wake Up, Yourself"},{"quote":"Ronald Reagan's well documented final battles with Alzheimer's disease were fought with the same conviction and courage that his many public battles were fought.","author":"William L. Jenkins","category":"Alzheimer, Same, Well"},{"quote":"I think that what's been holding composers back a great deal is that they feel they must have a new style every year. This, in my case, would be hopeless. In fact, it is said that I have no style at all, but that doesn't matter. I just go on doing, as they say, my thing. I believe this takes a certain courage.","author":"Samuel Barber","category":"Great, Style, Believe"},{"quote":"To bathe a cat takes brute force, perseverance, courage of conviction - and a cat. The last ingredient is usually hardest to come by.","author":"Stephen Baker","category":"Perseverance, Cat"},{"quote":"Design is the courage and brilliance to cover an original and make it different.","author":"John Hockenberry","category":"Design, Original, Different"},{"quote":"You have to have the courage to face the unexpected. This is the difference between people who do things and people who don't dare, who don't dare to live.","author":"Gianna Angelopoulos-Daskalaki","category":"People, Live, Unexpected"},{"quote":"I know this president. And I can tell you that he cares deeply about the next generation of young women in this country - his daughters, and everyone's daughters. President Obama had the courage to stand with Sandra Fluke. Without hesitation, he defended her right to tell her story.","author":"Nancy Keenan","category":"Women, Generation, Know"},{"quote":"Courage is the fear of being thought a coward.","author":"Horace Smith","category":"Fear, Thought, Coward"},{"quote":"There can be a fundamental gulf of gracelessness in a human heart which neither our love nor our courage can bridge.","author":"Patrick Campbell","category":"Love, Heart, Bridge"},{"quote":"Success is that old ABC - ability, breaks, and courage.","author":"Charles Luckman","category":"Success, Ability, Success Is"},{"quote":"There are two great days in a person's life - the day we are born and the day we discover why.","author":"William Barclay","category":"Life, Birthday, Day"},{"quote":"It's sad to know I'm done. But looking back, I've got a lot of great memories.","author":"Bonnie Blair","category":"Memories, Sad, Looking Back"},{"quote":"Behind every great man is a woman rolling her eyes.","author":"Jim Carrey","category":"Funny, Eyes, Man"},{"quote":"Do the difficult things while they are easy and do the great things while they are small. A journey of a thousand miles must begin with a single step.","author":"Lao Tzu","category":"Motivational, Journey, Small"},{"quote":"People who think they know everything are a great annoyance to those of us who do.","author":"Isaac Asimov","category":"Funny, People, Know"},{"quote":"Great minds discuss ideas average minds discuss events small minds discuss people.","author":"Eleanor Roosevelt","category":"Ideas, Small, People"},{"quote":"Great things are done by a series of small things brought together.","author":"Vincent Van Gogh","category":"Together, Small Things"},{"quote":"No dream is too big. No challenge is too great. Nothing we want for our future is beyond our reach.","author":"Donald Trump","category":"Future, Challenge, Dream"},{"quote":"Some are born great, some achieve greatness, and some have greatness thrust upon them.","author":"William Shakespeare","category":"Greatness, Born, Achieve"},{"quote":"First, accept sadness. Realize that without losing, winning isn't so great.","author":"Alyssa Milano","category":"Sad, Winning, Sadness"},{"quote":"A little thought and a little kindness are often worth more than a great deal of money.","author":"John Ruskin","category":"Kindness, Money, Thought"},{"quote":"Only great minds can afford a simple style.","author":"Stendhal","category":"Simple, Style, Minds"},{"quote":"Life is either a great adventure or nothing.","author":"Helen Keller","category":"Life, Adventure, Nothing"},{"quote":"Simply enjoy life and the great pleasures that come with it.","author":"Karolina Kurkova","category":"Life, Enjoy Life, Enjoy"},{"quote":"The greatest weapon against stress is our ability to choose one thought over another.","author":"William James","category":"Stress, Thought, Greatest"},{"quote":"On some great and glorious day the plain folks of the land will reach their heart's desire at last, and the White House will be adorned by a downright moron.","author":"H. L. Mencken","category":"Day, Heart, Moron"},{"quote":"Small aim is a crime have great aim.","author":"A. P. J. Abdul Kalam","category":"Small, Crime, Aim"},{"quote":"The greatest accomplishment is not in never falling, but in rising again after you fall.","author":"Vince Lombardi","category":"Greatest, Fall"},{"quote":"Great thoughts speak only to the thoughtful mind, but great actions speak to all mankind.","author":"Theodore Roosevelt","category":"Thoughts, Mind, Speak"},{"quote":"I'd rather attempt to do something great and fail than to attempt to do nothing and succeed.","author":"Robert H. Schuller","category":"Motivational, Succeed, Fail"},{"quote":"Who's my hero? That's a great question... Well, I think my dad is my hero, because he's someone I look up to every day.","author":"Tom Brady","category":"Hero, Day, Think"},{"quote":"Veterans are a symbol of what makes our nation great, and we must never forget all they have done to ensure our freedom.","author":"Rodney Frelinghuysen","category":"Freedom, Veterans"},{"quote":"If you cannot do great things, do small things in a great way.","author":"Napoleon Hill","category":"Small Things, Small"},{"quote":"Great achievement is usually born of great sacrifice, and is never the result of selfishness.","author":"Napoleon Hill","category":"Achievement, Sacrifice, Born"},{"quote":"The greatness of a nation can be judged by the way its animals are treated.","author":"Mahatma Gandhi","category":"Greatness, Animals, Nation"},{"quote":"A great figure or physique is nice, but it's self-confidence that makes someone really sexy.","author":"Vivica A. Fox","category":"Self-Confidence, Sexy, Nice"},{"quote":"Passion is one great force that unleashes creativity, because if you're passionate about something, then you're more willing to take risks.","author":"Yo-Yo Ma","category":"Creativity, Passion, Risks"},{"quote":"There have been so many great moments, and I feel so blessed every day.","author":"Vusi Mahlasela","category":"Day, Blessed, Moments"},{"quote":"There is no pain so great as the memory of joy in present grief.","author":"Aeschylus","category":"Sympathy, Pain, Joy"},{"quote":"We will make America strong again. We will make America proud again. We will make America safe again. And we will make America great again.","author":"Donald Trump","category":"Strong, America, Proud"},{"quote":"Pray that your loneliness may spur you into finding something to live for, great enough to die for.","author":"Dag Hammarskjold","category":"Loneliness, Alone, Live"},{"quote":"All truly great thoughts are conceived by walking.","author":"Friedrich Nietzsche","category":"Thoughts, Walking, Truly"},{"quote":"It is a rough road that leads to the heights of greatness.","author":"Lucius Annaeus Seneca","category":"Road, Greatness, Heights"},{"quote":"The most important thing is to try and inspire people so that they can be great in whatever they want to do.","author":"Kobe Bryant","category":"Positive, Inspire, People"},{"quote":"The essence of all beautiful art, all great art, is gratitude.","author":"Friedrich Nietzsche","category":"Gratitude, Art, Beautiful"},{"quote":"I feel like life is really short, and it's important to enjoy yourself and embrace whatever comes your way, whether it's a challenging day or a great day, just welcome it with open arms. No matter who you are, you can't escape challenges; they are part of life.","author":"Miranda Kerr","category":"Life, Day, Welcome"},{"quote":"Those who dare to fail miserably can achieve greatly.","author":"John F. Kennedy","category":"Achieve, Fail, Dare"},{"quote":"Step with care and great tact, and remember that Life's a Great Balancing Act.","author":"Dr. Seuss","category":"Life, Wisdom, Remember"},{"quote":"I am a great admirer of mystery and magic. Look at this life - all mystery and magic.","author":"Harry Houdini","category":"Life, I Am, Mystery"},{"quote":"What wisdom can you find that is greater than kindness?","author":"Jean-Jacques Rousseau","category":"Kindness, Wisdom, You"},{"quote":"Great things are done when men and mountains meet.","author":"William Blake","category":"Mountains, Men, Great Things"},{"quote":"The great art of life is sensation, to feel that we exist, even in pain.","author":"Lord Byron","category":"Life, Art, Pain"},{"quote":"Silence is one of the great arts of conversation.","author":"Marcus Tullius Cicero","category":"Silence, Conversation, Arts"},{"quote":"In October, a maple tree before your window lights up your room like a great lamp. Even on cloudy days, its presence helps to dispel the gloom.","author":"John Burroughs","category":"Tree, October, Window"},{"quote":"The harder the struggle, the more glorious the triumph. Self-realization demands very great struggle.","author":"Swami Sivananda","category":"Struggle, Triumph"},{"quote":"I have always loved fashion because it's a great way to express your mood. And I'm definitely a shoe lover. The right pair of shoes can change the feel of an outfit, and even change how a woman feels about herself. A woman can wear confidence on her feet with a high stiletto, or slip into weekend comfort with a soft ballet flat.","author":"Fergie","category":"Change, Confidence, Shoes"},{"quote":"Great dancers are not great because of their technique, they are great because of their passion.","author":"Martha Graham","category":"Passion, Dancers, Technique"},{"quote":"To me, there's no great chef without a great team.","author":"Daniel Boulud","category":"Team, Chef, Me"},{"quote":"I tell a student that the most important class you can take is technique. A great chef is first a great technician. 'If you are a jeweler, or a surgeon or a cook, you have to know the trade in your hand. You have to learn the process. You learn it through endless repetition until it belongs to you.","author":"Jacques Pepin","category":"Chef, Repetition, Know"},{"quote":"A man's worth is no greater than his ambitions.","author":"Marcus Aurelius","category":"Man, Worth, Than"},{"quote":"You can't build a great building on a weak foundation. You must have a solid foundation if you're going to have a strong superstructure.","author":"Gordon B. Hinckley","category":"Strong, Building, Foundation"},{"quote":"Today's a beautiful day, and yesterday was a beautiful day, so that means it's a great life.","author":"Gnash","category":"Life, Beautiful, Today"},{"quote":"The hottest place in Hell is reserved for those who remain neutral in times of great moral conflict.","author":"Martin Luther King, Jr.","category":"Politics, Conflict, Moral"},{"quote":"Belief in oneself and knowing who you are, I mean, that's the foundation for everything great.","author":"Jay-Z","category":"Foundation, Belief, You"},{"quote":"Nothing great in the world has ever been accomplished without passion.","author":"Georg Wilhelm Friedrich Hegel","category":"Passion, World, Nothing"},{"quote":"The point is that when I see a sunset or a waterfall or something, for a split second it's so great, because for a little bit I'm out of my brain, and it's got nothing to do with me. I'm not trying to figure it out, you know what I mean? And I wonder if I can somehow find a way to maintain that mind stillness.","author":"Chris Evans","category":"Sunset, Mind, Me"},{"quote":"Every great and deep difficulty bears in itself its own solution. It forces us to change our thinking in order to find it.","author":"Niels Bohr","category":"Change, Deep, Thinking"},{"quote":"The comfort zone is the great enemy to creativity; moving beyond it necessitates intuition, which in turn configures new perspectives and conquers fears.","author":"Dan Stevens","category":"Creativity, Moving"},{"quote":"One of the greatest diseases is to be nobody to anybody.","author":"Mother Teresa","category":"Greatest, Nobody, Diseases"},{"quote":"Scientists dream about doing great things. Engineers do them.","author":"James A. Michener","category":"Dream, Doing, Great Things"},{"quote":"We want to do a lot of stuff we're not in great shape. We didn't get a good night's sleep. We're a little depressed. Coffee solves all these problems in one delightful little cup.","author":"Jerry Seinfeld","category":"Good, Coffee, Sleep"},{"quote":"You have the ability to choose which way you want to go. You have to believe great things are going to happen in your life. Do everything you can - prepare, pray and achieve - to make it happen.","author":"Ben Carson","category":"Life, Believe"},{"quote":"My only fault is that I don't realize how great I really am.","author":"Muhammad Ali","category":"Realize, Fault, Only"},{"quote":"I have great faith in fools self-confidence my friends call it.","author":"Edgar Allan Poe","category":"Friends, Faith"},{"quote":"A lot of people, when a guy scores a lot of goals, think, 'He's a great player', because a goal is very important, but a great player is a player who can do everything on the field. He can do assists, encourage his colleagues, give them confidence to go forward. It is someone who, when a team does not do well, becomes one of the leaders.","author":"Pele","category":"Goals, Team, Confidence"},{"quote":"I look at my father. He is one of my heroes. He is such an incredible, classy man. He was such a great father and such a great husband in so many ways, and we lived through some pretty tough times losing my mom. When I see all that he did, I think, 'Wow, that's a really wonderful man.'","author":"Emmanuelle Chriqui","category":"Father, Tough Times, Mom"},{"quote":"Software is a great combination between artistry and engineering.","author":"Bill Gates","category":"Engineering, Software"},{"quote":"I have a great relationship with the Mexican people.","author":"Donald Trump","category":"Relationship, People"},{"quote":"A great accomplishment shouldn't be the end of the road, just the starting point for the next leap forward.","author":"Harvey Mackay","category":"Road, End, Accomplishment"},{"quote":"I always believed that when you follow your heart or your gut, when you really follow the things that feel great to you, you can never lose, because settling is the worst feeling in the world.","author":"Rihanna","category":"Heart, World, You"},{"quote":"Success doesn't necessarily come from breakthrough innovation but from flawless execution. A great strategy alone won't win a game or a battle the win comes from basic blocking and tackling.","author":"Naveen Jain","category":"Success, Innovation, Alone"},{"quote":"The conscious mind may be compared to a fountain playing in the sun and falling back into the great subterranean pool of subconscious from which it rises.","author":"Sigmund Freud","category":"Sun, Mind, Falling"},{"quote":"The planter, the farmer, the mechanic, and the laborer... form the great body of the people of the United States, they are the bone and sinew of the country men who love liberty and desire nothing but equal rights and equal laws.","author":"Andrew Jackson","category":"Love, Men, Liberty"},{"quote":"The greatest way to live with honor in this world is to be what we pretend to be.","author":"Socrates","category":"World, Honor, Greatest"},{"quote":"It's so great to find that one special person you want to annoy for the rest of your life.","author":"Rita Rudner","category":"Life, Want, You"},{"quote":"Great leaders are almost always great simplifiers, who can cut through argument, debate and doubt, to offer a solution everybody can understand.","author":"Colin Powell","category":"Doubt, Argument, Solution"},{"quote":"Perseverance is a great element of success. If you only knock long enough and loud enough at the gate, you are sure to wake up somebody.","author":"Henry Wadsworth Longfellow","category":"Success, Perseverance, Long"},{"quote":"Her angel's face, As the great eye of heaven shined bright, And made a sunshine in the shady place.","author":"Edmund Spenser","category":"Sunshine, Eye, Angel"},{"quote":"There's something so great about being with your nephew and, when you're tired, just handing him off back to your sister.","author":"Tahj Mowry","category":"Sister, Tired, You"},{"quote":"An entire nation, it seemed, was standing in one long breadline, desperate for even the barest essentials. It was a crisis of monumental proportions. It was known as the Great Depression.","author":"Kathi Appelt","category":"Depression, Long, Crisis"},{"quote":"If the great American people will only keep their temper, on both sides of the line, the troubles will come to an end, and the question which now distracts the country will be settled just as surely as all other difficulties of like character which have originated in this government have been adjusted.","author":"Abraham Lincoln","category":"Character, Government"},{"quote":"Those who want to reap the benefits of this great nation must bear the fatigue of supporting it.","author":"Thomas Paine","category":"Want, Nation, Reap"},{"quote":"I love my iPhone it's great to have a camera around all the time.","author":"Win Butler","category":"Love, Time, Camera"},{"quote":"When you get to know a lot of people, you make a great discovery. You find that no one group has a monopoly on looks, brains, goodness or anything else. It takes all the people - black and white, Catholic, Jewish and Protestant, recent immigrants and Mayflower descendants - to make up America.","author":"Judy Garland","category":"Black And White, America"},{"quote":"Pursue one great decisive aim with force and determination.","author":"Carl von Clausewitz","category":"Motivational, Aim"},{"quote":"Education then, beyond all other devices of human origin, is the great equalizer of the conditions of men, the balance-wheel of the social machinery.","author":"Horace Mann","category":"Education, Men, Human"},{"quote":"Synergy is what happens when one plus one equals ten or a hundred or even a thousand! It's the profound result when two or more respectful human beings determine to go beyond their preconceived ideas to meet a great challenge.","author":"Stephen Covey","category":"Challenge, Ideas, Profound"},{"quote":"Coffee and smoking are the last great addictions.","author":"Lara Flynn Boyle","category":"Coffee, Smoking, Last"},{"quote":"Great companies that build an enduring brand have an emotional relationship with customers that has no barrier. And that emotional relationship is on the most important characteristic, which is trust.","author":"Howard Schultz","category":"Relationship, Trust, Brand"},{"quote":"To live alone is the fate of all great souls.","author":"Arthur Schopenhauer","category":"Alone, Live, Fate"},{"quote":"I find the great thing in this world is not so much where we stand, as in what direction we are moving: To reach the port of heaven, we must sail sometimes with the wind and sometimes against it - but we must sail, and not drift, nor lie at anchor.","author":"Oliver Wendell Holmes, Sr.","category":"Wind, World, Moving"},{"quote":"Never quit believing that you can develop in life. Never give up. Don't deny the inward spirit that provides the drive to accomplish great things in life.","author":"Jon Huntsman, Sr.","category":"Life, Never Give Up"},{"quote":"A great city, whose image dwells in the memory of man, is the type of some great idea. Rome represents conquest; Faith hovers over the towers of Jerusalem; and Athens embodies the pre-eminent quality of the antique world, Art.","author":"Benjamin Disraeli","category":"Art, Faith, Man"},{"quote":"I would not dare to say that there is a direct relation between mathematics and madness, but there is no doubt that great mathematicians suffer from maniacal characteristics, delirium, and symptoms of schizophrenia.","author":"John Forbes Nash, Jr.","category":"Mathematics, Doubt, Madness"},{"quote":"Great theatre is about challenging how we think and encouraging us to fantasize about a world we aspire to.","author":"Willem Dafoe","category":"Theatre, World, Think"}]}