{"author":"Ravindu Manoj","github":"ravindu01manoj","repo":"Quotes-500k","data":[{"quote":"The positive aspect of my negative view is essentially that you shouldn't own cash and government bonds, but you should be in assets like real estate or equities or precious metals or in commodities.","author":"Marc Faber","category":"Real Estate, Government"},{"quote":"I came from a happy family with loving parents, so my associations with marriage and children were all happy, positive things that brought me comfort as a child, which I wanted in my life.","author":"David Furnish","category":"Life, Family, Marriage"},{"quote":"Scientists have demonstrated that dramatic, positive changes can occur in our lives as a direct result of facing an extreme challenge - whether it's coping with a serious illness, daring to quit smoking, or dealing with depression. Researchers call this 'post-traumatic growth.'","author":"Jane McGonigal","category":"Growth, Challenge"},{"quote":"If you tell your own story to your children - that includes your positive moments and your negative moments, and how you overcame them - you give your children the skills and the confidence they need to feel like they can overcome some hardship that they've felt.","author":"Bruce Feiler","category":"Children, Confidence"},{"quote":"The bottom line: if you want a happier family, create, refine and retell the story of your family's positive moments and your ability to bounce back from the difficult ones. That act alone may increase the odds that your family will thrive for many generations to come.","author":"Bruce Feiler","category":"Family, Alone, Moments"},{"quote":"I believe that, by and large, people are good and everybody you meet is more likely to surprise you in a positive way than in a negative way.","author":"Anthony Horowitz","category":"Good, Believe, Negative"},{"quote":"The best thing to do when you find yourself in a hurting or vulnerable place is to surround yourself with the strongest, finest, most positive people you know.","author":"Kristin Armstrong","category":"Best, Yourself"},{"quote":"To protect people's lives and keep our children safe, we must implement public-works spending and do so proudly. If possible, I'd like to see the Bank of Japan purchase all of the construction bonds that we need to issue to cover the cost. That would also forcefully circulate money in the market. That would be positive for the economy, too.","author":"Shinzo Abe","category":"Children, Money"},{"quote":"We believe that there are many buyers who want a stylish, sporty car that sends a positive message about their concern for the environment as they drive it down the street.","author":"Henrik Fisker","category":"Car, Believe, Environment"},{"quote":"We have a positive vision of the future founded on the belief that the gap between the promise and reality of America can one day be finally closed. We believe that.","author":"Barbara Jordan","category":"Future, Day, Vision"},{"quote":"This place? Nothing positive. OK, I want to say something positive. It's positively a dump.","author":"Charles Barkley","category":"Want, Nothing, Place"},{"quote":"You might think the thinner version of yourself is going to be the most positive or confident, but that's not how it is for me. When I'm over 200 pounds, that's when I'm the most confident version of myself.","author":"Garrett Hedlund","category":"Myself, Yourself, Me"},{"quote":"There is so much that is positive, wonderful even, about state schools. At a state school your kids will learn to live alongside and appreciate other kids from many diverse and different cultures.","author":"Arabella Weir","category":"School, Live, Appreciate"},{"quote":"And I have to work so hard at talking positively to myself. If I don't, it's just real hard to get through the day, and I'll get really down, and just want to cry. My whole body language changes. I get more slumped over.","author":"Delta Burke","category":"Work, Day, Myself"},{"quote":"Having achieved my own dreams, I want to give to kids who are less fortunate, who struggle with everyday obstacles. I want to give them something positive in their lives: support.","author":"Kristi Yamaguchi","category":"Dreams, Struggle, Support"},{"quote":"I believe one of the best things about managing people is that we can influence lives in a positive way. That's basically what a manager is about. When I can do that, I am very happy.","author":"Arsene Wenger","category":"Happy, Best, I Am"},{"quote":"Some people never contribute anything positive to society, they may even drain our resources, but most of us try to do something better, to give back.","author":"Martin Yan","category":"Society, People, Better"},{"quote":"I've specifically decided to say no to projects that weren't advancing Latinos, that weren't showing us in a positive light, roles that were gratuitous and spreading untruths.","author":"Gina Rodriguez","category":"Light, Say, Latinos"},{"quote":"Where men of judgment creep and feel their way, The positive pronounce without dismay.","author":"William Cowper","category":"Men, Way, Feel"},{"quote":"When you think about the day-to-day, positive impact on the lives of U.S. citizens, there is no relationship that we have in the world that is more important than our relationship with Canada.","author":"Paul Cellucci","category":"Relationship, Impact, World"},{"quote":"I had many teachers that were great, positive role models and taught me to be a good person and stand up and be a good man. A lot of the principals they taught me still affect how I act sometimes and it's 30 years later.","author":"Kevin James","category":"Good, Great, Man"},{"quote":"I think everyone goes through chapters in their life and there was a time when I wasn't feeling terribly positive about what I was contributing to film, or wasn't feeling as if I was going in the direction I wanted and I re-evaluated what I was doing.","author":"Jude Law","category":"Life, Time, Think"},{"quote":"How nice it would be to breeze through life and just brush things off. I never read reviews because I hate to lose more than I like to win I experience negative emotions far greater than positive ones.","author":"Catherine Tate","category":"Life, Experience, Hate"},{"quote":"When you think positively, you attract positive people. If I'm on a mission to be successful, and I'm positive all the time, then more positive people will come around me, and we'll help each other. If you're negative, you'll find yourself surrounded by negative people.","author":"Astro","category":"Time, Yourself, Help"},{"quote":"You have to be positive, and I'm not just talking about athletics, this also applies to life.","author":"Sheryl Swoopes","category":"Life, You, Talking"},{"quote":"I've had so much positive reaction and emotional fulfillment from the creation of my art and sharing it with everyday people that I never paid too much attention to the opinion of critics.","author":"Thomas Kinkade","category":"Art, People, Opinion"},{"quote":"I'm an un-healable positive optimist.","author":"Andre Rieu","category":"Optimist"},{"quote":"I want always to be positive.","author":"Gianni Versace","category":"Want, Always"},{"quote":"I think there are a lot of really positive aspects to social media for novelists. Even though our work is pretty solitary, through Twitter and Tumblr and Facebook and Instagram and blogging in general, we're better able to connect directly with readers.","author":"Holly Black","category":"Work, Social Media, Media"},{"quote":"Our intention is that people use MakerBots to have a positive impact on the world.","author":"Bre Pettis","category":"Impact, World, People"},{"quote":"I learned one thing - never hate a positive option.","author":"Kevin Garnett","category":"Hate, Never, One Thing"},{"quote":"It is important to recognize and politics positive thinking is often the slaves' virtue - something that people do to con themselves about the burden and change being placed upon them.","author":"James Bovard","category":"Change, Politics, Thinking"},{"quote":"I am blood type O-positive, which I remember by staying 'optimistic positive.'","author":"Michael Weatherly","category":"I Am, Remember, Blood"},{"quote":"I love meeting people, and I know it's so difficult for people to come up to me and introduce themselves, so when they do, I'll grab them and hug them. It makes their day, you know? I love that, and I get positive energy from that.","author":"Nicola Formichetti","category":"Love, Day, Me"},{"quote":"I really struggle with that feeling of helplessness. That's why I really try to get my blogs, and even myself, to point to the positive and look at all the inspiring things that are happening.","author":"Daryl Hannah","category":"Myself, Struggle, Why"},{"quote":"I'm not here to discuss the past... I'm here to be positive.","author":"Mark McGwire","category":"Past, Here, Discuss"},{"quote":"With everything that's thrown at you, whether it be problems at home, problems at work - whatever - basically, if you remain positive, you can see your way out of that.","author":"Sean Paul","category":"Work, Home, Problems"},{"quote":"I think positive. I always think we're going to score. Two minutes is a lot of time if you have timeouts and you're throwing every down. You have to make the right decisions. I've always had great receivers, which helps. It's not just me doing it.","author":"Dan Marino","category":"Time, Great, Decisions"},{"quote":"Hosting the Olympic Games of course guarantees the world's attention, but there is more to it than simply bathing in the global spotlight. Most importantly, host cities can use the opportunity to create a positive and lasting legacy, resulting in both tangible and intangible returns to local communities.","author":"Eduardo Paes","category":"Opportunity, World, Legacy"},{"quote":"I always loved designing, but the context needs to be right, and have a positive perspective.","author":"Hedi Slimane","category":"Perspective, Loved, Context"},{"quote":"What manner of thing this 'public opinion' is, should be best known to those who have its name forever in their mouths and erect the regard for it into a positive article of religion. Its self-styled organ in our times is the 'Press.'","author":"Richard Wagner","category":"Best, Religion, Opinion"},{"quote":"Peter Ustinov was the first really positive influence in my career. He was real and he bore witness to it. The things he said to you, he lived them.","author":"Terence Stamp","category":"Influence, Career, You"},{"quote":"People dwell so much on the little things, but why should they hold you back when you have the big things to look forward to? By exuding positive energy when dealing with your problems, you will exude it in your being in general. Treat yourself with love and you will exude love to others.","author":"Hayley Hasselhoff","category":"Love, Little Things"},{"quote":"People don't believe in positive changes anymore.","author":"Alexei Navalny","category":"Changes, Believe, People"},{"quote":"I think the rise of China is one of the great events of all economic and human history, and I think this will be overwhelmingly a positive thing for the region and the world.","author":"Paul Keating","category":"History, Great, World"},{"quote":"My purpose: to lift your spirit and to motivate you.","author":"Mavis Staples","category":"Purpose, You, Lift"},{"quote":"I do try to speak of positive things. I still try to, like, present two sides of the story, and I do try to relate to life in a 360 degree and not be one-dimensional. But by all means, manage expectations.","author":"Q-Tip","category":"Life, Speak, Expectations"},{"quote":"Kids are absolutely starved for positive adult contact.","author":"Richard Louv","category":"Contact, Kids, Adult"},{"quote":"I'm positive and I smile a lot, and I'm kind of a banana, but serious work just seems to find me, so I'm not going to argue with it.","author":"Mireille Enos","category":"Work, Smile, Me"},{"quote":"As the tech industry continues to grow and sprout successful startups across the country, it is important that we understand our responsibility to affect positive change in our communities.","author":"Ron Conway","category":"Change, Responsibility"},{"quote":"Playing a positive role on a network television show, it was great. I took it as a responsibility. Poncherello was supposed to be Poncherelli, and then when I got this part I said, 'You know what, this guy isn't going to be Italian-American, he's gonna be Hispanic American.' And they went with it.","author":"Erik Estrada","category":"Great, Responsibility"},{"quote":"An external electric field, meeting it and passing through it, affects the negative as much as the positive quanta of the atom, and pushes the former to one side, and the latter in the other direction.","author":"Johannes Stark","category":"Direction, Negative, Meeting"},{"quote":"Oscar is the exact opposite of how I think you should behave. I just think of it as a negative view of the positive mind I have. Big Bird is sweet and nice and also sympathetic, as kids can identify with him even though he looks like such a bizarre character - great 8 feet 2 inches, a beak 18 inches long.","author":"Caroll Spinney","category":"Character, Great, Bird"},{"quote":"I can't envision an honest war novel that left war in a positive light.","author":"Kevin Powers","category":"Light, War, Honest"},{"quote":"There are many positive things to say about the black community. No question about it.","author":"William Julius Wilson","category":"Community, Black, Question"},{"quote":"My doctors warned me repeatedly that if you don't stay positive, you don't do well.","author":"Vince Flynn","category":"Me, You, Well"},{"quote":"Whatever that day has given, you have to make it the best of the best. That's one thing I've learned over my years. On days when you can't make everything what you want, do what you do best, make it as positive as possible, and go from there. Learn from your mistakes.","author":"Troy Dumais","category":"Day, Best, Mistakes"},{"quote":"Be positive and laugh at everything.","author":"Alexandra Roach","category":"Laugh, Everything"},{"quote":"Positivity, that's one of the things I try to spread throughout my company and really anyone I come in contact with. Because as you know, life's too short. You got to keep it positive and keep it fun.","author":"Jose Garces","category":"Life, Short, Fun"},{"quote":"The only way that we're going to feel secure in this country again and that we're going to feel good about ourselves is if we use these systems we've put into place to create positive change around the world. I really believe we can do that.","author":"John Perkins","category":"Change, Good, World"},{"quote":"I realize myself that hate wastes a lot of time and energy and I would rather re-direct any energy that I have to good and positive use.","author":"Julian Cope","category":"Time, Good, Myself"},{"quote":"So there was a fire inside me. And that fire inside you, it can be turned into a negative form or a positive form. And I gradually realised that I had this fire and that it had to be used in a positive way.","author":"John Newcombe","category":"Fire, Me, Negative"},{"quote":"We achieved our mission to the moon. Let's look home from that lofty perch and reimagine our mission on Earth - that is what we need to do here. Together, we can upcycle everything. The world will be better for our positive visions and actions.","author":"William McDonough","category":"Home, Together, Moon"},{"quote":"I find the positive in the negative all the time. Any time you give something power, it wins, and it can continuously happen, so I just let negative people know they have no place in my life. They have no place around my children.","author":"Monica Denise Brown","category":"Life, Time, Children"},{"quote":"Research programmes, besides their negative heuristic, are also characterized by their positive heuristic.","author":"Imre Lakatos","category":"Research, Negative, Besides"},{"quote":"In the case of Iraq, notwithstanding the violence there at the moment, the very fact that a hideous regime - responsible for genocide, for the use of chemical and biological weapons, aggression against two neighbors - has been removed in itself is a positive development.","author":"Jose Ramos-Horta","category":"Moment, Violence, Neighbors"},{"quote":"I believe in entrepreneurs. I believe in their ability to make positive change in the world.","author":"Jessica Jackley","category":"Change, Believe, World"},{"quote":"I'm all about your mindset, being focused, staying positive, being optimistic, and knowing that these are all aspects of my life that I love and enjoy.","author":"Kyla Pratt","category":"Love, Life, Enjoy"},{"quote":"Music is pretty much the lifestyle, not the music itself. The lifestyle really pulled me off the street. Made me want to do something organized and positive.","author":"Brandon Thomas","category":"Music, Me, Want"},{"quote":"You shall always find what you created in your mind, for instance, a benevolent God or an evil Devil. Between them are countless facets. Therefore, concentrate on the depth of your consciousness and on what you consider to be positive and good.","author":"Hans Bender","category":"Good, God, Evil"},{"quote":"Perhaps the most encouraging trend is that, through technology, people are realizing how much agency they actually have. Technology has revolutionized the way we eat, live, communicate, socialize, learn, and do. We see enormous potential to create lasting, positive change in the way the world works by doing what we are doing.","author":"Jeremy Heimans","category":"Change, Technology, World"},{"quote":"I did this role in Life Goes On as an HIV positive character and so emotionally that was the most challenging.","author":"Chad Lowe","category":"Life, Character"},{"quote":"There are so many little girls who follow me and look up to me. I'm their role model, so I have to make sure I'm always being professional and not putting any swear words out there - just really putting positive things out there on the Internet.","author":"Jordyn Wieber","category":"Words, Internet"},{"quote":"The overall view of the human genome project has been one of great excitement and positive press, but there are people who have concerns that are quite reasonable, and they are frightened of things they don't understand.","author":"Thomas R. Cech","category":"Great, People, View"},{"quote":"I feel blessed to be a musician, and I know it's a power given to me from God that I must use in a very positive way.","author":"Vusi Mahlasela","category":"God, Power, Blessed"},{"quote":"Making the Australian team is the hardest part, and going to the Olympics is the easy part. You're there representing your country - you're representing every single person in it, strangers you don't know - and there's a lot of positive energy, but you have to know to channel it the right way.","author":"Ken Wallace","category":"Team, Easy, Know"},{"quote":"In this world, you can choose to be positive, or you can choose to be negative. You can choose to see things through a set of eyes that sees good, or you can choose to see things in life that aren't so good.","author":"Jack Harbaugh","category":"Life, Good, Eyes"},{"quote":"I basically have a very positive philosophy of life, because I don't feel I have anything to lose. Most things are going to turn out okay.","author":"Hal Ashby","category":"Life, Philosophy, Okay"},{"quote":"Today you are you! That is truer than true! There is no one alive who is you-er than you!","author":"Dr. Seuss","category":"Today, True, You"},{"quote":"Cakes are special. Every birthday, every celebration ends with something sweet, a cake, and people remember. It's all about the memories.","author":"Buddy Valastro","category":"Memories, Sweet, Remember"},{"quote":"You don't get older, you get better.","author":"Shirley Bassey","category":"Better, You, Older"},{"quote":"Don't just count your years, make your years count.","author":"George Meredith","category":"Years, Just, Count"},{"quote":"Every birthday is a gift. Every day is a gift.","author":"Aretha Franklin","category":"Day, Gift, Every Day"},{"quote":"Let us celebrate the occasion with wine and sweet words.","author":"Plautus","category":"Wine, Words, Celebrate"},{"quote":"How old would you be if you didn't know how old you are?","author":"Satchel Paige","category":"Know, You, Old"},{"quote":"You know you're getting old when the candles cost more than the cake.","author":"Bob Hope","category":"Cake, Know, You"},{"quote":"The way I see it, you should live everyday like its your birthday.","author":"Paris Hilton","category":"Live, You, See"},{"quote":"Success is like reaching an important birthday and finding you're exactly the same.","author":"Audrey Hepburn","category":"Success, Finding, You"},{"quote":"The only thing better than singing is more singing.","author":"Ella Fitzgerald","category":"Singing, Better, Than"},{"quote":"I can sing 'Happy Birthday' to you in twelve different places, but one of them is going to make you feel a certain thing, maybe it's a vulnerability, maybe an innocence, maybe another way is sexy and soulful or bluesy whatever it is, but with singers, exploring keys, I think, is important.","author":"Idina Menzel","category":"Happy, Innocence, Think"},{"quote":"If you look over the years, the styles have changed - the clothes, the hair, the production, the approach to the songs. The icing to the cake has changed flavors. But if you really look at the cake itself, it's really the same.","author":"John Oates","category":"Hair, Cake, Clothes"},{"quote":"Let them eat cake.","author":"Marie Antoinette","category":"Cake, Eat, Them"},{"quote":"All the world is birthday cake, so take a piece, but not too much.","author":"George Harrison","category":"Cake, World, Too Much"},{"quote":"I think, at a child's birth, if a mother could ask a fairy godmother to endow it with the most useful gift, that gift should be curiosity.","author":"Eleanor Roosevelt","category":"Mother, Curiosity, Child"},{"quote":"I wanted to buy a candle holder, but the store didn't have one. So I got a cake.","author":"Mitch Hedberg","category":"Cake, Candle, Buy"},{"quote":"We have to be able to grow up. Our wrinkles are our medals of the passage of life. They are what we have been through and who we want to be.","author":"Lauren Hutton","category":"Life, Grow, Want"},{"quote":"You know you're getting old when you get that one candle on the cake. It's like, 'See if you can blow this out.'","author":"Jerry Seinfeld","category":"Cake, Candle, Know"},{"quote":"There are three hundred and sixty-four days when you might get un-birthday presents, and only one for birthday presents, you know.","author":"Lewis Carroll","category":"Know, You, Three"},{"quote":"My policy on cake is pro having it and pro eating it.","author":"Boris Johnson","category":"Cake, Eating, Policy"},{"quote":"There is still no cure for the common birthday.","author":"John Glenn","category":"Cure, Common, Still"},{"quote":"My life is better with every year of living it.","author":"Rachel Maddow","category":"Life, My Life, Better"},{"quote":"I remember when the candle shop burned down. Everyone stood around singing 'Happy Birthday.'","author":"Steven Wright","category":"Happy, Candle, Remember"},{"quote":"Love the giver more than the gift.","author":"Brigham Young","category":"Love, Gift, Than"},{"quote":"Motorcycle riding has been a passion of mine since my 20th birthday, and as a proud member of the American Motorcyclist Association and the Harley Owners Group, I can attest that responsible riding has many unique recreational benefits for millions of Americans.","author":"Tim Walberg","category":"Passion, American"},{"quote":"I wanted to be the next Dana Carvey. This was my ultimate goal. If I ever cut into a birthday cake and made a wish, I would wish to be on 'Saturday Night Live.' If I threw a coin into a fountain, I would wish to be on 'Saturday Night Live.' If I saw a shooting star, I would wish to be on 'Saturday Night Live.'","author":"Jimmy Fallon","category":"Goal, Cake, Night"},{"quote":"I don't pay attention to the number of birthdays. It's weird when I say I'm 53. It just is crazy that I'm 53. I think I'm very immature. I feel like a kid. That's why my back goes out all the time, because I completely forget I can't do certain things anymore - like doing the plank for 10 minutes.","author":"Ellen DeGeneres","category":"Time, Crazy, Weird"},{"quote":"People give one another things that can't be gift wrapped.","author":"Nadine Gordimer","category":"Gift, People, Give"},{"quote":"I kept a diary right after I was born. Day 1: Tired from the move. Day 2: Everyone thinks I'm an idiot.","author":"Steven Wright","category":"Day, Tired, Born"},{"quote":"I turned 40 on the set of the reunion show for 'Sheer Genius,' so it wasn't a hideous birthday because I had everyone on the cast and crew sing 'Happy Birthday' to me, and I won $10,000 for being the fan favorite. It was really liberating to turn 40 and realize that I felt very comfortable with myself and knew who I was.","author":"Tabatha Coffey","category":"Happy, Myself, Me"},{"quote":"My mother's face floated to mind, a pale, reproachful moon, at her last and first visit to the asylum since my twentieth birthday. A daughter in an asylum! I had done that to her. Still, she had obviously decided to forgive me.","author":"Sylvia Plath","category":"Daughter, Mother, Moon"},{"quote":"If you can give your child only one gift, let it be enthusiasm.","author":"Bruce Barton","category":"Child, Gift, You"},{"quote":"If I have the power to post 'Happy Birthday' on someone's Facebook page and make them feel really good, it feels really good to make other people feel really good. I love it. I'm a huge Facebook and Twitter person. And I love talking to my fans. It's fun.","author":"Rebecca Mader","category":"Love, Happy, Good"},{"quote":"I have an ambivalent relationship with Margaret Thatcher. She came to power in May 1979 - a month before my 11th birthday. I was far too young to have developed a great deal of political awareness. I remember it, though - my mother excited at the dinner table because Britain had its first female prime minister.","author":"Sara Sheridan","category":"Relationship, Great, Mother"},{"quote":"One of my favorite memories was one time Prince picked me up and said we were going to Michael Jordan's birthday party.","author":"Tamron Hall","category":"Time, Memories, Me"},{"quote":"About 50 percent of the songs on the radio are like, 'Live like tomorrow doesn't exist. Like it's my birthday. Like it's the last day of my life'... Such a large percentage of pop music is really about party time.","author":"Sia","category":"Life, Music, Time"},{"quote":"Every day, every birthday candle I blow out, every penny I throw over my shoulder in a wishing well, every time my daughter says, 'Let's make a wish on a star,' there's one thing I wish for: wisdom.","author":"Rene Russo","category":"Wisdom, Time, Daughter"},{"quote":"I would watch 'The Ed Sullivan Show' and borrow a few lines here and there from guests like Red Buttons and Buddy Hackett to create a routine. Then I started getting invited to do political functions like the governor's birthday ball or mayor's dinner.","author":"Norm Crosby","category":"Red, Political, Dinner"},{"quote":"It is lovely, when I forget all birthdays, including my own, to find that somebody remembers me.","author":"Ellen Glasgow","category":"Me, Forget, Lovely"},{"quote":"I decided if you're lucky enough to be alive, you should use each birthday to celebrate what your life is about.","author":"Mary Steenburgen","category":"Life, Celebrate, You"},{"quote":"My parents screened 'Willy Wonka & the Chocolate Factory' for my 6th birthday, and I became fascinated by the idea of living in a candy land with chocolate rivers and lollipop trees.","author":"Dylan Lauren","category":"Parents, Trees, Candy"},{"quote":"It was on my fifth birthday that Papa put his hand on my shoulder and said, 'Remember, my son, if you ever need a helping hand, you'll find one at the end of your arm.'","author":"Sam Levenson","category":"Son, End, Remember"},{"quote":"A gift, with a kind countenance, is a double present.","author":"Thomas Fuller","category":"Gift, Present, Kind"},{"quote":"I love a card. You know, cards? At birthdays? I collect them.","author":"Adele","category":"Love, Know, You"},{"quote":"I like birthday cake. It's so symbolic. It's a tempting symbol to load with something more complicated than just 'Happy birthday!' because it's this emblem of childhood and a happy day.","author":"Aimee Bender","category":"Happy, Day, Childhood"},{"quote":"It is ironic that the one thing that all religions recognize as separating us from our creator, our very self-consciousness, is also the one thing that divides us from our fellow creatures. It was a bitter birthday present from evolution.","author":"Annie Dillard","category":"Evolution, Present"},{"quote":"I was honoured when they asked me to appear at the president's birthday rally in Madison Square Garden. There was like a hush over the whole place when I came on to sing 'Happy Birthday,' like if I had been wearing a slip, I would have thought it was showing or something. I thought, 'Oh, my gosh, what if no sound comes out!'","author":"Marilyn Monroe","category":"Happy, Me, Garden"},{"quote":"I'm most comfortable in my birthday suit.","author":"Amanda Seyfried","category":"Comfortable, Suit, Most"},{"quote":"When someone asks if you'd like cake or pie, why not say you want cake and pie?","author":"Lisa Loeb","category":"Cake, Want, Why"},{"quote":"At her birthday, my seven-year-old daughter will say that she wants these big cakes and certain expensive toys as presents, and I can't say no to her. It would just break my heart. But when I was little, for birthdays we just played outside and we were happy if we got any cake.","author":"Goran Ivanisevic","category":"Happy, Daughter, Heart"},{"quote":"The reason I met my husband was because I remembered a friend's birthday. The moral of the story is: Remember people's birthdays.","author":"Julianna Margulies","category":"Friend, People, Remember"},{"quote":"We'll take the cake with the red cherry on top.","author":"Navjot Singh Sidhu","category":"Cake, Red, Cherry"},{"quote":"I had a 'Cats' phase, where I did lots of overturned furniture and trash cans. I asked for a fog machine for my birthday.","author":"Ben Platt","category":"Cats, Fog, Furniture"},{"quote":"My every birthday wish was, 'I want to someday be on TV.'","author":"Awkwafina","category":"Wish, Want, Every"},{"quote":"I've never looked forward to a birthday like I'm looking forward to my new daughter's birthday, because two days after that is when I can apply for reinstatement.","author":"Pete Rose","category":"Daughter, Looking Forward"},{"quote":"I love photography. My boyfriend's got a great camera, which I bought for his birthday.","author":"Sarah Sutton","category":"Love, Great, Photography"},{"quote":"The turning point was when I hit my 30th birthday. I thought, if really want to write, it's time to start. I picked up the book How to Write a Novel in 90 Days. The author said to just write three pages a day, and I figured, I can do this. I never got past Page 3 of that book.","author":"James Rollins","category":"Motivational, Time, Day"},{"quote":"I love having my birthday at Australia Zoo.","author":"Bindi Irwin","category":"Love, Zoo, Australia"},{"quote":"I'll never forget my 24th birthday when my tooth got punched out. And for a second I was like, it would be really hilarious if I sold it on eBay. But I can't, that's just too creepy. I don't think I can go there.","author":"Evan Rachel Wood","category":"Forget, Think, Never Forget"},{"quote":"In the Mexican culture, we never miss a baptism, a birthday, a baby shower, a wedding shower, a wedding. You must show up. Otherwise, you'll be in big trouble.","author":"Eva Longoria","category":"Culture, Wedding, Baby"},{"quote":"When I was six, my best friend's parents bought him a piano. My mother noticed that every time I would go to his house, the first thing I would say to him was 'Levester' - His name was Levester - I said, 'Levester, can I go play your piano?' So, on my 7th birthday, my parents bought me a piano.","author":"Herbie Hancock","category":"Time, Best, Mother"},{"quote":"I always knew that good stuff would come along when I was older. So when I was 18, I longed to be 30; when I was 30, I longed to be 50. I've always looked forward to my next birthday.","author":"Joanna Lumley","category":"Good, Forward, Always"},{"quote":"I've never really made a big deal out of my birthday.","author":"Nikki Reed","category":"Never, Big, Made"},{"quote":"On my 50th birthday in 2005, my discount-wielding AARP card came in the mail. I hurled it in the trash, put on something fabulous, and had a decadent meal. Just the thought of putting it in my wallet felt like a concession.","author":"Iman","category":"Thought, Fabulous, Trash"},{"quote":"Our kids will never have to remember things, because it's all in pictures. Want to remember your fourth birthday? There'll be video of it on your phone.","author":"Jason Bateman","category":"Want, Remember, Kids"},{"quote":"I love the Sixties with Julie Christie and Jane Birkin - those natural English beauties. That's the look that is most me, when I wore the tight-to-the knee dresses. I don't think I bleached my hair until I was 20. I like experimenting for big occasions, though. You've always got to do a bit of a number for the birthday!","author":"Kate Moss","category":"Love, Hair, Me"},{"quote":"I've never hosted a party in my life, not even my own birthday party. I'd feel really uncomfortable saying, 'Hey everybody, let's celebrate me!' But I'm not antisocial. I don't hate people.","author":"Alessia Cara","category":"Life, Hate, Celebrate"},{"quote":"As a kid, I would wake up, and there'd be a jazz funeral while I'm walking to school. And when I come home, you can find Rebirth band playing for a birthday party the same day.","author":"Trombone Shorty","category":"Day, Home, School"},{"quote":"Washington's birthday is worthy of celebration - he is one of the greatest men in history. But Washington himself would likely have seen celebration of the office of the presidency itself as monarchic in nature.","author":"Ben Shapiro","category":"Nature, History, Men"},{"quote":"I did not have a normal life. I'd be training when my sister would be at birthday parties and sleepovers. I finished high school by correspondence, basically working two full-time jobs. The last years were very, very tough. But I was willing to do that. It's all about sacrifice.","author":"Eugenie Bouchard","category":"Life, Sister, Training"},{"quote":"I love getting scared. I find myself putting myself in situations like haunted houses or going to a haunted hospital for my birthday. Yes, I've actually done that.","author":"Selena Gomez","category":"Love, Myself, Done"},{"quote":"I'm not a big birthday guy I never have been.","author":"Lewis Black","category":"Never, Big, Guy"},{"quote":"I left school on my 15th birthday.","author":"David Bailey","category":"School, Left"},{"quote":"I saw a man killed in front of my eyes just before my eighth birthday.","author":"Peter O'Toole","category":"Eyes, Man, Just"},{"quote":"I got my first tennis racket on my seventh birthday. And because we had a tennis court in our backyard, I played every day. By ten I was playing competitively.","author":"Tullian Tchividjian","category":"Day, Tennis, Every Day"},{"quote":"I'm not a birthday person. Maybe because I don't like to build expectations around that one day. You never know how it'll turn out to be.","author":"Ranbir Kapoor","category":"Day, Expectations, Know"},{"quote":"When I was 13 or 14, my mother used to gift me books that I was dying to read. Those are my most memorable birthday gifts.","author":"Kajol","category":"Mother, Gift, Me"},{"quote":"Ask any teenage girl to describe her perfect bedroom, and you'll get answers like 'a room with a private phone line, a place to hang out with friends, and for it to be way-cool and funky.' Ask parents the same question, and 'a locked door that opens on their 21st birthday' might top the list!","author":"Candice Olson","category":"Friends, Parents, Girl"},{"quote":"When I was 11, I had an Ugly Sister birthday party. All my idea. Most girls want to be a fairy or a princess, but there I am with beauty spots and fur and fluorescent pink kiss-curls.","author":"Lucy Punch","category":"Beauty, Sister, I Am"},{"quote":"I'm in a difficult position in the sense that, preposterous as this might sound, I don't like being the centre of attention. I get up on stage every night and play songs, but I almost feel the songs are the centre of attention. I don't like opening my birthday presents in front of people, either.","author":"Alex Turner","category":"Night, People, Play"},{"quote":"I was born full grown in the middle of a hurricane and an earthquake on 10 September 1954, 12.52 P.M. When I found out that I had missed lunch, I gave such a shout that the Earth stopped and spun backwards two days. That's why I celebrate my birthday on 8 September.","author":"Jon Scieszka","category":"Lunch, Celebrate, Earth"},{"quote":"My birthday is Feb. 11, and I'm both excited and not excited by it. You'll never be 15 again, and you really, really need to savor every day like it's your last.","author":"Q'orianka Kilcher","category":"Day, Every Day, You"},{"quote":"I sing a little bit. I got a guitar for my 16th birthday.","author":"Jesse Plemons","category":"Guitar, Sing, Little"},{"quote":"On my 30th birthday, all the presents I got were boxes of food. That's what I needed.","author":"Kay Lenz","category":"Food, Got, Presents"},{"quote":"I wrote 'The Room', 'The Birthday Party', and 'The Dumb Waiter' in 1957, I was acting all the time in a repertory company, doing all kinds of jobs, traveling to Bournemouth and Torquay and Birmingham.","author":"Harold Pinter","category":"Time, Party, Company"},{"quote":"I am a big popcorn fanatic. I love popcorn. In fact one year for my birthday, my husband bought me one of those big popcorn machines like they have in movie theaters.","author":"Debbie Macomber","category":"Love, I Am, Me"},{"quote":"I'm not going to be caught around here for any fool celebration. To hell with birthdays!","author":"Norman Rockwell","category":"Fool, Hell, Celebration"},{"quote":"I had Hallowe'en parties every year, as it was my birthday five days before. My parents would actually put prosthetic noses on, and my dad would wear a top-hat and tails, put on a fake curly moustache, and hold a pipe.","author":"Bat for Lashes","category":"Parents, Fake, Hold"},{"quote":"It's odd the things that people remember. Parents will arrange a birthday party, certain it will stick in your mind forever. You'll have a nice time, then two years later you'll be like, 'There was a pony there? Really? And a clown with one leg?'","author":"David Sedaris","category":"Time, Parents, Mind"},{"quote":"I binge when I'm happy. When everything is going really well, every day is like I'm at a birthday party.","author":"Kirstie Alley","category":"Happy, Day, Party"},{"quote":"The return of my birthday, if I remember it, fills me with thoughts which it seems to be the general care of humanity to escape.","author":"Samuel Johnson","category":"Thoughts, Humanity, Me"},{"quote":"I have had fans make me the big picture collages of the photo books I have had fans send me birthday cakes... sing to me on my voicemail. I have had fans flash me. I have had older fans give me their bras and underwear onstage.","author":"Sean Combs","category":"Me, Picture, Big Picture"},{"quote":"I have 'Happy Birthday' in multiple languages on my iPod - I like to play it at company birthday parties.","author":"Yigal Azrouel","category":"Happy, Company, Play"},{"quote":"Nicole will come up in conversations where it's in a part of the conversation. Or we may be somewhere and I would tell some story about their mother and I. You know, we always honor her birthday.","author":"O. J. Simpson","category":"Mother, Honor, Conversation"},{"quote":"I can't make eye contact when people sing 'Happy Birthday' to me.","author":"Dove Cameron","category":"Happy, Eye, Me"},{"quote":"I'm trying to get the record that I made at my birthday party last year, trying to get that out, and the lawyers are diddling around with it and it probably won't be out until next year. I don't know.","author":"Marian McPartland","category":"Lawyers, Party, Know"},{"quote":"As I approached my 95th birthday, I was burdened to write a book that addressed the epidemic of 'easy believism.' There is a mindset today that if people believe in God and do good works, they are going to Heaven.","author":"Billy Graham","category":"Good, Today, God"},{"quote":"All my grandchildren bake. On a Saturday, Annabel's boys, Louis and Toby, always bake. Louis makes a chocolate cake, Toby makes banana or lemon drizzle. They're 12 and 10, and they can do it totally on their own. My son's twin girls, Abby and Grace, are 14; they make birthday cakes and like to do it on their own with Mum out of the way.","author":"Mary Berry","category":"Son, Cake, Grace"},{"quote":"I saw Farrah Fawcett originally when she and her boyfriend, Lee Majors, came over to my house for a birthday party that I was having for my ex-wife, Leigh Taylor-Young.","author":"Ryan O'Neal","category":"Party, She, Her"},{"quote":"I'm not materialistic. I believe in presents from the heart, like a drawing that a child does.","author":"Victoria Beckham","category":"Heart, Child, Believe"},{"quote":"I can put my legs behind my head and sing 'Happy Birthday.' Because that's something that me and my friends used to do when we were in gymnastics class as kids, and I can still do it. I was doing it since I was 8 and 9. They used to call me Gumby. Very bendy.","author":"Emmy Rossum","category":"Happy, Friends, Me"},{"quote":"I hate birthdays. I thought that I only hated my own birthday, and then I realized that I hate my children's birthdays too.","author":"Samantha Bee","category":"Children, Hate, Thought"},{"quote":"We all have special numbers in our lives, and 4 is that for me. It's the day I was born. My mother's birthday, and a lot of my friends' birthdays, are on the fourth; April 4 is my wedding date.","author":"Beyonce Knowles","category":"Friends, Mother, Wedding"},{"quote":"Only then, approaching my fortieth birthday, I made philosophy my life's work.","author":"Karl Jaspers","category":"Life, Work, Philosophy"},{"quote":"Handmade presents are scary because they reveal that you have too much free time.","author":"Douglas Coupland","category":"Time, Free, You"},{"quote":"When I auditioned for drama college, they asked me to do my Shakespeare. I couldn't do it. They asked me to do my modern, and I couldn't do it. They asked me if I had a song prepared, and I said 'No,' so I sang 'Happy Birthday.' And I did a reasonable improvisation, a reasonable one, nothing special at all. I don't know how I got in, but I did.","author":"Hans Matheson","category":"Happy, College, Me"},{"quote":"I worked at an ice cream parlor called Chadwicks. We wore old-timey outfits and had to bang a drum, play a kazoo, and sing 'Happy Birthday' to people while giving them free birthday sundaes. Lots of ice cream scooping and $1 tips.","author":"Amy Poehler","category":"Happy, Giving, Ice Cream"},{"quote":"My parents were dishonest people. If it was my birthday, I knew my mother took me to the K-Mart and she stole my toy. She'd put it in the shopping cart and we'd walk out. I was raised with that.","author":"Vincent Gallo","category":"Mother, Parents, Walk"},{"quote":"I wear jewellery that I never take off. I have a ring and two necklaces. I always have them on and get scared when I have to take them off for photo shoots. The ring is my mum's mum's mum's, and she gave it to me for my 18th birthday. The necklace is the same one that my sister has. She's called Hannah, and the name is the chain.","author":"Zara Larsson","category":"Sister, Me, Name"},{"quote":"I once attended a birthday party where Danny Kaye dropped in to entertain the birthday boy and his guests I was sometimes taken for lunch on Saturdays by my father to The Brown Derby and my favorite meal is still the Cobb salad in the Polo Lounge of the Beverly Hills Hotel.","author":"Michael Korda","category":"Father, Lunch, Party"},{"quote":"If Congress can move President's Day, Columbus Day and, alas, Martin Luther King's Birthday celebration for the convenience of shoppers, shouldn't they at least consider moving Election Day for the convenience of voters?","author":"Andrew Young","category":"Day, Moving, King"},{"quote":"Some people won't go the extra mile, and then on their birthday, when no one makes a fuss, they feel neglected and bitter.","author":"Anne Lamott","category":"People, Feel, Extra Mile"},{"quote":"I have angel wings and a halo on my wrist, which I got done on my 30th birthday in memory of my brother.","author":"Sheridan Smith","category":"Brother, Memory, Wings"},{"quote":"In 1993 my birthday present was a star on Hollywood's Walk of Fame.","author":"Annette Funicello","category":"Walk, Fame, Present"},{"quote":"I was forced to live far beyond my years when just a child, now I have reversed the order and I intend to remain young indefinitely.","author":"Mary Pickford","category":"Child, Live, Young"},{"quote":"For my birthday I got a humidifier and a de-humidifier... I put them in the same room and let them fight it out.","author":"Steven Wright","category":"Fight, Same, Room"},{"quote":"My ace in the hole as a human being used to be my capacity for remembering birthdays. I worked at it. Whenever I made a new friend, I made a point of finding out his or her birthday early on, and I would record it in my Filofax calendar.","author":"Susan Orlean","category":"Friend, Finding, Human"},{"quote":"Citizens, thank you for all your birthday wishes. I am 88 years old today and still lucky to live in the greatest city in the world.","author":"Ed Koch","category":"Today, I Am, World"},{"quote":"I started running around my 30th birthday. I wanted to lose weight; I didn't anticipate the serenity. Being in motion, suddenly my body was busy and so my head could work out some issues I had swept under a carpet of wine and cheese. Good therapy, that's a good run.","author":"Michael Weatherly","category":"Work, Good, Fitness"},{"quote":"And I was very shy as a kid; if you sang me 'Happy Birthday,' I would cry. Quite shy. So the idea of being an actor, much less a model, was just out of this world.","author":"Cody Horn","category":"Happy, World, Me"},{"quote":"Yes, I am scared of prison. It's the last thing if you are after building up a business over 38 years and you are approaching your 66th birthday and you never owed a man a penny and you feel hard done by and you try to protect yourself and your family and go to prison - if that is the society we are living in, I am happy to accept that.","author":"Sean Quinn","category":"Family, Business, Happy"},{"quote":"I threw my 20th birthday party at Brown, and I didn't even have to say to anyone not to put pictures on Facebook. Not a single picture went up. That was when I knew I'd found a solid group of friends, and I felt like I belonged.","author":"Emma Watson","category":"Friends, Party, Picture"},{"quote":"If I have one wish for my birthday, it is that 35 is the end of desperation and the beginning of acceptance. Part of that is believing that if I'm meant to give birth, I will.","author":"Jessi Klein","category":"Acceptance, Beginning, End"},{"quote":"I promised myself: Before your 18th birthday, you're going to be at Jean Paul Gaultier. And it worked. I was hired.","author":"Nicolas Ghesquiere","category":"Myself, You, Going"},{"quote":"I love mayonnaise. Every birthday when I was a kid I'd go to Black Angus and just dip my burger in mayo.","author":"Blake Anderson","category":"Love, Burger, Black"},{"quote":"The first comic book I ever read was an issue of 'Legion of Super-Heroes' where the earth was surrounded by all of these chains. I remember the cover I got it at a birthday party.","author":"Jonathan Hickman","category":"Book, Party, Remember"},{"quote":"My first paying job might have been doing a play, actually. My mom paid me to dress up as a flounder at my sister's 'Little Mermaid' - themed birthday party when I was little.","author":"Paul Dano","category":"Sister, Mom, Job"},{"quote":"I'm really not the party type. I more like to have friends over at the house and chill. I've never been the super party type. But for the 18th birthday, you got to party. And then 21 is going to be even bigger.","author":"Jacob Latimore","category":"Friends, Party, You"},{"quote":"I can still remember the afternoon, on my 15th birthday, when I opened up 'The Virgin and the Gypsy,' D.H. Lawrence's novella, in my tiny cell in boarding school, and whole worlds of possibility opened out that I had never guessed existed. The language was on fire and sang of liberation.","author":"Pico Iyer","category":"School, Language, Fire"},{"quote":"I like to do special things for people. Any time someone has a birthday, I make them a really special cake that they all seem to love - it's a Coca-Cola cake.","author":"Kimberly Schlapman","category":"Love, Time, People"},{"quote":"I had a birthday party with my family and friends at a house, and Chipotle catered. It was beautiful.","author":"Ansel Elgort","category":"Family, Friends, Beautiful"},{"quote":"There's video footage of my 10th birthday where I'm wearing, like, a little pink T-shirt. Then my dad comes in brandishing a copy of 'Eraserhead,' going, 'Look what we've got for tonight!'","author":"Jane Goldman","category":"Pink, Look, Little"},{"quote":"On my actual 16th birthday, on the actual day, I went home and I had chicken korma and Peshwari naan bread and pilau rice, and that was fantastic.","author":"Maisie Williams","category":"Day, Home, Chicken"},{"quote":"Having a Mary Poppins-themed birthday party when I was 5 - all my friends went in dresses, and I went as a chimney sweep. I was a real tomboy.","author":"Poppy Delevingne","category":"Friends, Party, Real"},{"quote":"My great-grandmother lived to be 100 years old, so I got to know her. She always sent us birthday cards that had $2 bills inside - we kept them for good luck.","author":"Dana Perino","category":"Good, Luck, Good Luck"},{"quote":"In 1980, shortly before my 11th birthday, I wrote my first essay in English.","author":"Pankaj Mishra","category":"First, Essay, English"},{"quote":"I trained to be a priest - started to. I went to seminary school when I was 11. I wanted to be a priest, but when they told me I could never have sex, not even on my birthday, I changed my mind.","author":"Johnny Vegas","category":"School, Mind, Me"},{"quote":"I was in my mid-teens when someone gave me a copy of 'Pears Encyclopaedia of Myth and Legends' as a birthday present. It sat on my shelves for many months before I looked at it. When I did, I couldn't stop reading it.","author":"Tariq Ali","category":"Reading, Me, Present"},{"quote":"I have been a frequent air traveler since I was a few months shy of my sixth birthday, when my parents packed me off to boarding school two plane rides away from home. Those days of being willingly handed from air hostess to air hostess as an 'unaccompanied minor' made me blase about the rigors of air travel.","author":"Shashi Tharoor","category":"Travel, Home, Parents"},{"quote":"I've been a Nick Cave fan since the early '80s when he was part of The Birthday Party thing singing Australian self-destructive rock band and I've always followed his work and loved it.","author":"Aleksandar Hemon","category":"Work, Singing, Party"},{"quote":"An army environment is very protected, a walled city kind of environment, where everybody has the same income, you have the same birthday parties, you are given return gifts - everything is the same. Everybody is moving up at the same pace.","author":"Nimrat Kaur","category":"City, Moving, Environment"},{"quote":"I've looked after my money. As I started working around my third birthday, my first check went straight to the bank.","author":"Samantha Barks","category":"Money, Bank, Working"},{"quote":"I got my first camera when I was 21 - my boyfriend gave it to me for my birthday - but at that point politics was my life, and I viewed the camera as a tool for expressing my political beliefs rather than as an art medium.","author":"Carrie Mae Weems","category":"Life, Art, Politics"},{"quote":"Brilliantly lit from stem to stern, she looked like a sagging birthday cake.","author":"Walter Lord","category":"Cake, She, Lit"},{"quote":"In January 1962, when I was the author of one and a half unperformed plays, I attended a student production of 'The Birthday Party' at the Victoria Rooms in Bristol. Just before it began, I realised that Harold Pinter was sitting in front of me.","author":"Tom Stoppard","category":"Me, Party, Student"},{"quote":"One of the shocks of a 50th birthday is realizing the fundamental fact that your youth is irrevocably over.","author":"Marianne Williamson","category":"Youth, Fact, Fundamental"},{"quote":"I am the guy dressing up in, you know, the caveman outfit for the kids' birthday parties.","author":"Rob Lowe","category":"I Am, Know, You"},{"quote":"When I was younger, I was a rave kid trapped inside a singer/songwriter's body. But I kind of figured my way out because I started making these really terrible beats on this Yamaha keyboard that my parents got me for my 10th birthday.","author":"Charli XCX","category":"Parents, Me, Body"},{"quote":"Success happened little by little for me. I tasted the flavor of fame in small doses: I started at 10 years old when I won a music contest; I was performing at birthday parties, company meetings.","author":"Shakira","category":"Success, Music, Company"},{"quote":"Early on, when my wife and I were dating, we went to the grocery store, and I told her that sometimes I just buy birthday cakes, and I eat them. And she said: 'Really? I do, too.'","author":"Tom Cotton","category":"Dating, Wife, She"},{"quote":"I first picked up a guitar when I was ten years old; my parents surprised me with it for my tenth birthday. I started taking lessons when I was thirteen, but only for a few months, and then I just kept teaching myself.","author":"Alessia Cara","category":"Myself, Parents, Me"},{"quote":"I gave a funny speech at my wife's birthday party, and I'm thinking, 'Hey, I've still got it.'","author":"Larry David","category":"Funny, Thinking, Wife"},{"quote":"The worst part about celebrating another birthday is the shock that you're only as well as you are.","author":"Anne Lamott","category":"Worst, You, Well"},{"quote":"I often go to bed in my birthday suit. But I like teddies and cute little undies that match. I like a sexy bra and panty set, or little shorts.","author":"Queen Latifah","category":"Cute, Sexy, Little"},{"quote":"I never missed a birthday. I never missed a school play. We carpooled. And the greatest compliment I can ever get is not about my career or performance or anything; it's when people say, 'You know, your girls are great.' That's the real thing for me.","author":"Billy Crystal","category":"Great, School, Performance"},{"quote":"Nicole Richie invited me to her birthday party, and it was at Michael Jackson's Neverland!","author":"Gaby Hoffmann","category":"Me, Party, Her"},{"quote":"There are two kinds of people in crisis situations - those who fight and those who freeze. I'm a freezer, and that's just going by the couple of surprise birthday parties I've had thrown for me.","author":"Cobie Smulders","category":"Fight, Me, People"},{"quote":"The first time I went on a serious run was when I was 21 years old at Stanford University. From 21 to 30, I continued the tradition and ran 10 miles every year on my birthday.","author":"Sterling K. Brown","category":"Time, Tradition, Run"},{"quote":"I want to say that probably 24 hours after I told CBS that I was stepping down at my 65th birthday, I was already regretting it. And I regretted it every day since.","author":"Walter Cronkite","category":"Day, Want, Every Day"},{"quote":"Interventions are really emotionally exhausting and I would never ever want to have one. In the same way, I would never want to have a surprise birthday party. That would be horrible.","author":"Margaret Cho","category":"Surprise, Party, Want"},{"quote":"For my 10th birthday, what I wanted was Beatle boots and a Beatle wig. My parents couldn't find Beatle boots, but down at the dime store, Woolworths or someplace, they found a Beatle wig!","author":"Ron Howard","category":"Parents, Down, Boots"},{"quote":"I think the best thing about my job is that I have my life documented, which not many people get to have. They have a photo here and there and maybe some video footage from a birthday. My kids will be able to see me growing up.","author":"Kirsten Dunst","category":"Life, Best, Job"},{"quote":"If there's one thing I really want for my birthday, that is for the mining company not to mine my daddy's reserve.","author":"Bindi Irwin","category":"Company, Want, Mining"},{"quote":"It's in my stars to invent; I was born on Madame Curie's birthday. I have this need for originals, for innovation. That's why I like Charlie Parker.","author":"Joni Mitchell","category":"Innovation, Stars, Why"},{"quote":"When I turned 35, I thought, 'Mozart was dead at 36, so I set the bar: I'm going to start writing a book on my next birthday.' I thought historical fiction would be easiest because I was a university professor and know my way around a library, and it seemed easier to look things up than make them up.","author":"Diana Gabaldon","category":"Writing, Book, Library"},{"quote":"I want a chainsaw very badly, because I think cutting down a tree would be unbelievably satisfying. I have asked for a chainsaw for my birthday, but I think I'll probably be given jewelry instead.","author":"Susan Orlean","category":"Tree, Jewelry, Want"},{"quote":"I had arranged a birthday party for him and my children, who are all Aquarians. Instead, we got married. I ran out of excuses. It was just us and my children.","author":"Diane von Furstenberg","category":"Children, Excuses, Party"},{"quote":"A friend never defends a husband who gets his wife an electric skillet for her birthday.","author":"Erma Bombeck","category":"Wife, Friend, Husband"},{"quote":"I was only 16 when I was selected for 'Madrasapattinam.' I celebrated my 17th birthday on the set of the film. That was the first time I had travelled to India, and it was a rollercoaster ride. I soon fell in love with the country.","author":"Amy Jackson","category":"Love, Time, Ride"},{"quote":"I remember, for my fifth birthday, Chet Baker sat me on the upright piano, and he played just for me for a few minutes. I can still remember the pressure of the air on my chest. It was my first physical contact with sound.","author":"Jean-Michel Jarre","category":"Me, Pressure, Remember"},{"quote":"I like to go to anybody else's birthday, and if I'm invited I'm a good guest. But I never celebrate my birthdays. I really don't care.","author":"Mikhail Baryshnikov","category":"Good, Celebrate, Care"},{"quote":"I'm a summer baby, so I usually have my birthday as a good summer memory.","author":"Sloane Crosley","category":"Good, Baby, Memory"},{"quote":"The Queen of Crafts herself, Martha Stewart, and I have the same birthday. I prefer to think it's the glue-gun wielding, perfect-tart-producing Martha and not the copper pan-throwing, jail-going Martha. But I suppose if I am going to share a calendar square with some of Martha, I have to share it with all of Martha.","author":"Sloane Crosley","category":"I Am, Queen, Think"},{"quote":"I was put on a pony as a kid at some birthday party when you're all led around.","author":"Victoria Pendleton","category":"Party, You, Kid"},{"quote":"I can remember the three restaurant experiences of my childhood. All I wanted to do on my birthday was to go to the Automat in New York... but I don't know if you consider that a real restaurant.","author":"Alice Waters","category":"Childhood, Remember"},{"quote":"I guess I could say I'm an actor, which I am, but that sounds like I'm putting down being a movie star, which, let's face it, is what I've become to many people. For myself, I'm a guy who was very insecure from about age 14 until the day I hit my 30th birthday.","author":"Dennis Quaid","category":"Day, Age, Myself"},{"quote":"Having a birthday around the holidays was never easy and, with every successive year, it felt more and more as if celebrating my birthday got thrown into the December holiday mix as an afterthought.","author":"Chelsea Manning","category":"Holidays, Holiday, Easy"},{"quote":"I'm a very keen baker; I pride myself on my cakes. I go along the classic sponge line, but I like to jazz it up: I've made some psychedelic birthday cakes.","author":"Greg Rutherford","category":"Myself, Pride, Jazz"},{"quote":"My second play, The Birthday Party, I wrote in 1958 - or 1957. It was totally destroyed by the critics of the day, who called it an absolute load of rubbish.","author":"Harold Pinter","category":"Day, Party, Play"},{"quote":"I used to go to musicals every birthday - that was my birthday present. We'd go to London, me and my two brothers and mum and dad. I think I saw 'Mamma Mia' about five times.","author":"Lily James","category":"Me, Think, London"},{"quote":"In the winter of 2012, as my fiftieth birthday approached, I began to write what turned into my autobiography, a look at my own life through the lens of food.","author":"Kate Christensen","category":"Life, Food, Winter"},{"quote":"My 50th birthday approaching felt like a big milestone to me. I've lived half a century. If I write about food and use my life as a fulcrum to move the story along, maybe I've lived long enough to fashion a narrative that has a happy ending.","author":"Kate Christensen","category":"Life, Food, Happy"},{"quote":"Less than two weeks before my 34th birthday, I bought pots. Most people were amazed that I did not previously own pots, but that was before I explained that I had never used my oven, and used my stovetop for my dishrack.","author":"Rachel Sklar","category":"People, Never, Two"},{"quote":"If you catch me lying, it's probably because I'm about to surprise someone for their birthday, or hide away the specific details about a company getaway to a strange but amazing place.","author":"Ryan Holmes","category":"Amazing, Me, Company"},{"quote":"I used to be good with kids, but as I get older, I'm grumpy and terrible with them. As for doing a gig at a 6-year old's birthday party, you couldn't pay me enough.","author":"Johnny Vegas","category":"Good, Me, Party"},{"quote":"I don't go to celebrity parties a lot. I don't really enjoy them because I really like going for it in parties. And sometimes at celebrity parties, there is no dancing on tables because people... it can be a little judgmental at times. So I tend not to go unless it is Taylor Swift's birthday party; then it's amazing.","author":"Sam Smith","category":"Amazing, Enjoy, People"},{"quote":"I once choked on a chip at a friend's birthday when I was seven and had to be sent home, as I'd broken my collarbone coughing.","author":"Stella Young","category":"Home, Friend, Broken"},{"quote":"I wore a $30 vintage wedding dress for my 8th birthday in an underground jazz club in Seattle. This was what I wanted.","author":"Dove Cameron","category":"Wedding, Dress, Jazz"},{"quote":"I was on the train; I did play, but I also played in bars, in the streets, at birthday parties for people who discovered me on the train.","author":"Benjamin Clementine","category":"Train, Me, People"},{"quote":"I was standing right behind Marilyn, completely invisible, when she sang 'Happy birthday, Mr. President.' And indeed, the corny thing happened: Her dress split for my benefit, and there was Marilyn, and yes, indeed, she didn't wear any underwear.","author":"Mike Nichols","category":"Happy, Dress, She"},{"quote":"I threw my son, Brandon, a rave for his birthday and I fully set it up like a crazy rave with lights and sound, me and my partner DJ'd - I got Mix Master Mike from the Beastie Boys to come DJ for a bit.","author":"Tommy Lee","category":"Son, Crazy, Me"},{"quote":"Nick Swardson used to have birthday paint parties. They were phenomenal.","author":"Craig Robinson","category":"Paint, Used, Phenomenal"},{"quote":"My first proper kiss was from Cara Shucksmith when I was 13 or 14 at her birthday party.","author":"Robert Webb","category":"Kiss, Party, Her"},{"quote":"Even when I was an engineer, I was a comic on my job. At birthday and holiday parties, I was the one scheduling and emceeing. If you work on your gift, and you're good, it will shine through.","author":"Loni Love","category":"Work, Good, Job"},{"quote":"Every year before a big competition, I get hurt doing stuff I should not be doing. One year it was my little brother's 12th birthday. We all played hide-and-seek late at night. I climbed up a 30-foot tree, thinking he'd never catch me. I tripped and fell on one of the branches and I hit my head.","author":"Ryan Lochte","category":"Brother, Tree, Competition"},{"quote":"I had the worst birthday party ever when I was a child because my parents hired a pony to give rides. And these ponies are never in good health. But this one dropped dead. It just wasn't much fun after that. One kid would sit on him and the rest of us would drag him around.","author":"Rita Rudner","category":"Good, Health, Parents"},{"quote":"Anybody can have a birthday. It requires nothing. Murderers have birthdays. It's the opposite of anything that I believe in. And I don't like at work where you stop everything to sing 'Happy Birthday' to someone. I feel like that's for children.","author":"Mindy Kaling","category":"Work, Children, Happy"},{"quote":"Robert Duvall saw me playing at a restaurant in Louisiana and invited me to be an extra in his movie 'The Apostle.' He gave me a guitar for my sixth birthday, and I thought that was the coolest thing in the world.","author":"Hunter Hayes","category":"World, Guitar, Me"},{"quote":"The thrill of performing - that's something that hasn't changed for me. That simultaneous joy of creating something and sharing it with an audience - it's the same now as it was then, when it was just my cousins' birthday party.","author":"Steve Buscemi","category":"Joy, Me, Party"},{"quote":"For Tim Burton's birthday I gave him a rainbow beetle. He loved it!","author":"Eva Green","category":"Rainbow, Loved, Him"},{"quote":"I think my first album was a gift for my birthday and a Faith Hill album I loved her.","author":"Sara Sampaio","category":"Faith, Gift, Think"},{"quote":"I don't know what that is because to me, Feb. 14 is Rob Thomas' birthday, and that's only what I acknowledge it as. I just like to celebrate that as Rob Thomas' birthday.","author":"Nikki Glaser","category":"Me, Celebrate, Know"},{"quote":"Jesus' birthday is commercialized, so of course, Black History Month is commercialized.","author":"Jidenna","category":"History, Black, Month"},{"quote":"Does Martin Luther King really want his birthday commercialized?","author":"Jidenna","category":"King, Want, Really"},{"quote":"We were probably the last people in the country to get a VCR and we didn't have cable. There wasn't any admiration of glamour, no, 'I want to look like them or have that lifestyle', because everyone in my town had the same lifestyle. So I didn't think, 'Ooh, a movie star's birthday!' I just thought, 'What?'","author":"Christina Hendricks","category":"Thought, People, Want"},{"quote":"I just remember celebrating my 18th birthday at home, so that was a big party.","author":"Angelique Kerber","category":"Home, Party, Remember"},{"quote":"On Sept. 20, 2011, a year after I spoke with Rabanni, a couple of Taliban emissaries arrived at his Kabul fortress with a gift for his 71st birthday. It turned out not to be the truce offering they had claimed they were bringing: one of the Talibs had a bomb hidden in his turban.","author":"Terry Glavin","category":"Gift, Hidden, Year"},{"quote":"My biggest hero, Gregory Peck, was my birthday present on April 14, 1973. I just sat and stared at him.","author":"Loretta Lynn","category":"Hero, Present, April"},{"quote":"You think back and you ask yourself why you became so interested in wolves. I think it was because when I was very small, growing up in a little hamlet near Shap, we would go to Lowther Wildlife Park for birthday parties. Now closed, it was only three miles from my parents' house.","author":"Sarah Hall","category":"Parents, Yourself, Small"},{"quote":"I celebrated my 18th birthday in Japan, which was quite memorable; I was quite fascinated by the different traditions and the culture; it was so completely different to Australian culture.","author":"Miranda Kerr","category":"Culture, Memorable"},{"quote":"If you are an actress in L.A., on your 40th birthday they should just hand you the keys to the lunatic asylum.","author":"Romola Garai","category":"You, Hand, Actress"},{"quote":"Every year on my birthday, I start a new playlist titled after my current age so I can keep track of my favorite songs of the year as a sort of musical diary because I am a teenage girl.","author":"Chris Hardwick","category":"Age, I Am, Girl"},{"quote":"The first guitar I ever got was for my 13th birthday.","author":"Rick Springfield","category":"Guitar, First, Got"},{"quote":"As I approached my 18th birthday and prepared to enter military service in World War II, I was recommended to receive the Melchizedek Priesthood.","author":"Thomas S. Monson","category":"Service, War, World"},{"quote":"I grew up doing all that stuff because I was obsessed with the '50s. I had sock hops for birthday parties. So I've always done The Twist and stuff. It was pretty natural and, with my parents doing it all the time, I'd just copy them. Not very pretty.","author":"Brittany Snow","category":"Time, Parents, Doing"},{"quote":"I had been offered a Hollywood contract before my 18th birthday. It gave me the spark I needed.","author":"Gene Tierney","category":"Me, Spark, Hollywood"},{"quote":"Sinatra invited me once to his birthday party in L.A. I was young, and I felt great about it. But when I got there, the Rat Pack were all in the kitchen laughing their heads off.","author":"Tony Bennett","category":"Great, Me, Party"},{"quote":"I lived for 15 years in Los Angeles, and I still can't believe that the handsomest man in the world, Cary Grant, and the greatest performer in the world, Fred Astaire, and Johnny Carson, one after another - they were all in my home at different times. I celebrated my 50th birthday with them. Unforgettable.","author":"Tony Bennett","category":"Home, Man, World"},{"quote":"I often imagine what it would be like if my father were still here to mark his 100th birthday, if Alzheimer's hadn't clawed away years, possibilities, hopes. What would he think of all the commemorations and celebrations?","author":"Patti Davis","category":"Father, Think, Years"},{"quote":"I believe that if writers want their readers to care about a character, they have to care themselves. I have to root for a detective who screws up as much as Thorne does, who shares my birthday, my North London stomping ground, and my love of country music, both alt and cheesy.","author":"Mark Billingham","category":"Love, Music, Character"},{"quote":"I'm a Virgo and I'm more - I don't want to say 'negative' - but I'm the girl who thinks no one's coming to my birthday party, no one's buying my clothes, no one's reading my book, no one's watching my show - that's just how I think.","author":"Rachel Zoe","category":"Reading, Girl, Book"},{"quote":"Growing up, my birthday was always Confederate Memorial Day. It helped to create this profound sense of awareness about the Civil War and the 100 years between the Civil War and the civil rights movement and my parents' then-illegal and interracial marriage.","author":"Natasha Trethewey","category":"Marriage, Day, Parents"},{"quote":"All my favorite stars, my family and my friends are here. I'm having the happiest birthday that an 18-year-old girl could ever have.","author":"Brandy Norwood","category":"Family, Friends, Stars"},{"quote":"I timed my previous wife's pregnancy to the moment to have my son born on Bob Dylan's 50th birthday. There is no bigger Bob Dylan fan than me. You don't just time the day and impregnate your wife to get your kid to be born on Bob Dylan's 50th birthday.","author":"Charlie Trotter","category":"Time, Day, Son"},{"quote":"I just had my 30th birthday and we went turkey shooting. It's what I wanted to do, so we went.","author":"Kelly Clarkson","category":"Turkey, Just, Shooting"},{"quote":"For my 16th birthday, my family took me to L'Auberge de L'Ill, which was family-run but had three Michelin stars. It was a revelation. After that meal, I realised this is what I want to do.","author":"Jean-Georges Vongerichten","category":"Family, Stars, Me"},{"quote":"I hate birthdays. I hate birthday parties. I hate them. I don't know what it is, anybody's only got to come wafting near me with a piece of cake with a candle on and I break out in hives.","author":"Cat Deeley","category":"Hate, Me, Candle"},{"quote":"I crashed my boyfriend's birthday when I was 12 years old. He didn't invite me and so I showed up.","author":"Isla Fisher","category":"Me, Years, Up"},{"quote":"That's the great thing about New Year's, you get to be a year older. For me, that wasn't such a joke, because my birthday was always around this time. When I was a kid, my father used to tell me that everybody was celebrating my birthday. That's what the trees are all about.","author":"Alan King","category":"Time, Father, Great"},{"quote":"As a kid, I always went to therapists; the first time was when my parents were separated on my sixth birthday, then on and off since then.","author":"Pete Wentz","category":"Time, Parents, First Time"},{"quote":"I saw Richard Linklater's film 'Slacker' for my twenty-first birthday. That was the moment when it all seemed possible. This guy gave me hope.","author":"Kevin Smith","category":"Hope, Moment, Me"},{"quote":"If I go away, I take a little picture of my son. It's in a frame with a speaker, and he recorded a birthday message for me when he was nine or 10. I can't listen to it without filling up.","author":"Lesley Manville","category":"Son, Me, Picture"},{"quote":"I think there's something about the homemade birthday cake, because my wife, on my daughter's first birthday, started the tradition where she takes a full cake and cuts the number birthday out of it.","author":"Willie Geist","category":"Daughter, Wife, Cake"},{"quote":"My mother always bought our birthday gifts.","author":"Bruce Eric Kaplan","category":"Mother, Gifts, Always"},{"quote":"As I approach my 88th birthday, it's become apparent to me that my eyes and ears, among other appurtenances, aren't quite what they used to be. The prospect of long flights to wherever in search of whatever are not quite as appealing.","author":"Mike Wallace","category":"Eyes, Me, Long"},{"quote":"If I'm about to forget my kid's birthday, I want the phone to scream at me until I do something about it.","author":"Sundar Pichai","category":"Me, Forget, Want"},{"quote":"When I was a kid, for my birthday every year, my mother made me pasta bechamel, which is rigatoni with a white cream sauce.","author":"Giada De Laurentiis","category":"Mother, Me, Pasta"},{"quote":"As a child, I always chose a false nose and some face paint and a wig for my birthday.","author":"Ashley Jensen","category":"Child, Face, Paint"},{"quote":"You know, we'd just had a birthday, he was... you know, he still had a future out of him, and all I can is he was just one of the most beautiful people in the world... a very gifted man, and it's a loss to the world, not just for us.","author":"Robin Gibb","category":"Future, Beautiful, Man"},{"quote":"I married two weeks after my 18th birthday, far too young, and by the time I was 23 I was a single mother of three small children, Sean, Daniel and Victoria, living in a prefab house.","author":"Sue Townsend","category":"Time, Children, Mother"},{"quote":"To my surprise, my 70s are nicer than my 60s and my 60s than my 50s, and I wouldn't wish my teens and 20s on my enemies.","author":"Lionel Blue","category":"Surprise, Wish, Enemies"},{"quote":"Why, on my mother's birthday, am I thinking about 'Father Knows Best?' At our house, mother knew best at least as often as father did, but then the title of the old sitcom, a homogenized portrait of American family life, was meant to be slightly sardonic.","author":"Tom Shales","category":"Life, Family, Father"},{"quote":"When I was a teenager, the actors I was really into were Mickey Rourke and Sean Penn. I saw 'Rumble Fish' on my 16th birthday, and around the same time, it was 'Falcon and the Snowman' and 'Bad Boys' from Sean Penn.","author":"Aidan Gillen","category":"Time, Fish, Bad"},{"quote":"I like working on my birthday, so I always do.","author":"Abhishek Bachchan","category":"Working, Always, Like"},{"quote":"Just before my 16th birthday, Natalie Dormer said to me, 'As soon as you turn 16, you're going to work adult hours. People will try take advantage of you, so it's important not to be a pushover.'","author":"Sophie Turner","category":"Work, Me, People"},{"quote":"Traditionally Presidents Day was Washington's birthday. It was celebrated as a public holiday on February 22 each year, in peace or in war.","author":"Nigel Hamilton","category":"Day, Peace, War"},{"quote":"Family time was very difficult when my girls were little, but I never missed a birthday; I was there for every major event.","author":"Jeff Dunham","category":"Family, Time, Difficult"},{"quote":"I really thought to myself, 'If I'm going to do anything in this world, I am going to be the best I can be.' I have a tennis coach that has taken me as far as my body can go. I hired a private skiing coach during my birthday week. I have a private yoga instructor. I just don't understand why you wouldn't give yourself every advantage.","author":"Mark Pincus","category":"Best, Myself, I Am"},{"quote":"By the time of my ninth birthday, I had become a bit of a socialist, as I am said by conservative colleagues to be to this day. I went on within the next few years to volunteer as an envelope stuffer for the American Labor Party, and my political thinking has not shifted measurably since that time.","author":"Sherwin B. Nuland","category":"Time, Day, I Am"},{"quote":"I get uncomfortable when people give me presents and watch me open them. I don't have birthday parties, because the idea of a group of people singing and looking at me while I'm blowing out candles gives me hives.","author":"Brit Marling","category":"Me, People, Singing"},{"quote":"I was fired at the pinnacle of my career, on my 39th birthday. And in the year that followed, I learned that there are many psychological phases of being 'let go.'","author":"Mika Brzezinski","category":"Career, Fired, Year"},{"quote":"The day before my 16th birthday I got my guitar.","author":"Stevie Nicks","category":"Day, Guitar, Before"},{"quote":"My birthday is a day when all I want is to bask in the love of my family and rarely accept offers for concerts and shows if they are to be held on this day.","author":"Kailash Kher","category":"Love, Family, Day"},{"quote":"My mom and my father's birthday are on the same day.","author":"Victor Cruz","category":"Day, Father, Mom"},{"quote":"With my daughter, we do arts and crafts, we read a lot, we listen to music, and we cut the strings off balloons and bounce them around after birthday parties.","author":"Lisa Loeb","category":"Music, Daughter, Listen"},{"quote":"My mom won't let me buy high-fashion stuff unless it's TK Maxx or a birthday occasion.","author":"Chloe Grace Moretz","category":"Mom, Me, Buy"},{"quote":"I told my father I wanted to play the banjo, and so he saved the money and got ready to give me a banjo for my next birthday, and between that time and my birthday, I lost interest in the banjo and was playing guitar.","author":"Jackson Browne","category":"Time, Money, Father"},{"quote":"As far as those kinds of things, I also played at the concert to call for the release of Nelson Mandela when he was a political prisoner in South Africa. We were celebrating his 70th birthday and calling for his release.","author":"Jackson Browne","category":"Political, Africa, Concert"},{"quote":"I filed a brief as a friend of the court in the U. of Michigan to keep affirmative action at the U. of Michigan, which I attended the law school. And I was one of the original sponsors of making the Martin Luther King birthday a federal holiday.","author":"Dick Gephardt","category":"School, Law, Action"},{"quote":"I've always wanted to buy a sports car. After the England series, I went up to my dad and said that I wanted to buy a sports car and got his consent. On his birthday, I surprised him by bringing it home. It's a Porsche Boxter Limited Edition, and my family was thrilled to see it.","author":"Suresh Raina","category":"Family, Sports, Home"},{"quote":"I was very aware of Jeff Buckley. My brother actually bought me The Mamas And The Papas and Jeff Buckley for my birthday when I was in my early teens.","author":"Imogen Poots","category":"Brother, Me, Early"},{"quote":"For my 11th birthday, I asked to be adopted.","author":"Kaui Hart Hemmings","category":"Adopted, Asked"},{"quote":"I don't go into a fight mad. I go into a fight like it's my birthday. I love what I'm doing.","author":"Paige VanZant","category":"Love, Fight, Doing"},{"quote":"The sexiest thing my girlfriend has ever done for me is when she planned three full days of events, meals, and surprises for my birthday. It was like one continuous gift.","author":"Chris Wood","category":"Gift, Me, Three"},{"quote":"More and more, there are things in my life that I find hard to say. Like, 'David Bowie and Lorde were at my birthday party.' She's a phenomenal spirit.","author":"Tilda Swinton","category":"Life, My Life, Party"},{"quote":"One thing that was really dope for me was that my dad had a '78 Corvette, '78 or '76 Corvette all my life. It always needed to be fixed up. I remember it's just been sitting in the driveway for years, and I got it fixed from top to bottom for his birthday.","author":"Sevyn Streeter","category":"Life, Me, Remember"},{"quote":"For my birthday my husband learned to cook and is cooking one day a week for me. But he only likes to do fancy dishes. So we end up with weird, obscure things in the refrigerator.","author":"Cheryl Hines","category":"Day, Cooking, Me"},{"quote":"The Governors Ball is like a big birthday party, and all these stars are like excited kids running around - 'Oooo, look at my pretty new dress!' And what's the best, most fun surprise at a birthday party? When the cake comes out!","author":"Sherry Yard","category":"Stars, Best, Dress"},{"quote":"I went by Kyle, and I made friends on the team as Kyle. It went on for a pretty long time, until I went to a birthday party in a dress and all the hockey players were like... 'Kyle?'","author":"Katie Nolan","category":"Time, Friends, Team"},{"quote":"All I watch is the Food Network. I took a cheesemaking class a few weeks ago, and I told my family and friends to only get me kitchen stuff on my birthday. I'm into every kind of cookbook and anything by Anthony Bourdain. I'd love to own a restaurant if I could find the right chef.","author":"Jesse McCartney","category":"Love, Family, Food"},{"quote":"I've raced on all seven continents at least twice. I've probably run thousands of races. But the single race that I'm most proud is a 10K. Yes, a 10K. I ran it with my daughter on her 10th birthday.","author":"Dean Karnazes","category":"Daughter, Proud, Run"},{"quote":"When you're an expert in a subject, you can retain new factoids on your favorite topic easily. This only works for the subjects you're truly passionate about, though. Baseball fans can reel off stats for their favorite players, then space out on their own birthday.","author":"Clive Thompson","category":"Baseball, Space, You"},{"quote":"I wanted Cathy and Irving to actually say 'I do' and be pronounced husband and wife on Feb. 5, which is my mom's birthday.","author":"Cathy Guisewite","category":"Mom, Wife, Husband"},{"quote":"I always wanted to shave. It is a very natural process. For my birthday I got a lot of shaving stuff.","author":"Chaz Bono","category":"Process, Shaving, Natural"},{"quote":"I was quite a shy child. I would get terribly nervous and throw up before my birthday party. And then I would be fine. I feel the same now. I get nervous, then it's fine.","author":"Matthew Macfadyen","category":"Child, Party, Shy"},{"quote":"Having studied at the Sorbonne, I spent my 21st birthday in Paris and celebrated with one of my professors in a cafe outside of Notre Dame.","author":"Joseph Abboud","category":"Paris, Professors, Cafe"},{"quote":"I don't like my birthday. I don't like things that are directed towards me. It took me a long time to get over people asking me to write my name in the book.","author":"Matthew Pearl","category":"Time, Book, Me"},{"quote":"I'm not big on dark chocolate, but I do have a sweet tooth, so it gets me in trouble. I love warm chocolate chip cookies with ice cream. Then there's this chocolate pie my mom makes for me every year for my birthday. She's been making it since I was younger, and there's nothing like it. It's really so, so good!","author":"Phillip Phillips","category":"Love, Good, Mom"},{"quote":"On my birthday, I was in Milan for the collections.","author":"Eva Herzigova","category":"Milan, Collections"},{"quote":"I must have been yearning for some Jewish content beyond my genetic makeup because soon after my 21st birthday, I noticed I was no longer dating WASPs.","author":"Susan Isaacs","category":"Dating, Makeup, Content"},{"quote":"A 1920s dress I wore on my 21st birthday... literally disintegrated on me. I had the most wild debauched night. And that disintegrated dress sits in my closet - such a great memory.","author":"Liz Goldwyn","category":"Great, Memory, Dress"},{"quote":"I find the violence in PG13 movies unbearable. This kid will never run home, never have another birthday. His death is slow, nightmarish. And you have to explore the consequences - the people who live on with this death.","author":"Marlon James","category":"Home, Death, Violence"},{"quote":"Every five years, I like to do a big birthday party. I had my 45th birthday with 75 friends in Marrakesh, Morocco.","author":"Chip Conley","category":"Friends, Party, Years"},{"quote":"If I could be doing anything, I'd be laying on the floor in my birthday suit eating junk food and watching something dumb on TV.","author":"Anita Baker","category":"Food, Dumb, Eating"},{"quote":"I jumped out of an airplane on my 34th birthday because I promised myself I would. I have an interest in confronting my fears.","author":"Michael Trucco","category":"Myself, Airplane, Interest"},{"quote":"Funny story: I was hanging out with Adam Shankman for Samantha Ronson's birthday, and Lance Bass was there. I don't really know Lance, but he comes over to me and goes, 'Hey, I just wanted to let you know I'm a fan of 'Pretty Little Liars' and I'm rooting for your character.' It was surreal! That's how 'PLL' has changed my life.","author":"Ryan Guzman","category":"Funny, Life, Character"},{"quote":"The summer before my third year of law school, I worked at a law firm in Washington, D.C. I turned 25 that July, and on my birthday, my father happened to be playing in a local jazz club called Pigfoot and invited me to join him. I hadn't spent a birthday with him since I was 3, but I agreed.","author":"Deval Patrick","category":"Father, School, Law"},{"quote":"The first glimpse I had of what Mario Batali's friends had described to me as the 'myth of Mario' was on a cold Saturday night in January 2002, when I invited him to a birthday dinner.","author":"Bill Buford","category":"Friends, Night, Me"},{"quote":"I thought it would be cool to Skype with fans on their birthday and spend, like, a half-hour with them. I did a couple of two-hour Skypes. I just hang out with them and play songs and stuff. At first they're kind of shy, but after a while they open up. I've had a lot of people tell me I'm doing something no one has ever done before.","author":"Austin Mahone","category":"Cool, Me, People"},{"quote":"My dad bought me a dartboard for my 11th birthday, and I became intrigued by the game.","author":"Eric Bristow","category":"Game, Me, Became"},{"quote":"They decided as part of my 75th birthday celebrations that I would be entitled to fly first class. I'll be honest, I'm not good at flying anymore. To my credit, I can stretch out on two coach seats.","author":"Chuck Feeney","category":"Good, Flying, Fly"},{"quote":"The main prank that we play with props is for people's birthdays. The special effects people will put a little explosive in the cake so it blows up in their face - that's always fun to play on a guest star, or one of the trainees or someone who's new.","author":"Catherine Bell","category":"Fun, Cake, People"},{"quote":"And for the city's birthday, we will host events in every neighborhood of the city, inviting all of our residents to share in the celebration of Boston's great epic - the story of neighbors who support one another where it matters most.","author":"Thomas Menino","category":"Great, Support, City"},{"quote":"Friends and family do not believe you write fiction. They truly believe that every word you write is either autobiographical or based on them. I once had a character say that she never wanted to be invited to another children's birthday party, and I never received another children's birthday party invitation ever again.","author":"Liane Moriarty","category":"Family, Children, Friends"},{"quote":"Given the importance of Washington, outsiders probably have an unrealistic perspective on how large the city is. The fact is, Washington D.C. is a small town, and most everyone knows most everyone else. That person of the other party who you despise will someday be at your daughter's birthday party.","author":"Kevin Hassett","category":"Daughter, City, Perspective"},{"quote":"I suddenly realized how much I loved her when we attended Alfred Hitchcock's 75th birthday party last August. There was something magical about that night, and it made me see how much she really meant to me.","author":"Rod Taylor","category":"Night, Me, Party"},{"quote":"Nobody is going to pretend that I am younger than I am. Apart from anything else, it is in the papers all the damn time - every time I have a birthday.","author":"Laurence Olivier","category":"Time, I Am, Nobody"},{"quote":"I play PC and Xbox games at home, and I just got a PSP as a birthday present.","author":"Uwe Boll","category":"Home, Present, Play"},{"quote":"Well, I started conducting kind of by accident. I wanted to give myself a special birthday present for my fortieth birthday, and I was living in San Francisco at the time and I started attending some of the concerts and then simply dropping hints.","author":"Bobby McFerrin","category":"Time, Myself, Living"},{"quote":"Like many women my age, I am 28 years old.","author":"Mary Schmich","category":"Age, Women, I Am"},{"quote":"I'm good in summer. My birthday is in summer. I don't like it when it's too hot, but, you know, blue skies, I think people genuinely loosen up a bit, and it's nicer.","author":"George Ezra","category":"Good, Blue, People"},{"quote":"My mom FedExes a red velvet cake she makes from scratch to me every birthday.","author":"Molly Sims","category":"Mom, Red, Me"},{"quote":"I remember for my 18th birthday, I was going to get a tattoo, and I made the mistake of thinking I was a man and telling my father, and he was like, 'Oh yeah? You better tattoo a new address on your arm, because you're not living here!' And that was the end of that discussion.","author":"Adam Ferrara","category":"Father, Man, Thinking"},{"quote":"One I built when I was a kid, and it was a real miniature of Disneyland. I fell in love with the park when I went there with my parents on my 12th birthday.","author":"Bobby Sherman","category":"Love, Parents, Park"},{"quote":"I went to a rare live Van Dyke show and met him there. And then he came to a show of mine and we spoke back stage. The third time was at Brian Wilson's birthday party.","author":"Matthew Sweet","category":"Time, Live, Party"},{"quote":"The summer of 2002 at the Wilson birthday party I met Van Dyke again and I made plans to have dinner with him.","author":"Matthew Sweet","category":"Dinner, Summer, Party"},{"quote":"My father was one of the fortunate wartime servicemen: he made a full recovery from his injuries, was promoted to captain, survived the war, had a satisfying career as a colonial officer and, eventually, died in February 2002, a month before his 85th birthday.","author":"Michael Ashcroft","category":"Father, War, Recovery"},{"quote":"I cried on my 18th birthday. I thought 17 was such a nice age. You're young enough to get away with things, but you're old enough, too.","author":"Liv Tyler","category":"Age, Thought, Nice"},{"quote":"When I was little I thought, isn't it nice that everybody celebrates on my birthday? Because it's July 4th.","author":"Gloria Stuart","category":"Thought, Nice, Little"},{"quote":"I'm amazed. When I was 40, I thought I'd never make 50. And at 50 I thought the frosting on the cake would be 60. At 60, I was still going strong and enjoying everything.","author":"Gloria Stuart","category":"Strong, Thought, Cake"},{"quote":"I had a birthday one night on a farm we were shooting on. I walked into the tent, and there were 150 people waiting for me, all wearing masks of my face.","author":"Stephen Hopkins","category":"Waiting, Night, Me"},{"quote":"Every night, I was read to. Every Friday, we were taken to the library. I always received at least one book for my birthday. I have a few of them yet. Early on, I had my own collection of books. I loved to read. Still do.","author":"Avi","category":"Book, Night, Library"},{"quote":"May it be long before the people of the United States shall cease to take a deep and pervading interest in the Fourth of July, as the birthday of our national life, or the event which then occurred shall be subordinated to any other of our national history.","author":"Samuel Freeman Miller","category":"Life, History, Deep"},{"quote":"Seven years into writing a novel, I started to lose my mind. My thirty-seventh birthday had just come and gone, the end of 2008 was approaching, and I was constantly aware of how little I had managed to accomplish.","author":"Akhil Sharma","category":"Writing, Mind, End"},{"quote":"Jewellery's not a big thing for me. The only thing I wear is a gold cross on a chain that I got for my 21st birthday. You have to take it off every day for filming, but that's the only time I'm not wearing it. You won't find me in rings, bracelets or earrings.","author":"Jonas Armstrong","category":"Time, Day, Gold"},{"quote":"In college, I wrote newspaper articles and songs. Then, on my 21st birthday, I sold my first book. It was a nonfiction book about women pirates - 'Pirates in Petticoats.' After that, I was a book writer for good.","author":"Jane Yolen","category":"Women, Good, College"},{"quote":"I did a cake for the 60th birthday of Elton John, for Britney Spears' 27th birthday and for the 'Circus' album she put out - the cake had circus themes. I prepared a cake for a surprise 82nd birthday event for the architect Frank Gehry; the cake was comprised of mini-replicas of his buildings.","author":"Ron Ben-Israel","category":"Cake, Surprise, She"},{"quote":"If every year is a marble, how many marbles do you have left? How many sunrises, how many opportunities to rise to the full stature of your being?","author":"Joy Page","category":"Opportunities, Rise, You"},{"quote":"I like to give people novels I think they would like, on no particular occasion - just when we're in a bookstore together. I like to receive reference books on my birthday.","author":"Daniel Handler","category":"Together, People, Think"},{"quote":"There weren't any astronauts until I was about 10. Yuri Gagarin went into space right around my 10th birthday.","author":"John L. Phillips","category":"Space, Right, Until"},{"quote":"The more Mommy blogs going nuclear over playground etiquette I read and birthday parties of glazed adults munching cupcakes like demoralized zombies I attend, I realize this is what my friends who conceived before me meant by, 'You just won't care.'","author":"Emma McLaughlin","category":"Friends, Me, Care"},{"quote":"My mother still sends a cake to the office for my birthday.","author":"David Ulevitch","category":"Mother, Cake, Office"},{"quote":"On a royal birthday every house must fly a flag, or the owner would be dragged to a police station and be fined twenty-five rubles.","author":"Mary Antin","category":"Police, Fly, Flag"},{"quote":"I lost twins at 14 weeks, and I had to have an D and C on my birthday.","author":"Amy Weber","category":"Lost, Twins, Weeks"},{"quote":"Even when I was a kid, I had a good thing with kids. To this day, if I go to a birthday party with one of my kids, I swear to you, I am so much happier hanging out with my kids and their friends than talking to the grown-ups.","author":"Shawn Levy","category":"Day, Friends, Good"},{"quote":"If you've been running a business for 38 years, you're approaching your 66th birthday, you've never owed a man a penny or done anyone any grievance in your life, and you feel hard done-by and try to protect yourself and your family, but go to prison, well if that's the society we're living in, I'm happy to accept that.","author":"Sean Quinn","category":"Life, Family, Business"},{"quote":"The only show my mother could afford to take me to when I was growing up was 'Cats', for my birthday.","author":"Tammy Blanchard","category":"Cats, Mother, Me"},{"quote":"On my 14th birthday, my grandfather and my grandmother gave me the best birthday present ever: a drafting table that I have worked on ever since.","author":"Jarrett J. Krosoczka","category":"Best, Me, Present"},{"quote":"I'm an avid shoe fan. I got my first pair of Louboutins as a birthday gift from Jami Gertz.","author":"Toks Olagundoye","category":"Gift, Shoe, First"},{"quote":"For my 50th birthday, I got ahold of a new print of 'Saturday Night Fever.' I see it much more as a tough coming-of-age movie than as a disco story.","author":"Gene Siskel","category":"Night, Story, See"},{"quote":"I met Leonardo DiCaprio and Busta Rhymes the same night, on my birthday in New York.","author":"Jason Mitchell","category":"Night, New York, New"},{"quote":"This is a wonderful way to celebrate an 80th birthday... I wanted to be 65 again, but they wouldn't let me - Homeland Security.","author":"Art Buchwald","category":"Me, Celebrate, Security"},{"quote":"For my 23rd birthday, I received a nylon string guitar. I told myself that if I could play Eric Clapton's 'Tears In Heaven,' then I could play the guitar. I practised every chance I got, driving my housemates insane, until several weeks later I had a shaky version of the song down. I wrote my first song on the guitar a few weeks after that.","author":"Neil Jackson","category":"Myself, Guitar, Chance"},{"quote":"My brother got a .22 for his 12th birthday I got a .22. He got a hunting knife I got a hunting knife.","author":"Stephanie Cutter","category":"Brother, Hunting, Knife"},{"quote":"I've died so many times. I'm 65. On my 40th birthday, my girlfriend gave me a reel with ways I had died, whether it was by knife, or electrocution or drowning or being thrown off a building or whatever it might have been. I've died a lot of times!","author":"Jonathan Banks","category":"Me, Building, Knife"},{"quote":"'Down on Me' can't showcase my true talent. 'Birthday Sex' was robotic. When I perform it, I can't give you this church feeling I know I can give.","author":"Jeremih","category":"Talent, Me, Know"},{"quote":"Yes, I grew up with guns. For my 16th birthday, in fact, I received a .357 instead of a car. But there was nothing playful about them; they were tools. My parents went through a back-to-the-land phase. Most of our vegetables and fruits came from our own garden.","author":"Benjamin Percy","category":"Car, Parents, Garden"},{"quote":"Most of us can remember a time when a birthday - especially if it was one's own - brightened the world as if a second sun has risen.","author":"Robert Staughton Lynd","category":"Time, Sun, World"},{"quote":"My father was a legendary copywriter. He wrote 'Timex Takes a Licking and Keeps on Ticking.' He named Earth Day 'Earth Day.' It falls on his birthday, April 22. Earth Day, birthday. So the idea came easily.","author":"Sarah Koenig","category":"Day, Father, Earth"},{"quote":"I was fired by 'America's Next Top Model' on my birthday.","author":"Paulina Porizkova","category":"America, Fired, Next"},{"quote":"I have a strong memory of the day I was told that my father had a weak heart and that he had to go to the hospital. He died when I was nine years old on the same day that Franklin Roosevelt died it was his 45th birthday.","author":"Alan J. Heeger","category":"Day, Father, Strong"},{"quote":"I dated a guy for over a year who lied about his age the entire time. I found out after the fact and couldn't believe it! I even threw him a birthday party for the wrong age... I couldn't get over how hard he had tried to keep it a secret!","author":"Kirsten Prout","category":"Time, Age, Believe"},{"quote":"By the time I was seven, I did a sonnet at Shakespeare's Globe theatre for Shakespeare's birthday because my dad had been at the first season of the Globe and was friends with the artistic director. Somehow, that lead to me doing a sonnet!","author":"Alfred Enoch","category":"Time, Friends, Theatre"},{"quote":"With a recent birthday, I've been acting now for twenty years.","author":"Thayer David","category":"Acting, Now, Years"},{"quote":"I have friends who hide in their bedroom for three days every time they have another birthday. That's what brings the wrinkles! I didn't care when I turned 30 or 40 or 50.","author":"Maria Conchita Alonso","category":"Time, Friends, Care"},{"quote":"Birthday Alarm was a very simple site based on being reminded of your friends' birthdays.","author":"Michael Birch","category":"Friends, Simple, Being"},{"quote":"Most artists don't get paid for what they do, and they are lucky if they can persuade a friend to let them show something at a kid's birthday party.","author":"Andrei Codrescu","category":"Friend, Party, Lucky"},{"quote":"I used to go down every year for the remembrance of Elvis' birthday. Memphis State College invited me to sit in the auditorium and speak to the people for one of those Elvis days.","author":"Otis Blackwell","category":"College, Speak, Me"},{"quote":"Lucy took care of me on the set, and made sure that none of the crew cussed around me. She also had birthday parties for me and made sure that they were well attended.","author":"Keith Thibodeaux","category":"Me, Care, She"},{"quote":"When I was young and it was someone's birthday, I didn't have the money to buy nice presents so I would take my mom's camera and make a movie parody for whoever's birthday it was. When I'd show it them, they'd die laughing. That reaction was a high for me, and I loved that feeling.","author":"David Henrie","category":"Money, Mom, Me"},{"quote":"My 21st birthday was awesome. I was in L.A., and it was great. I had a bunch of friends that came out. The night ended up in a completely different direction than we thought it was going to go.","author":"Jonathan Keltz","category":"Friends, Great, Night"},{"quote":"It is really a great feeling to win a World Cup on your birthday.","author":"Nino Schurter","category":"Great, Win, World"},{"quote":"I grew up in Queens, and part of my birthday gift, always, was a Saturday matinee of whatever hit musical there was. When I was three, I saw 'Oliver!'.","author":"Lonny Price","category":"Gift, Three, Always"},{"quote":"Mattresses! Beautiful! Let's go buy a couple of mattresses. Give 'em to people for their birthday.","author":"Lawrence Tierney","category":"Beautiful, People, Give"},{"quote":"I never got a chocolate birthday cake; I got a carob one. And when I went to other kids' houses, I was very covetous of things like Cheez Whiz that I'd find in their refrigerators.","author":"Amanda Marshall","category":"Cake, Chocolate, Kids"},{"quote":"I had sort of had a 21st birthday when I was 17, 18 years old living in Japan. I had all of that stuff sort of happen earlier for me, which happens to a lot of people. My 21st birthday was just a little boring. Not a great story.","author":"Sarah Wright","category":"Great, Me, People"},{"quote":"My mother asked me what I wanted for my birthday, so I said I wanted to read poetry with her.","author":"Guy Johnson","category":"Mother, Poetry, Me"},{"quote":"I get letters constantly from all over the world, telephone calls from America, Brazil, Australia, all over, especially on my birthday. A family? I have a huge international family. That's all I need.","author":"Renata Tebaldi","category":"Family, America, World"},{"quote":"I think I've wanted to be an actress since the day I was born. I even asked my parents for an agent for my seventh birthday!","author":"Shoshannah Stern","category":"Day, Parents, Think"},{"quote":"I have an extensive library - every birthday when I was a kid my parents would ask what movie or book I wanted, so I have built up a big collection over the years.","author":"Mark Bridges","category":"Parents, Book, Library"},{"quote":"I actually had the pleasure of meeting David Bowie at his 50th birthday party in New York City. I handed him the cassette of 'Eight Arms to Hold You,' which I had just got an advance of that day. He very graciously thanked me and tucked it into his jacket pocket.","author":"Louise Post","category":"Day, City, Me"},{"quote":"I do like to shock and surprise people. When it's all in good fun, of course.","author":"Ruth Warrick","category":"Good, Fun, People"},{"quote":"If you want a happy ending, that depends, of course, on where you stop your story.","author":"Orson Welles","category":"Happy, Ending, Want"},{"quote":"Movies can and do have tremendous influence in shaping young lives in the realm of entertainment towards the ideals and objectives of normal adulthood.","author":"Walt Disney","category":"Influence, Entertainment"},{"quote":"Pick up a camera. Shoot something. No matter how small, no matter how cheesy, no matter whether your friends and your sister star in it. Put your name on it as director. Now you're a director. Everything after that you're just negotiating your budget and your fee.","author":"James Cameron","category":"Friends, Sister, Small"},{"quote":"A wide screen just makes a bad film twice as bad.","author":"Samuel Goldwyn","category":"Film, Bad, Just"},{"quote":"The most honest form of filmmaking is to make a film for yourself.","author":"Peter Jackson","category":"Yourself, Filmmaking, Honest"},{"quote":"When people ask me if I went to film school I tell them, 'no, I went to films.'","author":"Quentin Tarantino","category":"School, Me, People"},{"quote":"Cinema is a matter of what's in the frame and what's out.","author":"Martin Scorsese","category":"Cinema, Matter, Frame"},{"quote":"My dream role would probably be a psycho killer, because the whole thing I love about movies is that you get to do things you could never do in real life, and that would be my way of vicariously experiencing being a psycho killer. Also, it's incredibly romantic.","author":"Christina Ricci","category":"Love, Life, Romantic"},{"quote":"Life is more than sunglasses and hit movies. Reality - that's the main event.","author":"Sylvester Stallone","category":"Life, Reality, Sunglasses"},{"quote":"Filmmaking is a completely imperfect art form that takes years and, over those years, the movie tells you what it is. Mistakes happen, accidents happen and true great films are the results of those mistakes and the decisions that those directors make during those moments.","author":"Jason Reitman","category":"Art, Great, Mistakes"},{"quote":"Cinema is the most beautiful fraud in the world.","author":"Jean-Luc Godard","category":"Beautiful, World"},{"quote":"I secretly enjoy being alone - hiking alone, skiing alone, walking along the beach alone, going to movies alone. Do not get me wrong, I like sharing my life with other people, but sometimes I really enjoy being as alone as possible.","author":"Josh Zuckerman","category":"Life, Alone, Beach"},{"quote":"Cinema should make you forget you are sitting in a theater.","author":"Roman Polanski","category":"Forget, Cinema, You"},{"quote":"One of the reasons I love devils so much is not based in my faith, but because as a kid, I grew up loving heavy metal and horror movies, and the devil is such a huge presence in both.","author":"Victor LaValle","category":"Love, Faith, Loving"},{"quote":"Always make the audience suffer as much as possible.","author":"Alfred Hitchcock","category":"Audience, Possible, Always"},{"quote":"The elements that create glamour are not specific styles - bias-cut gowns or lacquered furniture - but more general qualities: grace, mystery, transcendence. To the right audience, Halle Berry is more glamorous commanding the elements as Storm in the X-Men movies than she is walking the red carpet in a designer gown.","author":"Virginia Postrel","category":"Storm, Red, Mystery"},{"quote":"People sometimes say the way things happen in the movies is unreal, but actually, it's the way things happen to you in life that's unreal.","author":"Andy Warhol","category":"Life, People, You"},{"quote":"My siblings and I, we were raised on TV and films. Not a day went by that we weren't watching one of three movies - 'Caddyshack,' 'Animal House,' 'Beverly Hills Cop' - on rotation. Our comedy, our personalities were set watching 'Sesame Street': these really sort of wacky, Jim Henson-y characters.","author":"Teddy Sears","category":"Day, Animal, Comedy"},{"quote":"I grew up when I was 15 when I had my first opportunity in movies. I watched every great movie for a year and a half, and since then I've asked myself how I can emulate such artistry. That's really my motivation. I want to do something as good as my heroes have done.","author":"Leonardo DiCaprio","category":"Good, Myself, Great"},{"quote":"A story should have a beginning, a middle and an end, but not necessarily in that order.","author":"Jean-Luc Godard","category":"Beginning, End, Story"},{"quote":"Cancer taught me to stop saving things for a special occasion. Every day is special. You don't have to get cancer to start living life to the fullest. My post-cancer philosophy? No wasted time. No ugly clothes. No boring movies.","author":"Regina Brett","category":"Life, Time, Day"},{"quote":"For so many people, television and movies may be the only way they understand people who aren't like them.","author":"Michelle Obama","category":"People, Television, Way"},{"quote":"I really love scary movies, so I'm all about Halloween.","author":"Normani Kordei","category":"Love, Halloween, Scary"},{"quote":"I always wish the hotels were like they are in movies and TV shows, where if you're in Paris, right outside your window is the Eiffel Tower. In Egypt, the pyramids are right there. In the movies, every hotel has a monument right outside your window. My hotel rooms overlook the garbage dumpster in the back alley.","author":"Gilbert Gottfried","category":"Window, Wish, Hotel"},{"quote":"Some of my foster families used to send me to the movies to get me out of the house and there I'd sit all day and way into the night. Up in front, there with the screen so big, a little kid all alone, and I loved it. I loved anything that moved up there and I didn't miss anything that happened and there was no popcorn either.","author":"Marilyn Monroe","category":"Day, Alone, Night"},{"quote":"I love scary movies. I like blood and gore, and I love Halloween movies.","author":"Carrie Underwood","category":"Love, Halloween, Blood"},{"quote":"Whenever I have free time, I love to just lay in my bed and watch YouTube videos, watch movies. Just basically do nothing.","author":"Bethany Mota","category":"Love, Time, Free"},{"quote":"A cinema villain essentially needs a moustache so he can twiddle with it gleefully as he cooks up his next nasty plan.","author":"Mel Brooks","category":"Plan, Villain, Cinema"},{"quote":"You know what your problem is, it's that you haven't seen enough movies - all of life's riddles are answered in the movies.","author":"Steve Martin","category":"Life, Problem, Know"},{"quote":"Being sad and being depressed are two different things. Also, people going through depression don't look so, while someone sad will look sad. The most common reaction is, 'How can you be depressed? You have everything going for you. You are the supposed number one heroine and have a plush home, car, movies... What else do you want?'","author":"Deepika Padukone","category":"Home, Car, Sad"},{"quote":"Film spectators are quiet vampires.","author":"Jim Morrison","category":"Quiet, Film, Vampires"},{"quote":"I don't want to dress up a picture with just my face.","author":"Grace Kelly","category":"Dress, Want, Picture"},{"quote":"I was striving to be the most muscular man, and it got me into the movies. It got me everything that I have.","author":"Arnold Schwarzenegger","category":"Man, Me, Striving"},{"quote":"Technology continues to bring us wondrous advances in filmmaking to improve how we view movies.","author":"Ridley Scott","category":"Technology, Filmmaking, View"},{"quote":"We all need illusions. That's why we love movies.","author":"Monica Bellucci","category":"Love, Why, Need"},{"quote":"Some people go to the movies to be reminded that everything's okay. I don't make those kinds of movies.","author":"David Fincher","category":"People, Some People, Okay"},{"quote":"I've never had a movie that got great reviews. I've had movies that got different levels of good and bad reviews, but you can more or less count on plenty of bad reviews.","author":"Wes Anderson","category":"Good, Great, Good And Bad"},{"quote":"I wanted to do another movie that could make us laugh and cry and feel good about the world. I wanted to do something else that could make us smile. This is a time when we need to smile more and Hollywood movies are supposed to do that for people in difficult times.","author":"Steven Spielberg","category":"Smile, Time, Good"},{"quote":"I have loved movies as the number one thing in my life so long that I can't ever remember a time when I didn't.","author":"Quentin Tarantino","category":"Life, Time, Remember"},{"quote":"There's no master plan; I'm just going with what I'm inspired to do and what I get asked to do, and luckily the things I've been the most passionate about, I've gotten to do. And a lot of times I've gone up for movies that I didn't really care that much about, and I never got that.","author":"Nat Wolff","category":"Plan, Care, Passionate"},{"quote":"My motto: 'No good movie is depressing. All bad movies are depressing.'","author":"Roger Ebert","category":"Good, Motto, Bad"},{"quote":"It may be true that the only reason the comic book industry now exists is for this purpose, to create characters for movies, board games and other types of merchandise.","author":"Alan Moore","category":"Book, Purpose, Be True"},{"quote":"I'm literally driving in the middle of the night, and my phone rings, and my manager says, 'How would you like to be the host of the Daily Show?' I get out the car, and I didn't have legs. You know in those movies where there's an explosion? But instead of the sound of the explosion, you hear the silence. That's literally what happened.","author":"Trevor Noah","category":"Daily, Car, Silence"},{"quote":"I think there's a character one has if you're a chief executive officer. Movies would suggest you're a bad person - if you're wealthy, if you've done well, oh, you must be bad. And frankly, winning the lottery doesn't change who you are; you're the same person inside. And I'm the same person I was as an 18-year-old who fell in love with Ann.","author":"Mitt Romney","category":"Love, Change, Character"},{"quote":"I've always been a movie guy, movies have been my thing. I love movies, all kinds of movies.","author":"Christopher Nolan","category":"Love, Always, Guy"},{"quote":"Like Hollywood movies, MTV and blue jeans, fast food has become one of America's major cultural exports.","author":"Eric Schlosser","category":"Food, America, Blue"},{"quote":"I'm a crier. I always cry. I cry at the dumbest things, too. This is why I sort of steer clear of movies and films that I know are going to be depressing. I don't care how many awards they've won - I know they're good. I don't need to watch them, because I don't want to be depressed, and I don't want to cry.","author":"Yvonne Strahovski","category":"Good, Want, Know"},{"quote":"The 'serial kisser' tag that has been thrust on to me is a lame stereotype. It irritates me. Yes, there is sexual content in my movies, and I have never been apologetic about doing bold scenes. But it's not fair to tag me this way because that can be very stifling.","author":"Emraan Hashmi","category":"Me, Bold, Doing"},{"quote":"I guess I can't live without Netflix because I would have nothing to do. All I do is sit home and watch movies.","author":"Sara Paxton","category":"Home, Live, Nothing"},{"quote":"Horror movies are all about getting your attention you always have to be on guard. People love to be on the edge - there's nothing like a surprise.","author":"P. J. Soles","category":"Love, Surprise, People"},{"quote":"When I was a boy, I always saw myself as a hero in comic books and in movies. I grew up believing this dream.","author":"Elvis Presley","category":"Hero, Myself, Dream"},{"quote":"I just grew up watching a lot of movies. I'm attracted to this genre and that genre, this type of story, and that type of story. As I watch movies I make some version of it in my head that isn't quite what I'm seeing - taking the things I like and mixing them with stuff I've never seen before.","author":"Quentin Tarantino","category":"Story, Head, Seeing"},{"quote":"I don't like business talkers, you know, people who are constantly like, 'Blah blah blah movies.' I find it incredibly boring.","author":"Zooey Deschanel","category":"Business, People, Know"},{"quote":"I play a little guitar, write a few tunes, make a few movies, but none of that's really me. The real me is something else.","author":"George Harrison","category":"Guitar, Me, Play"},{"quote":"Television and movies were our biggest teachers. When we came to the United States, the Vietnam War was just ratcheting up. And so the Asian faces that I saw on the news, they were the face of the enemy. Asian men, particularly, were either small, ineffective, or they were evil. And those messages were deeply, deeply embedded in me for many years.","author":"Alex Tizon","category":"War, Men, Evil"},{"quote":"When I was a kid, I really loved watching 'Cinderella.' It's a fantasy, and every girl knows that real life isn't always like these movies, but as a child, I just really loved the story of 'Cinderella.' I found it to be so romantic and just a beautiful movie to watch.","author":"Sara Ramirez","category":"Life, Beautiful, Romantic"},{"quote":"Movies are a big part of our Indian culture.","author":"Mahendra Singh Dhoni","category":"Culture, Big, Part"},{"quote":"It's not like since I make comics I only read comics and since I make movies I will only go out and watch movies. Any kind of artistic expression interests me; it goes from literature to music to sculpture, painting; whatever is extremely inspiring for me becomes a reference also for me.","author":"Marjane Satrapi","category":"Music, Me, Painting"},{"quote":"I made my living in comedy, but I'm not a silly person. I've got all these sides to me. Even in my movies that I've written myself, the characters sometimes border on great anger or nutsiness or other kinds of behavior. I'm not just doing fart jokes for two hours.","author":"Albert Brooks","category":"Myself, Great, Anger"},{"quote":"A good film is when the price of the dinner, the theatre admission and the babysitter were worth it.","author":"Alfred Hitchcock","category":"Good, Theatre, Dinner"},{"quote":"It's the movies that have really been running things in America ever since they were invented. They show you what to do, how to do it, when to do it, how to feel about it, and how to look how you feel about it.","author":"Andy Warhol","category":"America, Look, You"},{"quote":"I don't take the movies seriously, and anyone who does is in for a headache.","author":"Bette Davis","category":"Seriously, Headache, Take"},{"quote":"Everything makes me nervous - except making films.","author":"Elizabeth Taylor","category":"Me, Everything, Nervous"},{"quote":"To grasp the full significance of life is the actor's duty to interpret it his problem and to express it his dedication.","author":"James Dean","category":"Life, Dedication, Problem"},{"quote":"Make them laugh, make them cry, and hack to laughter. What do people go to the theatre for? An emotional exercise. I am a servant of the people. I have never forgotten that.","author":"Mary Pickford","category":"Laughter, I Am, Theatre"},{"quote":"I do believe that movies are subject to a million interpretations.","author":"Oliver Stone","category":"Believe, Interpretations"},{"quote":"A filmmaker has almost the same freedom as a novelist has when he buys himself some paper.","author":"Stanley Kubrick","category":"Freedom, Paper, Same"},{"quote":"I never thought I'd land in pictures with a face like mine.","author":"Audrey Hepburn","category":"Thought, Face, Land"},{"quote":"If the boy and girl walk off into the sunset hand-in-hand in the last scene, it adds 10 million to the box office.","author":"George Lucas","category":"Sunset, Girl, Walk"},{"quote":"The sound and music are 50% of the entertainment in a movie.","author":"George Lucas","category":"Music, Entertainment, Sound"},{"quote":"I was going to go to a four-year college and be an anthropologist or to an art school and be an illustrator when a friend convinced me to learn photography at the University of Southern California. Little did I know it was a school that taught you how to make movies! It had never occurred to me that I'd ever have any interest in filmmaking.","author":"George Lucas","category":"Art, School, College"},{"quote":"When I was growing up, Dr. Seuss was really my favorite. There was something about the lyrical nature and the simplicity of his work that really hit me.","author":"Tim Burton","category":"Work, Nature, Simplicity"},{"quote":"I learned what I really love is making films, not the film business. I want to be on the set, meeting with writers, I want that freedom. I love it now.","author":"Harvey Weinstein","category":"Love, Business, Freedom"},{"quote":"People know that I have a great love for cinema. Not just for commercial cinema, but for the 'cinema d'auteur.' But to me, two of the great 'auteurs' are actually actors and they both happen to be French. One is Alain Delon and the other is Jean-Paul Belmondo.","author":"Harvey Weinstein","category":"Love, Great, Me"},{"quote":"Editing is where movies are made or broken. Many a film has been saved and many a film has been ruined in the editing room.","author":"Joe Dante","category":"Broken, Editing, Where"},{"quote":"Jesus is a half-naked guy, hanging, nailed to a cross, and then people wear that around their neck, and then those are the people that are upset about violence in movies.","author":"Marilyn Manson","category":"Violence, People, Upset"},{"quote":"The whole world loves American movies, blue jeans, jazz and rock and roll. It is probably a better way to get to know our country than by what politicians or airline commercials represent.","author":"Billy Joel","category":"American, Blue, World"},{"quote":"Movies can't ruin books. They can only ruin movies.","author":"S. E. Hinton","category":"Books, Ruin, Only"},{"quote":"Movies don't make people act a fool. People act a fool because they want to act a fool.","author":"Eazy-E","category":"Fool, People, Want"},{"quote":"I'm terrified of the supernatural things, which is why I'm very grateful that I don't see things like that. Because if I did see things of the paranormal persuasion, I don't think I'd be able to continue making scary movies.","author":"James Wan","category":"Grateful, Think, Why"},{"quote":"If you just love movies enough, you can make a good one.","author":"Quentin Tarantino","category":"Love, Good, You"},{"quote":"All my friends were in college when I was making 'Superbad.' We were drinking beer and watching movies and eating pizza. It wasn't like I was going to nice restaurants or anything like that, and I lived like a frat guy. Eventually it was time to grow up, be healthy and be responsible. You can't live like a kid forever, you know?","author":"Jonah Hill","category":"Time, Friends, College"},{"quote":"My favorite movies are the ones that are different the second time, or where you're constantly discovering new things. It's not just genre movies, either, and it's not just about twists. I saw 'Tinker Tailor Soldier Spy' four times in the theater before I realized it's a love story. I love that.","author":"Drew Goddard","category":"Love, Time, New Things"},{"quote":"When I finished the trilogy of 'Pirates of the Caribbean' movies, I had a gear shift and thought, 'I need to take a moment to smell the roses.'","author":"Orlando Bloom","category":"Thought, Roses, Moment"},{"quote":"In cartoons, in movies, time passes differently. There are flashbacks and flashfowards.","author":"Warren Spector","category":"Time, Time Passes, Cartoons"},{"quote":"The studios gotta start making more stuff where black folks get quality stuff. But I can't trip about that because I've been making movies for 35 years, and I've played everything from an old lady to a donkey, so I can't be on here talking about, 'They don't give us enough roles' and diversity.","author":"Eddie Murphy","category":"Diversity, Quality, Start"},{"quote":"I manage to hide in my movies.","author":"Liev Schreiber","category":"Hide, Manage"},{"quote":"I was the only swimmer in movies. Tarzan was long gone, and he couldn't have done them anyway; he could never have gotten into my bathing suit.","author":"Esther Williams","category":"Long, Done, Never"},{"quote":"The thing about the UK is we don't really make that many great movies.","author":"Jason Statham","category":"Great, UK, Many"},{"quote":"I'm terrible at horror movies, by the way. I get scared so easily.","author":"Oliver Stone","category":"Way, Horror, Scared"},{"quote":"By going to the movies, and because of other things, too, going to college, making a wide variety of friends, moving around traveling, I became a lot more open-minded than the heritage I was born into might have suggested.","author":"Roger Ebert","category":"Friends, College, Moving"},{"quote":"More and more major businesses and industries are being run on software and delivered as online services - from movies to agriculture to national defense.","author":"Marc Andreessen","category":"Agriculture, Software, Run"},{"quote":"Hollywood is throwing action movies at me.","author":"Liam Neeson","category":"Action, Me, Hollywood"},{"quote":"You know, I put my little brother in the movies and he's still in the pictures. My mother makes me put him in the pictures.","author":"Sam Raimi","category":"Mother, Brother, Me"},{"quote":"Even today, in our progressive times, in most movies that come out, the men have to have biceps and the women have to be thin or something.","author":"Joseph Gordon-Levitt","category":"Women, Today, Men"},{"quote":"Why be boring? Have some fun. Rock shows should be like movies: I don't go to a movie hoping it'll change my life.","author":"Alice Cooper","category":"Life, Change, Fun"},{"quote":"In movies we tend make things black and white: you're either this, or you're that.","author":"Bill Skarsgard","category":"Black And White, Black, You"},{"quote":"I'm a weird big guy. Doing rapping, doing movies. Do a lot of stuff. But always do things the right way.","author":"Shaquille O'Neal","category":"Weird, Doing, Way"},{"quote":"I always try to describe making movies like summer camp, or some holiday where you spend all day, every day with a new group of people whom you kind of love and then never see again.","author":"Eddie Redmayne","category":"Love, Day, People"},{"quote":"The first two movies I directed failed, when I was 21 and 23, and that was the greatest thing that could have happened.","author":"M. Night Shyamalan","category":"Greatest, First, Two"},{"quote":"I like to think of myself as a fairly educated human being, but I'm a very uneducated actor when it comes to movies, directors, producers, actors for that matter.","author":"Shailene Woodley","category":"Myself, Think, Human"},{"quote":"I used to look at horror movies as being really real and it would totally freak me out and give me nightmares. Now I watch and think, 'whoa how'd they do that?'","author":"Evan Peters","category":"Me, Think, Look"},{"quote":"In Chinese culture, it wouldn't occur to kids to question or talk back to their parents. In American culture, kids in books, TV shows and movies constantly score points with their snappy back talk. Typically, it's the parents who need to be taught a life lesson - by their children.","author":"Amy Chua","category":"Life, Children, Culture"},{"quote":"I have a maple leaf tattoo over my heart, quite literally, and my two favorite things on Earth are being in Canada and making movies.","author":"Jay Baruchel","category":"Heart, Leaf, Earth"},{"quote":"You have to realize I like doing big movies that appear on a big screen. So the visuals and the audio have to be of a certain quality before I start to get excited about the thing.","author":"Hans Zimmer","category":"Quality, Start, You"},{"quote":"I came to Southbury because I wanted to live a more simple life. When I was a child, I saw lots of movies about happy people living in Connecticut. And ever since then, that was where I wanted to live. I thought it would be like the movies. And it really is. It's exactly what I hoped it would be.","author":"Polly Bergen","category":"Life, Happy, Simple"},{"quote":"I like Ryan Gosling as an actor. I watch all of his movies, and he's Canadian and I just like his swag. I read his interviews and I'm a big fan of his.","author":"Drake","category":"Actor, Interviews, Watch"},{"quote":"I go to movies, go out with friends, go to car shows. I have a zoo.","author":"Axl Rose","category":"Friends, Car, Zoo"},{"quote":"My father loved 'Godard and Truffaut.' He was more artsy. My mom loved the 'Bourne' trilogy she likes big blockbusters. She loved that I did 'I Am Legend.' My passion for acting came with my passion for movies.","author":"Alice Braga","category":"Father, Mom, Passion"},{"quote":"Unless you're a big movie star, regular television work is going to bring you more exposure than anything. Everybody has a television; not everybody goes to the movies.","author":"G. W. Bailey","category":"Work, Television, You"},{"quote":"Hopefully, after 'Victorious' has lived a long and beautiful life, I would like to go into movies. And I'd like to have a very successful movie career. Ultimately I'd love to win an Oscar; that's my big goal in life, so that's what I'm going for.","author":"Elizabeth Gillies","category":"Love, Life, Beautiful"},{"quote":"'Tropic Thunder' is one of my favorite movies of all time. 'Blazing Saddles.' Anything that will get me to smile.","author":"John Cena","category":"Smile, Time, Me"},{"quote":"Nothing was planned in my career. I just went with the flow and took everything that came to me. Selling potato chips was obvious, as it was a family business. When friends suggested I should try theatre, I gave it a shot. Then I did a lot of advertisements, and then movies happened.","author":"Boman Irani","category":"Family, Business, Friends"},{"quote":"I wouldn't call myself successful, just obsessively exhausted. The music makes me smile, the movies make me feel humbled, and the comedy saves my life every day.","author":"Vir Das","category":"Life, Smile, Music"},{"quote":"Some of my favorite movies are action movies. You want something good to say. That comes from good writing. But writing is not a skill I possess, unfortunately.","author":"Jason Statham","category":"Good, Writing, Action"},{"quote":"I was very influenced by movies I was very influenced by a world that had a sense of dream.","author":"Ralph Lauren","category":"World, Dream, Sense"},{"quote":"I think they should have movies in restaurants. I can't believe that so many people get together just to sit there. It's so abstract... isn't it abstract? What are these people sitting here watching?","author":"Andy Warhol","category":"Together, Believe, People"},{"quote":"An often-repeated assertion in the body of film criticism I have written is the assertion that movies do not just mirror the culture of any given time they also create it.","author":"bell hooks","category":"Time, Culture, Mirror"},{"quote":"When I did 'Bird,' it was a surprise to some people, first because I wasn't in it and second because most of the films I'd been doing were cop movies or westerns or adventure films, so to be doing one about Charlie Parker, who was a great influence on American music, was a great thrill for me.","author":"Clint Eastwood","category":"Music, Adventure, Great"},{"quote":"I love movies. And I dig a great love story: the kind that wrecks me, then builds me back up and leaves me inspired. I write what I want to see.","author":"Gina Prince-Bythewood","category":"Love, Great, Me"},{"quote":"I've yet to use a cellphone, and I've never tweeted or entered Facebook. I try not to go online till my day's writing is finished, and I moved from Manhattan to rural Japan in part so I could more easily survive for long stretches entirely on foot, and every trip to the movies would be an event.","author":"Pico Iyer","category":"Day, Writing, Long"},{"quote":"In all my work, in the movies I write, the lyrics, the poetry, the prose, the essays, I am saying that we may encounter many defeats - maybe it's imperative that we encounter the defeats - but we are much stronger than we appear to be and maybe much better than we allow ourselves to be. Human beings are more alike than unalike.","author":"Maya Angelou","category":"Work, I Am, Poetry"},{"quote":"I've always tried to make movies that pull the audience out of their seats... I want audiences to be transported.","author":"Peter Jackson","category":"Want, Audience, Always"},{"quote":"We're in a world where masculinity, especially with these big spectacle movies, is often pushed by rippling six packs and forcing an image down someone's throat trying to prove masculinity. Whereas I think true masculinity comes from having a strong sense of self.","author":"Theo James","category":"Strong, Self, World"},{"quote":"I washed dishes so I could make movies. it was never a way for me to make money.","author":"Casey Neistat","category":"Money, Me, Way"},{"quote":"I really hate relaxing. I've done three movies in a row, worked for two years straight, and to me, idle time is the devil's workshop. I like to focus on something.","author":"Leonardo DiCaprio","category":"Time, Focus, Hate"},{"quote":"I am not really into paintings, to be honest, but for me, the art I love is when I see singers putting their heart into their song, actors giving the performance of their lives, and books and movies that make me feel something I never thought I could; there's art in everything as long as it's made with soul.","author":"Sara Sampaio","category":"Love, Art, I Am"},{"quote":"The great thing for me about 'The Resurrection of Gavin Stone' is it's a throwback to the old fashioned Hollywood movie that you can watch with your family, has a message, and is funny and entertaining. They didn't call them faith-based movies; they just called them good movies.","author":"D. B. Sweeney","category":"Funny, Family, Good"},{"quote":"Streaming TV shows, movies, and other types of video over the Internet to all manner of devices, once a fringe habit, is now a squarely mainstream practice. Even people still paying for cable or satellite service often also have Netflix or Hulu accounts.","author":"Walt Mossberg","category":"Service, Internet, People"},{"quote":"'Ernest Borgnine' is sort of my version of Woody Allen's 'Purple Rose Of Cairo' in that it's about the occasional difficulty of coming to terms with the cold hard facts and the temptation to escape into another world - like movies, for example. I'm a pro at escaping.","author":"John Grant","category":"Rose, World, Escape"},{"quote":"Our trials and our times of pain get the most recognition, but 'Straight Outta Compton' speaks to triumph. When it's doubtful, when nobody is on your side, when your back is against the wall, you triumph and make it through. Showing growth through movies promotes growth.","author":"O'Shea Jackson, Jr.","category":"Growth, Pain, You"},{"quote":"I sure lost my musical direction in Hollywood. My songs were the same conveyer belt mass production, just like most of my movies were.","author":"Elvis Presley","category":"Lost, Direction, Hollywood"},{"quote":"I think there's a vague sense out there that movies are becoming more and more unreal. I know I've felt it.","author":"Christopher Nolan","category":"Know, Think, Sense"},{"quote":"It's difficult to do a genre film well, and it doesn't matter if you're talking vampire movies or 'Dawn of the Dead' or 'The Thing' or 'Escape From New York.' Those kind of movies, they understand what the old-school B-movie is supposed to be, they get the throwback of it.","author":"Ethan Hawke","category":"New York, Escape, Dawn"},{"quote":"My dad had a commercial film company, so he had a videotape player before anyone. So he got Mel Brooks movies or Citizen Kane or some classic old movies. And every summer the revival house in Evanston would show the great films from the '50s and '60s and '70s.","author":"John Cusack","category":"Great, Summer, Company"},{"quote":"When you look at movies, the lead girl is always gorgeous and thin. There is a stereotype that you need to look a certain way and when you get in the business you really feel the pressure.","author":"Margot Robbie","category":"Business, Girl, Pressure"},{"quote":"Who said that being Latino is to be a stereotype? Characters are stereotypes when making plans or without shades. I do not believe in the picture or model established in the movies.","author":"Edgar Ramirez","category":"Believe, Stereotypes"},{"quote":"Just to get a job is always really exciting to me. I do feel there's a lot left for me to learn about movies, the subtleties of acting.","author":"Sebastian Stan","category":"Job, Me, Acting"},{"quote":"There should be a point to movies. Sure, you're giving people a diversion from the cold world for a bit, but at the same time, you pass on some facts and rules and maybe a little bit of wisdom.","author":"George Lucas","category":"Wisdom, Time, World"},{"quote":"When I felt like an outsider, movies made me feel inside my own skill set.","author":"Steven Spielberg","category":"Me, Feel, Skill"},{"quote":"I'm very opinionated about movie musicals when they're adapted from live shows. You'll sit still for a three-minute song in a theater. But in movies, a glance from someone's eyes will tell you the whole story in a few seconds.","author":"Stephen Sondheim","category":"Eyes, Song, Live"},{"quote":"I think a great first date would be something different... not like movies or going to dinner... going rock climbing together... doing an activity and then going to dinner, so that you guys share an experience, and then you have something to talk about, and it's not the same old thing.","author":"Madeline Zima","category":"Experience, Great, Together"},{"quote":"Movies are written in sand: applauded today, forgotten tomorrow.","author":"D. W. Griffith","category":"Today, Tomorrow, Sand"},{"quote":"In my movies, I'm not trying to erase any old image of myself, really. And also I'm not trying to imitate anyone or follow in their footsteps, because I know, Burt Reynolds was just one of the people that told me this, I know how you can only last in this business if you got something special to offer, just by being yourself.","author":"Mark Wahlberg","category":"Business, Myself, Yourself"},{"quote":"I'm a fat kid on the inside. I love food so much, and I fluctuate about 25 to 30 pounds between movies. I feel like I have to do a chess movie that requires very little movement at some point, just so I can eat pizza and play chess on the beach all day.","author":"Channing Tatum","category":"Love, Food, Day"},{"quote":"People look at Marvel movies as epic in scope, but if you look back at the comics, you realise that Marvel heroes were often a reaction to the square-jawed DC characters like Superman, who were flawless and beyond reproach.","author":"Jon Favreau","category":"People, Heroes, Superman"},{"quote":"I drove from Naples to the Amalfi coast in an Alpha Romeo 1969 Spider, which was lovely. There have been lots of movies made down there, and I felt a bit like James Bond - the driving is quite hairy. The locals have mopeds, but you wouldn't catch me on a bike on those roads. A tank would be safer!","author":"Paul Hollywood","category":"Me, Roads, Bike"},{"quote":"I'm not a big fan of there being voiceovers in movies. I really prefer it when the film tells it story.","author":"Salman Rushdie","category":"Story, Film, Big"},{"quote":"Football games are on TV, and it doesn't affect stadium attendance at all. It's the same with movies. People who really love movies and like to go out on a Saturday night will go to the movie theater.","author":"George Lucas","category":"Love, Football, Night"},{"quote":"I've always wanted to be an actress, ever since I was a little girl. I've always played the mom and I play my sister as the daughter. I wanted to be an actress on television and movies instead of just around the house.","author":"Dakota Fanning","category":"Sister, Daughter, Mom"},{"quote":"It's a political and manipulative industry. Actors vie for the same roles, movies are snatched away. Have I ever been manipulated? Yes. But I haven't manipulated anyone because if you think from the heart, you cannot be calculative. I have spent nights crying.","author":"Kareena Kapoor Khan","category":"Heart, Political, Think"},{"quote":"In the movies, you want a good story and characters that are honest, but you are also looking for a good director who can lead the ship. That's how we look at business. Everybody has a great idea for a start-up, and so do their relatives, and they tell me, 'You gotta build it.' I say, 'I have to believe in it.'","author":"Ashton Kutcher","category":"Business, Good, Great"},{"quote":"When people say they take hits and flops in their stride, I personally feel that they are just lying. Of course, I'm upset when my movies flop. I take it very personally.","author":"Mahesh Babu","category":"People, Lying, People Say"},{"quote":"Music has always been a great solace for me. It's still something that gives me far more joy than movies, I must say. I love movies, too. But somehow, music can transport you. There are so many different kinds of experiences you can have with music.","author":"Allison Anders","category":"Love, Music, Great"},{"quote":"When Ginger Rogers danced with Astaire, it was the only time in the movies when you looked at the man, not the woman.","author":"Gene Kelly","category":"Time, Man, Woman"},{"quote":"I remember working on movies like Gettysburg and feeling that Jeff Daniels was kind of a mentor.","author":"Donal Logue","category":"Remember, Working, Mentor"},{"quote":"Nobody should come to the movies unless he believes in heroes.","author":"John Wayne","category":"Heroes, Nobody, Should"},{"quote":"My grandmother and I saw an average of eight movies a week, double features, second run.","author":"Carol Burnett","category":"Week, Run, Grandmother"},{"quote":"Movies are like an expensive form of therapy for me.","author":"Tim Burton","category":"Me, Therapy, Like"},{"quote":"Any girl who likes watching movies would like to work in them and would want to do all of that. I'm also one of them. But people know me for badminton and love me for it. So I'd stick to it right now. But maybe after badminton, I'll think about it.","author":"Saina Nehwal","category":"Love, Work, Girl"},{"quote":"Music is the only passion I shamelessly indulge in. However, for recreation I enjoy watching movies. 'Wizard of Oz' was the first film I ever saw, followed by the 'Bond' movies. I also watch a lot of World cinema through DVDs mostly brought by one of my best friends who's now based in Toronto.","author":"A. R. Rahman","category":"Music, Friends, Best"},{"quote":"My grandmother and I would go see movies, and we'd come back to the apartment - we had a one-room apartment in Hollywood - and I would kind of lock myself in this little dressing room area with a cracked mirror on the door and act out what I had just seen.","author":"Carol Burnett","category":"Myself, Mirror, Door"},{"quote":"Sexiness, particularly in movies, is the chess game in the 'Thomas Crown Affair'. It's, it's, I don't know, but Faye Dunaway comes up a lot in that thinking. It's the subtlety of sexiness. The moment you try to be sexy, then it's not.","author":"Daniel Craig","category":"Thinking, Moment, Game"},{"quote":"I think a big part of marriage is not going anywhere on those days you feel you really want to. It's like in the Barrier Islands. If you want to stay together, don't leave. I think just culturally - in the media, in movies, in books - we're trained to divorce when that first blush of sexual longing starts to fade. That's just where marriage starts.","author":"Tony Earley","category":"Marriage, Together, Media"},{"quote":"If my films make one more person miserable, I'll feel I have done my job.","author":"Woody Allen","category":"Job, Done, Person"},{"quote":"Critics can be harsh and I think it's going to take me a long time to make people see what I have inside of me and that I really put my guts into movies and that I'm not superficial and that I'm not just a pretty face.","author":"Diane Kruger","category":"Time, Me, People"},{"quote":"The only thing I can't do is hear. I can drive, I have a life with four kids, I work on TV, I do movies, so the deafness question, is it that they want to know because, what? Not sure.","author":"Marlee Matlin","category":"Life, Work, Want"},{"quote":"What I don't like are pompous, pretentious movies.","author":"Peter Jackson","category":"Like, Pretentious, Pompous"},{"quote":"It'll be the Internet and piracy that will kill film. There's a philosophy that the Internet should be free, but the reality is that piracy will destroy the film industry and film as an art form because it's expensive to make a movie. Maybe you'll have funky little independent movies, and it'll go back and then start up again some other way.","author":"Helen Mirren","category":"Art, Reality, Philosophy"},{"quote":"For me, horror movies are a real escape.","author":"Lena Headey","category":"Me, Escape, Real"},{"quote":"Men want a battle to fight, an adventure to live, and a beauty to rescue. That is what is written in their hearts. That is what little boys play at. That is what men's movies are about. You just see it. It is undeniable.","author":"John Eldredge","category":"Beauty, Adventure, Men"},{"quote":"There's a generation of children who don't like black and white movies. There's a level of impatience or intolerance now.","author":"Peter Jackson","category":"Children, Black And White"},{"quote":"100 years ago, movies were black-and-white, silent, and 16 frames a second. So 100 years from now, what are they going to be?","author":"Peter Jackson","category":"Black-And-White, Silent"},{"quote":"When we were doing 'Freaks and Geeks', I didn't quite understand how movies and TV worked, and I would improvise even if the camera wasn't on me. I thought I was helping the other actors by keeping them on their toes, but nobody appreciated it when I would trip them up. So I was improvising a little bit back then, but not in a productive way.","author":"James Franco","category":"Thought, Me, Camera"},{"quote":"My wife comes with me on all the movies, but she is not an appendage to a film star or anything like that. She is a completely intertwined partner. She is the other half of me. Also, we're still very much in love with each other. We always have been, we always will be.","author":"Michael Caine","category":"Love, Wife, Me"},{"quote":"The end of a picture is always an end of a life.","author":"Sam Peckinpah","category":"Life, End, Picture"},{"quote":"One of the reasons why people - particularly young people - love action movies is because what they are really looking for is justice.","author":"Steven Seagal","category":"Love, Justice, Action"},{"quote":"Like all kids who want to be in action movies, I want to jump out of a speeding car, shoot guns, slide out the side in slow motion like a John Woo movie.","author":"Dallas Roberts","category":"Car, Action, Want"},{"quote":"As a newcomer to America who learned to 'speak American' by watching movies, I firmly believe that to change the politics of immigration and citizenship, we must change culture - the way we portray undocumented people like me and our role in society.","author":"Jose Antonio Vargas","category":"Change, Culture, Politics"},{"quote":"I watch an awful lot of old Hollywood movies - I'll devour anything with Bette Davis or Joan Crawford. My absolute favourite is 'Sunset Boulevard' starring Gloria Swanson.","author":"Amanda Donohoe","category":"Sunset, Hollywood, Anything"},{"quote":"I'm shockingly terrible at action movies.","author":"Emma Stone","category":"Action, Terrible"},{"quote":"I would go through phases of wanting to be a mermaid or a vet, but because I grew up around people who were always making movies, I guess it sort of just moulded my mind.","author":"Dakota Johnson","category":"Mind, People, Through"},{"quote":"I want to become a Hollywood film star. I genuinely would love to be in some movies.","author":"James Arthur","category":"Love, Want, Hollywood"},{"quote":"It wasn't until I saw James Dean that I began to think that maybe I could actually do this. Movies didn't have to be just this fantasy with this impossibly handsome guy.","author":"Terence Stamp","category":"Handsome, Think, Fantasy"},{"quote":"I like to look like a person. It drives me crazy when you see women in movies playing teachers, and they have biceps. It totally takes me out of the movie. I start thinking, Wow, that actress playing this part really looks great!","author":"Emma Stone","category":"Women, Great, Thinking"},{"quote":"I never think it's right to chew gum in front of other people, but a lot of times I'll come in for a meeting chewing gum and I'll forget I'm chewing it. Then you don't want to swallow it because it stays in your system for seven years or something, so I've asked to throw it away. I've started to wonder if that's why I didn't get certain movies.","author":"Jennifer Lawrence","category":"People, Meeting, Want"},{"quote":"The first fashion show I ever attended was for Ritu Beri in 1997 or 1998. I think that was the first time Ritu had designed for one of my movies 'Yeh Raastein Hain Pyaar Ke.' She had done a show in Paris, and she had done the same show in Delhi. It was very eclectic, and I love the way she combines colours and makes them flamboyant.","author":"Madhuri Dixit","category":"Love, Time, Fashion"},{"quote":"I love horror, I love scary movies, I love thrillers. If things creep you out and spook you? I love it.","author":"Lana Parrilla","category":"Love, Scary, You"},{"quote":"Television is chewing gum for the eyes.","author":"Frank Lloyd Wright","category":"Eyes, Television, Gum"},{"quote":"The next thing I knew, I was out of the service and making movies again. My first picture was called, GI Blues. I thought I was still in the army.","author":"Elvis Presley","category":"Service, Thought, Blues"},{"quote":"A lot of movies are about life, mine are like a slice of cake.","author":"Alfred Hitchcock","category":"Life, Cake, Like"},{"quote":"I love the movies, and when I go to see a movie that's been made from one of my books, I know that it isn't going to be exactly like my novel because a lot of other people have interpreted it. But I also know it has an idea that I'll like because that idea occurred to me, and I spent a year, or a year and a half of my life working on it.","author":"Stephen King","category":"Love, Life, Me"},{"quote":"I love indie movies. I think that independent cinema is where it's at and where a lot of trends begin. It's where new filmmakers are breaking through.","author":"Zooey Deschanel","category":"Love, Think, Independent"},{"quote":"America had, for one thing, lived in anarchy for - until much more recently than Europe. We had the Wild West, where the cliche of the cowboy movies was the nearest sheriff is 90 miles away, and so you had to pack a gun and defend yourself.","author":"Steven Pinker","category":"America, Yourself, Gun"},{"quote":"Even in India the Hindi film industry might be the best known but there are movies made in other regional languages in India, be it Tamil or Bengali. Those experiences too are different from the ones in Bombay.","author":"Aishwarya Rai Bachchan","category":"Best, India, Experiences"},{"quote":"There are some movies I can watch over and over, never get sick of. I'll put one of those on and be puttering around the house. Then a certain scene will come on and I'll just have to go over and watch.","author":"David Fincher","category":"I Can, Sick, House"},{"quote":"I do love the films I've done in the past. I work hard in my movies and my friends work hard and we're trying to make people laugh and I'm very proud of that.","author":"Adam Sandler","category":"Love, Work, Friends"},{"quote":"We need more extreme movies in Sweden. Personal projects that are necessarily made for a bigger audience. I think it creates a creative lock-up to have the audience as a goal.","author":"Noomi Rapace","category":"Goal, Creative, Think"},{"quote":"There's more to life than movies.","author":"Paul Walker","category":"Life, More, Than"},{"quote":"All movies aren't fun some are hard work. You try to do something and convey a set of emotions that have to do with some real life kind of stuff.","author":"Samuel L. Jackson","category":"Life, Work, Hard Work"},{"quote":"All through my life what I've loved doing is watching movies. I love the escapism of film, I love stories. So it is incredible to be able to be in them as much as I am, to see them from the first stitch in a costume to the end product.","author":"Keira Knightley","category":"Love, Life, I Am"},{"quote":"Well, the thing about great fictional characters from literature, and the reason that they're constantly turned into characters in movies, is that they completely speak to what makes people human.","author":"Keira Knightley","category":"Great, Speak, People"},{"quote":"It's time for me to do things I like so I will be happy, my wife will be happy, my friends will be happy. I just want to do something I'm proud of. It's time for me to change. I could sign with a company for 10 movies and I'm the king of video and so what?","author":"Jean-Claude Van Damme","category":"Change, Time, Happy"},{"quote":"I don't want to criticize any other designers, but I have to say that many of the people involved in this industry - directors and producers - are trying to make their games more like movies. They are longing to make movies rather than making videogames.","author":"Shigeru Miyamoto","category":"People, Trying, Want"},{"quote":"There's too much down time making movies. That leads to boredom. And that leads to trouble.","author":"Jeremy Renner","category":"Time, Boredom, Down"},{"quote":"I never really got nightmares from movies. In fact, I recall my father saying when I was three years old that I would be scared, but I never was.","author":"Tim Burton","category":"Father, Three, Saying"},{"quote":"Man's inhumanity to man is as old as humanity itself. Some people just do evil things. Most do not. A billion people have seen 'Batman' movies over the past 20 years, and they have been entertained and inspired. One man saw it as a sick entry point for mass murder. The one is tragic. The billion are not. I choose to write for the billion.","author":"Kurt Sutter","category":"Past, Humanity, Evil"},{"quote":"My friends tell me I'm the most boring celebrity they know! A typical night for me is at home in California or watching movies in my pyjamas.","author":"Amber Riley","category":"Home, Friends, Night"},{"quote":"In most movies there is a Prince Charming who rides up and saves the girl.","author":"Zoe Lister-Jones","category":"Girl, Up, Charming"},{"quote":"'Sunset Boulevard' - the story of Hollywood movies draped on a depressing sex affair - is an uncompromising study of American decadence displaying a sad, worn, methodical beauty few films have had since the late twenties.","author":"Manny Farber","category":"Beauty, Sunset, Sad"},{"quote":"I guess you get pigeon-holed in Hollywood, but I'm ok with that because I've been able to do a lot. I started in the theater, then I went to stand-up comedy, and then when I went into the movies to do comedy and drama and big movies and small movies.","author":"Denis Leary","category":"Small, You, Drama"},{"quote":"I wish there would be more movies about scientists.","author":"James D. Watson","category":"Wish, I Wish, Would"},{"quote":"Ideally I'd like to be working steadily as an actor: movies, a TV series, that sort of thing. I've been through a few different TV development cycles, and they didn't work out. When the time and project are right, it'll come together. Like I tell a lot of guys, it's not a race; there's no finish line.","author":"Russell Peters","category":"Work, Time, Together"},{"quote":"I did four movies where I gained, like, fifty pounds. I had curly hair, and I had all of this facial hair. I had put on all this weight for these movies, and I did four or five of them back-to-back. Then I cut the weight and I got fit again. I cut my beard and I took away the mustache, and people were like, 'What are you doing?'","author":"A. J. Bowen","category":"Hair, People, You"},{"quote":"Whether as victim, demon, or hero, the industrial worker of the past century filled the public imagination in books, movies, news stories, and even popular songs, putting a grimy human face on capitalism while dramatizing the social changes and conflicts it brought.","author":"George Packer","category":"Hero, Imagination, Past"},{"quote":"My folks always let me go to the movies every Saturday. We were really motion-picture goers.","author":"John Wayne","category":"Me, Always, Go"},{"quote":"I make movies in order to make things understood, not to be shocking.","author":"Bernardo Bertolucci","category":"Order, Things, Shocking"},{"quote":"I love to star in movies, but I want to have good roles. It doesn't help to get starring roles in something that's no good. I mean, that will just kill you.","author":"Joe Pesci","category":"Love, Good, Help"},{"quote":"I do like going to the movies, but I like eating tons of sweets and ice cream, so I can't go to the movies anymore.","author":"Tyson Fury","category":"Ice Cream, Eating, Sweets"},{"quote":"Books are up against TV and movies and video games and a multimedia society that is so busy that people don't have contemplative time any more. I worry deeply about this. In fact, I worry about everything all the time. I used to be a punk. All I wanted to do was tear everything down, and that was so much easier.","author":"T. C. Boyle","category":"Time, Society, Busy"},{"quote":"I guess I've been extremely keen on theatre, on getting on to the stage, taking on different roles, enacting vocations, personalities, people, situations, and I guess that's the interest that has driven me to work in movies.","author":"Amitabh Bachchan","category":"Work, Theatre, Me"},{"quote":"I traveled to Morocco once, and I only saw one television when I was there, but I did go into this dirt cave and I saw this kid chopping tomatoes and pita, and he had a picture on the wall of Jean-Claude Van Damme holding a gun. That connected with him on the other side of the world, so no wonder these big movies are made - they have a mass appeal.","author":"Parker Posey","category":"World, Gun, Television"},{"quote":"I really detest movies like 'Indecent Proposal' and 'Pretty Woman' because they send a message to women that sleeping with a rich man is the ultimate goal and really that's such a small part of it.","author":"Laura Kightlinger","category":"Women, Man, Woman"},{"quote":"Summer movies are spectacles that's what you pay 10 dollars to see. You want to get teased by effects sometimes. I think that will never stop.","author":"Jan de Bont","category":"Summer, Want, Think"},{"quote":"A lot of my stories are inspired by Japanese folklore or literature or movies: I've done stories based on Kabuki and Noh plays, and on Kurosawa's 'Yojimbo' movies.","author":"Stan Sakai","category":"Literature, Done, Japanese"},{"quote":"A film is a petrified fountain of thought.","author":"Jean Cocteau","category":"Thought, Film, Fountain"},{"quote":"Citizen Kane is perhaps the one American talking picture that seems as fresh now as the day it opened. It may seem even fresher.","author":"Pauline Kael","category":"Day, American, Picture"},{"quote":"I'm not a film buff. I don't watch a lot of movies.","author":"Denzel Washington","category":"Film, Watch, Buff"},{"quote":"From what I've been able to determine, many of our big stars are addicted to tobacco. They want to smoke in movies for the same reason I smoked as I wrote, which is that they think their performance is going to be better.","author":"Joe Eszterhas","category":"Stars, Performance, Want"},{"quote":"The one benefit of having done all kinds of movies as an actor is, you learn the pros and cons of being tempted to do a really big movie because it costs a lot of money.","author":"Ben Affleck","category":"Money, Learn, You"},{"quote":"My favorite thing about movies is the ending, and so all my favorite movies have really great endings.","author":"Emma Stone","category":"Great, Ending, Favorite"},{"quote":"Old film-noir movies. There's something comforting about watching black-and-white movies, and hearing this kind of music just puts me in a fantasy world. It's a really great escape for me.","author":"Petra Haden","category":"Music, Great, World"},{"quote":"If making movies was easier, there'd be a lot more good movies. So you kind of learn that if it's just a good script, or if it's just a good producer, that's not always enough. You need an entire team of creative people coming together.","author":"Chris Evans","category":"Good, Team, Together"},{"quote":"I have a love interest in every one of my films: a gun.","author":"Arnold Schwarzenegger","category":"Love, Gun, Interest"},{"quote":"I don't think you should feel about a film. You should feel about a woman, not a movie. You can't kiss a movie.","author":"Jean-Luc Godard","category":"Woman, Kiss, Think"},{"quote":"There's an electrical thing about movies.","author":"Oliver Stone","category":"Electrical, About, Thing"},{"quote":"Give me a couple of years, and I'll make that actress an overnight success.","author":"Samuel Goldwyn","category":"Success, Me, Years"},{"quote":"If my films don't show a profit, I know I'm doing something right.","author":"Woody Allen","category":"Doing, Know, Profit"},{"quote":"I think a sequel is a waste of money and time. I think movies should illuminate new stories.","author":"Francis Ford Coppola","category":"Time, Money, Think"},{"quote":"So much of movie acting is in the lighting. And in loving your characters. I try to know them, and with that intimacy comes love. And now, I love Voldemort.","author":"Ralph Fiennes","category":"Love, Acting, Loving"},{"quote":"I was obsessed with romance. When I was in high school, I saw 'Doctor Zhivago' every day from the day it opened until the day it left the theater.","author":"John Hughes","category":"Day, School, Doctor"},{"quote":"And in movies you must be a gambler. To produce films is to gamble.","author":"Douglas Sirk","category":"You, Must, Gambler"},{"quote":"I don't storyboard. I guess it dates back to my days in live television, where there was no possibility of storyboarding and everything was shot right on the spot - on the air, as we say - at the moment we were transmitting. I prefer to be open to what the actors do, how they interact to the given situation.","author":"Arthur Penn","category":"Moment, Live, Television"},{"quote":"I'm definitely a romantic comedy dude because I'm a big romantic at heart. I'm a softy, so it's always nice to watch movies that make you think that love at first sight is actually possible.","author":"Sterling Knight","category":"Love, Romantic, Heart"},{"quote":"I do think it's getting better, but I have noticed that Asians are not well represented in awards shows, and not a ton of Asian faces on the big screen either. Perhaps some of the young Asian actors who are on TV series now will be seen in upcoming movies in the near future - Jamie Chung, Constance Wu, Suzy Nakamura, to name a few. Fingers crossed.","author":"Lauren Tom","category":"Future, Name, Think"},{"quote":"I've made so many movies playing a hooker that they don't pay me in the regular way anymore. They leave it on the dresser.","author":"Shirley MacLaine","category":"Me, Way, Leave"},{"quote":"I never wanted to do the same kind of movies over and over anyway, so my theory on it all is I'm just gonna try and dodge the label and keep doing what I am doing.","author":"Matt Damon","category":"I Am, Doing, Try"},{"quote":"Well, I think one of the main things that you have to think about when acting in the movies is to try not to make the acting show.","author":"James Stewart","category":"Acting, Think, You"},{"quote":"Sex is a doorway to something so powerful and mystical, but movies usually depict it in a completely flat way.","author":"David Lynch","category":"Powerful, Sex, Way"},{"quote":"I think most people, even if they say they hate horror movies, there's that feeling you get inside that you love. I mean, I love it. I love to have the hairs on the back of my neck stand up or get that chill up my spine.","author":"Barry Watson","category":"Love, Hate, People"},{"quote":"Horror movies can be very interesting because they can deal with intangible subjects that are full of emotion.","author":"Meg Tilly","category":"Interesting, Emotion, Horror"},{"quote":"It was like in Samoa when they'd put up a movie screen on the beach and show movies and the locals would run behind the sheet to see where the people went. It was pretty grim.","author":"Dick Wolf","category":"Beach, People, See"},{"quote":"I love to unwind and watch movies, especially those from the classic black-and-white era.","author":"Fred Savage","category":"Love, Black-And-White, Watch"},{"quote":"I don't think London has been given enough credit in a lot of the movies that we make here.","author":"Mel Smith","category":"Credit, Think, London"},{"quote":"I like boxing movies. One of the hardest things for me to watch as far as boxing films, is the boxing. The actual boxing usually sucks.","author":"Omar Epps","category":"Me, Boxing, Watch"},{"quote":"I like simple things. I like to sneak in the theatre and watch movies. I'm a movie buff.","author":"Justin Timberlake","category":"Simple, Theatre"},{"quote":"I don't want to imitate life in movies; I want to represent it. And in that representation, you use the colors you feel, and sometimes they are fake colors. But always it's to show one emotion.","author":"Pedro Almodovar","category":"Life, Colors, Fake"},{"quote":"The movies that are made more thoughtfully or made or with more ambition often get just get drowned out by the noise.","author":"Roger Ebert","category":"Ambition, Noise, Just"},{"quote":"I praise CBS for taking a risk, which is always the price you pay for opportunity. This is not standard movie of the week storytelling. I think movies of the week have fallen into a niche and that isn't my niche.","author":"Tom Selleck","category":"Opportunity, Risk, Week"},{"quote":"January is the garbage can of movies in America, directly after all the Oscar contenders have been out.","author":"Michael Caine","category":"America, Garbage, Oscar"},{"quote":"When videotape came so a lot of movies that I do have a kind of afterlife in video. Things where movies that I do would come and go they still come and go but you can go rent them and see them on TV.","author":"Christopher Walken","category":"You, Kind, See"},{"quote":"I think the audience would like to see movies that are stunning to watch. I really think they'd like to see spectacles.","author":"Jan de Bont","category":"Think, Audience, See"},{"quote":"Usually when you see females in movies, they feel like they have these metallic structures around them, they are caged in by male energy.","author":"Bjork","category":"Energy, You, See"},{"quote":"Not everybody goes to movies to get their life changed.","author":"Samuel L. Jackson","category":"Life, Changed, Everybody"},{"quote":"You take somebody that cries their goddam eyes out over phoney stuff in the movies, and nine times out of ten they're mean bastards at heart.","author":"J. D. Salinger","category":"Eyes, Heart, You"},{"quote":"I'm fighting the label of 'Black' actress simply because it's very limiting in people's eyes, especially people who are making movies.","author":"Whoopi Goldberg","category":"Eyes, People, Black"},{"quote":"How many actors have a shot at being a part of something that became a part of pop culture? It's been very rewarding. I'm not getting the 20 million bucks for the new movies, but at least I'm getting warmth and recognition from people wherever I go.","author":"Adam West","category":"Culture, People, New"},{"quote":"People need to start to think about the messages that they send in the movies.","author":"Morgan Freeman","category":"Start, People, Think"},{"quote":"I'm an actor. And I guess I've done so many movies I've achieved some high visibility. But a star? I guess I still think of myself as kind of a worker ant.","author":"Forest Whitaker","category":"Myself, Actor, Think"},{"quote":"You can make movies for a select audience, but you have to market it to them.","author":"David Fincher","category":"You, Audience, Market"},{"quote":"I couldn't be happier about being a part of 'Hunger Games' and to play Katniss. I have a huge responsibility to the fans of this incredible book and I don't take it lightly. I will give everything I have to these movies and to this role to make it worthy of Suzanne Collins' masterpiece.","author":"Jennifer Lawrence","category":"Responsibility, Book, Play"},{"quote":"I thought 'The Artist' was a perfect way to find a good balance. The artistic challenge is obvious because the film is black-and-white and its silent, but I did my best to make the movie accessible and easy to watch. I really don't want to make elitist movies. I really try hard to work for the audience. Audiences are smart. They get everything.","author":"Michel Hazanavicius","category":"Work, Good, Best"},{"quote":"I watched a lot of Douglas Fairbanks movies. He always played the same role with a mustache. Zorro had a mustache. The Musketeer had a mustache. Tarzan had a mustache.","author":"Jean Dujardin","category":"Same, Always, Role"},{"quote":"Our brand at Netflix is really focused on movies and TV shows.","author":"Reed Hastings","category":"Brand, Focused, Netflix"},{"quote":"I think real life reflects your movies. In your life, you pick stuff that influences what movie roles you wanna pick. I think if you've got an interesting life, you wanna do interesting movies about interesting things.","author":"Chris Tucker","category":"Life, Think, You"},{"quote":"Making people laugh is giving, and it's healing, too, when people can go up to the movies and forget about their problems. It's a good thing. That's why I want to work.","author":"Chris Tucker","category":"Work, Good, Healing"},{"quote":"I have a feeling, one of those gut feelings, that I'll make pretty good movies the rest of my life.","author":"Paul Thomas Anderson","category":"Life, Good, My Life"},{"quote":"I do like escapism. I like going to the movies on a Friday night and seeing something fun.","author":"Charlie Kaufman","category":"Fun, Night, Friday"},{"quote":"I want to make movies about my country from my point of view.","author":"Tommy Lee Jones","category":"View, Point Of View, Want"},{"quote":"As a kid, I said, 'I want to write for movies.' When I finally had that opportunity it was like I was able to exhale. 'Wow, I'm finally doing this for real.'","author":"Cliff Burton","category":"Opportunity, Doing, Want"},{"quote":"I want to do movies that I'm proud of where my kids, at some point, can see and I can feel comfortable sitting there watching it with them. And just that move people. That make people feel a little bit better about themselves when they leave the theatre.","author":"Kevin James","category":"Theatre, Proud, People"},{"quote":"It's a funny thing: You want so badly for people to see what you do - you're proud of it - and I like the effect that movies have on people. But the attention can also make me uncomfortable.","author":"Kristen Stewart","category":"Funny, Me, Proud"},{"quote":"I have done many movies that people hadn't seen. 'The Fountain,' I spent a year on that. 'The Prestige' with Chris Nolan, and 'Australia.' From my perspective it's very satisfying. Some movies people see and other movies they don't. 'Wolverine,' 'X Men,' I know that in some level people know me just for that and it's fine for me.","author":"Hugh Jackman","category":"Men, Perspective, Me"},{"quote":"The things I see now on TV and in movies are so outlandish. Kids doing rude things with pies! And the language that they use! It's being outrageous for the sake of being outrageous. I can't watch it. It turns me off.","author":"Sid Caesar","category":"Language, Me, See"},{"quote":"Music in movies is all about dissonance and consonance, tension and release.","author":"Quincy Jones","category":"Music, Tension, Release"},{"quote":"You're basically the sum of all the experiences you've ever had, and they're sort of shaken up in you and reproduced in the things you create, and that includes seeing movies.","author":"Ben Affleck","category":"You, Create, Seeing"},{"quote":"I like movies where you can come back and re-watch them and admire the cinematography 25 years later.","author":"Rob Zombie","category":"Admire, You, Years"},{"quote":"Whenever I think about movies, I always look at that art process as having the best of a lot of worlds. Because if you watch a great film, you have a musical element to it, not just on the scoring, but in the way that the shots are edited - that has music and rhythm and time.","author":"Frank Ocean","category":"Music, Time, Art"},{"quote":"My children have never watched any of my films. Charlie knows that daddy makes movies, but he says they are not good enough for him to watch.","author":"Russell Crowe","category":"Children, Good"},{"quote":"The way Hollywood portrays mothers - you're either all good and saint-like, or you're all bad. And I think the real honesty of motherhood is not given a voice in movies. I miss that as an audience member.","author":"Ellen Barkin","category":"Good, Honesty, Motherhood"},{"quote":"Listen, I think movies serve many different purposes, from those movies that are frivolous and just an entertainment, to movies that just go to exploring the complexities of the human soul. Everything is valid if it's done with honesty and dignity, and I actually do both of those types of movies in my career.","author":"Antonio Banderas","category":"Honesty, Soul, Think"},{"quote":"I don't stop. It's my nature. People have to tell me to slow down. I plan on playing every role on Broadway. I want to do 'Evita.' I want to do 'Sweeney Todd' with Chris Colfer. We want to do 'Wicked.' I'll be Elphaba and he wants to play 'Guy-linda.' I want to do movies, make music. 'Glee' is only the beginning.","author":"Lea Michele","category":"Music, Nature, Me"},{"quote":"I'd love to act more. I've had to turn down multiple movies because I was on tour, but it's encouraging to know that someday there might be the right role, the right timing. And I've been writing a lot of music, so hopefully very soon I'll have recorded a project of my own. I also want to get a boat and open a restaurant.","author":"Joe Jonas","category":"Love, Music, Writing"},{"quote":"I hate movies that tell people what to think. I'm proud that Democrats thought 'Thank You For Smoking' was their film and Republicans thought it was theirs. I'm proud that pro-choice people thought 'Juno' was their film and pro-life people thought it was theirs.","author":"Jason Reitman","category":"Thank You, Hate, Proud"},{"quote":"For me, modern technology has ruined romance and movies - nobody can run to the airplane gate anymore.","author":"Lorene Scafaria","category":"Technology, Me, Airplane"},{"quote":"I hate to say it, but there seems to have been some sort of dumbing down as far as movies go.","author":"Sam Neill","category":"Hate, Down, Say"},{"quote":"In movies and in television the robots are always evil. I guess I am not into the whole brooding cyberpunk dystopia thing.","author":"Daniel H. Wilson","category":"I Am, Evil, Television"},{"quote":"I think it's dynamite, the way my career has just kept moving, even when people didn't know it did. I made such interesting films, but, yeah, they're not necessarily the big movies that go to the supermarket. I don't need those movies, because I don't wanna do them.","author":"Rutger Hauer","category":"Moving, People, Know"},{"quote":"I don't like gratuitous violence. I don't like the 'Saw' movies. I don't like the 'Hostel' movies. I don't like anything that is violence for violence's sake.","author":"Michael Biehn","category":"Violence, Anything, Like"},{"quote":"I have a trophy case that contains all the action figures ever made of me. It also has items I've stolen from my movies, like three guns and holsters from 'Serenity'.","author":"Nathan Fillion","category":"Action, Me, Guns"},{"quote":"When I do stand-up for a long time, I'll get burned out, then I'll get an acting gig. For me, the grass is always greener. I'd like to do a mixture of all of it. My goal is just to do small movies that I've written. That's what I'm trying to do now, just write smaller movies.","author":"Zach Galifianakis","category":"Time, Goal, Me"},{"quote":"I love watching old movies, reading and having some good meals. I have a very close group of friends and family. I try to spend time with the ones that I love and work as hard as possible.","author":"Justin Bartha","category":"Love, Work, Family"},{"quote":"Everyone loves the seventies because that's when movies were character-based, and you saw great characters and you saw very interesting filmmaking. There are interesting movies being made now, but it's harder and harder to make them.","author":"Justin Bartha","category":"Great, Filmmaking, You"},{"quote":"I'm really visually stimulated more than anything. I don't really listen to music. I'm more into watching telly or watching movies and visual art.","author":"Sia","category":"Music, Art, Listen"},{"quote":"In the 1950s, we had all these B-grade science-fiction movies. The point was to scare the public and get them to buy popcorn. No attempt was made to create movies that were somewhat inherent to the truth.","author":"Michio Kaku","category":"Truth, Create, Point"},{"quote":"I adore watching movies movie marathons are my favorite pastime. I can watch up to five movies back to back. I also love music and like reading whenever I get the time.","author":"Priyanka Chopra","category":"Love, Music, Time"},{"quote":"I've never understood the cult of Hitchcock. Particularly the late American movies... Egotism and laziness. And they're all lit like television shows.","author":"Orson Welles","category":"American, Television, Late"},{"quote":"I don't care about movies. I tend to play badminton once a week.","author":"Edward Witten","category":"Week, Care, Play"},{"quote":"I'm a comedian who got into movies, so I don't really think of myself as an actor.","author":"Eddie Murphy","category":"Myself, Actor, Think"},{"quote":"I think the movie business is in trouble. It's all movies that you've seen before. Everything's a remake they want things that are familiar rather than things that surprise you.","author":"Graydon Carter","category":"Business, Surprise, Want"},{"quote":"I love card games, and I've always loved board games and stuff like that as a kid, and I think it's that part of your brain that's engaged in con movies. It's like this 'Who's outsmarting whom?'","author":"John C. Reilly","category":"Love, Brain, Think"},{"quote":"In the past, I had a knee-jerk approach to work, and it showed on screen. I was doing movies for the wrong reasons - trying to juggle dates, do too many guest appearances, take up projects under pressure or for emotional reasons.","author":"Salman Khan","category":"Work, Past, Pressure"},{"quote":"I don't miss acting. I don't even see movies. I don't see plays. I don't watch television.","author":"Charles Grodin","category":"Acting, Television, See"},{"quote":"I grew up watching old black and white movies where Marlene Dietrich or Jean Harlow would go walking down some cobblestone street in ripped stockings and head into some smoky boite and sing for a pathetic living. That's so what I wanted to be.","author":"Ellen Greene","category":"Black And White, Walking"},{"quote":"The difference between movies and TV is that in TV you have to have a trauma every week, but that event may not be the biggest event in the characters' lives.","author":"Peter Capaldi","category":"Week, You, Trauma"},{"quote":"On television and in the movies, crimes are always solved. Nothing is left uncertain. By the end, the viewer knows whodunit. In real life, on the other hand, many murders remain unsolved, and even some that are 'solved' to the satisfaction of the police and prosecutors lack sufficient evidence to result in a conviction.","author":"Alan Dershowitz","category":"Life, End, Television"},{"quote":"My background is in largely in theatre and acting. I grew up in a town with a well-respected Shakespeare Festival, and I fell in with some kids whose parents worked there. We staged all-kid versions of 'Hamlet', 'Cymbeline', a few others. All the while, I was making short films; monster movies, slapstick comedies, claymation.","author":"Matt Ross","category":"Parents, Short, Theatre"},{"quote":"I am a giant proponent of giant screens. But I accept the fact that most of my movies are going to be seen on phones.","author":"George Lucas","category":"I Am, Accept, Phones"},{"quote":"I think that if you go about making movies to win Oscars, you're really going about it the wrong way.","author":"Nicolas Cage","category":"Win, Think, You"},{"quote":"During the off-season, I go to the movies almost every day.","author":"Derek Jeter","category":"Day, Every Day, Almost"},{"quote":"Movies are open doors, and at every door, I change character and life... I live for the present always. I accept this risk. I don't deny the past, but it's a page to turn.","author":"Juliette Binoche","category":"Life, Change, Character"},{"quote":"I'm a huge Woody Allen fan. Good movie, bad movie, it doesn't matter - I just like his movies.","author":"Sean Penn","category":"Good, Matter, Bad"},{"quote":"People say, 'Gee, you do a lot of mafia movies.' I think I've done two, out of 60.","author":"James Caan","category":"People, Think, You"},{"quote":"I'm such a fan girl when it comes to movies, TV and sci-fi, sometimes I can't believe I actually get to be in them.","author":"Rebecca Mader","category":"Girl, Believe, Sometimes"},{"quote":"I can't get through some movies without shedding a tear I can't lie.","author":"David Beckham","category":"Lie, Without, Through"},{"quote":"I'm definitely interested in doing movies. I've always focused more on acting than singing because that's where my true passion lies.","author":"Melissa Benoist","category":"Passion, Acting, Singing"},{"quote":"I think people are sick of trends changing every six months - not because we're tired of them, but just for the sake of change. There is so much junk in the world: junk TV, junk movies, all those junk magazines with the same people on the cover.","author":"Tom Ford","category":"Change, World, Tired"},{"quote":"I've wanted recognition I wanted success I wanted appreciation I love the perks of being in the movies. I love the fame that comes with it - but that's why I became an actor.","author":"Vidya Balan","category":"Love, Success, Appreciation"},{"quote":"I believe in my privacy. I always have, and I always will. I don't think that my private life needs to be on display for me to get a better response at the box office or for me to get a better choice of movies.","author":"Kajol","category":"Life, Believe, Choice"},{"quote":"'The Blair Witch Project' is great for motion sickness. The first time you see it, it is extremely creepy. The first time I saw it, I saw it on a bootleg tape on a tour bus before it had even come out. It was one of the first movies I'd seen like that. I didn't even realize it was a damn movie!","author":"Corey Taylor","category":"Time, Great, Sickness"},{"quote":"I don't want to be in somebody else's movie, and then they make all the money. I've gotten offers to do the movies, but I won't sell myself short and be in somebody else's movie, like 'Boyz N the Hood.' I don't think I woulda done that.","author":"Eazy-E","category":"Money, Myself, Short"},{"quote":"'Close Encounters of the Third Kind.' Big, big, big smash for me. My birth of the love of cinema was born with 'Close Encounters' and '2001.' Those sci-fi movies I saw when I was a little kid.","author":"Denis Villeneuve","category":"Love, Me, Birth"},{"quote":"It was always a dream as I was growing up. I would watch movies, mostly American movies, and be so engrossed in those stories, all I wanted to do was be there. I wanted to be part of that romance or that fantasy or be that warrior or that struggling soul who finally makes it good.","author":"Gerard Butler","category":"Good, Soul, American"},{"quote":"A few years after 'Melrose Place,' when the luster of 'Melrose Place' wore off and what was left was just the stink, and I was just doing bad TV movies, that was a personal low point. I felt I needed to stop doing those, and I did.","author":"Grant Show","category":"Doing, Place, Personal"},{"quote":"Most of us cluster somewhere in the middle of most statistical distributions. But there are lots of bell curves, and pretty much everyone is on a tail of at least one of them. We may collect strange memorabilia or read esoteric books, hold unusual religious beliefs or wear odd-sized shoes, suffer rare diseases or enjoy obscure movies.","author":"Virginia Postrel","category":"Shoes, Enjoy, Strange"},{"quote":"I feel that in horror movies, especially, if you don't care about the characters, you've lost the audience. No one cares, and it becomes a process of watching people get killed.","author":"Drew Goddard","category":"Lost, People, Care"},{"quote":"When you go to watch a baseball game, when you go to watch an NBA game, when you watch an NFL game, when you go to watch movies, the offering that those arenas are doing foodwise is 'all the hot dogs you can eat'; all the French fries you can eat; for $20 you can eat 20 hot dogs.","author":"Jose Andres","category":"Baseball, Game, You"},{"quote":"I graduated from public high school. I went to the prom. I did it all. But I also worked on 30-million dollar movies with roller coasters and Michelle Pfeiffer. It's been a very interesting and blessed life for sure.","author":"Ryan Merriman","category":"Life, School, Blessed"},{"quote":"I guess rebelliousness has been explored in many movies, but what about the smart kids' rebellion? Not just the motorcycle jackets and that kind of rebellion; it's the dorky kid - what could he do?","author":"Portia Doubleday","category":"Smart, Motorcycle, Rebellion"},{"quote":"The reason I was in most of the movies I've done is that they paid for me to be in the theater.","author":"Nathan Lane","category":"Me, Done, Reason"},{"quote":"The entertainment world, television, movies, social media, YouTube stuff, we're so bombarded with so much imagery and such a great sense of inhumanity, and there is a coarseness, a coarsening of interaction.","author":"Steven Bochco","category":"Great, Social Media, World"},{"quote":"One of my favorite movies is 'A Guide to Recognizing Your Saints.'","author":"Liam Hemsworth","category":"Favorite, Saints, Guide"},{"quote":"I'm a single parent, and I just found that it was too difficult to manage raising my kids and doing the traveling involved in making movies. So I took a little bit of a break. And the little bit of a break turned into a longer break, and then I found that I really didn't miss it.","author":"Rick Moranis","category":"Parent, Doing, Kids"},{"quote":"Technology will need to make many more huge leaps before one can ever view films with the level of picture and sound quality many film lovers demand without having to slide a disc into a player, especially with the technical requirements of today's 3D movies.","author":"Ridley Scott","category":"Technology, Today, Quality"},{"quote":"I don't envy the job of people who have to watch five movies a day - that's insane.","author":"James Gray","category":"Day, Job, People"},{"quote":"I've always been discreet - more than discreet. When a friend calls, and I'm doing something innocuous like cooking dinner, I tell them I'm reading or running out to the movies. It's the surveillance I can't stand.","author":"Joshua Cohen","category":"Reading, Cooking, Dinner"},{"quote":"The idea that somebody would go to my YouTube channel and want to watch movies and then be subjected to some terrible car commercial - I don't like that.","author":"Casey Neistat","category":"Car, Want, YouTube"},{"quote":"I like happy endings in movies. I think life has a happy ending. When it's all said and done, it's all something worthwhile, and I want my movies to reflect that. There are enough things to be sad about. When you pop in a movie, let the message be one that's one of hope.","author":"Jon Favreau","category":"Life, Hope, Happy"},{"quote":"Music is still part of my life, but I hate the idea of people coming to see me play the guitar because they've seen me in movies. You want people who are listening to be only interested in the music.","author":"Johnny Depp","category":"Life, Music, Hate"},{"quote":"When I'm off the golf course, and my wife and I have free time, which is not very often, we really enjoy movies. I'm a movie nut; she might even be more so. Holiday in our house is the Oscars.","author":"Zach Johnson","category":"Time, Golf, Wife"},{"quote":"I've always seen movies in English with Spanish subtitles. For audiences around the world, the language is less important than if it's a good film.","author":"Patricia Riggen","category":"Good, Language, World"},{"quote":"Jimmy Stewart lived for movies, fought for his country, and died for love. Now isn't that a wonderful life?","author":"Richard Corliss","category":"Love, Life, Country"},{"quote":"When I'm doing a movie, I'm not doing anything else. It's all about the movie. I don't have a wife. I don't have a kid. Nothing can get in my way... I've made a choice, so far, to go on this road alone. Because this is my time. This is my time to make movies.","author":"Quentin Tarantino","category":"Time, Alone, Wife"},{"quote":"None of my costume designers have ever been nominated for an Oscar 'cause I don't do period movies that have ball scenes with a hundred extras in them.","author":"Quentin Tarantino","category":"Costume, Ball, Oscar"},{"quote":"My movies are painfully personal, but I'm never trying to let you know how personal they are. It's my job to make it be personal, and also to disguise that so only I or the people who know me know how personal it is. 'Kill Bill' is a very personal movie.","author":"Quentin Tarantino","category":"Job, Me, People"},{"quote":"I took a break from horror I made three ghost movies back-to-back-to-back.","author":"James Wan","category":"Ghost, Horror, Three"},{"quote":"One of the first movies my dad took me to see was the original 'Road Warrior.' And I was kind of raised on the action movies of that era: 'The Terminator' and 'Die Hard' and, of course, all of the 'Star Wars' movies.","author":"Aisha Tyler","category":"Road, Action, Me"},{"quote":"I have had quite an interesting life. My husband was quite successful in the movies, and we went out frequently with Gloria Swanson and other stars.","author":"Rose Kennedy","category":"Life, Stars, Successful"},{"quote":"I was such a big 'Dirty Dozen,' 'Where Eagles Dare,' 'A Bridge Too Far' - all those kinds of movies I loved.","author":"Duncan Jones","category":"Bridge, Loved, Dare"},{"quote":"Books are a little better movies than just screenplays because there's more fat on the bone. There's more character development. There's more stuff to pick from.","author":"Mike Binder","category":"Character, Better"},{"quote":"I thought I'd just do a wave of movies, and then I'd burn out. They just kept coming together.","author":"Paul Walker","category":"Together, Thought, Wave"},{"quote":"We're only on the earth for a short period of time. Movies aren't enough. I want to take my success and parlay it into something bigger and better.","author":"Paul Walker","category":"Success, Time, Short"},{"quote":"My photography is mainly focused on my work making movies, which I've done my whole life. I think I have a perspective that not many people have. And I get to take advantage of all of the strange sources of light on a set.","author":"Jeff Bridges","category":"Life, Work, Light"},{"quote":"I don't want to be knocked out. But the contact and the focus and the energy I get from sparring gives me energy to make movies, energy to be a dad, energy to be a friend, and, you know, makes me feel, probably, a lot younger and behave a lot younger than I am.","author":"Peter Berg","category":"Focus, I Am, Me"},{"quote":"There's so much that goes into a film that I feel like it's a bit arrogant to say, 'Oh, I never watch my own movies.' Well, it's not just you. There's a whole host of other people. So much skill goes into it. But I would say it does take a couple times seeing it to get a level of perspective.","author":"Felicity Jones","category":"Perspective, People, Skill"},{"quote":"I like stories that grow, that have unpredictable layers. As opposed to Hollywood movies that start out with a lot of shock and noise and peter out into an unconvincing cliche.","author":"Peter Falk","category":"Start, Grow, Hollywood"},{"quote":"I love movies where you can sense that the director risked biting off more than they can chew.","author":"Damien Chazelle","category":"Love, You, Director"},{"quote":"'The Third Man,' directed by Carol Reed and written by Graham Greene, is, quite simply, one of the finest movies ever made.","author":"Elvis Mitchell","category":"Man, Made, Third"},{"quote":"The pleasantly crude 'Hall Pass' reminds us of what's been missing from movies: Those squirm-inducing moments in comedy that produce enough discomfort that, at points, what we're watching is half a heartbeat away from a horror film.","author":"Elvis Mitchell","category":"Moments, Missing, Comedy"},{"quote":"My parents used to do these little film festivals in our house where we'd watch all the Marx Brothers movies, or Chaplin movies, and a lot of westerns.","author":"Alden Ehrenreich","category":"Parents, Festivals, House"},{"quote":"As anyone who has recently seen PG-13 movies knows, the level of violence in them has increased to the point of making the Motion Picture Association of America's voluntary rating system meaningless.","author":"Campbell Brown","category":"America, Violence, Picture"},{"quote":"I am definitely romantic, and I love romantic stories - that's why I keep making romantic movies.","author":"Felicity Jones","category":"Love, Romantic, I Am"},{"quote":"Me and Woody Harrelson, we're twins. We're the same person. I should only make movies with him.","author":"Laura Dern","category":"Me, Twins, Person"},{"quote":"We need to make more original movies, and audiences would do well to support original movies for the future of the medium.","author":"Edgar Wright","category":"Future, Support, Well"},{"quote":"I don't like being pigeonholed at all. It stemmed from after 'Mandy Lane': I was being offered all these horror movies. I love horror movies, but when I dreamed of being a director, it was always doing all sorts of things.","author":"Jonathan Levine","category":"Love, Doing, Director"},{"quote":"The truth is that I didn't start out making commercial movies. My films were not film festival movies with the possible exception slightly of 'Super,' but I was able to nurture my gifts through the works of artists making lower budget films that needed a place and an outlet.","author":"James Gunn","category":"Truth, Start, Budget"},{"quote":"I wrote my first screenplay on a lark, because it was a storytelling format that felt like a familiar shorthand - we all watch movies, don't we? But even though I grew up in Los Angeles, my family was entirely unconnected with the movie industry, and I never truly believed that it would one day be my fate.","author":"Lisa Lutz","category":"Family, Day, Fate"},{"quote":"I'm not a strikingly handsome guy, but I'm in movies.","author":"Shia LaBeouf","category":"Handsome, Guy"},{"quote":"I call 'Community' the best day job in the world, because between takes, I get to write music. I get to write sketches. I get to write movies. It's the best job ever.","author":"Donald Glover","category":"Music, Best, Community"},{"quote":"I moved to California when I was twelve and I got a video camera and made little movies because I didn't have any friends yet. I would force my sister to make these movies with me - which became my YouTube channel.","author":"Dylan O'Brien","category":"Friends, Sister, Me"},{"quote":"We don't make movies for critics. I've done four movies; there's millions upon millions upon millions of people who've paid to see them. Somebody likes them. My greatest joy is to sit anonymously in a dark theater and watch it with an audience, a paying audience.","author":"Michael Bay","category":"Joy, Dark, Greatest"},{"quote":"I don't think movies or television have any basis in reality at all. It's all just pretend. That's what's fun about it.","author":"James Spader","category":"Fun, Reality, Television"},{"quote":"It's simple: You get a part. You play a part. You play it well. You do your work and you go home. And what is wonderful about movies is that once they're done, they belong to the people. Once you make it, it's what they see. That's where my head is at.","author":"Denzel Washington","category":"Work, Home, Simple"},{"quote":"I'm a big 'Star Wars' fan and grew up watching the movies. I read all the books and have read 'Star Wars' fiction that went between the newest trilogy and the original trilogy and it was part of my childhood.","author":"Jared Padalecki","category":"Childhood, Star, Up"},{"quote":"I love devastating movies, documentaries and hummingbirds (yes, in that order).","author":"Tig Notaro","category":"Love, Order, Yes"},{"quote":"I like smart movies about smart people, and enjoy it when most of the facts are on the table and we can contemplate them together.","author":"Roger Ebert","category":"Together, Smart, Enjoy"},{"quote":"I hate horror movies, with a passion.","author":"Katee Sackhoff","category":"Passion, Hate, Horror"},{"quote":"I was never that into the movies. Never. Even as a youngster. I became interested in movie music only because of the studio orchestras in Hollywood.","author":"John Williams","category":"Music, Hollywood, Never"},{"quote":"There's this little box that African-American actors have to work in, in the first place, and I was able to rise above that box. I could have done a bunch of movies where I stayed as the Axel Foley or Reggie Hammond persona. But I didn't want to be doing the same thing all the time. Every now and then, you crash and burn, but that's part of it.","author":"Eddie Murphy","category":"Work, Time, Rise"},{"quote":"My movies are usually about stripping off the makeup, getting down to the skeleton.","author":"Michael Douglas","category":"Makeup, Skeleton, Down"},{"quote":"I hate dream sequences in movies and T.V. shows generally for their heavy-handed symbolism and storytelling tediousness.","author":"Ira Glass","category":"Hate, Dream, Storytelling"},{"quote":"I think they built Hollywood on the West Coast because they were always dreaming of a New World. When they arrived here, the only way to keep dreaming was to make movies. Film was the fourth dimension.","author":"Denis Villeneuve","category":"World, Think, Hollywood"},{"quote":"Spider-Man has always been a huge part of my life. I love the movies. I love the comics. And I always just wanted to be Spider-Man.","author":"Tom Holland","category":"Love, Life, My Life"},{"quote":"So, one way or another, I found myself in a few movies. I take it seriously when I'm on the set, but I don't take myself seriously as an actor.","author":"Henry Rollins","category":"Myself, Actor, Seriously"},{"quote":"The thing about HD-DVD that is attractive to Microsoft is that it's very pro-consumer in letting you copy all movies up onto the hard disk.","author":"Bill Gates","category":"You, Copy, Up"},{"quote":"An actress is not a machine, but they treat you like a machine. A money machine.","author":"Marilyn Monroe","category":"Money, Treat, You"},{"quote":"Stephen Hawking's been watching too many Hollywood movies. I think the only kind aliens in Hollywood are the ones created by Steven Spielberg - 'Close Encounters of the Third Kind' and 'E.T.,' for example. All other aliens are trying to suck our brains out.","author":"Neil deGrasse Tyson","category":"Trying, Think, Kind"},{"quote":"Although I'm not actually embarrassed by this, I tend not to read books that have awesome movies made from them, regardless of how well or badly the movie represented the actual written story.","author":"Neil deGrasse Tyson","category":"Awesome, Story, Well"},{"quote":"I never thought, in my lifetime, that you'd be able to watch movies, read books and listen to music from a phone, but I guess the technology of tomorrow is here today.","author":"Dolly Parton","category":"Music, Technology, Today"},{"quote":"My favorite movies of all times is 'Doctor Zhivago,' and I love 'Gone With the Wind.' I'd love to play some Southern belle or something where I owned a plantation.","author":"Dolly Parton","category":"Love, Wind, Doctor"},{"quote":"As a writer, one of the things we all learned from the movies was a kind of compression that didn't exist before people were used to watching films. For instance, if you wanted to write a flashback in a novel, you once had to really contextualize it a lot, to set it up. Now, readers know exactly what you're doing. Close-ups, too.","author":"Salman Rushdie","category":"People, Know, You"},{"quote":"In the movies, the writer is just the servant, the employee.","author":"Salman Rushdie","category":"Employee, Servant, Writer"},{"quote":"If you look at Indian movies, every time they wanted an exotic locale, they would have a dance number in Kashmir. Kashmir was India's fairyland. Indians went there because in a hot country you go to a cold place. People would be entranced by the sight of snow.","author":"Salman Rushdie","category":"Time, Dance, People"},{"quote":"Whatever happened to books? Suddenly everybody's talking about these 100-hour movies called 'Breaking Bad'. People are talking about TV the same way they used to talk about novels back in the 1980s. I like to think I hang out with some pretty smart people, but all they talk about is 'Breaking Bad.'","author":"Douglas Coupland","category":"Smart, People, Bad People"},{"quote":"I'm a playwright who gets involved in movies when I'm not writing a play.","author":"Tom Stoppard","category":"Writing, Play, Involved"},{"quote":"Movies can be instruments of enlightenment.","author":"Marianne Williamson","category":"Enlightenment, Instruments"},{"quote":"You know those movies where the people in the audience are screaming, 'Don't go in that door!' because you know the killer is there? Well, it is the same thing with this debt. We know how this ends.","author":"Marco Rubio","category":"Door, People, Know"},{"quote":"When I'm shooting a movie, I'm always in an invisible theater seat. I respect the fact that people have worked hard all week and want to go to the movies on the weekend and be entertained.","author":"Michael Moore","category":"Respect, Week, People"},{"quote":"I think movies are too long.","author":"Michael Moore","category":"Long, Think, I Think"},{"quote":"Television has its own award. It's called the Emmy. It's a good award. I like it. I have one. But you don't see movies like 'The King's Speech' win Oscars and then go to TV and qualify for Emmys. In documentaries, some networks have been able to game the system.","author":"Michael Moore","category":"Good, Game, Television"},{"quote":"Of the big horror movies of the '70s, you have 'The Omen,' 'The Sentinel,' 'Rosemary's Baby,' 'The Stepford Wives,' 'Burnt Offerings' - these are all romantic fatalist movies where there's a sort of glimmer of hope... but darkness wins.","author":"Chuck Palahniuk","category":"Hope, Romantic, Darkness"},{"quote":"Movies are like magic tricks.","author":"Jeff Bridges","category":"Magic, Like, Tricks"},{"quote":"So many things have to come together to get a creatively successful and financially successful film. Sometimes you'll have a movie that you're very proud of, and you think it transcended all of your expectations, but it doesn't come out at the right time. I have done movies that have never been released. That can be depressing.","author":"Jeff Bridges","category":"Time, Together, Successful"},{"quote":"Basically, one of the hardest things about being an actor is getting your first break. I'm a product of nepotism. The doors were open to me. I'd done several movies before I decided what I wanted to do.","author":"Jeff Bridges","category":"Me, Actor, Doors"},{"quote":"Making movies is about creating illusions, and they can be subtle illusions, but it's all a cumulative effect as you make these little tweaks. It kinda adds up to something, hopefully.","author":"Jeff Bridges","category":"Creating, You, Little"},{"quote":"Movies become art after editing. Instead of just reproducing reality, they juxtapose images of it. That implies expression; that's art.","author":"Alejandro Gonzalez Inarritu","category":"Art, Reality, Editing"},{"quote":"I think the whole stigma of 'black movies' is slowly being lost. When you look at movies like '12 Years A Slave,' to 'The Butler,' to 'The Best Man,' to 'Ride Along,' to even 'Think Like a Man' from last year - these movies are just good movies.","author":"Kevin Hart","category":"Good, Best, Man"},{"quote":"I wish that my life could be like the movies, like 'Bonnie and Clyde' or 'The Hunger' or 'Harold and Maude.' And... it can be! It maybe just takes somebody else who is as fearless as you. It takes a person who will not hesitate.","author":"Marilyn Manson","category":"Life, Wish, My Life"},{"quote":"Watching movies is my one distraction.","author":"Marilyn Manson","category":"Distraction, Watching"},{"quote":"Maybe there are people who are gamers who haven't seen movies I have made, or the movies I have made have made no impression on them at all.","author":"Kevin Spacey","category":"People, Impression, Maybe"},{"quote":"The movies are the only business where you can go out front and applaud yourself.","author":"Will Rogers","category":"Business, Yourself, You"},{"quote":"I'm not a real movie star. I've still got the same wife I started out with twenty-eight years ago.","author":"Will Rogers","category":"Wife, Real, Years"},{"quote":"There's only one thing that can kill the movies, and that's education.","author":"Will Rogers","category":"Education, Only, One Thing"},{"quote":"For me, the sound design and the musical score is a big part of what makes scary movies work.","author":"James Wan","category":"Work, Design, Me"},{"quote":"As a filmmaker, you aspire to want to make movies that can hopefully stand the test of time, but you never know when that will happen or if that will happen.","author":"James Wan","category":"Time, Want, Know"},{"quote":"We think craft is important, and the irony has always been that horror may be disregarded by critics, but often they are the best-made movies you're going to find in terms of craft. You can't scare people if they see the seams.","author":"James Wan","category":"People, Think, Irony"},{"quote":"All my movies are about people with some ideology, but guess what? It never works out.","author":"James Wan","category":"People, Never, Guess"},{"quote":"I was making a lot of 8mm home movies, since I was twelve, making little dramas and comedies with the neighborhood kids.","author":"Steven Spielberg","category":"Home, Neighborhood, Kids"},{"quote":"Television has a different biorhythm than movies. I love the biorhythm of TV.","author":"Steven Spielberg","category":"Love, Television, Different"},{"quote":"I love history, so I do a lot of movies about history.","author":"Steven Spielberg","category":"Love, History, Lot"},{"quote":"It is not my job to compare my movies. I don't like to compare my films with other movies because I don't really have that perspective. It is an intellectual exercise, but it doesn't intuitively come to me.","author":"Steven Spielberg","category":"Job, Perspective, Me"},{"quote":"A hit for me is if I enjoy the movie, if I personally enjoy the movie.","author":"Ridley Scott","category":"Me, Enjoy, Personally"},{"quote":"One of the problems with science fiction, which is probably one of the reasons why I haven't done one for many, many years, is the fact that everything is used up. Every type of spacesuit is used up, every type of spacecraft is vaguely familiar, the corridors are similar, and the planets are similar.","author":"Ridley Scott","category":"Science, Problems, Why"},{"quote":"I always shoot my movies with score as certainly part of the dialogue. Music is dialogue. People don't think about it that way, but music is actually dialogue. And sometimes music is the final, finished, additional dialogue. Music can be one of the final characters in the film.","author":"Ridley Scott","category":"Music, People, Think"},{"quote":"When I see old movies with women in floor-length dressing gowns, or when they're going to the store and they've got a pillbox hat with a net over the eyes and white gloves, I'm offended that I can't go to the store like that.","author":"Blake Lively","category":"Women, Eyes, Hat"},{"quote":"When I first started writing for television in the seventies and eighties, the Internet didn't exist, and we didn't need to worry about foreign websites illegally distributing the latest TV shows and blockbuster movies online.","author":"Al Franken","category":"Writing, Internet, Worry"},{"quote":"A lot of action movies today seem to have scenes that just lead up to the action.","author":"Jason Statham","category":"Today, Action, Lead"},{"quote":"I'm the first to admit that I like going to, or my memories at least of going to Clint Eastwood movies or Charles Bronson or James Bond.","author":"Nicolas Cage","category":"Memories, Bond, Admit"},{"quote":"I try to make two movies a year. To me, that's not too much. On top of that, I like to work.","author":"Nicolas Cage","category":"Work, Me, Try"},{"quote":"I do enjoy animated movies. I really love anime and movies like 'Spirited Away' and 'Howl's Moving Castle.'","author":"Nicolas Cage","category":"Love, Moving, Enjoy"},{"quote":"I want to make all kinds of movies. I do want to make big movies that are a lot of fun to go to, but I also want to make movies that are going to stimulate some thought and maybe raise some awareness.","author":"Nicolas Cage","category":"Fun, Thought, Want"},{"quote":"I may be alone in this, but I do sense the power of film, in that movies have the ability to literally change people's minds. That's pretty powerful stuff when you consider that.","author":"Nicolas Cage","category":"Change, Alone, Power"},{"quote":"I care about the connection with the audience. Film is such a powerful medium. Movies can change the way people think.","author":"Nicolas Cage","category":"Change, Powerful, People"},{"quote":"I like old movies, screwball comedies, vintage clothes, and basically I'm an old-fashioned gal.","author":"Zooey Deschanel","category":"Clothes, Vintage"},{"quote":"I think once you enter the dating world and you realise it's nothing like those Disney movies you watched when you were a little girl, you just become more guarded.","author":"Megan Fox","category":"Girl, Dating, World"},{"quote":"I want to turn my attention to movies about love relationships. Exploring the female psyche - there ought to be some interesting discoveries there. Love stories. If you do it right, people want to hear romantic dialog.","author":"Sylvester Stallone","category":"Love, Romantic, People"},{"quote":"Everyone told me to pass on 'Speed' because it was a 'bus movie.'","author":"Sandra Bullock","category":"Me, Speed, Everyone"},{"quote":"I always see my songs in colors, and I'm often more inspired by movies and photographs than I am by other songs when I write my music. I'm also inspired by fashion, and I want my music to be a visual painting of what's in my mind.","author":"Charli XCX","category":"Music, I Am, Colors"},{"quote":"I think it's more interesting to see people who don't feel appropriately. I relate to that, because sometimes I don't feel anything at all for things I'm supposed to, and other times I feel too much. It's not always like it is in the movies.","author":"Ryan Gosling","category":"People, Think, See"},{"quote":"In principle, I think the idea of rewarding a good effort is interesting, but movies are generally different from each other as are performances and the conditions on how the performances are given and how they're edited and so forth.","author":"Viggo Mortensen","category":"Good, Effort, Think"},{"quote":"The thing with movies is, because you have so little time, I always feel like there are more things we could've done with the character. If we'd done a sequel to 'The Thomas Crown Affair,' what would that have been like? But for the most part, you try not to think of that, because it's just going to break your heart.","author":"Denis Leary","category":"Time, Character, Heart"},{"quote":"When I go to Batman movies, I always think, 'Man, I would like to be a bad guy in a Batman movie.' especially as they got darker when they go to the Christian Bale era.","author":"Denis Leary","category":"Man, Christian, Think"},{"quote":"You never hear of a live-action studio that has been making so-so films looking over at a studio that's making great movies and going, 'Oh, we see the difference - we're using a different camera.'","author":"John Lasseter","category":"Great, Camera, Looking"},{"quote":"I love TV, and I love movies, and I pull so much content from the drama in all of those mediums and put them into songs.","author":"Sia","category":"Love, Content, Drama"},{"quote":"If you make action movies, the critics will savage you, and then your movies are outdated the following week with the new wave of special effects.","author":"Adam McKay","category":"Action, Week, Savage"},{"quote":"'The Thing from Another World' was the first movie that really scared me. But the one that made me want to make movies was 'The Tales of Hoffman.' That's my favorite film of all time. It's a fantasy film. It's an opera. I never get tired of it.","author":"George A. Romero","category":"Time, World, Me"},{"quote":"Success begets success. I've been offered a lot of movies now that '30 Rock' has been successful.","author":"Alec Baldwin","category":"Success, Successful, Rock"},{"quote":"The thing that runs through the British film industry even today is a lot of unsung movies are financially the bigger ones. Even though they weren't always the greatest of movies, something in them was very potent which people loved.","author":"Peter Capaldi","category":"Today, People, Greatest"},{"quote":"The director Sofia Coppola's new comic melodrama, 'Lost in Translation,' thoroughly and touchingly connects the dots between three standards of yearning in movies: David Lean's 'Brief Encounter,' Richard Linklater's 'Before Sunrise' and Wong Kar-wai's 'In the Mood for Love.'","author":"Elvis Mitchell","category":"Love, Sunrise, Lost"},{"quote":"No actor has made a career of exerting determination to the extent that Matt Damon has. In the 'Bourne' movies, he burned himself down to a central nervous system - his focus fried away unnecessary calories.","author":"Elvis Mitchell","category":"Determination, Focus, Career"},{"quote":"'Mr. Smith Goes to Washington' is one of the greatest films of all time.","author":"Laura Dern","category":"Time, Greatest, Washington"},{"quote":"Average Americans order nonfat decaf iced vanilla lattes at Starbucks and choose from 1,500 drawer pulls at The Great Indoors. Amazon gives every town a bookstore with 2 million titles, while Netflix promises 35,000 different movies on DVD. Choice is everywhere - liberating to some, but to others, a new source of stress.","author":"Virginia Postrel","category":"Stress, Great, Choice"},{"quote":"Most of us do not consciously look at movies.","author":"Roger Ebert","category":"Look, Most, Us"},{"quote":"I grew up on certain movies, particular movies that said something to me as a kid from Missouri, movies that showed me places I'd yet traveled, or different cultures, or explained something, or said something in a better way than I could ever say. I wanted to find the movies like that.","author":"Brad Pitt","category":"Me, Better, Said"},{"quote":"Well, the wonderful thing about making movies, oddly enough, is that they're sort of highly motivated graduate studies in one or another field.","author":"Sydney Pollack","category":"Well, Wonderful, Motivated"},{"quote":"Every single art form is involved in film, in a way.","author":"Sydney Pollack","category":"Art, Way, Single"},{"quote":"When you make a film you usually make a film about an idea.","author":"Sydney Pollack","category":"Film, You, Idea"},{"quote":"Sometimes I do movies that aren't any good, or sometimes I might not be any good in them, or sometimes they don't do very well.","author":"Michael Keaton","category":"Good, Sometimes, Well"},{"quote":"I'm quite comfortable looking at myself in movies, probably because I've been doing it for so long, since I was a kid. So I sort of watched myself grow up and go through adolescence, like, basically on camera.","author":"Winona Ryder","category":"Myself, Looking, Long"},{"quote":"The woman who made those movies, that's not me. She's someone else.","author":"Brigitte Bardot","category":"Woman, Me, She"},{"quote":"I don't believe in the so-called Latino explosion when it comes to movies. Jennifer Lopez doesn't have an accent. She grew up in New York speaking English, not Spanish. Her success is very important because she represents a different culture, but it doesn't help me.","author":"Salma Hayek","category":"Success, Culture, Believe"},{"quote":"I love family films. Of course, as a mother who has to watch so many movies, you really appreciate it when somebody makes a film that is for everybody - family entertainment that's really for the family, where everyone has a good time.","author":"Salma Hayek","category":"Love, Family, Time"},{"quote":"The good thing about songwriting is you don't have to delineate between what's true and what's fiction; records aren't put on the shelf that way. Books are, movies are, but records aren't.","author":"Jason Isbell","category":"Good, You, Records"},{"quote":"If I can't get the girl, at least give me more money.","author":"Alan Alda","category":"Money, Girl, Me"},{"quote":"I love to watch movies.","author":"Judy Blume","category":"Love, Watch, I Love"},{"quote":"I used to be prettier than I am, but I think I look better now. I was a pretty boy. Particularly in my early movies. I don't like looking at them so much. There's a sort of pretty thing about me.","author":"Christopher Walken","category":"I Am, Me, Looking"},{"quote":"I live making comics. Comics is an industrial art but less suffering, because comics are for young people who are more adventurous. I do that. I live off comics, and then I write books, but when you want movies, you cannot make movies without money.","author":"Alejandro Jodorowsky","category":"Art, Money, Suffering"},{"quote":"I have a lot of repression. So repression is what I make movies about.","author":"Ang Lee","category":"About, Repression, Lot"},{"quote":"Making movies is a way of understanding myself and the world.","author":"Ang Lee","category":"Myself, World, Understanding"},{"quote":"I love watching the old movies. I love Katharine Hepburn. I just adore her and everything that she stood for. I find it interesting watching the likes of Gene Tierney and those classic movies of the '40s.","author":"Natalie Dormer","category":"Love, She, Her"},{"quote":"As popular culture becomes more presentist, we move away from entertainment as the vicarious experience of a narrative - as watching someone else's story - and much more toward enacting one's own story. Moving away from myths and toward fantasy role-playing games, away from movies and toward videogames.","author":"Douglas Rushkoff","category":"Experience, Culture, Moving"},{"quote":"I'm obsessed with zombies. I like watching zombie movies and I read zombie books.","author":"Kevin Bacon","category":"Zombie, Watching, Like"},{"quote":"Funny things happen to you in movies for silly reasons.","author":"Michael Caine","category":"Funny, Silly, You"},{"quote":"Very often I've known people who wouldn't say a word to each other, but they'd go to see movies together and experience life that way.","author":"Martin Scorsese","category":"Life, Experience, Together"},{"quote":"I think these movies are definitely comedies. It's quite difficult to take a superhero movie seriously because everything is heightened. A kid being bitten by a radioactive spider and getting superpowers is kind of ridiculous.","author":"Tom Holland","category":"Think, Spider, Kind"},{"quote":"I remember actually going to see the first 'Avengers' with one of my best mates from home. I'd never have dreamed that I'd be in one of these movies, let alone playing Spider-Man.","author":"Tom Holland","category":"Home, Best, Alone"},{"quote":"Hollywood is finally waking up to the fact that people who go to church also go to the movies. I'm not sure what took them so long to see that or how long they'll keep it up.","author":"Tyler Perry","category":"People, Long, See"},{"quote":"People feel the worst film I made was 'Jack.' But to this day, when I get checks from old movies I've made, 'Jack' is one of the biggest ones. No one knows that. If people hate the movie, they hate the movie. I just wanted to work with Robin Williams.","author":"Francis Ford Coppola","category":"Work, Day, Hate"},{"quote":"Movies always are open to being remade because times change so much, and the tempo of movies changes. I think of it like a James Bond. They can have different actors play the same role... I've had people come up to me and say, 'We want to remake 'The Jerk' with so and so.' And I say, 'Fine.' It just doesn't bother me. It's an honor actually.","author":"Steve Martin","category":"Change, Changes, Me"},{"quote":"I love being in these ensemble comedy movies. I love working with a bunch of people and coming up with, you know, How can we make this moment funnier?","author":"Jane Lynch","category":"Love, Moment, People"},{"quote":"There was a Russian director named Elem Klimov, who did his films during the communist days. They were constantly struggling with the authorities and to be allowed to express themselves. But he did one of the best war movies I've ever seen - it's called 'Come and See.'","author":"Stellan Skarsgard","category":"Best, War, See"},{"quote":"When I realized that my big dream was going to come true - 'Night Shift' was a success, 'Splash' was a success, I got the job to do 'Cocoon' - suddenly, I was underway. And I knew my name was rising up the lists. I was going to have a career. I was going to be able to direct movies until I screwed it up.","author":"Ron Howard","category":"Success, Job, Night"},{"quote":"Comics are a dying art. If you ask a little kid to choose between a video game with insane graphics or comic books... you have to compete with cable, satellite TV with its thousands of channels, and with video games that are like movies, with CGI explosions where you can blow up worlds.","author":"Glenn Danzig","category":"Art, Game, Video Games"},{"quote":"Hollywood is a boys' club, and that's something I thought was a stereotype - and it's not. That really shocked me. Still shocks me. Everyone's helping their buddies out and pressing their buddies and playing tennis with their buddies and making movies with their buddies, and that grosses me out.","author":"Emily Ratajkowski","category":"Thought, Me, Tennis"},{"quote":"I am a cynical optimist. Big opening weekends are like cotton candy. The films you will remember over time are the films that stick in the consciousness of the audience in a good way.","author":"Robert Redford","category":"Time, Good, I Am"},{"quote":"I'm afraid that eating in restaurants reflects one's experiences with movies, art galleries, novels, music - that is, characterized by mild amusement but with an overall feeling of stupidity and shame. Better to cook for yourself.","author":"Jim Harrison","category":"Music, Art, Yourself"},{"quote":"I have a very busy life, and not many people who have a career and four kids go out a lot to the movies.","author":"Meryl Streep","category":"Life, Busy, People"},{"quote":"My mother and my sisters - five girls - were crazy about glamour and Hollywood movies. I styled myself on Veronica Lake and Marlene Dietrich.","author":"Jerry Hall","category":"Myself, Mother, Crazy"},{"quote":"I'd love to win trophies, be in movies, have a body of work I'm proud of and find a way to enjoy it along the way. Success is probably a more of a complicated thing than that.","author":"Demetri Martin","category":"Love, Work, Success"},{"quote":"I will make action movies, I think, for a few more years, another five years.","author":"Jackie Chan","category":"Action, Think, Years"},{"quote":"When I got depressed, I watched Bruce Lee movies. I learned everything from Bruce Lee.","author":"Jackie Chan","category":"Everything, Got, Depressed"},{"quote":"I don't think people are experiencing superhero fatigue. Do you hear people complaining that there are too many action movies? I think it's good entertainment.","author":"Michael Pena","category":"Good, Action, People"},{"quote":"'Spider-Man' seems to have a different tone to the pure Marvel stuff, but I really enjoyed the 'Guardians Of The Galaxy' and 'Iron Man' movies. I love the special effects and how it seems very real, but at the same time, it still lives within the realm of Marvel. That's got to be a lot of work.","author":"Michael Pena","category":"Love, Work, Time"},{"quote":"Some horror movies are just for shock value, so it doesn't really feel scary.","author":"Michael Pena","category":"Value, Scary, Feel"},{"quote":"Sometimes it's more difficult to exist as a female lead, especially in action movies because all those men are around you. They take so much place.","author":"Monica Bellucci","category":"Men, Action, You"},{"quote":"I think it's too easy often to find a villain out of the headlines and to then repeat that villainy again and again and again. You know, traditionally, America has always looked to scapegoat someone as the boogie man... there is a tradition in the most simplistic of action movies for there to be some horrible villain.","author":"Edward Zwick","category":"America, Man, Action"},{"quote":"There's an idea that action movies are more attractive to one gender than the other or different kinds of people or whatever. The truth is action is not any different than any other part of a story.","author":"Patty Jenkins","category":"Truth, Action, People"},{"quote":"Where I come from, it was a heresy to say you wanted to be in movies, leave alone American movies.","author":"Daniel Day-Lewis","category":"Alone, American, You"},{"quote":"If you're strutting around Beverly Hills and hitting up these big industry parties every night when you're not making movies, then it's going to eventually consume you. But for me, I live most of my life in Boston. I do things no different from the way my buddies back home do them, except when I go to work, I go to a film set.","author":"Chris Evans","category":"Life, Work, Home"},{"quote":"I stopped making movies because I don't like taking my clothes off. Maybe it's realism, but in my opinion, it's utter filth.","author":"Debbie Reynolds","category":"Clothes, Opinion, Like"},{"quote":"The go-to reflex all over Hollywood is still likeability. I've always had a problem with it because I think I have a weird barometer in the sense that some of the characters I've cared about the most in movies are characters that are often thought of as despicable.","author":"Damien Chazelle","category":"Thought, Weird, Problem"},{"quote":"I find L.A. kind of romantic, actually. As a movie junkie, it's a city that was built by the movies. There's something really weird and surreal about it that I find energizing.","author":"Damien Chazelle","category":"Romantic, City, Weird"},{"quote":"I like movies that are specific. Movies that home in on a very specific subculture, a specific discipline, a specific world.","author":"Damien Chazelle","category":"Home, Discipline, World"},{"quote":"'La La Land' is about the city I live in. It's about the music that I grew up playing it's about movies that I grew up watching. Even the big spectacle of the movie feels private to me in that way.","author":"Damien Chazelle","category":"Music, City, Me"},{"quote":"I really like action movies. The 'Die Hard' franchise. And the 'Bourne' movies.","author":"Alexa Chung","category":"Action, Die, Like"},{"quote":"It's not like I'm the first man ever to do this, y'know? You gotta go back to Nat King Cole, Bing Crosby and Sammy Davis Jr. Those are people who've done music well and movies well, and y'know, Frank Sinatra and Elvis and all these dudes have made the transition. I don't know about Elvis, 'bout doin' 'em good, y'know? It's nothin' new.","author":"Ice Cube","category":"Music, Good, Man"},{"quote":"Tarantino's movies are smartly intoxicating cocktails of rampage and meditation; they're in-your-face, with a mac-10 machine pistol and a quote from the Old Testament. They blend U.S. and European styles of filmmaking; they bring novelistic devices to the movie mall.","author":"Richard Corliss","category":"Filmmaking, Meditation"},{"quote":"The people who run Hollywood are supposed to be masters at creating drama, suspense, thrills - at putting on a great show. If we knew not only who the winners were but also by how much they won, the Oscar show could actually be the Super Bowl of movies.","author":"Richard Corliss","category":"Great, People, Drama"},{"quote":"Movies are not about the weekend that they're released, and in the grand scheme of things, that's probably the most unimportant time of a film's life.","author":"Quentin Tarantino","category":"Life, Time, Weekend"},{"quote":"In the kind of films that I do, there is an extremely limited number of people that can improvise. The reason the ensemble continues in the movies is because those are the people that can do that kind of work. It's not just an accident those people are in the film.","author":"Christopher Guest","category":"Work, People, Kind"},{"quote":"When I'm writing fiction, I read nonfiction or biographies. Now I'm watching very old movies or old foreign films. I don't immerse myself in whatever's going on in whatever area I'm working in.","author":"Whit Stillman","category":"Myself, Writing, Working"},{"quote":"I am a massive film geek, and I love movies.","author":"James Arthur","category":"Love, I Am, Film"},{"quote":"With 'Girls'... I feel like there's an impulse to try to make it look better or neater or more perfect, and when I watch theater, television, movies, it's always the imperfection I'm always more attracted to.","author":"Adam Driver","category":"Television, Better, Perfect"},{"quote":"I don't watch the movies I'm in - ever. Sometimes I keep pictures, but that's it. I used to watch my movies, because I didn't want to be rude to the people making them, but I stopped a few years ago. I think it's pretty common among actors. It's like listening to your own voice, but multiplied by a million.","author":"Jesse Eisenberg","category":"Listening, People, Want"},{"quote":"Before movies, memory unspooled differently in the mind, trailing off in dust-blasted fade-out rather than spliced-together flashback; before photography, memory rippled like a reflection on water's surface, less precise but more profoundly true.","author":"Steve Erickson","category":"Reflection, Water, Memory"},{"quote":"I don't want to make movies for kids, and I don't want to make movies for adults either.","author":"Kristen Stewart","category":"Want, Kids, Either"},{"quote":"I had to act in a school play when I was about ten years old. I really didn't want to do it. But everyone had to do it so I didn't have a choice. A talent agent came and watched it and later gave me some work. It's funny because I'd always known that I wanted a movie career. I just didn't think that I would be in the movies.","author":"Kristen Stewart","category":"Funny, Work, School"},{"quote":"Sometimes I have a melody in my head; sometimes it's just a verse. I read lines from a book or movies that I watch and grab a few quotes and start writing on paper. From there, I record a really rough version and work on the song.","author":"Yuna","category":"Work, Writing, Book"},{"quote":"We need Hollywood to make movies and television shows about sexy female engineers.","author":"Chelsea Clinton","category":"Sexy, Engineers, Television"},{"quote":"I didn't have any ambition to produce big mainstream popcorn movies.","author":"Jodie Foster","category":"Ambition, Popcorn, Big"},{"quote":"I don't know if I see myself as really an action hero, but I like doing physical movies and I like doing movies where the writing is very lean.","author":"Jodie Foster","category":"Hero, Myself, Writing"},{"quote":"I've always had this idea that I wanted movies to make people better not worse.","author":"Jodie Foster","category":"People, Better, Idea"},{"quote":"Robots have a rich and storied history in movies.","author":"John Podhoretz","category":"History, Robots, Rich"},{"quote":"I grew up on the Roger Moore and Sean Connery Bond movies, so the DNA of my spies is extremely ridiculous and goofy.","author":"Nick Harkaway","category":"Bond, DNA, Ridiculous"},{"quote":"A huge part of acting in movies is appetite. You do your best work when you've got a lot of appetite and you really want to embrace something. When you get tired, you don't have that hunger.","author":"Clive Owen","category":"Work, Best, Do Your Best"},{"quote":"Sometimes in movies, I still have to be the hero, but it's not all that important to me anymore.","author":"Dennis Quaid","category":"Hero, Me, Important"},{"quote":"Before I was an actor, I was never able to hold a job for more than 3 months for some reason. It just wouldn't hold my interest, so there was some way that I wound up quitting or getting fired from it. But being an actor is perfect, because movies usually take about three months to shoot. Then it's over and they say, 'Hey, great job!'","author":"Dennis Quaid","category":"Great, Job, Perfect"},{"quote":"Music is fun, but I'm an ice skater. I may sing songs and do shows, make movies and other things... that's all well and good and I enjoy it, and I would never trade any of those for anything. But figure skating is who I am.","author":"Johnny Weir","category":"Music, Good, I Am"},{"quote":"I've turned down twentysomething million dollars for movies.","author":"Vin Diesel","category":"Down, Million, Turned"},{"quote":"The movies are all about visual, and television is all about character and dialogue.","author":"Theresa Rebeck","category":"Character, Television"},{"quote":"If you lined up 10 writers and asked them to write a movie about Steve Jobs, you'd get 10 very different movies.","author":"Aaron Sorkin","category":"You, Up, Different"},{"quote":"I just knew that was what I wanted to do. I was going to perform as a singer; I was going to perform as a dancer, and I was, you know, going to do movies and be an actress. I was going to do it or die trying. That's what my life was.","author":"Jennifer Lopez","category":"Life, My Life, Know"},{"quote":"I didn't watch horror movies when I was a kid. I didn't watch any bad movies.","author":"Colin Trevorrow","category":"Horror, Bad, Kid"},{"quote":"If I wanted to make spy movies for the rest of my life, that would be one thing, but I don't want to just make spy movies.","author":"Daniel Craig","category":"Life, My Life, Want"},{"quote":"When we talk about Oscars, it's almost as a symbol of excellence, and the American public and the worldwide public accept that symbol. So, a movie like 'The Artist' that costs $14 million, has to go out and compete with movies that cost $140 million. How does David deal with Goliath?","author":"Harvey Weinstein","category":"Excellence, American, Artist"},{"quote":"I like the idea of movies having a magic element. How many times have you seen an actor in a movie who you know only as the character? It's wonderful, isn't it?","author":"Christian Bale","category":"Character, Magic, Know"},{"quote":"There are very few movies in English about romantic obsession told with a seriousness of purpose.","author":"James Gray","category":"Romantic, Purpose, Obsession"},{"quote":"I love New York. It just reminds me of so many movies... I look up at buildings, and feel like Godzilla should be climbing up them or something.","author":"Liam Hemsworth","category":"Love, Me, New York"},{"quote":"Saturday night at my house, I often trot out classic movies and force the urchins to watch them. There is much wailing and gnashing of teeth, but I think it's important to teach kids about American culture, and films are certainly a big part of it.","author":"Bill O'Reilly","category":"Culture, American, Night"},{"quote":"My movies just kind of sneak up on you. I don't have to worry too much about what everybody is going to say. Anyway, I really don't pay attention to what the world says about my movies. I just care about what my buddies think.","author":"Adam Sandler","category":"World, Worry, Think"},{"quote":"It's just weird that for some people, art is a luxury. My parents had no artistic outlet. Some people pass down music to their kids, but I couldn't tell you what my mom's or dad's favorite song is. So when I started going out into the world, I was drawn to people who knew about movies, art, even fashion.","author":"Channing Tatum","category":"Music, Art, Parents"},{"quote":"I've been on so many movies. Generally, I haven't gotten to be on the ground level. As of two years ago, in 'Dear John,' I got to really be on the ground floor. I wasn't a producer. I felt like I put the work in, and I did have a lot of sway on what got fixed, reshoots, so on and so forth. It felt really good.","author":"Channing Tatum","category":"Work, Good, Years"},{"quote":"I'm not someone who sits at home and doesn't like to go out, doesn't like to watch movies. I like to live my life.","author":"Virat Kohli","category":"Life, Home, Live"},{"quote":"The greatest thrill is that moment when a thousand people are sitting in the dark, looking at the same scene, and they are all apprehending something that has not been spoken. That's the thrill of it, the miracle - that's what holds us to movies forever. It's what we wish we could do in real life.","author":"Mike Nichols","category":"Life, Dark, Greatest"},{"quote":"As much as I would love to do roles in big movies and am keen to establish myself in the industry. I don't want to sacrifice things that I really enjoy, like spending time with my family and friends.","author":"Will Poulter","category":"Love, Family, Time"},{"quote":"Making movies has become such a golden ring, and it's all such a big business, that the rewards system has gotten totally out of whack. Suddenly, you're treated in a manner befitting someone who is actually an important person.","author":"Ben Affleck","category":"Business, Important, You"},{"quote":"I came to the plain fields of Ohio with pictures painted by Hollywood movies and the works of Tennessee Williams and Arthur Miller. None of them had much to say, if at all, about Dayton, Ohio.","author":"Chitra Banerjee Divakaruni","category":"Hollywood, Say, Pictures"},{"quote":"Photoshop makes things look beautiful just as you have special effects in movies. It's just a part of life.","author":"Erin Heatherton","category":"Life, Beautiful, You"},{"quote":"I'm not into superhero movies, but I love cartoons. Tweety bird is my favourite.","author":"Deepika Padukone","category":"Love, Bird, Superhero"}]}