{"author":"Ravindu Manoj","github":"ravindu01manoj","repo":"Quotes-500k","data":[{"quote":"I remember one day, when things were going frightfully well, I went to buy myself a really smashing car. I asked them to show me a Porsche with an automatic gearbox, and the salesman called over all the other salesmen, and they stood around absolutely roaring with laughter.","author":"Mary Quant","category":"Day, Myself, Laughter"},{"quote":"To look out of a car in Scania, you see a painting on the horizontal - one windmill, one tiny farmhouse, acres of beet or grass.","author":"Kenneth Branagh","category":"Painting, You, See"},{"quote":"Why make a movie about Ayrton Senna? Someone who drove around in circles at 200mph in a car that looked like a giant cigarette packet? Why would anyone who isn't already a fan of Formula 1 care?","author":"Asif Kapadia","category":"Care, Why, Like"},{"quote":"When you're setting up a budget, a general rule is to start with your fixed expenses - your housing and insurance payments, and car payment, if you own one.","author":"Jean Chatzky","category":"Start, Budget, Insurance"},{"quote":"Beijing was such a different city. There were so few cars, I could walk in the middle of the road. In the summer, the streetlamps attracted swirling bugs. I loved those bugs: crickets, praying mantis, all kinds of beetles. I also have a vivid memory of dazzling sunlight coming out of the sky.","author":"Ma Jun","category":"Sky, Road, Memory"},{"quote":"I'm way flashier on Instagram and Snapchat because I feel like that's what people want to see, and that's I've always done, so I'm not going to stop. People want to see my cars and my purses. People love fashion. But that's so not me.","author":"Kylie Jenner","category":"Love, Me, People"},{"quote":"When I turned 18, I lost my best friend to a car accident.","author":"Sebastian Thrun","category":"Best, Best Friend, Lost"},{"quote":"Car ownership as we know it will change. The promise of car ownership of the past, the freedom of open roads... the reality has been more of a burden.","author":"John Zimmer","category":"Change, Freedom, Past"},{"quote":"When I was growing up as a young lesbian in the '50s, I looked in vain for books about my people. I did find some paperbacks with lurid covers in the local bus station, but they ended with the gay character's committing suicide, dying in a car crash, being sent to a mental hospital, or 'turning' heterosexual.","author":"Nancy Garden","category":"Character, Growing Up"},{"quote":"Now and then, when I grow nostalgic about my ocean childhood - the wauling of gulls and the smell of salt, somebody solicitous will bundle me into a car and drive me to the nearest briny horizon.","author":"Sylvia Plath","category":"Ocean, Childhood, Me"},{"quote":"Whatever I think of, that's what I do. I wake up and think, 'I want to buy a car', I buy a car. I wake up and be like, 'I just want to lay in bed with my girl', I do that. I wake up and want to rap, I rap. So whatever I think of.","author":"Young Thug","category":"Girl, Wake Up, Want"},{"quote":"Beyond self-driving cars, I think all airplanes should go pilotless. Get the pilots out of there. Even better, have no cockpit at all, and turn it into a nice lounge with a bar. Why give people the illusion of control with a steering wheel?","author":"Steve Jurvetson","category":"Control, People, Nice"},{"quote":"Maybe I'm the only footballer who isn't interested in cars. My Lancia Y gets me around.","author":"Gianluigi Buffon","category":"Me, Footballer, Maybe"},{"quote":"Naming me 'Twinkle' was a foolproof way of making sure that I would get teased throughout my life, have immigration officers at various airports stare at my passport and shake with hysterical laughter, and strangers stalk me with WhatsApp messages like, 'Twinkle, Twinkle, little star, I hope you get hit by a car!'","author":"Twinkle Khanna","category":"Life, Hope, Laughter"},{"quote":"When I turned 16 and got my license, the Chevy Blazer was passed down from my sister, so it was very much a starter car.","author":"Amy Purdy","category":"Sister, Down, Blazer"},{"quote":"Every home that I have is paid for, every car that I have is paid for, and I am a hundred-million-dollar man. I mean, this is the truth; it's not a lie.","author":"Floyd Mayweather, Jr.","category":"Home, Truth, I Am"},{"quote":"Stephanie and I got married publicly on the beach, in front of friends and family, and the local police shut down the highway for us to cross the street back to my cousin's house. Cars backed up for miles, and everybody in town cheered.","author":"Tig Notaro","category":"Family, Friends, Beach"},{"quote":"Divorced men are more likely to meet their car payments than their child support obligations.","author":"Susan Faludi","category":"Support, Men, Child"},{"quote":"Luck, like a Russian car, generally only works if you push it.","author":"Tom Holt","category":"Luck, Push, You"},{"quote":"Simply racing a Formula 1 car is an achievement.","author":"Sebastian Vettel","category":"Achievement, Racing, Formula"},{"quote":"I was a little troublemaker. Always trying to get in trouble, always mischief, like throwing rocks at cars when I was younger, all that kind of stuff.","author":"Ryan Lochte","category":"Trying, Rocks, Kind"},{"quote":"I don't think I'm a celebrity. I'm just a guy from east Texas who loves cars and airplanes.","author":"Carroll Shelby","category":"Texas, Think, Celebrity"},{"quote":"We go through the whole season working on next season's car and developing the car and making sure we fit in the car and all that sort of stuff. And we obviously give ideas of what we would hope next year's car would have even if it's small things like buttons on the steering wheel and different positions and whatever.","author":"Jenson Button","category":"Hope, Small Things, Small"},{"quote":"I'm fascinated by the narrative of geology, and I'm a veritable pack rat of a collector on the road. I keep a rock hammer in my car.","author":"Marianne Wiggins","category":"Road, Rock, Rat"},{"quote":"The Italians and Spanish, the Chinese and Vietnamese see food as part of a larger, more essential and pleasurable part of daily life. Not as an experience to be collected or bragged about - or as a ritual like filling up a car - but as something else that gives pleasure, like sex or music, or a good nap in the afternoon.","author":"Anthony Bourdain","category":"Life, Music, Food"},{"quote":"Move to Italy. I mean it: they know about living in debt; they don't care. I stayed out there for five months while I was making a film called 'Order Of Death,' and they've really got it sussed. Nice cars. Sharp suits. Great food. Stroll into work at 10. Lunch from 12 till three. Leave work at five. That's living!","author":"John Lydon","category":"Work, Food, Death"},{"quote":"One of the things that's interesting to me is I find things like caffeine and stunts actually relax me. When they're putting a bit of gel on my arm and lighting me on fire, or when I'm about to go into a high-speed car chase or rev a motorcycle up pretty fast, I find everything else around me slows down.","author":"Nicolas Cage","category":"Motorcycle, Fire, Relax"},{"quote":"I find people interesting. People trying hard are interesting. People with a passion are interesting - whether it's old cars or taxidermy or knitting.","author":"Clare Balding","category":"Passion, People, Trying"},{"quote":"It's not good just to have life experience of film-making and that's all. It's hard to play a real person when you've been in jets and town cars for three years.","author":"Ryan Gosling","category":"Life, Good, Experience"},{"quote":"My wife loves cars, but the difference is she doesn't have 20 years of understanding the background of them. She basically drives them and uses her gut feelings as to which is best.","author":"Tim Allen","category":"Best, Wife, Understanding"},{"quote":"Caution is the key to safe cycling. I'm aware that cars are bigger than me, but I feel quite safe. I'm in control, liberated and free, when I'm on my bike.","author":"Erin O'Connor","category":"Control, Me, Bike"},{"quote":"I love driving my car on any highway.","author":"Virat Kohli","category":"Love, Driving, Highway"},{"quote":"I've always saved. I believe in keeping money back for a rainy day and living within my means. I don't buy expensive clothes; I have a 10-year-old car I'm hoping to replace when a big job comes in. I suppose when we do go on family holidays, I am quite happy to spend when we are there.","author":"Sanjeev Bhaskar","category":"Family, Happy, Money"},{"quote":"I had a friend who was a plastic surgeon, so he would do little things. I never had, like, a full thing. So I would go in maybe once every two or three years, and he'd do a little here, a little there; tweak you, like you tweak your car. Then I became the plastic surgery poster girl.","author":"Joan Rivers","category":"Little Things, Girl, Friend"},{"quote":"Parallel parking is desirable for two reasons: parked cars create a physical barrier and psychological buffer that protects pedestrians on the sidewalk from moving vehicles; and a rich supply of parallel parking can eliminate the need for parking lots, which are extremely destructive of the civic fabric.","author":"James Howard Kunstler","category":"Moving, Rich, Create"},{"quote":"We designed a car that is for daily commutes and that you charge every day. The less you use the gasoline engine, the better mpg. Essentially, the Karma can achieve dramatic savings and low CO2 output when used as intended, as a daily commuter.","author":"Henrik Fisker","category":"Daily, Day, Karma"},{"quote":"If I can drive down the road in my car and listen to XM satellite, and when a song gets beamed into my car, it can tell me who wrote the song and what the damn lyrics are, why, when you broadcast a digital signal of a film, can't it speak to your television to set up a list of settings to show the film in the way that it was meant to be shown?","author":"Jeff Nichols","category":"Road, Speak, Me"},{"quote":"I always think of the good comebacks on the car ride home.","author":"Ron Howard","category":"Home, Good, Think"},{"quote":"I don't like to feel like I'm in a club when I'm in my car and I turn on the radio. Anything that ceases to be a song and just sounds like house music kind of stresses me out.","author":"Taylor Swift","category":"Music, Song, Me"},{"quote":"Liberals want the government to get bigger, and they want you to drive smaller cars, and they want to dictate the way you live.","author":"Rush Limbaugh","category":"Government, Live, Want"},{"quote":"Cars mean nothing to me. I'm not a car guy.","author":"Penn Jillette","category":"Me, Nothing, Mean"},{"quote":"If you're in a car crash, you're mostly involved in trying to not go off the bridge, and later on you say, 'Oh my God!'","author":"Ben Bernanke","category":"God, Bridge, You"},{"quote":"I have some wonderful suits in my closet, a lovely car, some refined watches.","author":"Pierce Brosnan","category":"Watches, Suits, Lovely"},{"quote":"I did not want to spend the rest of my life not being able to ride in a nice car.","author":"Shakira","category":"Life, My Life, Nice"},{"quote":"Cars can have a hypnotic effect. You can get in a car and get out and not really remember the trip.","author":"Ryan Gosling","category":"Remember, You, Effect"},{"quote":"From the 1920s into the 1940s, Britain's standard of living was supported by oil from Iran. British cars, trucks, and buses ran on cheap Iranian oil. Factories throughout Britain were fueled by oil from Iran. The Royal Navy, which projected British power all over the world, powered its ships with Iranian oil.","author":"Stephen Kinzer","category":"Power, World, Navy"},{"quote":"Enough Americans saw fit to give president Obama a second term. I don't think there will be many people keeping their Romney/Ryan bumper stickers on their cars.","author":"Henry Rollins","category":"People, Think, President"},{"quote":"Flying cars are not a very efficient way to move things from one point to another.","author":"Bill Gates","category":"Flying, Way, Point"},{"quote":"When Ford sells a car, a dealer isn't allowed to take out the engine and put a different one in. When a newsstand sells the Washington Post, no one can go to the newsstand and pay them to rip out the classified section and put their own classified section in - if they could, they would do so.","author":"Bill Gates","category":"Washington, Different, Post"},{"quote":"Some day you will be wheeled in for a heart bypass operation, and a surgeon will be the person who is now behind the counter when you renew your car registration at the department of motor vehicles.","author":"P. J. O'Rourke","category":"Day, Heart, You"},{"quote":"I come from Toledo, Ohio, a town that has been hurt badly by the shift of the automobile business towards Japan. And yet I remember how the car workers lived in the neighborhood that I grew up in. My father was a car salesman, and I remember how we lived. I remember how modestly we lived.","author":"P. J. O'Rourke","category":"Business, Father, Hurt"},{"quote":"I spent a lot of time behind the Iron Curtain, and their cars were abysmal.","author":"P. J. O'Rourke","category":"Time, Iron, Behind"},{"quote":"I like Michael Moore, but I think of him more as a rabble-rouser. On his TV show, when he went to the home of the guy who invented the car alarm and set off all the car alarms on the block... pretty funny.","author":"P. J. O'Rourke","category":"Funny, Home, Think"},{"quote":"When I'm in the car, I want the only one shouting to be me.","author":"P. J. O'Rourke","category":"Me, Want, Only"},{"quote":"Cars let us out of the barn and, while they were at it, destroyed the American nuclear family. As anyone who has had an American nuclear family can tell you, this was a relief to all concerned.","author":"P. J. O'Rourke","category":"Family, American, You"},{"quote":"My whole family can talk. They are all car salesmen. They are all funny.","author":"P. J. O'Rourke","category":"Funny, Family, Talk"},{"quote":"The killjoys initiated automobile crash standards so rigorous that we can't buy a car that hasn't been dropped from the top of a phone pole with our whole family strapped inside.","author":"P. J. O'Rourke","category":"Family, Phone, Automobile"},{"quote":"As a little boy, I wanted to be a policeman. And then as I got older, and I saw my dad in the car business, an automobile executive.","author":"Mitt Romney","category":"Business, Boy, Little"},{"quote":"I love cars; I like the idea of manufacturing something, having a product, a hard product to sell and promote, but as time went on, I recognized that car companies are so bureaucratic and so ossified that it would take forever to work your way up. And so I went into consulting.","author":"Mitt Romney","category":"Love, Work, Time"},{"quote":"My dad was phenomenal. Born in Mexico, lived poor, didn't graduate from college, and becomes head of a car company and then governor of a state. I can't imagine I would have ever thought about running for office had I not seen my dad do it.","author":"Mitt Romney","category":"College, Thought, Company"},{"quote":"I like American cars. And I would do nothing to hurt the U.S. auto industry.","author":"Mitt Romney","category":"American, Hurt, Nothing"},{"quote":"Rebellion is what you make of it. When you've been on a tour bus for two months straight, and then you get in your car and drive wherever you want, that can feel rebellious.","author":"Taylor Swift","category":"Rebellion, Want, You"},{"quote":"Things in themselves have no life in them. A car can't comfort or encourage you. A house means nothing if there's no life and love inside.","author":"Joyce Meyer","category":"Love, Life, Comfort"},{"quote":"I tell people, and it's the truth, I could sit in my garage for a week and it won't make me a car. And you can sit in church till your bottom is flat and that won't make you a servant of Christ.","author":"Joyce Meyer","category":"Truth, Week, Me"},{"quote":"I have an answering machine in my car. It says, I'm home now. But leave a message and I'll call when I'm out.","author":"Steven Wright","category":"Home, Message, Machine"},{"quote":"I'm gonna be making records anyway, even if I had to sell 'em out of the trunk of my car. I'm that kind of musician and singer.","author":"Dolly Parton","category":"Kind, Sell, Records"},{"quote":"Nobody can ever make enough money for as many poor relatives as I've got. Somebody's got a sick kid, or somebody needs an operation, somebody ain't got this, somebody ain't got that. Or to give the kids all a car when they graduate.","author":"Dolly Parton","category":"Money, Sick, Kids"},{"quote":"Canadians can easily 'pass for American' as long as we don't accidentally use metric measurements or apologize when hit by a car.","author":"Douglas Coupland","category":"American, Long, Apologize"},{"quote":"If God drives a car, He'd drive a 1973 Ford LTD Brougham sedan with a claret-colored vinyl roof, with oxblood leather upholstery and an opera window.","author":"Douglas Coupland","category":"God, Window, Drive"},{"quote":"Theater in New York is nearer to the street. In London, you have to go deep into the building, usually, to reach the place where theater happens. On Broadway, only the fire doors separate you from the sidewalk, and you're lucky if the sound of a police car doesn't rip the envelope twice a night.","author":"Tom Stoppard","category":"Deep, Fire, Night"},{"quote":"Tesla is becoming a real car company.","author":"Elon Musk","category":"Company, Real, Becoming"},{"quote":"Winning 'Motor Trend' Car of the year is probably the closest thing to winning the Oscar or Emmy of the car industry.","author":"Elon Musk","category":"Winning, Year, Oscar"},{"quote":"A Prius is not a true hybrid, really. The current Prius is, like, 2 percent electric. It's a gasoline car with slightly better mileage.","author":"Elon Musk","category":"Better, True, Like"},{"quote":"I think Tesla will most likely develop its own autopilot system for the car, as I think it should be camera-based, not Lidar-based. However, it is also possible that we do something jointly with Google.","author":"Elon Musk","category":"Google, Think, System"},{"quote":"Some companies out there quote a start of production that is substantially in advance of when customers get their cars.","author":"Elon Musk","category":"Start, Production, Customers"},{"quote":"I like the word 'autopilot' more than I like the word 'self-driving.' 'Self-driving' sounds like it's going to do something you don't want it to do. 'Autopilot' is a good thing to have in planes, and we should have it in cars.","author":"Elon Musk","category":"Good, Want, You"},{"quote":"The U.S. automotive industry has been selling cars the same way for over 100 years, and there are many laws in place to govern exactly how that is to be accomplished.","author":"Elon Musk","category":"Way, Place, Selling"},{"quote":"People concerned about inflation today tend to buy big houses and nice cars.","author":"Robert Kiyosaki","category":"Today, People, Nice"},{"quote":"Regardless of what our national credit rating is, people will always want a roof over their heads, food on their tables, fuel for their cars, and clothes on their backs.","author":"Robert Kiyosaki","category":"Food, People, Want"},{"quote":"Let's overwhelm the Castro regime with iPhones, iPads, American cars and American ingenuity.","author":"Rand Paul","category":"American, Overwhelm, Castro"},{"quote":"While I may not agree with all of President Obama's energy policies, I strongly supported his successful effort to double fuel economy standards for cars and trucks to 54.5 miles per gallon by 2025.","author":"Bernie Sanders","category":"Effort, Successful, Energy"},{"quote":"The creative process is mysterious; a conversation, a ride in the car, or a melody can trigger something.","author":"Alejandro Gonzalez Inarritu","category":"Creative, Conversation, Ride"},{"quote":"'Amores Perros' is three stories that interconnect in one moment, which is the car accident.","author":"Alejandro Gonzalez Inarritu","category":"Moment, Three, Which"},{"quote":"If I had been at an assembly line for films, I don't know if I would be the best driver. I think I would have crashed the car.","author":"Alejandro Gonzalez Inarritu","category":"Best, Know, Think"},{"quote":"Campaign behavior for wives: Always be on time. Do as little talking as humanly possible. Lean back in the parade car so everybody can see the president.","author":"Eleanor Roosevelt","category":"Time, Behavior, See"},{"quote":"The greatest pleasure when I started making money was not buying cars or yachts but finding myself able to have as many freshly typed drafts as possible.","author":"Gore Vidal","category":"Money, Myself, Greatest"},{"quote":"I was a pizza delivery boy at the Pizza Oven in Canton. I wanted to get fired so bad, I actually wrecked the delivery car, but they wouldn't fire me because I was the only person they had working there.","author":"Marilyn Manson","category":"Pizza, Fire, Me"},{"quote":"If a kid is old enough to drive a car or buy a gun, isn't he old enough to be held personally responsible for what he does with his car or gun? Or if he's a teenager, should someone else be blamed because he isn't as enlightened as an eighteen-year-old?","author":"Marilyn Manson","category":"Gun, Drive, Responsible"},{"quote":"My hair is way, way long. I've hitchhiked across the country a zillion times. I've ridden in every car. I was never a hippie. It takes more than long hair.","author":"Penn Jillette","category":"Hair, Long, Country"},{"quote":"To drive a car in rural America is freedom. Before I had a car, I'd never seen a rock and roll show, I'd never seen a comic or a show.","author":"Penn Jillette","category":"Freedom, America"},{"quote":"I've never revved my car at a light for an attractive woman or an auto-rival, not even as a joke.","author":"Penn Jillette","category":"Light, Woman, Never"},{"quote":"It's always the big question in our lives if you have a lot of success. What do you do with it? Buy more houses, buy more cars, buy more stuff, be wealthy and distant and unengaged? Or do you take all that good fortune that has come towards you and spread the love, do something with it?","author":"Kevin Spacey","category":"Love, Success, Good"},{"quote":"I'm not someone who wears shades all the time and ducks into a darkened car in case I'm recognized - that would be absolute misery.","author":"Ian Mckellen","category":"Time, Shades, Someone"},{"quote":"If you come down to it, there's only a handful of worlds that action films live in. You have your car chases, your gun fights, and your fights.","author":"James Wan","category":"Action, Live, Gun"},{"quote":"I think, ultimately, if you create characters that people like and can relate to, your characters are grounded on a human level even if your cars are not.","author":"James Wan","category":"People, Think, You"},{"quote":"I never saw anything funny in a car commercial - but that's OK. Whatever they wanted to do - it's their product and I'm the spokesperson, and I'm going to deliver.","author":"Bill Cosby","category":"Funny, Product, Anything"},{"quote":"Both of my parents have been actors there were a lot of show tunes on in the car all of the time. I grew up with that.","author":"Daniel Radcliffe","category":"Time, Parents, Up"},{"quote":"I don't know what to do with it. I'm very fortunate to have it, and it gives you room to maneuver. But the main thing about having money is it means you don't have to worry about it. And that for me is a lovely thing. It's not for fast cars and hookers.","author":"Daniel Radcliffe","category":"Money, Me, Worry"},{"quote":"My parents were what I like to call proper musical fans. Lots of Sondheim was played in the car.","author":"Daniel Radcliffe","category":"Parents, Fans, Like"},{"quote":"People who have car collections - I never understood that. I always thought that was unnecessary. It's not beautiful, it's not creative. It's just showing how much money you've got.","author":"Daniel Radcliffe","category":"Beautiful, Money, Creative"},{"quote":"I grew up listening to show tunes in the back of the car.","author":"Daniel Radcliffe","category":"Listening, Up, Back"},{"quote":"There are races and then there are races. And without a doubt, the Indy 500 is the race that I've always wanted to attend. And now, to be driving the Corvette Pace Car... this is going to be unbelievable.","author":"Guy Fieri","category":"Driving, Doubt, Race"},{"quote":"I have to have energy because I have a lot of expenses. A couple of cars, couple of dogs and a big estate.","author":"Don Rickles","category":"Energy, Dogs, Expenses"},{"quote":"I've spent more on my Dodger tickets that I did on my car.","author":"Shia LaBeouf","category":"More, Spent, Did"},{"quote":"My first car, I got it in an auction at my temple. It was an '86 Volvo that I got for 500 bucks, and then wound up throwing $10,000 into the stereo system and put TVs in the foot rests. It was the most ridiculous Volvo you'd ever seen, but I had never had money before and I was out of my mind.","author":"Shia LaBeouf","category":"Money, Mind, You"},{"quote":"I don't have any expensive habits. I'm not a car collector or any of that nonsense. But I'd love to be incredibly wealthy for no reason at all.","author":"John Lydon","category":"Love, Habits, Reason"},{"quote":"I don't have huge bank accounts. I'd love one. But it wouldn't change much. I don't have any expensive habits. I'm not a car collector or any of that nonsense. But I'd love to be incredibly wealthy for no reason at all.","author":"John Lydon","category":"Love, Change, Habits"},{"quote":"The most important loan to pay is your student loan. It's more important than your mortgage, car and credit card payments. You cannot discharge student loan debt in the majority of cases.","author":"Suze Orman","category":"Student, Credit, You"},{"quote":"The prenup needs to be drawn up months before the wedding, not days - it's not something you slap together and sign in the car on the way to the ceremony. A shotgun prenup might not hold up in court.","author":"Suze Orman","category":"Wedding, Together, You"},{"quote":"Everything I've been thinking, every vision, even down to every shot I throw, it just ends up here in reality. Whether it was in a fight and how to react or whether it was in a stadium with screaming fans or whether I was in a fancy car or the best clothes ever, I always put myself somewhere.","author":"Conor McGregor","category":"Best, Myself, Vision"},{"quote":"I don't mind a little Sturm und Drang. When I was doing 'Riding in Cars With Boys,' I wouldn't smile at anybody, because my character, Bev, was angry at the world. I'm the opposite. Inside my head I'd be like, God, I'll explain to you at the end of shooting that I'm not this person.","author":"Drew Barrymore","category":"Smile, Character, God"},{"quote":"At least in making an action film, there's always going to be someone who wants to see a car chase. Even if a lot of the people don't like it, there will be a lot of people that do. But bad comedy is just garbage.","author":"Jason Statham","category":"Action, People, Comedy"},{"quote":"I'm into all things German. Everything that I own is German. As far as cars go, anyway.","author":"Jason Statham","category":"Everything, Far, Things"},{"quote":"I've always had a fascination with cars and racing, not that I've ever competed.","author":"Jason Statham","category":"Racing, Always, Fascination"},{"quote":"During the season, most of my time to unwind is in my car ride home. When I get home, it's being with my kids.","author":"Tom Brady","category":"Time, Home, Season"},{"quote":"I think I'm a survivor. I could have suffered at least 100 professional deaths. I could come up with a list of the 100 times I've come closest to death, from having pneumonia as a child to car crashes.","author":"Craig Venter","category":"Death, Child, Professional"},{"quote":"We've become such a multitasking society that just paying attention to the road doesn't seem to be that important anymore. I have to remind my kids all the time that that's what you're supposed to be doing in the car.","author":"Andie MacDowell","category":"Time, Road, Society"},{"quote":"A car is a 2,000 pound projectile that can go 100 miles an hour.","author":"Jesse Ventura","category":"Miles, Go, Hour"},{"quote":"I don't race cars.","author":"Dwayne Johnson","category":"Race, Race Cars"},{"quote":"I sing in full voice in the car and have a tendency to harmonize badly.","author":"Brad Goreski","category":"Voice, Full, Sing"},{"quote":"I've actually stopped tinting my windows because the paparazzi look for trucks and cars with supertinted windows.","author":"Megan Fox","category":"Windows, Look, Trucks"},{"quote":"I don't think any rapper can go back. You can be a car salesman, a bank teller - I mean, really good jobs, and people are still gonna look at you and be like, 'You used to rap; what happened?'","author":"Jay-Z","category":"Good, People, Think"},{"quote":"I never wanted to just glamorize the playa lifestyle and not touch on the down side. I wanted everyone who's in a desperate situation to know that, if they wanna choose that kinda lifestyle, they gotta be aware of everything that comes with it! It's not just about the cars, the ladies and the money.","author":"Jay-Z","category":"Money, Situation, Know"},{"quote":"I would love to be on 'Top Gear' as a star in a reasonably priced car.","author":"Sandra Bullock","category":"Love, Star, Gear"},{"quote":"Guns do kill. Unlike cars, that is all they do.","author":"Molly Ivins","category":"Guns, Unlike"},{"quote":"Why young men from the country become firefighters is hard to explain to people who are not from the country. For most of us, it's not about the rush, which fades with time, or the paycheck. We could earn more working for the railroad or a car dealership. I figure it's about the land.","author":"Matthew Desmond","category":"Time, Men, People"},{"quote":"I cannot drive very well. I drive slow and very safe. I don't know cars that well.","author":"Selena Gomez","category":"Slow, Drive, Know"},{"quote":"When my mother and I walked to the grocery store, men would circle the block in cars. It was very, very scary, especially as a young boy. Very predatory - a hunt.","author":"Ryan Gosling","category":"Mother, Men, Circle"},{"quote":"First of all, I have to have trucks because I live most of my time on a horse farm, so I've gotta have trucks. It's in the northeast; I've got to have pickup trucks to move snow, number one. Number two, just if I'm driving, I don't have to have an SUV, but I want a big car.","author":"Denis Leary","category":"Time, Horse, Live"},{"quote":"I talk to myself, especially in the car.","author":"Chris Pine","category":"Myself, Talk"},{"quote":"I love the '40s. I love the '50s. I love the style, I love the clothes. I love how the women looked. I love the dances. I love the music. I love the amber of the light. I'm just in love with the cars. I'm in love with all of it.","author":"Chris Pine","category":"Love, Music, Women"},{"quote":"A man's car is like an extension of their ego and their manhood.","author":"Shakira","category":"Man, Ego, Manhood"},{"quote":"'Black Hole Sun' was written in a car when I was driving home from the studio one night. Pretty much everything that you hear was written in my head.","author":"Chris Cornell","category":"Home, Sun, Night"},{"quote":"I have a Chevy Impala that I roll around in and a '89 Jeep Wrangler, which is the first car I ever bought. It has 180,000 miles on it, and that is my daily whip. I take that everywhere. Don't forget where you came from, that's why I'll never get rid of that Jeep.","author":"John Cena","category":"Daily, Why, You"},{"quote":"White is actually one of my favorite colors. I have a white car. I love white.","author":"Kim Kardashian","category":"Love, Colors, Favorite"},{"quote":"Every system I have in my house or my car, they're all tuned exactly the same.","author":"Jimmy Iovine","category":"House, System, Same"},{"quote":"The relentless invisible storm of radio signals and electronic particles, the hustle and bustle, and the billions of petrol explosions in the engine blocks of trucks and cars seem to churn up the molecules of life and heaven so violently that the beautiful fogs are unable to hold together like they once did.","author":"Michael Leunig","category":"Life, Beautiful, Together"},{"quote":"Would this country be better off if no one drank? Yes, it would be, but we tried that; it doesn't work. I don't want to tell anybody that they can't have as many drinks as they want every single night of the week as long as they don't get behind the wheel of a car.","author":"Gary Johnson","category":"Work, Week, Night"},{"quote":"If I go onstage, I want to give people everything they want and more. I'll wash their car for them on their way out.","author":"Trent Reznor","category":"People, Want, Way"},{"quote":"Now that I have a thousand albums in my car all the time, I listen to more music. I was too lazy; I always had the same five discs in there. I'd never think to change it.","author":"Trent Reznor","category":"Change, Music, Time"},{"quote":"Back when Detroit was the head of auto manufacturing, it was clear where profits were created. Right? A car was made in Detroit. There was little argument that you could make that some of the money from that should be sent overseas to Ireland.","author":"Charles Duhigg","category":"Money, Argument, You"},{"quote":"Even though it's hard to learn how to back your car out the driveway at first, once it becomes a habit, you can do it almost automatically and think about something else, like the meeting that you need to go to today or what's on the radio.","author":"Charles Duhigg","category":"Today, You Can Do It"},{"quote":"I'm really proud of 'Cars.' 'Cars,' when it first came out, got probably the most mediocre reviews of a Pixar film.","author":"John Lasseter","category":"Proud, Film, First"},{"quote":"'Cars' is simply near and dear to my heart.","author":"John Lasseter","category":"Heart, Dear, Near"},{"quote":"I'm a car nut. My father was a parts manager at a Chevrolet dealership.","author":"John Lasseter","category":"Father, Manager, Nut"},{"quote":"Car love is the sound of a throaty V-8 rumbling and revving, the acceleration throwing you back in the seat - especially when you get on a beautiful, winding road and the light's dappling through the trees.","author":"John Lasseter","category":"Love, Beautiful, Light"},{"quote":"'Cars' is a really personal story for me because, first of all, I grew up in Los Angeles - the car crazy capital.","author":"John Lasseter","category":"Crazy, Me, Story"},{"quote":"Obviously, movies, you're often on location, out in the rain or the sun, in a real place where the trees and the cars are real. But when you're on stage, as an actor you're imagining the environment that you're in.","author":"Peter Jackson","category":"Rain, Sun, Trees"},{"quote":"I never listen to the radio unless I rent a car.","author":"David Byrne","category":"Listen, Radio, Never"},{"quote":"There's a certain amount of freedom involved in cycling: you're self-propelled and decide exactly where to go. If you see something that catches your eye to the left, you can veer off there, which isn't so easy in a car, and you can't cover as much ground walking.","author":"David Byrne","category":"Freedom, Eye, Walking"},{"quote":"I'm not suggesting people abandon musical instruments and start playing their cars and apartments, but I do think the reign of music as a commodity made only by professionals might be winding down.","author":"David Byrne","category":"Music, Start, People"},{"quote":"I don't listen to the radio very much, but that could be because I don't have a car.","author":"David Byrne","category":"Listen, Radio, Because"},{"quote":"I hope that if you are employed full-time, you are doing it to ensure that basic needs are met and not simply to indulge a taste for an elaborate home, fancy cars, and other luxuries.","author":"Gordon B. Hinckley","category":"Hope, Home, You"},{"quote":"For value investors, General Motors is a tempting target. The company's share of the North American auto market has steadily declined for two decades, and analysts say the company suffers from weak management and unexciting cars.","author":"Alex Berenson","category":"Management, Value, American"},{"quote":"I've got a role in the new Billy Bob Thornton movie that Billy Bob wrote and is going to direct called 'Jayne Mansfield's Car.' I only have four scenes, but I have as much dialogue as anybody in the movie.","author":"Ron White","category":"New, Dialogue, Role"},{"quote":"You can get into a very fancy car and know everything about the engine, but when you drive in that car, you feel that rush. In the same way, I think the more you know about love, the more you can enjoy it. And knowing about your personality type, who you are and what kind of person you're dealing with gives you a great leg up.","author":"Helen Fisher","category":"Love, Great, Personality"},{"quote":"A Rolex watch or an expensive car are the things guys often use to show status, wealth, and basic desirability.","author":"Helen Fisher","category":"Wealth, Show, Watch"},{"quote":"I know some people who live this much more insulated life in Los Angeles, where their feet never touch public ground. They walk out of their bathroom, their living room, they get into their garage, their car, and the next thing you know, they're at the valet parking of the restaurant or the store or the office. They're in a bubble the whole time.","author":"Alec Baldwin","category":"Life, Time, Walk"},{"quote":"Everything I hated about L.A. I'm beginning to crave. L.A. is a place where you live behind a gate, you get in a car, your interaction with the public is minimal. I used to hate that.","author":"Alec Baldwin","category":"Hate, Beginning, Live"},{"quote":"Hollywood studios bury that stuff - actors who punch directors in the face and try to run producers over with cars - insanity, criminal behavior. But the studios are invested in that star, they can't have that person's name dirtied up.","author":"Alec Baldwin","category":"Name, Behavior, Face"},{"quote":"I probably wouldn't be a good spokesman for an electric car, because I'll still get on a private jet, and one flight on a private jet undoes all my electric-car good deeds.","author":"George Clooney","category":"Good, Flight, Good Deeds"},{"quote":"Who buys French cars? Not me.","author":"Karl Lagerfeld","category":"Me, Who, Buys"},{"quote":"When I got the job on 'Lost,' I was a broke university student living in the crappiest part of town, with a duct-taped back window on a broken-down car. I existed on peanut butter and tea.","author":"Evangeline Lilly","category":"Job, Lost, Window"},{"quote":"My first-ever car, my parents bought me a red Fiat Uno. I was 17 and just so happy to have a car, so I was very fortunate that my parents were in a position to get me one - it was a secondhand car, but I was just so happy to have it.","author":"Victoria Beckham","category":"Happy, Parents, Red"},{"quote":"We need to stop flying, stop driving cars and jetting around on marine recreational vehicles.","author":"Paul Watson","category":"Flying, Driving, Stop"},{"quote":"Robots already perform many functions, from making cars to defusing bombs - or, more menacingly, firing missiles. Children and adults play with toy robots, while vacuum-cleaning robots are sucking up dirt in a growing number of homes and - as evidenced by YouTube videos - entertaining cats.","author":"Peter Singer","category":"Children, Cats, Robots"},{"quote":"When I was writing 'Kitchen Confidential,' I was in my 40s, I had never paid rent on time, I was 10 years behind on my taxes, I had never owned my own furniture or a car.","author":"Anthony Bourdain","category":"Time, Writing, Kitchen"},{"quote":"Honestly, the average American spends about 52 minutes a day in commute traffic. And as much as I love driving my car and many people like driving their car, commuting has never been fun for me.","author":"Sebastian Thrun","category":"Love, Day, American"},{"quote":"Meat is a mighty contributor to climate change and other environmental problems. The amount of meat we're eating is one of the leading causes of climate change. It's as important as the kind of car you drive - whether you eat meat a lot or how much meat you eat.","author":"Michael Pollan","category":"Change, Environmental"},{"quote":"I used to take my car and go down to the South Island for five or six days and climb glaciers and jump out of planes and jump off bridges and go white water rafting - a bit of thrill-seeking.","author":"Luke Evans","category":"Water, Bridges, Climb"},{"quote":"I'm as passionate as any car owner or car collector that has one car or 300 cars.","author":"Bill Goldberg","category":"Passionate, Owner, Collector"},{"quote":"I've spent a lot of time in a rock n' roll band trying to fight off the fact that I was old enough to rent a car. And it's all sort of rushed in at once now. And I like it.","author":"Jason Isbell","category":"Time, Fight, Trying"},{"quote":"Two of my grandparents died in a car crash. Sucks, 'cause they would have lived to a hundred.","author":"Kid Rock","category":"Grandparents, Lived, Two"},{"quote":"To this day, I am the least materialistic person I know, because my father didn't raise me to just go out and buy this or that car. The only reason I wanted to make money as an actor was because I'm passionate about food!","author":"Hugh Jackman","category":"Food, Money, Father"},{"quote":"I don't think Bond does too much; he's just suave and sexy. He rolls out with his martini and fancy cars. Wow, it sounds like my life already.","author":"Priyanka Chopra","category":"Life, My Life, Think"},{"quote":"Humans are unbelievably data efficient. You don't have to drive 1 million miles to drive a car, but the way we teach a self-driving car is have it drive a million miles.","author":"Jeff Bezos","category":"Data, Drive, You"},{"quote":"In today's YouTube world, are officers reluctant to get out of their cars and do the work that controls violent crime? Are officers answering 911 calls but avoiding the informal contact that keeps bad guys from standing around, especially with guns?","author":"James Comey","category":"Work, Today, World"},{"quote":"I have a car in Nebraska. When I bought it, they gave me a satellite radio, and there's an 'indie-rock' station. It's just nothing I'm interested in.","author":"Conor Oberst","category":"Me, Radio, Nothing"},{"quote":"Cars and cameras are the two things I let myself be materialistic about. I don't care about other stuff.","author":"Louis C. K.","category":"Myself, Care, Two"},{"quote":"I'm someone who's always on the go and crazy busy, so I like to keep snacks in my car and at the office, and Cracker Jack'd is a really yummy snack that I love. I definitely am a big snacker.","author":"Ashley Tisdale","category":"Love, Crazy, Busy"},{"quote":"It just seemed too weird to me. I don't know, maybe they were smoking a joint in the car downstairs from their parents' apartment. I had to go that far to put together a scenario of how they could have possibly recognized me.","author":"Marc Jacobs","category":"Together, Parents, Me"},{"quote":"The parents of teenagers would love to have a car that won't go very far or go very fast. They could just cruise around the neighborhood, drive it to school, see their friends, plug it in overnight.","author":"Clayton Christensen","category":"Love, Friends, Parents"},{"quote":"People tend to cherish and take care of the things they pay for and therefore own, countries included. The opposite is also true. When was the last time you changed the oil in a rental car?","author":"Tucker Carlson","category":"Time, People, Care"},{"quote":"A simple social engineering hack might involve leaving a thumb drive on the pavement close to the driver's door of a car.","author":"John McAfee","category":"Simple, Door, Leaving"},{"quote":"In Japan, they have TV sets in cars right now, where you can punch up traffic routes, weather, everything! You can get Internet access already in cars in Japan, so within the next 2 to 3 years it's gonna be so crazy!","author":"Glenn Danzig","category":"Weather, Crazy, Internet"},{"quote":"Everybody has a gun in their car in Detroit.","author":"Jim Harrison","category":"Gun, Detroit, Everybody"},{"quote":"Sometimes, I tell my wife I have to take a car trip and collect new memories - I like to drive around at absolute random for weeks on end through the United States and parts of Canada. Or else I feel trapped, like you feel when your life is completely planned for months in advance, and you think you're not getting enough oxygen.","author":"Jim Harrison","category":"Life, Memories, Wife"},{"quote":"American stuntmen are smart - they think about safety. When they do a jump in a car, they calculate everything: the speed, the distance... But in Hong Kong, we don't know how to count. Everything we do is a guess. If you've got the guts, you do it. All of my stuntmen have gotten hurt.","author":"Jackie Chan","category":"Safety, Smart, American"},{"quote":"If Uber is lower-priced, then more people will want it. And if more people want it and can afford it, then you have more cars on the road. And if you have more cars on the road, then your pickup times are lower, your reliability is better. The lower-cost product ends up being more luxurious than the high-end one.","author":"Travis Kalanick","category":"Road, People, Want"},{"quote":"If there was a mobility service that's cheaper than owning a car, more reliable, and you get to sit in the back seat instead of being stressed out in the front seat, why would you own a car?","author":"Travis Kalanick","category":"Service, Why, You"},{"quote":"I want a Mini-Cooper because it's fuel efficient, emissions efficient and all that stuff. It's small and better for the environment. I think that will be my next car.","author":"Christina Ricci","category":"Small, Environment, Want"},{"quote":"My grandmother was probably the first person who I thought was beautiful. She was incredibly stylish, she had big hair, big cars. I was probably 3 years old, but she was like a cartoon character. She'd swoop into our lives with presents and boxes, and she always smelled great and looked great.","author":"Tom Ford","category":"Beautiful, Character, Great"},{"quote":"I went to Coachella once, and it was only to go see Leonard Cohen. I got in the car and sat through all the crazy traffic in L.A. to get there - instead of a two hour drive, it takes, like, six hours. Then I watched his set and turned around and left. I just so wanted to see him perform in the desert.","author":"Hannah Simone","category":"Crazy, Desert, See"},{"quote":"We must be aware of consumerism! That's our tendency. It's the capitalistic curse that we were poisoned with. We should spend only what is necessary. How do you call the big cars, the latest ones? Hummer! Not a single dollar to import Hummers! What is that? What is that? What kind of revolution is this? One of Hummers? No way!","author":"Hugo Chavez","category":"Revolution, You, Kind"},{"quote":"How we fund transportation in this country is broken. You all pay a gasoline tax, right? Well, cars go farther, we get electric cars, and so on. And then we do more with the money than just build roads. We do bike lanes and mass transit.","author":"Kevin McCarthy","category":"Money, Roads, Bike"},{"quote":"In the past there were people who were not rich but contented with their living style, laughing and happy all day. But when the new rich people appear, people look at them and ask, 'why don't I have a life like that too, a beautiful house, car and garden,' and they abandon their values.","author":"Thich Nhat Hanh","category":"Life, Happy, Beautiful"},{"quote":"I bought a lot of rubbish things that kids buy: skateboards and clothes and typical teenage stuff. And, as soon as I could, I wasted a lot of money on cars - BMW's mostly - for myself and my family.","author":"Tom Felton","category":"Family, Money, Myself"},{"quote":"I hate when someone drives my car and resets all the radio presets. I don't understand it. If I was ever driving someone's car, I would never touch the things that were set.","author":"Will Ferrell","category":"Hate, Driving, Understand"},{"quote":"It's worth noting that everything - from the Internet to electric cars, genomic sequencing, mobile apps, and social media - were pioneered by startups, not existing companies.","author":"Steve Blank","category":"Social Media, Internet"},{"quote":"Maybe our best family trip started at Victoria Falls, which drenches you with spray and is so vast that it makes Niagara Falls seem like a backyard creek. Then we rented a car and made our way to Hwange National Park, which was empty of people but crowded with zebras, giraffes, elephants and more.","author":"Nicholas Kristof","category":"Family, Best, People"},{"quote":"It's absurd that you know more about your car than you know about your body.","author":"Kevin Plank","category":"Body, Know, You"},{"quote":"Spending $1 for a brand new house would feel very, very good. Spending $1,000 for a ham sandwich would feel very, very bad. Spending $19,000 for a small family car would feel, well, more or less right. But as with physical pain, fiscal pain can depend on the individual, and everyone has a different threshold.","author":"Jeffrey Kluger","category":"Family, Good, Pain"},{"quote":"If one wanted to find a modern symbol of personal freedom, the motor car is right there near the top of the list. But a car has come to mean much more than that. It has become a powerful statement about who you are and how much you earn.","author":"Martin Jacques","category":"Freedom, Powerful, You"},{"quote":"Creative industries are more important than the car industry, luxury jewels, and fashion.","author":"Jean-Michel Jarre","category":"Creative, Fashion, Luxury"},{"quote":"My boyfriend keeps telling me I've got to own things. So, first I bought this car. And then he told me I oughta get a house. 'Why a house?' 'Well, you gotta have a place to park the car.'","author":"Julia Roberts","category":"Me, Why, You"},{"quote":"Everyone would have bigger and safer cars if they didn't have those CAFE standards: corporate average fuel economy.","author":"Grover Norquist","category":"Economy, Fuel, Cafe"},{"quote":"VW has held a beloved place in American culture. When I graduated from college, many of my friends drove across the country, and most hit the road in a VW van or Bug. Through the years, these cars have represented youth, freedom and quirkiness.","author":"Frances Beinecke","category":"Friends, Freedom, Culture"},{"quote":"The last thing I want to do is complain; I love what I do, and I know every job comes with a downside. But boy, this one's a doozy...You pull out of your driveway, and the paparazzi literally chase you, running red lights - I'm a really careful driver, especially with my kids in the car, but I worry they're going to cause an accident.","author":"Jennifer Garner","category":"Love, Job, Red"},{"quote":"Just getting from the airport straight to the gym is gonna be your best bet to knock off that rust and wake yourself up and get that blood flowing. You sit in a car or a plane cramped up, you lose a lot of blood flow and get that swelling in your legs. There are all kinds of dangers in sitting still too long.","author":"Roman Reigns","category":"Best, Yourself, Long"},{"quote":"I drive a car, like an adult. Not brilliantly. I'm not great.","author":"Karl Pilkington","category":"Great, Drive, Like"},{"quote":"In 2010, I sold my car, a Toyota Majester, for just a lakh-and-a-half to be able to feed my horses. It continues to be like a hole, where I put all my money.","author":"Randeep Hooda","category":"Money, Like, Where"},{"quote":"I'm probably more dangerous in a car than I am on a motorbike; on a bike I'm very mindful of the fact that if you make a mistake, you're dead.","author":"James McAvoy","category":"I Am, Mistake, Bike"},{"quote":"Auto racing is boring except when a car is going at least 172 miles per hour upside down.","author":"Dave Barry","category":"Racing, Down, Upside Down"},{"quote":"I want a pit crew... I hate the procedure I currently have to go through when I have car problems.","author":"Dave Barry","category":"Hate, Problems, Want"},{"quote":"Be able to back up a car for a considerable distance in a straight line and back out of a driveway.","author":"Marilyn vos Savant","category":"Distance, Back Up, Straight"},{"quote":"One of the disadvantages of poetry over popular music is that if you write a pop song, it naturally gets into people's heads as they listen in the car. You don't have to memorize a Paul Simon song; it's just in your head, and you can sing along. With a poem, you have to will yourself to memorize it.","author":"Billy Collins","category":"Music, Poetry, Yourself"},{"quote":"I was kidnapped by Sunni insurgents near Fallujah, in Iraq, ambushed by the Taliban in the Korengal Valley in Afghanistan, and injured in a car accident that killed my driver while covering the Taliban occupation of the Swat Valley in Pakistan.","author":"Lynsey Addario","category":"Driver, Car Accident, Valley"},{"quote":"Sometimes, when my wife and I were going out to dinner, I would take my laptop with me and work in the car, so as to take advantage of the half hour going and coming.","author":"Thomas Friedman","category":"Work, Wife, Me"},{"quote":"What it is basically, if you go to a gun show, and there's somebody out there in the parking lot, and they're getting out of their car, and they've got an A-15 on their shoulder, or... John Q. Public wants to sell a handgun or whatever, then there's no background check.","author":"Phil Gingrey","category":"Gun, You, Check"},{"quote":"I think many agree, being on the plan till 26, good idea; preexisting conditions, they all have a cost. So you have to find a way to pay for it. But it doesn't mean that you're going to keep or change. Listen, cars have tires. You can reinvent the car, but it's still going to have tires. Those aspects are components of healthcare.","author":"Rick Santelli","category":"Change, Good, Plan"},{"quote":"When I was drafted by the Colts, Indianapolis was a basketball and a car racing town, but it didn't take long for the Colts to convert the city and state of Indiana into football evangelists.","author":"Peyton Manning","category":"Football, City, Long"},{"quote":"It's crazy that you have to tell your phone or your computer or your house or your car 'It's me!' hundreds of times a day. Wearables will solve that problem.","author":"Astro Teller","category":"Day, Crazy, Me"},{"quote":"But I've never felt that being an actress is being in a comfortable place. It's seen from the outside that we're being driven in big cars and having these gorgeous suites and all of that. But come on, it's not about that.","author":"Juliette Binoche","category":"Place, Comfortable, Actress"},{"quote":"Boredom is a fearsome prospect. There's a limit to the number of cars and microwaves you can buy. What do you do then?","author":"J. G. Ballard","category":"Boredom, Limit, You"},{"quote":"There is a spiritual hunger in the world today - and it cannot be satisfied by better cars on longer credit terms.","author":"Adlai E. Stevenson","category":"Today, Spiritual, World"},{"quote":"I rememeber one time we were getting ready to go to South America and everything was packed up and in the car ready to go and I hid and I was crying because I really did not want to go, I wanted to play. I did not want to go.","author":"Michael Jackson","category":"Time, America, Want"},{"quote":"I always envied them, the owners of the cars with the white plates who can be seen around Jerusalem. I always wanted to be one of them. We call them U.N., even though U.N. are generally foreign correspondents with leased cars and yellow plates.","author":"Sayed Kashua","category":"Yellow, White, Always"},{"quote":"I do love cars.","author":"Zlatan Ibrahimovic","category":"Love"},{"quote":"The car has become the carapace, the protective and aggressive shell, of urban and suburban man.","author":"Marshall McLuhan","category":"Man, Become, Aggressive"},{"quote":"Here comes 40. I'm feeling my age and I've ordered the Ferrari. I'm going to get the whole mid-life crisis package.","author":"Keanu Reeves","category":"Age, Crisis, Feeling"},{"quote":"I'm big on having a blistering pace. That's one of the hallmarks of what I do, and that's not easy. I never blow up cars and things like that, so it's something else that keeps the suspense flowing. I try not to write a chapter that isn't going to turn on the movie projector in your head.","author":"James Patterson","category":"Easy, Chapter, Try"},{"quote":"Yeah, I left Idaho at 17. You know, I graduated high school a year early and just, you know, the typical story, packed up my car and moved out.","author":"Aaron Paul","category":"School, High School, Know"},{"quote":"I drive Fords, and I've driven American cars all my life, and I want to have a strong American manufacturing sector, especially in automobiles.","author":"Jim DeMint","category":"Life, Strong, American"},{"quote":"I collect vintage cars, so you always find them in my books.","author":"Clive Cussler","category":"Vintage, You, Find"},{"quote":"I write songs for people who drive in cars. I really do.","author":"Melissa Etheridge","category":"People, Drive, Write"},{"quote":"'The melancholy of all things done' is the way Buzz once described his complete mental breakdown after returning from the moon. Booze. A couple of divorces. A psych ward. Broke. At one point he was selling cars.","author":"Jeanne Marie Laskas","category":"Moon, Done, Selling"},{"quote":"I don't know how to drive a car.","author":"Javier Bardem","category":"Drive, Know, How"},{"quote":"I've always been attracted to cars, and driving is a completely measurable experience: if you qualify last on the grid, you're the slowest, and if you qualify first on the grid, you're the fastest. So no one can say you're slow if you're fast and no one can say you're fast if you're slow.","author":"Eric Bana","category":"Experience, Slow, You"},{"quote":"I grew up in Texas, and people love their American-made muscle cars there. I grew up around people who loved cars and took care of cars and my dad's a big car nut, so I learned a little bit about cars - how to love them, most importantly. I think that from the time I could remember, I've always envisioned myself in a vintage muscle car.","author":"Amber Heard","category":"Love, Time, Myself"},{"quote":"The only thing I know is that no one ever sat in a therapist's or a psychiatrist's room saying, 'My parents just loved me too much.' The only thing you can do is love them and be around. Kids don't really care what your car is like or how big their house is. All they really care about is that you are around.","author":"James Corden","category":"Love, Parents, Me"},{"quote":"Most critics of gender division are women, and they're worried about girls and the roles presented for them by gendered entertainments. They are quite right to be. Telling girls that the cars and the guns are beyond their domain of expertise, and that they should content themselves with clothes and friendships, is limiting.","author":"Russell Smith","category":"Women, Gender, Guns"},{"quote":"You want to make sure this particular car is going to please the customer and then you're going to be rewarded with something that is going to please the shareholder.","author":"Carlos Ghosn","category":"Customer, Want, You"},{"quote":"The problem is Twitter is designing the metaphorical equivalent of a Toyota Prius. A car for the masses. While I want a Formula One race car.","author":"Robert Scoble","category":"Problem, Want, Race"},{"quote":"If I can put on my album in a car or on my headphones and listen to the whole thing and love it, that's what I'm going to be happy putting out there.","author":"Ed Sheeran","category":"Love, Happy, Be Happy"},{"quote":"When you think of bike couriers, you think of hyper speed. They get paid by how fast they can drop stuff off. The faster you go, the more chances you take. And the more chances you take, the greater the war between cyclists and cars.","author":"Dan Hill","category":"War, Speed, Bike"},{"quote":"I can't just wear whatever when I go out because somebody might want to take a picture. People are, like, taking pictures of me in my car when I'm driving. It's crazy. I kind of hate it sometimes.","author":"Bryson Tiller","category":"Hate, Crazy, Me"},{"quote":"It turns out that if you optimize the performance of a car and of an airplane, they are very far away in terms of mechanical features. So you can make a flying car. But they are not very good planes, and they are not very good cars.","author":"Gregory Benford","category":"Good, Performance, Airplane"},{"quote":"I will sit in the car on the way to a meeting and just smile. I really mean that. It helps you get through life. If you have nothing to say, smile. Look up at the sky and smile. Just be grateful.","author":"Andre Leon Talley","category":"Life, Smile, Sky"},{"quote":"When it comes to cars, only two varieties of people are possible - cowards and fools.","author":"Russell Baker","category":"People, Fools, Two"},{"quote":"Growing up in Southern California, it's all car culture. When I was a kid, I knew every single model of every single car dealer; I knew every style of every year.","author":"Cheech Marin","category":"Culture, Style, Growing Up"},{"quote":"Every human being in this world is interested in certain things. Everybody has a hobby. Some people like art; I know nothing about it. Some people like books, some people like fishing, some people like music. I like to look at cars.","author":"Bikram Choudhury","category":"Music, Art, World"},{"quote":"Indian car buyers have not really been exposed to customer care in a competitive environment.","author":"Ratan Tata","category":"Customer, Environment, Care"},{"quote":"People of great power wield great power, but people of lesser power or people who have fallen out of power go to jail without adequate evidence, or their bodies are found in the trunks of cars.","author":"Ratan Tata","category":"Great, Power, People"},{"quote":"Since I got involved in Telco, we first developed the first modular truck, the 407, then the 709, and now the 2213. These trucks broke away from the old face of Telco trucks. I was also just as much involved with the Safari, but nobody talks about the Safari. My involvement has been there with all Telco's projects -somehow the car has got hyped up.","author":"Ratan Tata","category":"Face, Truck, Involvement"},{"quote":"In syndication, the biggest buyers are car dealerships.","author":"Bill Engvall","category":"Buyers, Biggest"},{"quote":"I don't listen to the radio in the car, and I do that because I don't want to be influenced.","author":"Tom Scholz","category":"Listen, Want, Radio"},{"quote":"Chrysler builds great cars.","author":"Lee Iacocca","category":"Great, Chrysler, Builds"},{"quote":"I grew up in a culture of motorbikes. So I like racing just fine. Quite a lot, actually. That was when I was a boy in Australia. And I never really made the jump to cars after that.","author":"Chris Hemsworth","category":"Culture, Racing, Jump"},{"quote":"It's like driving your car. If you drive too fast on the highway, you will topple, so you better maintain your speed. Life is similar to that, and that's the way you have to control your head.","author":"A. R. Rahman","category":"Life, Control, Speed"},{"quote":"When I was a kid, nobody in my family had a car. And I didn't have many toys. The only toys I had were the ones I would steal.","author":"DMX","category":"Family, Nobody, Toys"},{"quote":"The reason we have cancer and heart disease is the same reason you can't get rid of the wear and tear on your tires on your car: as soon as you use them, you are wearing them away. You can't make eternal tires, and it's the same with the human body.","author":"S. Jay Olshansky","category":"Heart, Body, Cancer"},{"quote":"Whenever I made money I invested in myself... I bought whatever I needed to make my career better. I never really spent money on other stuff, like buying expensive cars.","author":"Tiesto","category":"Money, Myself, Better"},{"quote":"I had more clothes than I had closets, more cars than garage space, but no money.","author":"Sammy Davis, Jr.","category":"Money, Space, Clothes"},{"quote":"Building a house from scratch in the middle of a field is a bit like building a prototype car. As with all prototypes, if you're building a car you usually have the luxury of producing several prototypes before you arrive at the production line version - so the opportunity for changing things is quite rich.","author":"Kevin McCloud","category":"Opportunity, Building, Rich"},{"quote":"My definition of a redundancy is an air-bag in a politician's car.","author":"Larry Hagman","category":"Politician, Definition"},{"quote":"Television is such an evolving medium. When you're doing a TV show, it's not like you just shoot for six weeks and you're in an editing room with all of your footage. It's like a guitar or a car, you have to fine tune things. You stop doing what's not working, you work on what is working and you add things that do work.","author":"Chris Pratt","category":"Work, Guitar, Television"},{"quote":"Cities offer us powerful leverage on our most stubborn, wasteful practices. Long commutes in our cars, big power bills from our energy-hogging buildings, shopping trips to buy stuff that'll spend a few short months in our homes and long centuries in our landfills.","author":"Alex Steffen","category":"Power, Powerful, Short"},{"quote":"Every snapshot collector has obsessions. Some only collect photos of cars. Others like World War II, or babies, or old-timey girls in old-timey swimsuits. I happen to collect the weird stuff: photos that make the hair on the back of your neck stand up a little. The uncanny.","author":"Ransom Riggs","category":"War, Hair, World"},{"quote":"This generation is so dead. You ask a kid, 'What are you doing this Saturday?' and they'll be playing video games or watching cable, instead of building model cars or airplanes or doing something creative. Kids today never say, 'Man, I'm really into remote-controlled steamboats.'","author":"Jack White","category":"Today, Man, Video Games"},{"quote":"We need to bring Android and Chrome to every screen that matters for users, which is why we focused on phone, wearables, car, television, laptops, and even your workplace.","author":"Sundar Pichai","category":"Television, Why, Bring"},{"quote":"Failures are much more dramatic than successes, and people like drama. I think this is why automobile races draw such crowds. People expect spectacular crashes, which we tend to find more interesting than cars just racing around the track. The same is true of bridges, buildings, or any structure or machine.","author":"Henry Petroski","category":"People, Think, Drama"},{"quote":"I've made club songs, and I've made radio songs, and I've made the car songs.","author":"T-Pain","category":"Radio, Club, Made"},{"quote":"I do YouTube my cars a lot.","author":"T-Pain","category":"YouTube, Lot"},{"quote":"I could never drive in a great big car; people like me because I'm a man of the people, a hustler.","author":"Terry McAuliffe","category":"Great, Man, Me"},{"quote":"Yeah, I'm the Brit who isn't Lewis Hamilton that woke up and realised he was good. I got that tag because I was young, flying around in jets and driving fast cars. I always took my driving seriously, but I suppose I enjoyed life... But I'm not a playboy.","author":"Jenson Button","category":"Life, Good, Flying"},{"quote":"I keep my weight low, although you need to be able to move your weight around the race car to change the balance. I'm 6ft and I'm 70kg so I haven't much fat on me.","author":"Jenson Button","category":"Change, Balance, Me"},{"quote":"I always check my harness before I do a stunt I test-drive the cars I have to race or explode I'm present at all pyrotechnical rehearsals and I walk through everything step-by-step. No man should put their life in someone else's hands unless they have covered their own safety from all angles.","author":"Akshay Kumar","category":"Life, Man, Safety"},{"quote":"We approach people the same way we approach our cars. We take the poor kid to a doctor and ask, What's wrong with him, how much will it cost, and when can I pick him up?","author":"James Hillman","category":"Doctor, People, Way"},{"quote":"Being poor with three small children is terrifying. You can't make any plans. You know you're not going on holiday, ever. There's no way you could ever afford driving lessons or a car. And the guilt I used to feel: they had holes in their shoes, and at one point, I had to send them to school wearing Wellingtons when the sun was shining.","author":"Sue Townsend","category":"Children, School, Shoes"},{"quote":"There's something scary, knowing that in Florida, someone can pick you up in a car and drive you to 50 states. Back home, it's like, 'Girl, you're 15 minutes away.'","author":"Grace Gealey","category":"Home, Girl, You"},{"quote":"Well, you can say there is a self driving car. I'm seeing the automation of vehicles. Really, computer-assisted driving. I think that is really interesting to us because we are taking all of the sensors technologies and putting them in cars and making people safer.","author":"Tony Fadell","category":"Self, People, Think"},{"quote":"I take a lot of pride in the work I do, because people pay to see me. They've got to get babysitters, park their car, get popcorn and candy. I've got to be conscious of that.","author":"Mr. T","category":"Work, Pride, Me"},{"quote":"If I weren't skateboarding, I'd love to race cars. I like anything that's fast and active.","author":"Ryan Sheckler","category":"Love, Fast, Race"},{"quote":"I love driving. I still drive a 1993 Toyota Camry. I do want to get an electric car, but it's less of a carbon footprint if you keep your old, fuel-efficient car on the road than if you say 'build me a whole new car.'","author":"Josh Fox","category":"Love, Road, Me"},{"quote":"The car industry has invested a lot in hybrid, but my opinion is electric cars will take over a lot of hybrids quicker than people think now.","author":"Henrik Fisker","category":"People, Think, Opinion"},{"quote":"I really like driving cars. I love car games.","author":"Kodi Smit-McPhee","category":"Love, Driving, Games"},{"quote":"I'm an anorak. I've always been an obsessive collector of things. Richard Briers collects stamps. I collect cars and guns, which are much more expensive, and much more difficult to store.","author":"Michael Gambon","category":"Guns, Difficult, Always"},{"quote":"I remember reading 'The Hobbit' on a car trip from Ohio to Mississippi and getting out at a rest-stop in Mississippi and feeling jet-lagged at my return from Middle-earth.","author":"Garth Risk Hallberg","category":"Reading, Remember, Feeling"},{"quote":"Either the car is stationary, or it's on the move.","author":"Murray Walker","category":"Move, Stationary, Either"},{"quote":"Removing the faults in a stage-coach may produce a perfect stage-coach, but it is unlikely to produce the first motor car.","author":"Edward de Bono","category":"Perfect, First, Faults"},{"quote":"When I went to the University of California, Santa Barbara, in 2002, I decided I wanted to leave my car at home and create an experiment with my own life. I'd only be able to find creative solutions to transportation if I felt the pain of trying to get to downtown at 10 o'clock at night.","author":"Logan Green","category":"Life, Home, Pain"},{"quote":"Those who have come into Formula One without experiencing cars devoid of electronic aids will find it tough. To control 800 horse power relying just on arm muscles and foot sensitivity can turn out to be a dangerous exercise.","author":"Michael Schumacher","category":"Power, Horse, Control"},{"quote":"People get excited around me and behave differently than they would normally. I don't feel different from anyone else, except that I drive a racing car round in circles faster than somebody else.","author":"Michael Schumacher","category":"Racing, Me, People"},{"quote":"Nothing impresses the ladies like a clean, pressed pair of khakis and a large pattern shirt featuring either classic cars, mojitos or men playing golf.","author":"Tim Heidecker","category":"Golf, Men, Nothing"},{"quote":"To this day, I still haven't touched one dime of my signing bonus or NFL contract money. I live off my marketing money and haven't blown it on any big-money expensive cars, expensive jewelry, or tattoos and still wear my favorite pair of jeans from high school.","author":"Rob Gronkowski","category":"Day, Money, School"},{"quote":"I drank a lot when I was a teenager and I don't drink any more, because that's when I thought, you know, I'm gonna end up a car wreck.","author":"Kristin Davis","category":"Thought, End, Know"},{"quote":"People get very thoughtful when they are in cars. I no longer care for cars. I don't collect them.","author":"Mick Jagger","category":"People, Thoughtful, Care"},{"quote":"I like structure - like driving: go past the school on the street, stay on the right side, no hitting the car, go in right, you'll see a big church, stop and take a left, and you'll have it. By doing this I'm giving a structure of life, a path of light, and showing what happens between me and me, which is something very beautiful.","author":"Jean-Claude Van Damme","category":"Life, Beautiful, Light"},{"quote":"If all the cars in the United States were placed end to end, it would probably be Labor Day Weekend.","author":"Doug Larson","category":"Day, End, Labor"},{"quote":"Qualifying is all about putting everything that you have and that the car has in one lap. It's like a rush, I really enjoy that.","author":"Sebastian Vettel","category":"Enjoy, You, Everything"},{"quote":"We always kept believing in ourselves and our team and the car.","author":"Sebastian Vettel","category":"Team, Believing, Always"},{"quote":"When I leave the car park at Melwood, I try and become a completely different person. I try to get away from it. You have got to. Otherwise you end up like Jamie Carragher - obsessed!","author":"Steven Gerrard","category":"End, You, Try"},{"quote":"I've worked as a labourer, driven taxis and school buses, and been a car mechanic - whatever I could do just to get by. But it does mean that I know a little bit about a lot of things.","author":"Cory Monteith","category":"School, Know, Mean"},{"quote":"But I have a driver, so I can return calls while I'm in the car.","author":"Donna Shalala","category":"I Can, Driver, Return"},{"quote":"I wanted to send a message to the television industry that excitement is not made of car chases.","author":"Gene Roddenberry","category":"Television, Message"},{"quote":"My grandfather milked several cows twice a day and supplied the neighbours with dairy products. He liked to go visiting around the county on Saturdays, and he also enjoyed the neighbours when they came by once a week with their empty milk jars. He walked them out to their cars and hung over the driver's side window until they drove off.","author":"Kary Mullis","category":"Day, Week, Window"},{"quote":"We take better care of the maintenance of our cars than we take care of the maintenance of our bodies.","author":"David H. Murdock","category":"Better, Care, Take Care"},{"quote":"The reason I keep talking about a wife and saying the word 'wife' on stage is because it seems a funny word to me. The more you say it, the more it seems to detach from that person and become this sort of abstract thing: that you would set out to find a wife, that it would be an objective like buying a new car.","author":"Stephen Merchant","category":"Funny, Wife, Me"},{"quote":"Whirlyball is only the most awesome sport on the planet! It's like bumper cars plus lacrosse meets basketball.","author":"St. Vincent","category":"Awesome, Basketball, Like"},{"quote":"When I go to Indian reservations in the West, and especially to the Pine Ridge Reservation, I sometimes feel unsure where to put my foot when I open the car door. The very ground is different from where I usually stand. There are fewer curbs, fewer sidewalks, and almost no street signs, mailboxes, or leashed dogs.","author":"Ian Frazier","category":"Door, Stand, Street"},{"quote":"The hybrid engine costs a lot of money, and customers are hardly willing to spend so much more for a car.","author":"Martin Winterkorn","category":"Money, Spend, Customers"},{"quote":"In Copenhagen, we all ride bicycles everywhere, partly because it is impossible to park a car, but also because you can cross the city in 20 minutes on a bike.","author":"Birgitte Hjort Sorensen","category":"City, Impossible, Bike"},{"quote":"John D. Rockefeller wanted to dominate oil, but Microsoft wants it all, you name it: cable, media, banking, car dealerships.","author":"Ralph Nader","category":"Media, Name, You"},{"quote":"I love everything from old-school cars to whatever the latest muscle or luxury vehicles are.","author":"Ludacris","category":"Love, Luxury, Whatever"},{"quote":"When I was four, I just wanted to drive, I collected toy cars. Where does that sort of thing come from? In hindsight you go, 'Oh, liked it because of this.' Maybe it's just the wheel.","author":"Michael Fassbender","category":"Drive, You, Hindsight"},{"quote":"I think women like Ferraris. A Ferrari is everybody's car.","author":"Tim Allen","category":"Women, Think, Like"},{"quote":"So I was getting into my car, and this bloke says to me 'Can you give me a lift?' I said 'Sure, you look great, the world's your oyster, go for it.'","author":"Tim Vine","category":"Great, World, Me"},{"quote":"Growing up in the Sacramento Valley in the '70s, we were all pretty big into cars. Of course, I had to nerd out and be a fan of Bob Tullius' Group 44 Jaguars instead of Corvettes/Camaros.","author":"Gabe Newell","category":"Growing Up, Group, Growing"},{"quote":"My dad worked for different companies that made whiskey for a long time, so we were definitely whiskey drinkers. Growing up, my friends would get toy cars, and I would get swag from whisky companies.","author":"Mike Krieger","category":"Time, Friends, Growing Up"},{"quote":"I'm enjoying the money, the big house, the cars; what ghetto kid wouldn't?","author":"O. J. Simpson","category":"Money, House, Kid"},{"quote":"Richard Childress and myself have made some important innovations on our cars.","author":"Dale Earnhardt","category":"Myself, Important, Made"},{"quote":"I think all males from Detroit have an obsession with cars.","author":"Dax Shepard","category":"Think, Obsession, I Think"},{"quote":"I would never kill a living thing, although I probably have inadvertently while driving automobiles.","author":"Captain Beefheart","category":"Driving, Living, Never"},{"quote":"People spend so much time in their cars, and it's a legal way to have fun by speeding a little bit or testing yourself a little bit, and you get to invest in your car. For some people, it becomes their baby.","author":"Jordana Brewster","category":"Time, Baby, Yourself"},{"quote":"Corn ethanol can help in the short term, but it has serious limitations, and none of this is going to work if we don't dramatically improve the efficiency of our cars and trucks.","author":"David Friedman","category":"Work, Short, Help"},{"quote":"If you look at landscape in historical terms, you realize that most of the time we have been on Earth as a species, what has fallen on our retina is landscape, not images of buildings and cars and street lights.","author":"Bill Viola","category":"Time, Earth, Landscape"},{"quote":"Sometimes the challenge of beating the jet lag and getting a decent sleep can be as hard to solve as finding the right setup for the car!","author":"Romain Grosjean","category":"Sleep, Challenge, Finding"},{"quote":"I arrived in California with no job, no car, and no money, but, like millions of other girls, a dream.","author":"Victoria Principal","category":"Money, Job, Dream"},{"quote":"As a driver, you want to race every lap possible, especially when you've got a good car.","author":"Romain Grosjean","category":"Good, Want, You"},{"quote":"A car is thirty thousand parts you're putting together.","author":"Mary Barra","category":"Together, You, Thirty"},{"quote":"I saw an ad for an expensive car and got so excited about it, I called the dealer. 'How are those new cars?' I asked. 'They're fine,' he said. I thought he'd offer to let me drive it for a weekend. He didn't. I expected a salesman to call. No one did. I didn't buy the car.","author":"Stanley Marcus","category":"Thought, Me, Drive"},{"quote":"A suburban mother's role is to deliver children obstetrically once, and by car forever after.","author":"Peter De Vries","category":"Children, Mother, Forever"},{"quote":"I think we have to act like stars because it is expected of us. So we drive our big cars and live in our smart houses.","author":"Maurice Gibb","category":"Stars, Smart, Live"},{"quote":"I'm a racer at heart more than anything else, and that will always be my priority: competing. But ultimately, if you can't drive, you can still have the competitive spirit outside of a car.","author":"Jacques Villeneuve","category":"Heart, Drive, You"},{"quote":"People can't stay out of their cars. I do think we have a real problem staying out of our automobiles. We have a real dependency on them, and it may be for more than just transportation.","author":"Steve Forbert","category":"People, Problem, Think"},{"quote":"I have a pickup truck. And I prefer to be with dogs or on my sailboat than in a car - actually, more than any other place on Earth.","author":"Gary Paulsen","category":"Earth, Place, Dogs"},{"quote":"Adults are locked into car payments and divorces and work. They haven't got time to think fresh.","author":"Gary Paulsen","category":"Work, Time, Think"},{"quote":"The goal of mass transit is to convince people to abandon their cars, which feature such enticing accessories as CD players and elbow room.","author":"Brendan I. Koerner","category":"Goal, People, Accessories"},{"quote":"I like the guy who reads. Being articulate is something that's very important to me. But you need to know how to chop wood and fix a car and do guy things. I didn't grow up with spectators. Nobody was a spectator.","author":"Hilarie Burton","category":"Me, Grow, Wood"},{"quote":"The alarm rings 4:45, again at 5, but I wake up 4:30 naturally. Shower, shave, orange juice, perk my own coffee, hear the news, and the CBS car arrives 5:30.","author":"Charlie Rose","category":"Coffee, Wake Up, Orange"},{"quote":"You have to wait six months to purchase a fuel efficient automobile made from overseas.","author":"Ed Markey","category":"Wait, You, Fuel"},{"quote":"I've got more stuff asked of me every week. But I drive a race car for a living. My car owner lets me race as many sprint car races as I want to run.","author":"Tony Stewart","category":"Week, Me, Want"},{"quote":"I wish people would spend their money on hybrid cars.","author":"Ryan Tedder","category":"Money, People, Wish"},{"quote":"A Fiat Panda, it's the best car in the world.","author":"Luca Cordero di Montezemolo","category":"Best, World, Fiat"},{"quote":"Once the subject matter of rock n' roll changed from cars and pop love songs to songs about really true love and the blues and death and mortality, this light bulb went off in my head and I went, 'Oh, that's what they're doing. That's kind of - that's art.'","author":"David Chase","category":"Love, Art, Light"},{"quote":"(On seeing a former lover for the first time in years) I thought I told you to wait in the car.","author":"Tallulah Bankhead","category":"Time, Thought, You"},{"quote":"I just feel rejuvenated in such a big way because of these race cars I get to drive.","author":"Jeff Gordon","category":"Drive, Way, Race"},{"quote":"So much of my life is spent just focused on driving race cars.","author":"Jeff Gordon","category":"Life, Driving, My Life"},{"quote":"My approach is to start from the straightforward principle that our body is a machine. A very complicated machine, but none the less a machine, and it can be subjected to maintenance and repair in the same way as a simple machine, like a car.","author":"Aubrey de Grey","category":"Simple, Start, Body"},{"quote":"Older cars tend to drive like older cars. That is not for me.","author":"Robert Herjavec","category":"Me, Drive, Older"},{"quote":"On my job I end up jumping out of planes. Last week I got in an 18-wheeler and drove down a runway onto a skid track. The week before that they put me in a car and sunk me to the bottom of a lake to see if I could escape without an oxygen tank.","author":"Rick Mercer","category":"Job, Week, Me"},{"quote":"But to personally satisfy my own adrenalin needs, I've been racing cars a little bit, which has been fun.","author":"Picabo Street","category":"Fun, Racing, Little"},{"quote":"Every city has to deal with the problem of cars and public transport.","author":"Jaime Lerner","category":"City, Problem, Transport"},{"quote":"I really want to drive a Porsche GT1 car - also a McLaren, if I could fit. I want to do LeMans badly. I want to do Spa, a European series with World SportsCars.","author":"Craig T. Nelson","category":"World, Want, Drive"},{"quote":"I don't buy diamonds, I don't buy cars, but I enjoy travelling. I'm not a very possessive person as far as things go.","author":"Frank Oz","category":"Enjoy, Diamonds, Person"},{"quote":"I had a lot of fun driving race cars, but it wasn't my No. 1 priority.","author":"Carroll Shelby","category":"Fun, Driving, Race"},{"quote":"Cars did not kill off horses. Digital publishing will not kill off books.","author":"Michael A. Stackpole","category":"Digital, Will, Publishing"},{"quote":"See, what you're meant to do when you have a mid-life crisis is buy a fast car, aren't you? Well, I've always had fast cars. It's not that. It's the fear that you're past your best. It's the fear that the stuff you've done in the past is your best work.","author":"Robbie Coltrane","category":"Work, Fear, Best"},{"quote":"I love driving cars, looking at them, cleaning and washing and shining them. I clean 'em inside and outside. I'm very touchy about cars. I don't want anybody leaning on them or closing the door too hard, know what I mean?","author":"Scott Baio","category":"Love, Door, Looking"},{"quote":"Even when they're not causing injury, human-controlled cars are often driven inefficiently, ineptly, antisocially, or in other ways additive to the sum of human misery.","author":"Tom Chatfield","category":"Human, Misery, Sum"},{"quote":"I recorded a song called, I Fall to Pieces, and I was in a car wreck. Now I'm worried because I have a brand-new record, and it's called Crazy!","author":"Patsy Cline","category":"Crazy, Song, Fall"},{"quote":"Boys, they can't take my refrigerator now. They'll never get my car now. I paid cash for 'em and they're mine, and I'm keepin' 'em!","author":"Patsy Cline","category":"Now, Cash, Never"},{"quote":"No action hero is more closely associated with cars than James Bond.","author":"Richard Hammond","category":"Hero, Action, Bond"},{"quote":"You need someone to tell you how to do things like hitting your marks, or driving a car so it looks right or getting out of a car so it doesn't take a million years of screen time.","author":"Gary Cole","category":"Time, Driving, You"},{"quote":"I jumped 18 cars on a motorcycle, so I did almost everything.","author":"David R. Ellis","category":"Motorcycle, Everything, Did"},{"quote":"I once came back from a book tour where sleek black cars driven by nice men in black suits waited for me at every hotel, took me to every signing, brought me back, opened car doors for me. They were great. I was great. It was a wonderful tour.","author":"MaryJanice Davidson","category":"Great, Men, Book"},{"quote":"The first time I rode a bike I was four or five. I crashed into the back of a car.","author":"David Millar","category":"Time, Bike, First Time"},{"quote":"In the history of the world, no one has ever washed a rented car.","author":"Lawrence Summers","category":"History, World, Ever"},{"quote":"When I came out of high school, my objective in life was to get a job selling used cars, but after trying for two weeks, nobody would hire me.","author":"Jim Pattison","category":"Life, School, Job"},{"quote":"But my passion is racing cars. It's what I like to do in my off time.","author":"Mark-Paul Gosselaar","category":"Time, Passion, Racing"},{"quote":"Horses and mules, and even sail cars, made more rapid progress than did the earliest locomotive.","author":"John Moody","category":"Progress, Sail, Made"},{"quote":"Some people say it might be good for your career to die and then come back again. I have died many ways, car crashes, motorcycle crashes, etc. But, I am still alive.","author":"Mark-Paul Gosselaar","category":"Good, I Am, Motorcycle"},{"quote":"I always keep a ball in the car. You never know.","author":"Hakeem Olajuwon","category":"Know, You, Never"},{"quote":"Buyers of powerful cars place a high premium on the exhaust note, and manufacturers spend a lot of money getting it right. At the same time, high-end cars are expected to filter out the sounds of the mundane world.","author":"Serge Schmemann","category":"Time, Money, World"},{"quote":"When I lived in Baltimore, I would come down fairly often to go to the Hirshhorn, and one of my good friends from high school went to Georgetown. I actually ended up going to Annapolis a lot. I had a car, and it was such a serene place to drive.","author":"Abbi Jacobson","category":"Friends, Good, School"},{"quote":"When I first drove my car down Sunset Strip, I nearly crashed my car gazing at the monolithic ads of various celebrities. They are bigger than King Kong, and more frightening.","author":"Rebecca Pidgeon","category":"Sunset, King, Down"},{"quote":"Go to the depot here, now, and what will you see? A well-dressed colored lady, with her little children by her side, whom she has brought up intelligently and with refinement, as much so as white children, comes to the cars, and where is she shown to? Into the smoking car, where men are cursing, swearing, spitting on the floor.","author":"Hiram Rhodes Revels","category":"Children, Men, Smoking"},{"quote":"I have about 40 cars, of which 25 to 30 are what you might call serious.","author":"Nick Mason","category":"You, Serious, Which"},{"quote":"There's this classic car crash thing about 'Macbeth.' You can just see this car driving at 100 mph towards this brick wall, and you can't do anything about it, and the characters are desperately trying to stop it and can't.","author":"Justin Kurzel","category":"Driving, You, See"},{"quote":"What I've seen around the world is if the regulatory desires are combined with things that affect consumer behavior - such as in Europe, they tax gasoline very heavily - you do get people to move to very fuel efficient cars; trade off bigger vs. smaller cars.","author":"Rick Wagoner","category":"World, People, Behavior"},{"quote":"That was my pride and joy - that I made it through all those years of minor hockey without losing any of my teeth; then, I ended up losing them in a car accident in New York when I was riding in a taxi. So, I end up losing my teeth, but not in the glamorous fashion I envisioned.","author":"Tom Glavine","category":"Joy, Losing, Hockey"},{"quote":"I got my heel stuck in a drain as I was crossing the street and cars were coming. It was really scary. A girl in heels in New York is a hard combination.","author":"Sasha Pieterse","category":"Girl, New York, Street"},{"quote":"Societies need rules that make no sense for individuals. For example, it makes no difference whether a single car drives on the left or on the right. But it makes all the difference when there are many cars!","author":"Marvin Minsky","category":"Rules, Difference, Single"},{"quote":"It's like watching a car accident, that reality TV.","author":"Enrico Colantoni","category":"Reality, Reality TV, Like"},{"quote":"In Toronto, I grew up taking a subway, I grew up taking a bus. I spent my formative adult years in New York City, walking the streets, taking the subway. You're connected to the larger whole. L.A. is so spread out, and you're so incubated inside those cars and it's so exhausting to deal with the traffic, without really having the human contact.","author":"Enrico Colantoni","category":"City, Walking, New York"},{"quote":"The key is to join an industry that you have a passion for. If you love cars, then automotive is where you should end up.","author":"Gwynne Shotwell","category":"Love, Passion, End"},{"quote":"The top golfers in the world are like Formula One cars when it comes to their swings.","author":"Stuart Appleby","category":"World, Formula One, Like"},{"quote":"It's such a stress always trying to get bigger houses and larger cars and better schools. Of course, parents want to give their children the best opportunities in life, but sometimes that can stifle them.","author":"Shirley Henderson","category":"Life, Children, Best"},{"quote":"Before I had satellite radio installed in my car, I thought I would lose my mind listening to commercials and having limited choices on the dial. Your car is your home in L.A., so you've got to have some good stuff to listen to.","author":"Amy Landecker","category":"Home, Good, Mind"},{"quote":"The amount of energy saved by switching off the phone charger is exactly the same as the energy used by driving an average car for one second.","author":"David J. C. MacKay","category":"Energy, Driving, Phone"},{"quote":"We still see that people don't really realize that electric cars are here right now. And when we show up with an actual vehicle, and you see it drive away under its own power, it's still kind of a jaw-dropping moment for a lot of people.","author":"Franz von Holzhausen","category":"Power, Moment, People"},{"quote":"I've got two old Volvos, two old Subarus, and an old Ford Ranger. If you've got an old car, you've gotta have at least several old cars, 'cause one's always gonna be in the garage.","author":"Rip Torn","category":"You, Two, Always"},{"quote":"When you live in a safe place like Monte Carlo, you can walk home at any time of the night and you don't have to worry. I don't feel at risk there. If I drive myself, I can leave the car doors unlocked.","author":"Shirley Bassey","category":"Time, Home, Myself"},{"quote":"For Nirvana, putting out their first major-label record was like getting into a new car. But the runaway success was like suddenly discovering that the car was a Ferrari and the accelerator pedal was Krazy Glued to the floorboard.","author":"Michael Azerrad","category":"Success, New Car, New"},{"quote":"My sporting hero was Drazen Petrovic, the NBA basketball player, who was killed in a car accident in 1993. He was a good friend, an unbelievable player, and I dedicated my Wimbledon win to him.","author":"Goran Ivanisevic","category":"Hero, Good, Friend"},{"quote":"You talk about German technocracy and you get automobiles.","author":"Gordon Sinclair","category":"You, Talk, German"},{"quote":"I drove 3,500 miles this summer on our family holiday, we drove across 10 countries. I have driven across the United States four times. I love cars, I love being in cars, I think so do most people. I want to help and support those people who have that same kind of enthusiasm for driving that I have.","author":"Geoff Hoon","category":"Love, Family, Support"},{"quote":"The format of the race weekend is also very well thought out. We have enough practice time to get the cars well set-up and have a proper qualifying session where we can do as many laps as we like, which is great for the drivers and spectators.","author":"Nigel Mansell","category":"Time, Great, Thought"},{"quote":"Of course we want to pocket Fisker. But we will bid rationally. Whatever the result, nothing can stop us from making electric cars.","author":"Lu Guanqiu","category":"Want, Nothing, Stop"},{"quote":"The American dream, what we were taught was, grow up, own a car, own a house. I think that dream's completely changing. We were taught to keep up with the Joneses. Now we're sharing with the Joneses.","author":"Brian Chesky","category":"American Dream, American"},{"quote":"I have two bikes: a classic 1978 Yamaha SR500 and a more modern Suzuki SV650. I've been into cars and bikes since I was tiny.","author":"Thomas Sangster","category":"Two, Classic, Modern"},{"quote":"I realize at one point, that I was being followed, and then I began to see the surveillance that was going past the road on my house. And so, these cars began to surveil me. People began to follow me around, and it did, it was very disrupting to think that your privacy was being violated, and for no reason that I could come up with.","author":"Gloria Naylor","category":"Road, Past, Me"},{"quote":"The years I raced in were fantastic. There was so much change in the cars. We went from treaded tyres to no wings right through to slicks to enormous wings.","author":"Jackie Stewart","category":"Change, Wings, Through"},{"quote":"We often attribute 'understanding' and other cognitive predicates by metaphor and analogy to cars, adding machines, and other artifacts, but nothing is proved by such attributions.","author":"John Searle","category":"Understanding, Nothing"},{"quote":"Germans make nice cars.","author":"Jason Behr","category":"Nice, Germans, Make"},{"quote":"If any demonstrator ever lays down in front of my car, it'll be the last car he'll ever lay down in front of.","author":"George C. Wallace","category":"Down, Last, He"},{"quote":"I am training at such a high level that I actually could eat anything and get by. But as my coach always says, your body is like a car, and food is like your fuel. I am a race car, so I can't just put unleaded fuel in my car. I need that good premium fuel.","author":"Lolo Jones","category":"Food, Good, Training"},{"quote":"No illusion is more crucial than the illusion that great success and huge money buy you immunity from the common ills of mankind, such as cars that won't start.","author":"Larry McMurtry","category":"Success, Money, Great"},{"quote":"Getting ready to wrestle is like getting ready for a car crash. Getting ready to work with Brock Lesnar is like knowing you're going to get hit by a bus and the bus is going to back over you. If I'm going to work 'WrestleMania,' 16 weeks out I have to start training like I'm Mayweather getting ready for a fight.","author":"Triple H","category":"Work, Training, Fight"},{"quote":"To have some idea what it's like, stand in the outside lane of a motorway, get your mate to drive his car at you at 95 mph and wait until he's 12 yards away, before you decide which way to jump.","author":"Geoffrey Boycott","category":"Stand, Drive, You"},{"quote":"Drive-in banks were established so most of the cars today could see their real owners.","author":"E. Joseph Cossman","category":"Today, Real, See"},{"quote":"I don't buy fur coats or jewelry. I have old cars.","author":"Peta Wilson","category":"Jewelry, Old, Buy"},{"quote":"I've always had an inquisitive mind about everything from flowers to television sets to motor cars. Always pulled them apart - couldn't put 'em back, but always extremely interested in how things work.","author":"Craig Johnston","category":"Work, Flowers, Mind"},{"quote":"We aren't addicted to oil, but our cars are.","author":"James Woolsey","category":"Oil, Addicted, Our"},{"quote":"Well, I always had a chauffer, because I have never driven a car in my life. I still can't drive.","author":"Bud Abbott","category":"Life, My Life, Drive"},{"quote":"Stone Mountain, Georgia, still had Ku Klux Klan marches, and I had a wild and courageous mother who'd put us in the car to watch them. She wanted us to know those things existed.","author":"Nicole Beharie","category":"Mother, Mountain, Know"},{"quote":"The driver of a racing car is a component. When I first began, I used to grip the steering wheel firmly, and I changed gear so hard that I damaged my hand.","author":"Juan Manuel Fangio","category":"Racing, First, Wheel"},{"quote":"It's strange that we create tech and then we apply it to machines, when we could apply it to ourselves. Cars can now detect if something is behind them, but we don't have this ability. Why are we applying such a simple sense to a car when we could apply it to ourselves?","author":"Neil Harbisson","category":"Simple, Strange, Why"},{"quote":"Yeah, I like cars and basketball. But you know what I like more? Bananas.","author":"Frankie Muniz","category":"Basketball, Know, You"},{"quote":"My most memorable recognition story was in Venice, Italy. My fiance and I were renting a car, and I was recognized by the person standing behind me by my voice. I thought that was hysterical!","author":"Erica Cerra","category":"Thought, Me, Voice"},{"quote":"A car for every purse and purpose.","author":"Alfred P. Sloan","category":"Purpose, Purse, Every"},{"quote":"I have a need to make these sorts of connections literal sometimes, and a vehicle often helps to do that. I have a relationship to car culture. It isn't really about loving cars. It's sort of about needing them.","author":"Matthew Barney","category":"Relationship, Culture"},{"quote":"Running on different types of racetracks is challenging - not only for the drivers, but even more for the team members who have to make adjustments to the cars before each race.","author":"Michael Andretti","category":"Team, Race, Different"},{"quote":"I don't need jewels and cars. It's about the delicacy of the way I'm handled.","author":"Leonor Varela","category":"Way, Jewels, Need"},{"quote":"Making a new car is so expensive that the risk factor is what takes the unique ideas and keeps reanalyzing them until they become very similar.","author":"Charles Pelly","category":"Risk, Ideas, Unique"},{"quote":"The old 7 Series, the E38, was an elegant car, an evolution of the classic BMW look. But it wasn't penetrating the luxury market as we desired. It just didn't have the presence to be noticed.","author":"Chris Bangle","category":"Luxury, Evolution, Look"},{"quote":"Why did they keep changing guitars and amplifiers when they were perfect? They did the same things with cars, if you ask me. They forgot how to make them right, because they focused on style and bells and whistles.","author":"Buddy Guy","category":"Style, Me, Perfect"},{"quote":"I did a lot of musical theater when I was younger, and I really hope to get back there someday. I miss singing a lot. I listen to Broadway show tunes in my car and sing along to them.","author":"Bridget Regan","category":"Hope, Singing, Listen"},{"quote":"It's super important that people use their significant buying power to pull companies like Ferrari and show them there is a market for sustainable fuel. So many other car companies would take notice if Ferrari made headway on this measure.","author":"Petter Stordalen","category":"Power, People, Measure"},{"quote":"Not having to own a car has made me realize what a waste of time the automobile is.","author":"Diane Johnson","category":"Time, Me, Realize"},{"quote":"I think it's particularly a distinctively American concept that resonates with American culture through biker culture. A motorcycle is an independent thing. You're like, 'I don't want to ride in a car with this person. I want to be independent and ride by myself. But, let's ride in a group. Let's be independent, together.'","author":"Ryan Hurst","category":"Culture, Myself, Together"},{"quote":"I'd always rather be working - and you know what? My kids would rather me be working. If I stay at home, I'll only buy another car or spend their money.","author":"Danny Trejo","category":"Home, Money, Me"},{"quote":"Environmentalists have a very conflicted relationship with their cars.","author":"Tom Arnold","category":"Relationship, Very"},{"quote":"My dad was very successful running midgets in Texas. Then, his two drivers ran into some bad luck. People started saying that Daddy had lost his touch. That it was the cars and not the drivers. I wanted to race just to prove all those people wrong.","author":"A. J. Foyt","category":"Luck, Successful, Lost"},{"quote":"Remote villages and communities have lost their identity, and their peace and charm have been sacrificed to that worst of abominations, the automobile.","author":"James Norman Hall","category":"Peace, Identity, Lost"},{"quote":"Besides my love for horses and cars, I am passionate about making the cheapest vaccines in the world. I started making life-saving drugs when I was 22.","author":"Cyrus S. Poonawalla","category":"Love, I Am, World"},{"quote":"I love working on cars.","author":"Angela Cope","category":"Love, Working, I Love"},{"quote":"The car business is a lot like football. In football, you have to win once a week. In the car business, you have to win every day.","author":"Tom Dempsey","category":"Business, Day, Football"},{"quote":"If I get into a car on a circuit, I drive as fast as I can; that's it!","author":"James Hunt","category":"Drive, Fast, I Can"},{"quote":"Peace begins with a smile.","author":"Mother Teresa","category":"Smile, Begins"},{"quote":"Peace cannot be kept by force it can only be achieved by understanding.","author":"Albert Einstein","category":"Understanding, Force, Cannot"},{"quote":"Peace is not absence of conflict, it is the ability to handle conflict by peaceful means.","author":"Ronald Reagan","category":"Conflict, Peaceful, Ability"},{"quote":"For every minute you remain angry, you give up sixty seconds of peace of mind.","author":"Ralph Waldo Emerson","category":"Anger, Mind, Peace Of Mind"},{"quote":"An eye for an eye only ends up making the whole world blind.","author":"Mahatma Gandhi","category":"Eye, Blind, World"},{"quote":"If we desire a society of peace, then we cannot achieve such a society through violence. If we desire a society without discrimination, then we must not discriminate against anyone in the process of building this society. If we desire a society that is democratic, then democracy must become a means as well as an end.","author":"Bayard Rustin","category":"Society, Democracy, Violence"},{"quote":"So many people live within unhappy circumstances and yet will not take the initiative to change their situation because they are conditioned to a life of security, conformity, and conservation, all of which may appear to give one peace of mind, but in reality, nothing is more damaging to the adventurous spirit.","author":"Christopher McCandless","category":"Life, Change, Mind"},{"quote":"I see the world being slowly transformed into a wilderness; I hear the approaching thunder that, one day, will destroy us too. I feel the suffering of millions. And yet, when I look up at the sky, I somehow feel that everything will change for the better, that this cruelty too shall end, that peace and tranquility will return once more.","author":"Anne Frank","category":"Change, Day, Sky"},{"quote":"Peace comes from within. Do not seek it without.","author":"Buddha","category":"Within, Without, Seek"},{"quote":"Those who are free of resentful thoughts surely find peace.","author":"Buddha","category":"Thoughts, Free, Find"},{"quote":"Those who make peaceful revolution impossible will make violent revolution inevitable.","author":"John F. Kennedy","category":"Peaceful, Impossible"},{"quote":"You'll never find peace of mind until you listen to your heart.","author":"George Michael","category":"Heart, Mind, Peace Of Mind"},{"quote":"Better than a thousand hollow words, is one word that brings peace.","author":"Buddha","category":"Words, Better, One Word"},{"quote":"Every breath we take, every step we make, can be filled with peace, joy and serenity.","author":"Thich Nhat Hanh","category":"Joy, Step, Serenity"},{"quote":"Motherhood has taught me the meaning of living in the moment and being at peace. Children don't think about yesterday, and they don't think about tomorrow. They just exist in the moment.","author":"Jessalyn Gilsig","category":"Children, Motherhood"},{"quote":"Our peace shall stand as firm as rocky mountains.","author":"William Shakespeare","category":"Mountains, Stand"},{"quote":"Peace is a daily, a weekly, a monthly process, gradually changing opinions, slowly eroding old barriers, quietly building new structures.","author":"John F. Kennedy","category":"Daily, Building, Opinions"},{"quote":"The greatest destroyer of peace is abortion because if a mother can kill her own child, what is left for me to kill you and you to kill me? There is nothing between.","author":"Mother Teresa","category":"Mother, Child, Me"},{"quote":"Obsessed by a fairy tale, we spend our lives searching for a magic door and a lost kingdom of peace.","author":"Eugene O'Neill","category":"Door, Lost, Magic"},{"quote":"When you've seen beyond yourself, then you may find, peace of mind is waiting there.","author":"George Harrison","category":"Waiting, Mind, Yourself"},{"quote":"Nobody can bring you peace but yourself.","author":"Ralph Waldo Emerson","category":"Yourself, You, Bring"},{"quote":"The meaning of peace is the absence of opposition to socialism.","author":"Karl Marx","category":"Meaning, Socialism, Absence"},{"quote":"Never be in a hurry; do everything quietly and in a calm spirit. Do not lose your inner peace for anything whatsoever, even if your whole world seems upset.","author":"Saint Francis de Sales","category":"World, Calm, Hurry"},{"quote":"It is absolutely necessary, for the peace and safety of mankind, that some of earth's dark, dead corners and unplumbed depths be let alone; lest sleeping abnormalities wake to resurgent life, and blasphemously surviving nightmares squirm and splash out of their black lairs to newer and wider conquests.","author":"H. P. Lovecraft","category":"Life, Alone, Safety"},{"quote":"To sit with a dog on a hillside on a glorious afternoon is to be back in Eden, where doing nothing was not boring - it was peace.","author":"Milan Kundera","category":"Dog, Doing, Boring"},{"quote":"Neutrality is a negative word. It does not express what America ought to feel. We are not trying to keep out of trouble we are trying to preserve the foundations on which peace may be rebuilt.","author":"Woodrow Wilson","category":"America, Negative, Trying"},{"quote":"So long as there is imperialism in the world, a permanent peace is impossible.","author":"Hassan Nasrallah","category":"World, Impossible, Long"},{"quote":"It's never nice to lose someone close to you; unfortunately, life goes on, and we have to make peace with it and move on.","author":"Francois Hougaard","category":"Life, Nice, You"},{"quote":"Democracy is necessary to peace and to undermining the forces of terrorism.","author":"Benazir Bhutto","category":"Democracy, Terrorism"},{"quote":"He is happiest, be he king or peasant, who finds peace in his home.","author":"Johann Wolfgang von Goethe","category":"Home, King, Peasant"},{"quote":"Do not overrate what you have received, nor envy others. He who envies others does not obtain peace of mind.","author":"Buddha","category":"Mind, Peace Of Mind, You"},{"quote":"Avoid popularity if you would have peace.","author":"Abraham Lincoln","category":"You, Popularity, Avoid"},{"quote":"Balance, peace, and joy are the fruit of a successful life. It starts with recognizing your talents and finding ways to serve others by using them.","author":"Thomas Kinkade","category":"Life, Balance, Joy"},{"quote":"America is a Nation with a mission - and that mission comes from our most basic beliefs. We have no desire to dominate, no ambitions of empire. Our aim is a democratic peace - a peace founded upon the dignity and rights of every man and woman.","author":"George W. Bush","category":"America, Man, Woman"},{"quote":"Peace is not merely a distant goal that we seek, but a means by which we arrive at that goal.","author":"Martin Luther King, Jr.","category":"Goal, Seek, Which"},{"quote":"Peace is more important than all justice; and peace was not made for the sake of justice, but justice for the sake of peace.","author":"Martin Luther","category":"Justice, Important, Made"},{"quote":"I'm just hoping that people understand that Islam is peace and not violence.","author":"Muhammad Ali","category":"Violence, People, Islam"},{"quote":"Acceptance looks like a passive state, but in reality it brings something entirely new into this world. That peace, a subtle energy vibration, is consciousness.","author":"Eckhart Tolle","category":"Acceptance, Reality, World"},{"quote":"I took a deep breath and listened to the old bray of my heart. I am. I am. I am.","author":"Sylvia Plath","category":"Deep, Heart, I Am"},{"quote":"Peace of mind for five minutes, that's what I crave.","author":"Alanis Morissette","category":"Mind, Peace Of Mind, Minutes"},{"quote":"You can't separate peace from freedom because no one can be at peace unless he has his freedom.","author":"Malcolm X","category":"Freedom, You, Because"},{"quote":"The world must be made safe for democracy. Its peace must be planted upon the tested foundations of political liberty.","author":"Woodrow Wilson","category":"Democracy, World, Political"},{"quote":"People respond in accordance to how you relate to them. If you approach them on the basis of violence, that's how they'll react. But if you say, 'We want peace, we want stability,' we can then do a lot of things that will contribute towards the progress of our society.","author":"Nelson Mandela","category":"Progress, Society, Violence"},{"quote":"Little else is requisite to carry a state to the highest degree of opulence from the lowest barbarism but peace, easy taxes, and a tolerable administration of justice: all the rest being brought about by the natural course of things.","author":"Adam Smith","category":"Justice, Easy, Rest"},{"quote":"Peace, above all things, is to be desired, but blood must sometimes be spilled to obtain it on equable and lasting terms.","author":"Andrew Jackson","category":"Blood, Sometimes, Things"},{"quote":"Barbecue may not be the road to world peace, but it's a start.","author":"Anthony Bourdain","category":"Road, World, Start"},{"quote":"My dream is to live a good life and be loving, be close to God and be a good human being and bring peace to people.","author":"Ziggy Marley","category":"Life, Good, God"},{"quote":"Revenge only engenders violence, not clarity and true peace. I think liberation must come from within.","author":"Sandra Cisneros","category":"Revenge, Violence, Think"},{"quote":"Peace does not mean just to stop wars, but also to stop oppression and injustice.","author":"Tawakkol Karman","category":"Injustice, Oppression, Mean"},{"quote":"There's nothing like the peace of the countryside, the quiet and the lack of distraction. It helps you to focus your mind.","author":"Jenny Nimmo","category":"Focus, Mind, You"},{"quote":"Appearance is something absolute, but reality is not that way - everything is interdependent, not absolute. So that view is very helpful to maintain a peace of mind because the main destroyer of a peaceful mind is anger.","author":"Dalai Lama","category":"Anger, Mind, Peaceful"},{"quote":"You either get tired fighting for peace, or you die.","author":"John Lennon","category":"Tired, Die, You"},{"quote":"Terrorism is a significant threat to peace and security, prosperity and people.","author":"Ban Ki-moon","category":"People, Security, Terrorism"},{"quote":"Revenge, lust, ambition, pride, and self-will are too often exalted as the gods of man's idolatry; while holiness, peace, contentment, and humility are viewed as unworthy of a serious thought.","author":"Charles Spurgeon","category":"Revenge, Man, Humility"},{"quote":"Our stories come from our lives and from the playwright's pen, the mind of the actor, the roles we create, the artistry of life itself and the quest for peace.","author":"Maya Angelou","category":"Life, Mind, Pen"},{"quote":"When resources are degraded, we start competing for them, whether it is at the local level in Kenya, where we had tribal clashes over land and water, or at the global level, where we are fighting over water, oil, and minerals. So one way to promote peace is to promote sustainable management and equitable distribution of resources.","author":"Wangari Maathai","category":"Water, Management, Start"},{"quote":"We have a vision of South Africa in which black and white shall live and work together as equals in conditions of peace and prosperity.","author":"Oliver Tambo","category":"Work, Black And White"},{"quote":"Today, I am blessed to be living a dream. And yet, if it all went away tomorrow, I know I would still have peace.","author":"Tim Howard","category":"Today, Blessed, I Am"},{"quote":"Peace is not made at the council table or by treaties, but in the hearts of men.","author":"Herbert Hoover","category":"Men, Table, Hearts"},{"quote":"I can promise you that women working together - linked, informed and educated - can bring peace and prosperity to this forsaken planet.","author":"Isabel Allende","category":"Women, Working Together"},{"quote":"In South Africa, we could not have achieved our freedom and just peace without the help of people around the world, who through the use of non-violent means, such as boycotts and divestment, encouraged their governments and other corporate actors to reverse decades-long support for the Apartheid regime.","author":"Desmond Tutu","category":"Freedom, Support, World"},{"quote":"You find that you have peace of mind and can enjoy yourself, get more sleep, and rest when you know that it was a one hundred percent effort that you gave - win or lose.","author":"Gordie Howe","category":"Sleep, Effort, Mind"},{"quote":"Good wishes alone will not ensure peace.","author":"Alfred Nobel","category":"Good, Alone, Wishes"},{"quote":"I get those fleeting, beautiful moments of inner peace and stillness - and then the other 23 hours and 45 minutes of the day, I'm a human trying to make it through in this world.","author":"Ellen DeGeneres","category":"Day, Beautiful, World"},{"quote":"Nowhere can man find a quieter or more untroubled retreat than in his own soul.","author":"Marcus Aurelius","category":"Man, Soul, Find"},{"quote":"That a man be willing, when others are so too, as far forth as for peace and defense of himself he shall think it necessary, to lay down this right to all things; and be contented with so much liberty against other men, as he would allow other men against himself.","author":"Thomas Hobbes","category":"Man, Men, Liberty"},{"quote":"We know that dictators are quick to choose aggression, while free nations strive to resolve differences in peace.","author":"George W. Bush","category":"Free, Differences, Know"},{"quote":"When you make your peace with authority, you become authority.","author":"Jim Morrison","category":"Authority, You, Become"},{"quote":"I like fishing. Not actual fishing - I like the peace and quiet of being at sea. It's different.","author":"Rafael Nadal","category":"Sea, Fishing, Quiet"},{"quote":"We will not waver; we will not tire; we will not falter, and we will not fail. Peace and Freedom will prevail.","author":"George W. Bush","category":"Freedom, Fail, Will"},{"quote":"There are no military solutions - dialogue and diplomacy are the only guarantee of lasting peace.","author":"Martin McGuinness","category":"Military, Dialogue"},{"quote":"Peace is not the absence of conflict but the presence of creative alternatives for responding to conflict - alternatives to passive or aggressive responses, alternatives to violence.","author":"Dorothy Thompson","category":"Conflict, Creative, Violence"},{"quote":"I believe that eyes are very important motifs. That's something that can discern the peace and love.","author":"Yayoi Kusama","category":"Love, Eyes, Believe"},{"quote":"The lessons from the peace process are clear; whatever life throws at us, our individual responses will be all the stronger for working together and sharing the load.","author":"Queen Elizabeth II","category":"Life, Working Together"},{"quote":"I dream of an Africa which is in peace with itself.","author":"Nelson Mandela","category":"Dream, Africa, Which"},{"quote":"Wonder Woman is a fighter, better than most, but it's what she fights for that is important. It's her vision of a future of peace and acceptance that makes her the right ambassador for everyone.","author":"Gal Gadot","category":"Future, Vision, Woman"},{"quote":"Maybe it's like becoming one with the cigar. You lose yourself in it; everything fades away: your worries, your problems, your thoughts. They fade into the smoke, and the cigar and you are at peace.","author":"Raul Julia","category":"Thoughts, Problems, Yourself"},{"quote":"If someone thinks that love and peace is a cliche that must have been left behind in the Sixties, that's his problem. Love and peace are eternal.","author":"John Lennon","category":"Love, Problem, Sixties"},{"quote":"My favourite country is Finland because once you get to a certain point, you can drive for hours without seeing a single person. I love peace and quiet - something I don't get very often.","author":"Christopher Lee","category":"Love, Drive, You"},{"quote":"Though force can protect in emergency, only justice, fairness, consideration and cooperation can finally lead men to the dawn of eternal peace.","author":"Dwight D. Eisenhower","category":"Justice, Men, Dawn"},{"quote":"Be humble, be gracious, and make peace with inner fears before stepping out into the limelight and allowing yourself to be subjected to all of humanity.","author":"Maximillian Degenerez","category":"Humble, Humanity, Yourself"},{"quote":"The World Trade Center is a living symbol of man's dedication to world peace... a representation of man's belief in humanity, his need for individual dignity, his beliefs in the cooperation of men, and, through cooperation, his ability to find greatness.","author":"Minoru Yamasaki","category":"Man, Humanity, World"},{"quote":"Negative emotions like hatred destroy our peace of mind.","author":"Matthieu Ricard","category":"Mind, Peace Of Mind"},{"quote":"Cross the meadow and the stream and listen as the peaceful water brings peace upon your soul.","author":"Maximillian Degenerez","category":"Water, Soul, Peaceful"},{"quote":"The operations of the federal government will be most extensive and important in times of war and danger; those of the state governments, in times of peace and security.","author":"James Madison","category":"War, Government, Security"},{"quote":"Broad-mindedness is related to tolerance open-mindedness is the sibling of peace.","author":"Salman Rushdie","category":"Sibling, Tolerance, Related"},{"quote":"Sometimes you can find peace of mind by transferring yourself to different situations. They're just reminders to stay... calm.","author":"Yves Behar","category":"Mind, Yourself"},{"quote":"To insure peace of mind ignore the rules and regulations.","author":"George Ade","category":"Mind, Rules, Peace Of Mind"},{"quote":"I am poor and naked, but I am the chief of the nation. We do not want riches but we do want to train our children right. Riches would do us no good. We could not take them with us to the other world. We do not want riches. We want peace and love.","author":"Red Cloud","category":"Love, Children, Good"},{"quote":"The only peace that can be made with a dictator is once that must be based on deterrence. For today, the dictator may be your friend, but tomorrow he will need you as an enemy.","author":"Natan Sharansky","category":"Today, Tomorrow, Friend"},{"quote":"None of the abstract concepts comes closer to fulfilled utopia than that of eternal peace.","author":"Theodor Adorno","category":"Utopia, Abstract, Fulfilled"},{"quote":"For behind all imperialism is ultimately the imperialistic individual, just as behind all peace is ultimately the peaceful individual.","author":"Irving Babbitt","category":"Peaceful, Imperialism"},{"quote":"We are not at peace with others because we are not at peace with ourselves, and we are not at peace with ourselves because we are not at peace with God.","author":"Thomas Merton","category":"God, Others, Because"},{"quote":"Future peace, prosperity and confidence depend not just on ourselves but on the success of all nations. Hence, we are all partners, no matter what our backgrounds, cultures, faiths and histories.","author":"Hassanal Bolkiah","category":"Success, Future, Confidence"},{"quote":"My colleagues and I have gone in the footsteps of our predecessors since the very first day we were called by our people to care for their future. We went any place, we looked for any avenue, we made any effort to bring about negotiations between Israel and its neighbors, negotiations without which peace remains an abstract desire.","author":"Menachem Begin","category":"Future, Day, Effort"},{"quote":"Cooperation and collaboration among nations and countries can help in the process of development of promoting welfare as well as bringing peace and stability.","author":"Mahmoud Ahmadinejad","category":"Collaboration, Help"},{"quote":"World Peace Day is envisioned to become a moment of global unity - it is up to each and every one of us to make this a reality.","author":"Jeremy Gilley","category":"Day, Unity, World"},{"quote":"Smiling is very important. If we are not able to smile, then the world will not have peace. It is not by going out for a demonstration against nuclear missiles that we can bring about peace. It is with our capacity of smiling, breathing, and being peace that we can make peace.","author":"Nhat Hanh","category":"Smile, Smiling, World"},{"quote":"As long as man continues to be the ruthless destroyer of lower living beings he will never know health or peace. For as long as men massacre animals, they will kill each other.","author":"Pythagoras","category":"Health, Man, Men"},{"quote":"I just want to find some inner peace, and I think I'm getting there, slowly but surely.","author":"Toni Collette","category":"Want, Think, Find"},{"quote":"In Italy, for 30 years under the Borgias, they had warfare, terror, murder and bloodshed, but they produced Michelangelo, Leonardo da Vinci and the Renaissance. In Switzerland they had brotherly love, they had 500 years of democracy and peace - and what did that produce? The cuckoo clock.","author":"Graham Greene","category":"Love, Democracy, Clock"},{"quote":"The United Nations remains our most important global actor. These days we are continuously reminded of the enormous responsibility of the Security Council to uphold international peace and stability.","author":"Anna Lindh","category":"Responsibility, Security"},{"quote":"When you're young you think that you're going to sail into a lovely lake of quietude and peace. This is profoundly untrue.","author":"Doris Lessing","category":"Think, Lake, You"},{"quote":"When I decide who to vote for as president, I ask myself who will be best for America and for the world. An important component of my answer involves my assessment of the candidate's willingness and ability to protect Israel's security, since I strongly believe that a strong Israel serves the interests of the United States and of world peace.","author":"Alan Dershowitz","category":"Best, Myself, Strong"},{"quote":"I am the kind of person who does not like to carry baggage. In fact, I don't go back and listen to my own music. I believe in closing chapters and moving forward. That's what gives me peace.","author":"A. R. Rahman","category":"Music, Moving Forward, I Am"},{"quote":"Where there is righteousness in the heart, there is harmony in the house; when there is harmony in the house, there is order in the nation; when there is order in the nation, there is peace in the world.","author":"A. P. J. Abdul Kalam","category":"Heart, World, Harmony"},{"quote":"It is madness for sheep to talk peace with a wolf.","author":"Thomas Fuller","category":"Wolf, Sheep, Madness"},{"quote":"Let us have peace.","author":"Ulysses S. Grant","category":"Us, Let Us"},{"quote":"The most valuable possession you can own is an open heart. The most powerful weapon you can be is an instrument of peace.","author":"Carlos Santana","category":"Heart, Powerful, You"},{"quote":"The life of inner peace, being harmonious and without stress, is the easiest type of existence.","author":"Norman Vincent Peale","category":"Life, Stress, Existence"},{"quote":"For the only way in which a durable peace can be created is by world-wide restoration of economic activity and international trade.","author":"James Forrestal","category":"Way, Economic, Activity"},{"quote":"We do not want riches, we want peace and love.","author":"Red Cloud","category":"Love, Want, Peace And Love"},{"quote":"The game is my wife. It demands loyalty and responsibility, and it gives me back fulfillment and peace.","author":"Michael Jordan","category":"Responsibility, Wife"},{"quote":"You may call for peace as loudly as you wish, but where there is no brotherhood there can in the end be no peace.","author":"Max Lerner","category":"End, Brotherhood, Wish"},{"quote":"We've climbed the mighty mountain. I see the valley below, and it's a valley of peace.","author":"George W. Bush","category":"Mountain, See, Mighty"},{"quote":"I'm all about peace. I'm all about unity. I'm all about love.","author":"DJ Khaled","category":"Love, Unity, About"},{"quote":"A peace deal requires agreements, and you don't make agreements with your friends, you make agreements with your enemies.","author":"Richard Holbrooke","category":"Friends, You, Enemies"},{"quote":"You should feel beautiful and you should feel safe. What you surround yourself with should bring you peace of mind and peace of spirit.","author":"Stacy London","category":"Beautiful, Mind, Yourself"},{"quote":"Peace demands the united efforts of us all. Who can foresee what spark might ignite the fuse?","author":"Haile Selassie","category":"Spark, United, Us"},{"quote":"Obedience brings peace in decision making. If we have firmly made up our minds to follow the commandments, we will not have to redecide which path to take when temptation comes our way.","author":"James E. Faust","category":"Path, Decision, Temptation"},{"quote":"Together, we can create a world in which peace is real; in which every human being can thrive; in which all share the promise of our century. I believe we can succeed.","author":"Abdullah II of Jordan","category":"Together, Believe, World"},{"quote":"Water is always a support or a healing thing apart from, you know, love or peace of mind.","author":"Nastassja Kinski","category":"Love, Water, Support"},{"quote":"Our political machine, composed of thirteen independent sovereignties, have been perpetually operating against each other and against the federal head ever since the peace.","author":"Henry Knox","category":"Political, Independent"},{"quote":"I'm not claiming divinity. I've never claimed purity of soul. I've never claimed to have the answers to life. I only put out songs and answer questions as honestly as I can... But I still believe in peace, love and understanding.","author":"John Lennon","category":"Love, Life, Soul"},{"quote":"Jesus said, 'Greater things of these you shall do...' Become a peace builder, a bridge builder, not a destroyer, and the way you do that is through friendships and relationships, and through authentic character.","author":"Ravi Zacharias","category":"Character, Bridge"},{"quote":"Whether addressing immediate crises or building long-term foundations of peace, the United Nations will remain committed to solutions that advance the global good.","author":"Ban Ki-moon","category":"Good, Building, Committed"},{"quote":"For me, it is essential to have the inner peace and serenity of prayer in order to listen to the silence of God, which speaks to us, in our personal life and the history of our times, of the power of love.","author":"Adolfo Perez Esquivel","category":"Love, Life, History"},{"quote":"My court was divided between peace and war according to their various interests, but I considered only their reasons.","author":"Louis XIV","category":"War, Divided, Between"},{"quote":"Peace is its own reward.","author":"Mahatma Gandhi","category":"Reward, Own"},{"quote":"We want peace and development in all 10 states of South Sudan - we don't want military backing.","author":"Ger Duany","category":"Military, Want, Development"},{"quote":"Disappointment is a sticky one, because no one can steal contentment, joy, gratitude, or peace - we have to give it away.","author":"Kristin Armstrong","category":"Gratitude, Joy"},{"quote":"They may call me a sinner, but I am at peace with myself.","author":"Brigitte Bardot","category":"Myself, I Am, Me"},{"quote":"Having a mind that is open to everything and attached to nothing seems to me to be one of the most basic principles that you can adopt to contribute to individual and world peace.","author":"Wayne Dyer","category":"World, Mind, Me"},{"quote":"A desire arises in the mind. It is satisfied immediately another comes. In the interval which separates two desires a perfect calm reigns in the mind. It is at this moment freed from all thought, love or hate. Complete peace equally reigns between two mental waves.","author":"Swami Sivananda","category":"Love, Hate, Mind"},{"quote":"Let me just say: Peace to you, if you're willing to fight for it.","author":"Fred Hampton","category":"Fight, Me, You"},{"quote":"If there must be trouble, let it be in my day, that my child may have peace.","author":"Thomas Paine","category":"Day, Child, Trouble"},{"quote":"True humility is contentment.","author":"Henri Frederic Amiel","category":"Humility, True, Contentment"},{"quote":"Even peace may be purchased at too high a price.","author":"Benjamin Franklin","category":"Price, High, May"},{"quote":"An army of principles can penetrate where an army of soldiers cannot.","author":"Thomas Paine","category":"Army, Principles, Soldiers"},{"quote":"First keep peace with yourself, then you can also bring peace to others.","author":"Thomas a Kempis","category":"Yourself, You, Bring"},{"quote":"Success is measured by your discipline and inner peace.","author":"Mike Ditka","category":"Success, Discipline"},{"quote":"In peace, the Middle East, the ancient cradle of civilization, will become invigorated and transformed. Throughout its lands there will be freedom of movement of people, of ideas, of goods.","author":"Menachem Begin","category":"Freedom, Ideas, People"},{"quote":"To plunder, to slaughter, to steal, these things they misname empire; and where they make a wilderness, they call it peace.","author":"Tacitus","category":"Wilderness, Empire, Where"},{"quote":"Today, we have two Vietnams, side by side, North and South, exchanging and working. We may not agree with all that North Vietnam is doing, but they are living in peace. I would look for a better human rights record for North Vietnam, but they are living side by side.","author":"Sheila Jackson Lee","category":"Today, Better, Living"},{"quote":"Give a child love, laughter and peace, not AIDS.","author":"Nelson Mandela","category":"Love, Laughter, Child"},{"quote":"I had daydreams and fantasies when I was growing up. I always wanted to live in a log cabin at the foot of a mountain. I would ride my horse to town and pick up provisions. Then return to the cabin, with a big open fire, a record player and peace.","author":"Linda McCartney","category":"Mountain, Horse, Fire"},{"quote":"Nothing has brought me more love, joy and peace than being a good husband and good daddy.","author":"Frank Abagnale","category":"Love, Good, Joy"},{"quote":"Peace is a day-to-day problem, the product of a multitude of events and judgments. Peace is not an 'is,' it is a 'becoming.'","author":"Haile Selassie","category":"Problem, Events, Product"},{"quote":"The purpose of all wars, is peace.","author":"Saint Augustine","category":"Purpose, Wars"},{"quote":"Every goal, every action, every thought, every feeling one experiences, whether it be consciously or unconsciously known, is an attempt to increase one's level of peace of mind.","author":"Sydney Madwed","category":"Goal, Mind, Peace Of Mind"},{"quote":"To attain inner peace you must actually give your life, not just your possessions. When you at last give your life - bringing into alignment your beliefs and the way you live then, and only then, can you begin to find inner peace.","author":"Peace Pilgrim","category":"Life, Live, You"},{"quote":"Care less for your harvest than for how it is shared and your life will have meaning and your heart will have peace.","author":"Kent Nerburn","category":"Life, Heart, Harvest"},{"quote":"We should use our old moral values and our love of peace as the foundation of national reconstruction and look forward to the day when we shall become leaders in world reconstruction upon lines of international justice and good will.","author":"Sun Yat-sen","category":"Love, Good, Justice"},{"quote":"Before we went on any protest, whether it was sit-ins or the freedom rides or any march, we prepared ourselves, and we were disciplined. We were committed to the way of peace - the way of non-violence - the way of love - the way of life as the way of living.","author":"John Lewis","category":"Love, Life, Freedom"},{"quote":"My belief is in the chaos of the world and that you have to find your peace within the chaos and that you still have to find some sort of mission.","author":"Ta-Nehisi Coates","category":"World, Chaos, Belief"},{"quote":"As an artist I come to sing, but as a citizen, I will always speak for peace, and no one can silence me in this.","author":"Paul Robeson","category":"Silence, Speak, Artist"},{"quote":"Every human longs for peace and love.","author":"Hiawatha","category":"Love, Human, Peace And Love"},{"quote":"Our souls may lose their peace and even disturb other people's, if we are always criticizing trivial actions - which often are not real defects at all, but we construe them wrongly through our ignorance of their motives.","author":"Saint Teresa of Avila","category":"Ignorance, People, Real"},{"quote":"The Union, which can alone insure internal peace, and external security to each State, Must and Shall be Preserved, cost what it may in time, treasure, and blood.","author":"George B. McClellan","category":"Time, Alone, Security"},{"quote":"The United States has the burden to lead for peace. And not just peace - we need peace with justice, a much harder goal.","author":"Jeff Sessions","category":"Justice, Goal, Lead"},{"quote":"Peace is a natural effect of trade.","author":"Charles de Montesquieu","category":"Trade, Effect, Natural"},{"quote":"There is no greater feeling than hanging out with my dogs, or just walking around the land with our horses. My rescue ranch is is where I feel the most at peace and where I'm reminded of the simple things in life and let the chaos of my crazy work life fade away.","author":"Kelly Clarkson","category":"Life, Work, Simple"},{"quote":"After four years at the United Nations I sometimes yearn for the peace and tranquility of a political convention.","author":"Adlai E. Stevenson","category":"United Nations, Political"},{"quote":"There can never be peace between nations until there is first known that true peace which is within the souls of men.","author":"Black Elk","category":"Men, True, Within"},{"quote":"But, my dear sirs, when peace does come, you may call on me for any thing. Then will I share with you the last cracker, and watch with you to shield your homes and families against danger from every quarter.","author":"William Tecumseh Sherman","category":"Me, You, Quarter"},{"quote":"Peace secured by slavish submission is not peace.","author":"Kim Il-sung","category":"Submission, Secured, Slavish"},{"quote":"A conqueror is always a lover of peace.","author":"Carl von Clausewitz","category":"Always, Lover, Conqueror"},{"quote":"Peace without justice is tyranny.","author":"William Allen White","category":"Justice, Tyranny, Without"},{"quote":"Take away the violence and who will hear the men of peace?","author":"Lorraine Hansberry","category":"Men, Violence, Will"},{"quote":"You may gain temporary appeasement by a policy of concession to violence, but you do not gain lasting peace that way.","author":"Anthony Eden","category":"Violence, Way, You"},{"quote":"We all lose somebody we care about and want to find some comforting way of dealing with it, something that will give us a little closure, a little peace.","author":"Mitch Albom","category":"Want, Care, Dealing"},{"quote":"Nothing is wrong with peace and love. It is all the more regrettable that so many of Christ's followers seem to disagree.","author":"Richard Dawkins","category":"Love, Peace And Love"},{"quote":"I believe that peace with the Palestinians is most urgent - urgent than ever before. It is necessary. It is crucial. It is possible. A delay may worsen its chances. Israel and the Palestinians are, in my judgment, ripe today to restart the peace process.","author":"Shimon Peres","category":"Today, Believe, I Believe"},{"quote":"Peace is something very dear. If you've been through wars and operations and battles, you want peace.","author":"Benjamin Netanyahu","category":"Want, You, Through"},{"quote":"I do believe in God. But you won't find me visiting temples every now and then. I believe in self-realization. Peace of mind matters a lot to me. What's the point in doing something just for the sake of it? I'd rather do something I like doing as long as I'm being true to myself.","author":"Virat Kohli","category":"Myself, God, Believe"},{"quote":"Everything I want to do, and to accomplish, is on the other side of the universe. That's peace of mind, energy, freedom. And I'm making myself ready to go, joyfully and willingly. I think I'm ready to be everybody's friend, and to do anything for anybody. It's heavy.","author":"Richie Havens","category":"Freedom, Myself, Universe"},{"quote":"The question that we must ask is whether we are making progress toward the goal of universal peace. Or are we caught up on a treadmill of history, turning forever on the axle of mindless aggression and self-destruction?","author":"F. W. de Klerk","category":"History, Progress, Goal"},{"quote":"In our quest for peace, we should constantly ask ourselves what we should do to create conditions in which peace can prosper.","author":"F. W. de Klerk","category":"Create, Ask, Quest"},{"quote":"Some might complain that nuclear disarmament is little more than a dream. But that ignores the very tangible benefits disarmament would bring for all humankind. Its success would strengthen international peace and security. It would free up vast and much-needed resources for social and economic development. It would advance the rule of law.","author":"Ban Ki-moon","category":"Success, Law, Free"},{"quote":"Don't stand back with your arms folded","author":"Adolfo Perez Esquivel","category":"Hope, Light, Violence"},{"quote":"I have seen (as far as it can be seen) many persons changed in a moment from the spirit of horror, fear, and despair to the spirit of hope, joy, peace; and from sinful desires, till then reigning over them, to a pure desire of doing the will of God.","author":"John Wesley","category":"Hope, Fear, God"},{"quote":"Enigma is really an investment in peace of mind. I keep a lot of confidential information on my laptop. I'm usually very careful about keeping my laptop under close physical control but had an unfortunate lapse and left it on a plane. That could have cost me dearly if not for the Enigma.","author":"Jim Cantrell","category":"Mind, Peace Of Mind, Me"},{"quote":"I do not support peace in the Middle East. And I do not support Arafat. He is a stupid, incompetent fool!","author":"Muammar al-Gaddafi","category":"Support, Fool, Stupid"},{"quote":"Whoever wishes peace among peoples must fight statism.","author":"Ludwig von Mises","category":"Fight, Wishes, Must"},{"quote":"The United States is not a nation to which peace is a necessity.","author":"Grover Cleveland","category":"Nation, United, Which"},{"quote":"The world's people all share the earnest aspiration to have peace, stability, justice and cooperation.","author":"Tran Duc Luong","category":"Justice, World, People"},{"quote":"If anything I consider myself non-violent, I'm from the hippy era, peace, love, groovy.","author":"Rick James","category":"Love, Myself, Anything"},{"quote":"Wars are, of course, as a rule to be avoided; but they are far better than certain kinds of peace.","author":"Theodore Roosevelt","category":"Better, Far, Course"},{"quote":"I like doves. They look so beautiful, like a woman. For me they represent peace and love and purity. And sometimes they're seen as the messengers of God, so they're important to me because I'm a Christian.","author":"John Woo","category":"Love, Beautiful, God"},{"quote":"Hobbits are an unobtrusive but very ancient people, more numerous formerly than they are today; for they love peace and quiet and good tilled earth: a well-ordered and well-farmed countryside was their favourite haunt.","author":"J. R. R. Tolkien","category":"Love, Good, Today"},{"quote":"My day job may be exhausting, but cooking is my peace. My dream is to have a big family with lots of grandkids. And we'll get together every Sunday for a hearty dinner at our house, and we'll all live in flavorful bliss, happily ever after.","author":"Chrissy Teigen","category":"Family, Day, Together"},{"quote":"In the Middle East, it is clear that peace will never be reached without solving the Israeli-Palestinian conflict. A two-state solution must be found and enforced.","author":"Ahmed Zewail","category":"Conflict, Solution, Never"},{"quote":"Climate change, in some regions, has aggravated conflict over scarce land, and could well trigger large-scale migration in the decades ahead. And rising sea levels put at risk the very survival of all small island states. These and other implications for peace and security have implications for the United Nations itself.","author":"Ban Ki-moon","category":"Change, Sea, Conflict"},{"quote":"Peace should be understood in a human way - in a broad social, political and economic way. Peace is threatened by unjust economic, social and political order, absence of democracy, environmental degradation and absence of human rights.","author":"Muhammad Yunus","category":"Environmental, Democracy"},{"quote":"I most sincerely wish that the world in which we live be free from the threat of a nuclear holocaust and from the ruinous arms race. It is my cherished desire that peace be not separated from freedom which is the right of every nation. This I desire and for this I pray.","author":"Lech Walesa","category":"Freedom, World, Free"},{"quote":"Peace is rarely denied to the peaceful.","author":"Friedrich Schiller","category":"Peaceful, Denied, Rarely"},{"quote":"Change is certain. Peace is followed by disturbances; departure of evil men by their return. Such recurrences should not constitute occasions for sadness but realities for awareness, so that one may be happy in the interim.","author":"Percy Bysshe Shelley","category":"Change, Happy, Evil"},{"quote":"Instead of a man of peace and love, I have become a man of violence and revenge.","author":"Hiawatha","category":"Love, Revenge, Violence"},{"quote":"On all the peaks lies peace.","author":"Johann Wolfgang von Goethe","category":"Peaks, Lies"},{"quote":"The minute you got the Nobel Peace Prize, things that I said yesterday, with nobody paying too much attention, I say the same things after I got it - oh! It was quite crucial for people, and it helped our morale because apartheid did look invincible.","author":"Desmond Tutu","category":"People, Look, You"},{"quote":"Today, hundreds of millions dwell in freedom, from the Baltic to the Adriatic, from the Western Approaches to the Aegean. And while we must never take this for granted, the first purpose of the European Union - to secure peace - has been achieved and we should pay tribute to all those in the EU, alongside Nato, who made that happen.","author":"David Cameron","category":"Freedom, Today, Purpose"},{"quote":"I am a strong believer that without justice, there is no peace. No lasting peace, anyway.","author":"Angelina Jolie","category":"Strong, Justice, I Am"},{"quote":"He that would live in peace and at ease must not speak all he knows or all he sees.","author":"Benjamin Franklin","category":"Speak, Live, Must"},{"quote":"If you want peace, you don't talk to your friends. You talk to your enemies.","author":"Desmond Tutu","category":"Friends, Want, You"},{"quote":"As I came to power peacefully, so shall I keep it.","author":"Corazon Aquino","category":"Power, Keep, Peacefully"},{"quote":"The simplification of life is one of the steps to inner peace. A persistent simplification will create an inner and outer well-being that places harmony in one's life.","author":"Peace Pilgrim","category":"Life, Well-Being, Harmony"},{"quote":"Complete peace equally reigns between two mental waves.","author":"Swami Sivananda","category":"Waves, Two, Mental"},{"quote":"I think it's naive to pray for world peace if we're not going to change the form in which we live.","author":"Godfrey Reggio","category":"Change, World, Live"},{"quote":"Islam means peace.","author":"Malala Yousafzai","category":"Islam, Means"},{"quote":"We believe in peace and peaceful development, not only for ourselves but for people all over the world.","author":"Lal Bahadur Shastri","category":"Believe, World, Peaceful"},{"quote":"Until he extends his circle of compassion to include all living things, man will not himself find peace.","author":"Albert Schweitzer","category":"Compassion, Man, Living"},{"quote":"We have a long way to go before we are able to hear the voices of everyone on earth, but I believe that providing voices and building bridges is essential for the World Peace we all wish for.","author":"Joichi Ito","category":"Believe, World, Building"},{"quote":"Five enemies of peace inhabit with us - avarice, ambition, envy, anger, and pride; if these were to be banished, we should infallibly enjoy perpetual peace.","author":"Petrarch","category":"Anger, Ambition, Pride"},{"quote":"Life is wonderful beautiful journey. Every episode of my life is like a dream, and I am at peace and happy with what life has given me.","author":"Laura Harring","category":"Life, Happy, Beautiful"},{"quote":"Smoke the pipe of peace, bury the tomahawk, and become one nation.","author":"Zebulon Pike","category":"Nation, Smoke, Become"},{"quote":"Nuclear disarmament and non-proliferation are not utopian ideals. They are critical to global peace and security.","author":"Ban Ki-moon","category":"Security, Global"},{"quote":"I believe it is peace in our time.","author":"Neville Chamberlain","category":"Time, Believe, I Believe"},{"quote":"There can be no vulnerability without risk; there can be no community without vulnerability; there can be no peace, and ultimately no life, without community.","author":"M. Scott Peck","category":"Life, Community, Risk"},{"quote":"World-wide practice of Conservation and the fair and continued access by all nations to the resources they need are the two indispensable foundations of continuous plenty and of permanent peace.","author":"Gifford Pinchot","category":"Practice, Resources"},{"quote":"My passion stems from seeking world peace and finding how we can live together creatively rather than violently.","author":"Mimi Kennedy","category":"Passion, Together, World"},{"quote":"Be good, keep your feet dry, your eyes open, your heart at peace and your soul in the joy of Christ.","author":"Thomas Merton","category":"Good, Eyes, Joy"},{"quote":"If you want to make peace, you don't talk to your friends. You talk to your enemies.","author":"Moshe Dayan","category":"Friends, Want, You"},{"quote":"If man does find the solution for world peace it will be the most revolutionary reversal of his record we have ever known.","author":"George C. Marshall","category":"Man, World, Solution"},{"quote":"Peace, unity and harmony!","author":"Cathy Freeman","category":"Unity, Harmony"},{"quote":"For me, peace is a fundamental human right of every child; it is inevitable and divine.","author":"Kailash Satyarthi","category":"Child, Me, Human"},{"quote":"The only people that can make peace are the parties to the conflict, and just as they are responsible for the conflict and its consequences, so should they be given responsibility and recognition for the peace.","author":"Martti Ahtisaari","category":"Responsibility, Conflict"},{"quote":"Many African leaders refuse to send their troops on peace keeping missions abroad because they probably need their armies to intimidate their own populations.","author":"Kofi Annan","category":"Need, Leaders, Abroad"},{"quote":"If I were asked to name the chief benefit of the house, I should say: the house shelters day-dreaming, the house protects the dreamer, the house allows one to dream in peace.","author":"Gaston Bachelard","category":"Home, Dream, Name"},{"quote":"Nothing is more conducive to peace of mind than not having any opinion at all.","author":"Georg C. Lichtenberg","category":"Mind, Peace Of Mind, Opinion"},{"quote":"We all want peace. Unfortunately, there are times when peace must be defended by fighting terror and tyranny.","author":"James H. Douglas, Jr.","category":"Tyranny, Want, Fighting"},{"quote":"There is a criterion by which you can judge whether the thoughts you are thinking and the things you are doing are right for you. The criterion is: Have they brought you inner peace?","author":"Peace Pilgrim","category":"Thinking, Thoughts, You"},{"quote":"The peace and justice movement has to expand and not run away from the plight of gang members.","author":"Tom Hayden","category":"Justice, Run, Movement"},{"quote":"We would fight not for the political future of a distant city, rather for principles whose destruction would ruin the possibility of peace and security for the peoples of the earth.","author":"Neville Chamberlain","category":"Future, City, Political"},{"quote":"The years of the economic depression have been years of political reaction, and that is why the economic crisis has generated a world peace crisis.","author":"Arthur Henderson","category":"Depression, World, Political"},{"quote":"To solve the problem of organizing world peace we must establish world law and order.","author":"Arthur Henderson","category":"Law, World, Problem"},{"quote":"There are two traditions in Northern Ireland. There are two main religious denominations. But there is only one true moral denomination. And it wants peace.","author":"David Trimble","category":"Moral, Traditions, True"},{"quote":"Let peace, descending from her native heaven, bid her olives spring amidst the joyful nations; and plenty, in league with commerce, scatter blessings from her copious hand!","author":"Daniel Boone","category":"Blessings, Spring, Her"},{"quote":"I am grateful for the opportunities I have been given to participate in that work as a representative of my country, Canada, whose people have, I think, shown their devotion to peace.","author":"Lester B. Pearson","category":"Work, Grateful, I Am"},{"quote":"For Pleasure, Delight, Peace and Felicity live in method and temperance.","author":"Margaret Cavendish","category":"Live, Pleasure, Delight"},{"quote":"There can be no peace in the world so long as a large proportion of the population lack the necessities of life and believe that a change of the political and economic system will make them available. World peace must be based on world plenty.","author":"John Boyd Orr","category":"Life, Change, World"},{"quote":"All of us deserve a greater peace of mind, knowing that our children are better protected wherever they are.","author":"Bob Ney","category":"Children, Mind"},{"quote":"One can not reflect in streaming water. Only those who know internal peace can give it to others.","author":"Lao Tzu","category":"Water, Know, Give"},{"quote":"We receive His peace when we ask Him for it. We keep His peace by extending it to others. Those are the keys and there are no others.","author":"Marianne Williamson","category":"Ask, Him, Keys"},{"quote":"In a few decades, the relationship between the environment, resources and conflict may seem almost as obvious as the connection we see today between human rights, democracy and peace.","author":"Wangari Maathai","category":"Relationship, Today"},{"quote":"If peace cannot be maintained with honour, it is no longer peace.","author":"John Russell","category":"Honour, Longer, Cannot"},{"quote":"We have peace with Israel. We're actually the last man standing. So there is going to be immense pressure and people asking, 'Why are we having this relationship when it's not benefiting anybody?' Obviously, my answer is you always benefit from peace.","author":"Abdullah II of Jordan","category":"Relationship, Man, People"},{"quote":"When we take our eyes off the whirl of day-to-day activity and concentrate on honoring Him and following in His way, we find a consistent peace that carries us through both plenty and poverty.","author":"Charles Stanley","category":"Eyes, Poverty, Find"},{"quote":"I'm just an old hippie. You know, peace and love.","author":"Sherman Hemsley","category":"Love, Know, You"},{"quote":"Bob Marley performed the 'One Love Peace' concert in Jamaica with the two different warring political sides. There's always been that in black music and culture in general. It's no surprise because black music is such a reflection of what's going on in black life. It's not unusual for hip-hop.","author":"Mos Def","category":"Love, Life, Music"},{"quote":"There is a thin line between peace of the brave and peace of the hostage... between compromise - even calculated risk - and irresponsibility and capitulation.","author":"Ehud Barak","category":"Brave, Risk, Compromise"},{"quote":"As most of the population suffers through life, barely surviving, disappointed and confused day after day, hopeless, wondering what happened to their strong and beautiful country, it is in the media's power to restore, if not some of our quality of life, at least a bit of our peace of mind.","author":"Steven Van Zandt","category":"Life, Beautiful, Power"},{"quote":"A heartsong doesn't have to be a song in your heart. It doesn't have to be talking about love and peace. It can just be your message. It can be your feeling. Some people might even call it a conscience, even though that's not really what it is. It's your message, what you feel like you need to do.","author":"Mattie Stepanek","category":"Love, Heart, Conscience"},{"quote":"Although Omaha is my birthplace and the place I grew up, I don't see myself spending extended amounts of time there. I feel almost more comfortable and more at peace in New York.","author":"Conor Oberst","category":"Time, Myself, New York"},{"quote":"I've got to be able to get my time off whether it's just enjoying my house or the peace and quiet of my family and being there and cooking for them. I love doing that. I also love doing leisure things. I ride horses. I love to shop. I love to drive!","author":"LisaRaye McCoy-Misick","category":"Love, Family, Time"},{"quote":"We are all familiar with the dove carrying an olive branch as a peace offering. The jewelry I've created pays tribute both to the messenger's noble mission and gardens as a refuge of peace and tranquility.","author":"Paloma Picasso","category":"Jewelry, Mission"},{"quote":"Poverty is the absence of all human rights. The frustrations, hostility and anger generated by abject poverty cannot sustain peace in any society.","author":"Muhammad Yunus","category":"Anger, Society, Poverty"},{"quote":"When life doesn't make sense, we can still have peace.","author":"Rick Warren","category":"Life, Sense, Still"},{"quote":"I like my peace and quiet whenever I can grab it.","author":"Wole Soyinka","category":"Quiet, I Can, Like"},{"quote":"It is heroic to prepare for war with a tyrant power. Patriots will always win the admiration of mankind for daring to meet the bloodshed of battle for their country's liberty. But the patriot who is willing to go to that sacrifice will be the first to condemn the aimless and secret shedding of blood in time of peace.","author":"John Boyle O'Reilly","category":"Time, Power, War"},{"quote":"If the inner world is inundated with peace, then the nightmare of world war cannot even come into being.","author":"Sri Chinmoy","category":"War, World, Being"},{"quote":"I love Miami; I miss it so much. I miss the beach, the peace it brings you. I love the sound and smell of the sea.","author":"Genesis Rodriguez","category":"Love, Sea, Beach"},{"quote":"The vast majority of Malaysians are sensible people; they're moderates, they want peace, they want harmonious race relations at home. They look for national unity.","author":"Najib Razak","category":"Home, Unity, People"},{"quote":"Tolerance, like any aspect of peace, is forever a work in progress, never completed, and, if we're as intelligent as we like to think we are, never abandoned.","author":"Octavia E. Butler","category":"Work, Progress, Think"},{"quote":"When I go home and get off tour, I'd like to have a peace of mind. I like to chill. I don't like everything to be all chaotic like how it is when I step outside, you know?","author":"Tyga","category":"Home, Mind, Peace Of Mind"},{"quote":"Jesus said, 'Blessed are the peacemakers.' And I think a lot of people don't understand that there's a difference between a peace lover and a peacemaker. Everybody loves peace, but wearing jewelry around your neck and saying 'I love peace' doesn't bring it.","author":"Mike Huckabee","category":"Love, Blessed, People"},{"quote":"My new hotels will play a leading role in promoting world peace.","author":"Conrad Hilton","category":"World, Play, World Peace"},{"quote":"Releasing the invisible ties to those who have left you, betrayed you, disappointed you or hurt you, you open up to higher realms of love, peace and joy.","author":"Debbie Ford","category":"Love, Joy, Hurt"},{"quote":"You may not be able to change the course of government, but you can achieve some peace. And books were the path to that. I grew up in a house where books were everywhere.","author":"Ta-Nehisi Coates","category":"Change, Path, Government"},{"quote":"I am in favor of a foreign policy that will cultivate relations of peace with all nations, and I will never give my influence, either as a private citizen or a public servant, for war, so long as it can be honorably avoided.","author":"Ambrose Burnside","category":"War, I Am, Influence"},{"quote":"The olive branch has been consecrated to peace, palm branches to victory, the laurel to conquest and poetry, the myrtle to love and pleasure, the cypress to mourning, and the willow to despondency.","author":"Dorothea Dix","category":"Love, Poetry, Victory"},{"quote":"The cry of the oppressed has entered not only into my ears, but into my soul, so that while I live, I cannot hold my peace.","author":"Elijah Parish Lovejoy","category":"Soul, Live, My Soul"},{"quote":"A consecrated Christian life is ever shedding light and comfort and peace.","author":"Ellen G. White","category":"Life, Light, Comfort"},{"quote":"There is very little room for relaxation, but as long as I capitalize on those brief moments of peace, I'm okay with that.","author":"Maelle Gavet","category":"Moments, Long, Okay"},{"quote":"There is a marvelous peace in not publishing. It's peaceful. Still. Publishing is a terrible invasion of my privacy.","author":"J. D. Salinger","category":"Peaceful, Privacy"},{"quote":"We're in the last days, man - I truly, in my heart, believe that. It's written. I could go on with biblical situations and things my grandma told me. But it's about being at peace with myself and making good with the people around me.","author":"Kendrick Lamar","category":"Good, Myself, Man"},{"quote":"Everybody knows that love is better than hate, and peace is better than war.","author":"Marilyn Ferguson","category":"Love, War, Hate"},{"quote":"Our leaders must hear us speaking on behalf of our brothers and sisters in South Sudan. If the moral duty to save lives and work toward peace is not compelling enough to drive decision-makers, we must remind them that we care and will hold them accountable.","author":"Forest Whitaker","category":"Work, Moral, Care"},{"quote":"To craftsmanship we shall add statesmanship in the capitol of peace.","author":"Warren R. Austin","category":"Craftsmanship, Add, Capitol"},{"quote":"When the war was in progress, England and France agreed wholeheartedly with the Fourteen Points. As soon as the war was won, England, France, and Italy tried to frustrate Wilson's program because it was in conflict with their imperialist policies. As a consequence, the Peace Treaty was one of the most unequal treaties ever negotiated in history.","author":"Sun Yat-sen","category":"History, Progress, War"},{"quote":"Some men know that a light touch of the tongue, running from a woman's toes to her ears, lingering in the softest way possible in various places in between, given often enough and sincerely enough, would add immeasurably to world peace.","author":"Marianne Williamson","category":"Light, Woman, World"},{"quote":"Peace and not war is the father of all things.","author":"Ludwig von Mises","category":"Father, War, Things"},{"quote":"Money can come and go, and fame comes and goes. Peace of mind and a relationship with God is far more important, so this is the precedent that we've set in our lives. The bottom line is, we all die, so Jesus is the answer.","author":"Phil Robertson","category":"Relationship, Money, God"},{"quote":"If they want peace, nations should avoid the pin-pricks that precede cannon shots.","author":"Napoleon Bonaparte","category":"Want, Avoid, Nations"},{"quote":"All my life, I have maintained that the people of the world can learn to live together in peace if they are not brought up in prejudice.","author":"Josephine Baker","category":"Life, Together, World"},{"quote":"The idea that the EU is somehow the guarantor of peace on the continent - that is in itself rash, in my view, and risks undermining the vital role of Nato.","author":"Boris Johnson","category":"Risks, View, Idea"},{"quote":"Peace will be when you accept it in your heart.","author":"Hiawatha","category":"Heart, Accept, You"},{"quote":"Peace is our gift to each other.","author":"Elie Wiesel","category":"Gift, Other, Each"},{"quote":"The very first lesson that I learnt from the Qur'an was the message of unity and peace.","author":"Cat Stevens","category":"Unity, Message, Lesson"},{"quote":"The Palestinians want a state, but they have to give peace in return. What they're trying to do in the United Nations is to get a state without giving Israel peace or giving Israel peace and security. And I think that's, that's wrong. That should not succeed. That should, that should fail.","author":"Benjamin Netanyahu","category":"Giving, Want, Think"},{"quote":"When your soul is resting, your emotions are okay, your mind is okay, and your will is at peace with God, not resisting what He's doing.","author":"Joyce Meyer","category":"God, Soul, Mind"},{"quote":"We on our part will stick to our independent foreign policy of peace, acting forever as a strong defender of world peace and a persistent proponent of common development.","author":"Jinato Hu","category":"Strong, World, Acting"},{"quote":"You can find peace amidst the storms that threaten you.","author":"Joseph B. Wirthlin","category":"You, Storms, Find"},{"quote":"At the end of the day, Wonder Woman is a peace seeker. But when fight arrives, she can fight. She's a warrior, and she enjoys the adrenaline of the fight.","author":"Gal Gadot","category":"Day, Woman, Fight"},{"quote":"My heritage has been my grounding, and it has brought me peace.","author":"Maureen O'Hara","category":"Me, Heritage, Been"},{"quote":"The quiet rhythmic monotone of the wall of logs fills one with the rustic peace of a secluded nook in the woods.","author":"Gustav Stickley","category":"Woods, Quiet, Wall"},{"quote":"It isn't enough to talk about peace. One must believe in it. And it isn't enough to believe in it. One must work at it.","author":"Eleanor Roosevelt","category":"Work, Believe, Talk"},{"quote":"Let us not deceive ourselves we must elect world peace or world destruction.","author":"Bernard Baruch","category":"World, World Peace, Deceive"},{"quote":"Let love flow so that it cleanses the world. Then man can live in peace, instead of the state of turmoil he has created through his past ways of life, with all those material interests and earthly ambitions.","author":"Sai Baba","category":"Love, Life, Past"},{"quote":"The Nobel Peace Prize opened up a door in my heart.","author":"Aung San Suu Kyi","category":"Heart, Door, Up"},{"quote":"The European Union is the world's most successful invention for advancing peace.","author":"John Bruton","category":"World, Successful"},{"quote":"We will not learn how to live together in peace by killing each other's children.","author":"Jimmy Carter","category":"Children, Together, Live"},{"quote":"Our object should be peace within, and peace without. We want to live peacefully and maintain cordial friendly relations with our immediate neighbours and with the world at large.","author":"Muhammad Ali Jinnah","category":"World, Live, Want"},{"quote":"The people of the world genuinely want peace. Some day the leaders of the world are going to have to give in and give it to them.","author":"Dwight D. Eisenhower","category":"Day, World, People"},{"quote":"I want to see peace in the country.","author":"Bhumibol Adulyadej","category":"Want, Country, See"},{"quote":"Guilt for being rich, and guilt thinking that perhaps love and peace isn't enough and you have to go and get shot or something.","author":"John Lennon","category":"Love, Thinking, Guilt"},{"quote":"You do indeed have a past, but not now! And, yes, you have a future, but not now! You can consume your now with thoughts of 'then' and 'maybe,' but that will keep you from the inner peace you could experience.","author":"Wayne Dyer","category":"Future, Experience, Past"},{"quote":"What we need is Star Peace and not Star Wars.","author":"Mikhail Gorbachev","category":"Star, Need, Star Wars"},{"quote":"To be misunderstood can be the writer's punishment for having disturbed the reader's peace. The greater the disturbance, the greater the possibility of misunderstanding.","author":"Anatole Broyard","category":"Punishment, Misunderstood"},{"quote":"Peace can be promoted by the limitation of arms and by the creation of the instrumentality for peaceful settlement of controversies. But it will become a reality only through self-restraint and active effort in friendliness and helpfulness.","author":"Herbert Hoover","category":"Effort, Reality, Peaceful"},{"quote":"In Hawaii, we have something called Ho'oponopono, where people come together to resolve crises and restore peace and balance.","author":"Duane Chapman","category":"Together, Balance, People"},{"quote":"The Honorable Elijah Muhammad teaches us that God, now, is about to establish a kingdom on this earth, based upon brotherhood and peace. And the white man is against brotherhood, and the white man is against peace.","author":"Malcolm X","category":"God, Man, Earth"},{"quote":"While conscience is our friend, all is at peace; however once it is offended, farewell to a tranquil mind.","author":"Mary Wortley Montagu","category":"Mind, Friend, Conscience"},{"quote":"There is no way to peace peace is the way.","author":"A. J. Muste","category":"Way"},{"quote":"Consistently rated the most peaceable of all countries in the world by the Global Peace Index, Iceland has reduced its military expenditure to zero, has no armed forces, and has reduced the inequality gap between rich and poor.","author":"Scilla Elworthy","category":"World, Military, Rich"},{"quote":"Peace is much more precious than a piece of land... let there be no more wars.","author":"Anwar Sadat","category":"Land, Precious, Than"},{"quote":"Peace is when time doesn't matter as it passes by.","author":"Maria Schell","category":"Time, Matter, Passes"},{"quote":"It is better we disintegrate in peace and not in pieces.","author":"Nnamdi Azikiwe","category":"Better, Pieces"},{"quote":"If we have not peace within ourselves, it is in vain to seek it from outward sources.","author":"Francois de La Rochefoucauld","category":"Within, Sources, Seek"},{"quote":"It's well known I'm a Scientologist, and that has helped me to find that inner peace in my life and it's something that has given me great stability and tools that I use.","author":"Tom Cruise","category":"Life, Great, Me"},{"quote":"A decision once taken brings peace to a man's mind and eases his soul.","author":"Mika Waltari","category":"Man, Decision, Soul"},{"quote":"I would like to end world hunger and create world peace, stop corruption, stop drugs getting to kids.","author":"Kelly Preston","category":"World, Corruption, End"},{"quote":"Intervention only works when the people concerned seem to be keen for peace.","author":"Nelson Mandela","category":"People, Intervention, Keen"},{"quote":"China pays a great deal of attention to the Korean nuclear issue. We stand for achieving denuclearization of the peninsula in a peaceful way through dialogue and consultation to maintain peace and stability of the peninsula and Northeast Asia.","author":"Hu Jintao","category":"Great, Achieving, Peaceful"},{"quote":"You can only end a negotiation for peace if you begin it.","author":"Benjamin Netanyahu","category":"End, Negotiation, You"},{"quote":"Aside from what it teaches you, there is simply the indescribable degree of peace that can be achieved on a sailing vessel at sea. I guess a combination of hard work and the seemingly infinite expanse of the sea - the profound solitude - that does it for me.","author":"Billy Campbell","category":"Work, Hard Work, Sea"},{"quote":"I always wanted to see people's lives transformed from depression and anxiety to joy and peace.","author":"David D. Burns","category":"Depression, Joy, Anxiety"},{"quote":"I believe that the topic of chemical weapons is critically important for international peace and security, and I take note of the ongoing debate over what course of action should be taken by the international community. All those actions should be taken within the framework of the U.N. Charter, as a matter of principle.","author":"Ban Ki-moon","category":"Community, Action, Believe"},{"quote":"I think that American women are further along than any other women in the world. But you can't have peace in a world in which some women or some men or some nations are at different stages of development. There is so much work to be done.","author":"Alice Paul","category":"Work, Women, World"},{"quote":"Our armed forces will fight for peace in Iraq, a peace built on more secure foundations than are found today in the Middle East. Even more important, they will fight for two human conditions of even greater value than peace: liberty and justice.","author":"John McCain","category":"Today, Justice, Value"},{"quote":"Bob Marley stood for universal peace and love. He tried to break racial barriers.","author":"Wyclef Jean","category":"Love, Racial, Peace And Love"},{"quote":"I want a world of peace. I'm not interested in bombs. I'm not interested in wars. I'm interested in peace.","author":"Jeremy Corbyn","category":"World, Want, Not Interested"},{"quote":"Peace hath higher tests of manhood, than battle ever knew.","author":"John Greenleaf Whittier","category":"Battle, Manhood, Higher"},{"quote":"Peace is liberty in tranquillity.","author":"Marcus Tullius Cicero","category":"Liberty, Tranquillity"},{"quote":"We want to take good tidings home to our people, that they may sleep in peace.","author":"Black Kettle","category":"Home, Good, Sleep"},{"quote":"I happen to dig being able to use whatever mystique I have to further the idea of peace.","author":"Garrett Morris","category":"Idea, Whatever, Dig"},{"quote":"It is understanding that gives us an ability to have peace. When we understand the other fellow's viewpoint, and he understands ours, then we can sit down and work out our differences.","author":"Harry S Truman","category":"Work, Understanding"},{"quote":"Israel is no longer a people that dwells alone, and has to join the global journey toward peace, reconciliation and international cooperation.","author":"Yitzhak Rabin","category":"Journey, Alone, People"},{"quote":"In fact, because of this deep desire for peace, the ruling class leaders of this land, from 1945 on, stepped up the hysteria and propaganda to drive into American minds the false notion that danger threatened them from the East.","author":"Paul Robeson","category":"Deep, American, Drive"},{"quote":"We believe world peace is inevitable.","author":"Anne Perry","category":"Believe, World, World Peace"},{"quote":"Even the holy men who lived before the coming of Christ understood that God had in mind plans of peace for the human race.","author":"Saint Bernard","category":"God, Men, Mind"},{"quote":"I want you to give all these chiefs of the soldiers here to understand that we are for peace, and that we have made peace, that we may not be mistaken by them for enemies.","author":"Black Kettle","category":"Want, Soldiers, You"},{"quote":"The plan shows that the twenty million people in the German democratic Republic and in the democratic sector of Berlin think only of peace, and that they are working for freedom and peaceful prosperity.","author":"Walter Ulbricht","category":"Freedom, Peaceful, Plan"},{"quote":"I have traveled a long road from the battlefield to the peace table.","author":"Moshe Dayan","category":"Road, Long, Long Road"},{"quote":"We need new partnerships for peace and security.","author":"Anna Lindh","category":"Partnerships, Security, New"},{"quote":"A sign that a peace association is going adrift is its exclusion of other political parties, with whom it could collaborate effectively on most of the problems besetting the cause of peace.","author":"Fredrik Bajer","category":"Problems, Political, Sign"},{"quote":"We must join with the tens of millions all over the world who see in peace our most sacred responsibility.","author":"Paul Robeson","category":"Responsibility, World, See"},{"quote":"Peace goes into the making of a poem as flour goes into the making of bread.","author":"Pablo Neruda","category":"Bread, Poem, Making"},{"quote":"Martin Luther King Jr. is remembered as our prince of peace, of civil rights. We owe him something major that will keep his memory alive.","author":"Morgan Freeman","category":"Memory, King, Rights"},{"quote":"When I was in the Peace Corps I never made a phone call. I was in Central Africa; I didn't make a phone call for two years. I was in Uganda for another four years and I didn't make a phone call. So for six years I didn't make a phone call, but I wrote letters, I wrote short stories, I wrote books.","author":"Paul Theroux","category":"Short, Africa, Years"},{"quote":"The myth of redemptive violence - Caesar, peace, and victory - is in people's bones so deeply, we aren't even aware of it. You crush the opposition; that's how we bring peace.","author":"Rob Bell","category":"Violence, Victory, People"},{"quote":"I think that peace is, in many ways, a precondition of joy.","author":"Yo-Yo Ma","category":"Joy, Think, I Think"},{"quote":"I've made peace with the fact that the things that I thought were weaknesses or flaws were just me. I like them.","author":"Sandra Bullock","category":"Thought, Me, Weaknesses"},{"quote":"The word 'success' - who's defining it? It's about whether or not it makes me feel good. Four billion people don't have to see or hear it. If I've enjoyed the process of creation and I'm at peace, then what happens next is just entertainment. If mass appeal were actually something, Marilyn Monroe wouldn't be dead.","author":"Grace Slick","category":"Success, Good, Me"},{"quote":"Patriarchy is a fundamental imbalance underlying society And it's one we rarely address because it's so universal. But as I get older, I see that peace is a product of balance.","author":"Ani DiFranco","category":"Balance, Society, See"},{"quote":"To discover your mission and put it into action - instead of worrying on the sidelines - is to find peace of mind and a heart full of love.","author":"Scilla Elworthy","category":"Love, Heart, Mind"},{"quote":"I was profoundly moved to be the first United Nations Secretary-General to attend the Peace Memorial Ceremony in Hiroshima. I also visited Nagasaki. Sadly, we know the terrible humanitarian consequences from the use of even one weapon. As long as such weapons exist, so, too, will the risks of use and proliferation.","author":"Ban Ki-moon","category":"Risks, Long, Know"},{"quote":"I think people need to know that there's great peace and joy in knowing the Lord - the Lord Jesus Christ - as your savior.","author":"Tammy Faye Bakker","category":"Great, Joy, People"},{"quote":"While the lab plays an enormous role, research is also influenced by inner peace of mind and one's family environment, depending on what stage of one's life and career a scientist is at.","author":"Peter Agre","category":"Life, Family, Mind"},{"quote":"I've often made critical comments about settlement expansion in the occupied West Bank and in east Jerusalem, and my position hasn't changed. At the same time, it's equally important to me that the two sides, both Israel and the Palestinians, work towards a durable peace settlement: that's to say a viable two-state solution.","author":"Angela Merkel","category":"Work, Time, Me"},{"quote":"Pope John Paul II was a man of peace, a friend of the Jewish nation... and worked for the historic reconciliation between the nations and for the renewal of diplomatic ties between Israel and the Vatican at the end of 1993.","author":"Ariel Sharon","category":"Man, End, Friend"},{"quote":"Black people need some peace. White people need some peace. And we are going to have to fight. We're going to have to struggle. We're going to have to struggle relentlessly to bring about some peace, because the people that we're asking for peace, they are a bunch of megalomaniac warmongers, and they don't even understand what peace means.","author":"Fred Hampton","category":"Struggle, Fight, People"},{"quote":"In the '60s we fought for peace, when the Vietnam war was on. We were against the cops and against the politicians, and there was a lot of waving banners and all that. And I think in a way, just as they were enjoying that machoism of war, we were enjoying the machismo of being anti-war, you know?","author":"Yoko Ono","category":"War, Know, Think"},{"quote":"Now God be praised, I will die in peace.","author":"James Wolfe","category":"God, Die, Will"},{"quote":"Love, peace and soul.","author":"Don Cornelius","category":"Love, Soul"},{"quote":"In every man the memory of the struggles and the heroes of the past is alive. But these memories are not incompatible with the desire for peace in the future.","author":"Gustav Stresemann","category":"Future, Memories, Past"},{"quote":"I build a kind of wall between myself and t he model so that I can paint in peace behind it. Otherwise, she might say something that confuses and distracts me.","author":"Edvard Munch","category":"Myself, Me, She"},{"quote":"Then I realized that secrecy is actually to the detriment of my own peace of mind and self, and that I could still sustain my belief in privacy and be authentic and transparent at the same time. It was a pretty revelatory moment, and there's been a liberating force that's come from it.","author":"Alanis Morissette","category":"Time, Self, Mind"},{"quote":"Just as God's love to us believers, his children, is unalterably the same, whatever may be the manifestations of that love; and as his peace with us is the same, however much our peace may be disturbed; so it is also with regard to our being in fellowship or partnership with him: it remains unalterably the same so far as God is concerned.","author":"George Muller","category":"Love, Children, God"},{"quote":"The wars don't end when you sign peace treaties or when the years go by. They will echo on until I'm gone and all the widows and orphans are gone.","author":"Tim O'Brien","category":"End, You, Years"},{"quote":"The pageant movie I'm obsessed with is 'Miss Congeniality', hands down! I could quote everything from that movie. I love so many scenes, but I always find myself quoting the scene when Sandra Bullock goes, 'I really do just want world peace!'","author":"Olivia Culpo","category":"Love, Myself, World"},{"quote":"Together, we will lead our party back to the White House, and we will lead our country back to safety, prosperity, and peace.","author":"Donald Trump","category":"Together, Safety, Party"},{"quote":"I think that people want peace so much that one of these days government had better get out of their way and let them have it.","author":"Dwight D. Eisenhower","category":"Government, People, Want"},{"quote":"I do not want the peace which passeth understanding, I want the understanding which bringeth peace.","author":"Helen Keller","category":"Understanding, Want, Which"},{"quote":"A quiet mind cureth all.","author":"Robert Burton","category":"Mind, Quiet"},{"quote":"A people free to choose will always choose peace.","author":"Ronald Reagan","category":"Free, People, Always"},{"quote":"There is always a certain peace in being what one is, in being that completely.","author":"Ugo Betti","category":"Always, Being, Certain"},{"quote":"If there is to be any peace it will come through being, not having.","author":"Henry Miller","category":"Will, Through, Being"},{"quote":"One is called to live nonviolently, even if the change one works for seems impossible.","author":"Daniel Berrigan","category":"Change, Impossible, Live"},{"quote":"I believe in peace. I believe in mercy.","author":"Malala Yousafzai","category":"Believe, Mercy, I Believe"},{"quote":"When you can whip any man in the world, you never know peace.","author":"Muhammad Ali","category":"Man, World, Know"},{"quote":"I think that a strong Israel is the only Israel that will bring the Arabs to the peace table.","author":"Benjamin Netanyahu","category":"Strong, Think, Bring"},{"quote":"I would rather have peace in the world than be President.","author":"Harry S Truman","category":"World, President, Rather"},{"quote":"Law enforcement officers are never 'off duty.' They are dedicated public servants who are sworn to protect public safety at any time and place that the peace is threatened. They need all the help that they can get.","author":"Barbara Boxer","category":"Time, Safety, Law"},{"quote":"When you find peace within yourself, you become the kind of person who can live at peace with others.","author":"Peace Pilgrim","category":"Yourself, Live, You"},{"quote":"The greatest problem all around the world today, whether in America, Japan, China Russia, India or anywhere else in the world, is that people are not in peace. People want peace.","author":"Prem Rawat","category":"Today, America, World"},{"quote":"A man will treat a woman almost exactly the way he treats his own interior feminine. In fact, he hasn't the ability to see a woman, objectively speaking, until he has made some kind of peace with his interior woman.","author":"Robert Johnson","category":"Man, Woman, Treat"},{"quote":"It's wonderful to be back. Back among the mountains that remind us of our vulnerability, our ultimate lack of control over the world we live in. Mountains that demand humility, and yield so much peace in return.","author":"Alex Lowe","category":"Mountains, Humility, World"},{"quote":"But he is unworthy the name of a minister of the gospel of peace, who is unwilling, not only to have his name cast out as evil, but also to die for the truths of the Lord Jesus.","author":"George Whitefield","category":"Evil, Name, Die"},{"quote":"If there's no inner peace, people can't give it to you. The husband can't give it to you. Your children can't give it to you. You have to give it to you.","author":"Linda Evans","category":"Children, Husband, People"},{"quote":"Like all Israelis, I yearn for peace. I see the utmost importance in taking all possible steps that will lead to a solution of the conflict with the Palestinians.","author":"Ariel Sharon","category":"Conflict, Solution, See"},{"quote":"The choice, however, is as clear now for nations as it was once for the individual: peace or extinction.","author":"Lester B. Pearson","category":"Choice, Individual, Nations"},{"quote":"The U.S. cannot force Sunnis, Shias, and Kurds to make peace or to act for the common good. They have been in conflict for 1,400 years.","author":"Peter DeFazio","category":"Good, Conflict, Years"},{"quote":"There is no greater responsibility resting upon peoples and governments everywhere than to make sure that enduring peace will this time - at long last - be established and maintained.","author":"Cordell Hull","category":"Time, Responsibility, Long"},{"quote":"Self-Realization Fellowship seemed like training. It was the training ground for finding a sense of peace in myself. Because that's my job. It's no one else's.","author":"Mariel Hemingway","category":"Myself, Job, Training"},{"quote":"I am not saying that I'm happy about what's going on right now in our nation, but I am at peace and I am comforted because I know that He's on the throne. That is good enough for me.","author":"Barbara Mandrell","category":"Happy, Good, I Am"},{"quote":"Weird people follow you in the streets, you can't sit alone in a restaurant or a cafe and read a book in peace, and I think everybody values those moments of being alone.","author":"Winona Ryder","category":"Alone, Being Alone, Book"},{"quote":"Any peace process after so many years of horror and terror will be long and difficult.","author":"Jose Luis Rodriguez Zapatero","category":"Process, Long, Difficult"},{"quote":"Piety is not a goal but a means to attain through the purest peace of mind the highest culture.","author":"Johann Wolfgang von Goethe","category":"Culture, Goal, Mind"},{"quote":"If a nation wants to live in peace with its neighbors, it doesn't keep rattling the saber at them.","author":"Howard E. Koch","category":"Live, Nation, Neighbors"},{"quote":"Such problems are not solved in one day but there is a great step toward peace and security in the region.","author":"Paul Kagame","category":"Day, Great, Problems"},{"quote":"May the soul of the late President Milton Obote... a long-time member of this parliament, rest in peace.","author":"Yoweri Museveni","category":"Soul, Late, Rest"},{"quote":"I cannot imagine any writer who would not fight for his peace and quiet.","author":"Wislawa Szymborska","category":"Fight, Quiet, Imagine"},{"quote":"You don't kill your way to peace.","author":"Imran Khan","category":"Way, You, Your"},{"quote":"If there are finer beings than German short hairs, I don't know what they are. In their eyes is peace.","author":"Ben Stein","category":"Eyes, Short, Know"},{"quote":"Olympics for me is love, peace, united.","author":"Jackie Chan","category":"Love, Me, United"},{"quote":"Peace does exist. It exists in your heart and soul.","author":"Sharon Stone","category":"Heart, Soul, Exist"},{"quote":"In my mind the city of Ariel is a thorn in Israel's side and a serious obstacle to peace.","author":"Theodore Bikel","category":"City, Mind, Serious"},{"quote":"Political satire became obsolete when they awarded Henry Kissinger the Nobel Peace Prize.","author":"Tom Lehrer","category":"Political, Satire, Prize"},{"quote":"A peace talk is always difficult, always complicated.","author":"Jack Ma","category":"Complicated, Difficult, Talk"},{"quote":"My life mission is to spread peace to the world.","author":"Mattie Stepanek","category":"Life, World, My Life"},{"quote":"My mother, may her soul rest in peace, shaped my personality; thanks to her, I have acquired many values, good traits and skills.","author":"Mohammed bin Rashid Al Maktoum","category":"Good, Mother, Soul"},{"quote":"Peace is one of the most precious gifts God has promised His children. I know, because for many years my life was not peaceful, and I was miserable.","author":"Joyce Meyer","category":"Life, Children, God"},{"quote":"I was raised with no religious training or influence. Except the influence was to be a moral and ethical person at the secular level. And to be a peace marcher, an activist for civil rights, peace and justice.","author":"Anne Lamott","category":"Justice, Training, Influence"},{"quote":"I believe God's keeping the records, and I believe you will be rewarded even in this life. Somehow, some way, God will make it up to you. It may be He protected you from an accident you never knew. You can't give God something without God giving you more in return, whether it's peace or joy or satisfaction.","author":"Joel Osteen","category":"Life, God, Joy"},{"quote":"World peace is no longer some pie-in-the-sky thing, because no single person or country is going to solve it on their own.","author":"Herbie Hancock","category":"World, Country, World Peace"},{"quote":"Peace is a gift that is embodied through the Holy Spirit through the acceptance of Christ.","author":"Monica Johnson","category":"Acceptance, Gift, Through"},{"quote":"The Nobel Peace Prize has always been a joke - albeit a grim one. Alfred Bernhard Nobel famously invented dynamite and felt sorry about it.","author":"P. J. O'Rourke","category":"Sorry, Joke, Always"},{"quote":"Only a fighting nation can make itself responsible for world peace, and such a nation must organize its material resources and manpower with the highest possible degree of efficiency.","author":"Chiang Kai-shek","category":"World, Efficiency"},{"quote":"While the male eye zooms in on a particular element to the exclusion of all else, a woman's gaze flickers from one tedious task to the next, to the point where we can't distinguish between the importance of mopping the kitchen floor and achieving world peace.","author":"Mariella Frostrup","category":"Woman, Achieving, World"},{"quote":"I challenged God. I said, 'God, I know that I'm a sinner. I know that I won't probably have peace until You're in my heart. But I will not let You in my heart until You answer me, why? Why did you take my arms and legs? Why didn't You give me what everybody else has? God, until You answer me that question, I will not serve You.'","author":"Nick Vujicic","category":"God, Heart, Me"},{"quote":"My first draft is always way too long my books start out with delusions of 'War and Peace' - and must be gently disabused. My editor is brilliant at taking me to the point where I do all the necessary cutting on my own. I like to say she's a midwife rather than a surgeon.","author":"Julia Glass","category":"War, Start, Me"},{"quote":"I grew up in war and saw the United Nations help my country to recover and rebuild. That experience was a big part of what led me to pursue a career in public service. As Secretary-General, I am determined to see this organization deliver tangible, meaningful results that advance peace, development and human rights.","author":"Ban Ki-moon","category":"Experience, Service, War"},{"quote":"It's hard for me to stay silent when I keep hearing that peace is only attainable through war. There's nothing more scary than watching ignorance in action.","author":"Tom Smothers","category":"War, Ignorance, Me"},{"quote":"I believe we all want the same thing - it doesn't matter who you are or where you're living. We all want to be healthy, happy, to live in peace and prosper. That's what I connect to.","author":"Shari Arison","category":"Happy, Believe, Healthy"},{"quote":"Political satire became obsolete when Henry Kissinger was awarded the Nobel peace prize.","author":"Tom Lehrer","category":"Political, Satire, Prize"},{"quote":"Secure property in hand leads to peace in mind.","author":"Mencius","category":"Mind, Property, Hand"},{"quote":"The days of the Pentagon Papers debates seem long past, when a sudden transparency yielded insight into fights over war and peace and freedom and security; the transparency afforded by Twitter and Facebook yields insights that extend no further than a lawmaker's boundless narcissism and a culture's pitiless prurience.","author":"Nancy Gibbs","category":"Freedom, Culture, Past"},{"quote":"Being a new mother was a joyful and sometimes overwhelming experience - and as the first Missouri female state legislator to have a baby while in office, having heath care for myself and my son gave me some needed peace of mind.","author":"Claire McCaskill","category":"Experience, Myself, Mother"},{"quote":"I prefer the night to the day and always stay up very late. Darkness is more peaceful, and I don't like sunshine - it hurts my eyes. When I used to live in more communal circumstances, I had to wait until everyone had gone to bed before I had the peace to write, and I still find I can get on with my writing much better at night.","author":"Martin Millar","category":"Day, Eyes, Darkness"},{"quote":"We see a new Ethiopia, a new Africa, stretching her hands of influence throughout the world, teaching man the way of life and peace, The Way to God.","author":"Marcus Garvey","category":"Life, God, Man"},{"quote":"We need peace and stability in the Asia-Pacific region. It is important to have political and security stability to build up our economic growth.","author":"Joko Widodo","category":"Growth, Political, Security"},{"quote":"Peace in the world is everybody's business, no matter where you live or what you do.","author":"Betty Williams","category":"Business, World, Live"},{"quote":"If you want to be a voice for peace in the world, begin by making peace a permanent condition of your own life.","author":"Wayne Dyer","category":"Life, World, Want"},{"quote":"We do not covet one inch of Lebanese territory, and the basis for the peace treaty between our two countries will be the international border, which exists now, between Rosh Haniqra and Ras en Naqura.","author":"Menachem Begin","category":"Now, Two, Will"},{"quote":"I think people used to read 'War and Peace,' and now they don't; now they sit around with their tablets and watch 'Downton Abbey' and 'Breaking Bad' or whatever, and they want the things that they watch to be better so that they can feel better about themselves for watching it.","author":"Noah Hawley","category":"War, People, Want"},{"quote":"Peace is not a state - it is a choice, and you have to remake it every day. It's possible to get a sort of stability, a habit of peace, but it's like an egg balanced, spinning, on its point: lose your momentum, and your equilibrium is gone, too.","author":"Nick Harkaway","category":"Day, Choice, Every Day"},{"quote":"'War and Peace' goes down a lot smoother than a Dan Brown novel, let me tell you.","author":"Dave Morris","category":"War, Me, You"},{"quote":"War may be made by one party, but it requires two to make peace.","author":"John C. Calhoun","category":"War, Party, Two"},{"quote":"I have no doubts, by the way, that Ariel Sharon really wants to move the peace process forward.","author":"Leon Charney","category":"Process, Forward, Way"},{"quote":"The two basic social identities were Normal and Greaser; although a few sophisticated girls wore peace signs, hippies didn't exist, and while a seminal punk band, Iggy and the Stooges, was playing in nearby Ann Arbor, punk didn't exist yet, either.","author":"Mary Gaitskill","category":"Punk, Band, Social"},{"quote":"The real Likud knows how to make peace, to give up territory, and on the other hand is conservative and responsible. My world view is that of the real Likud that truly came and safeguarded the Land of Israel.","author":"Moshe Kahlon","category":"World, View, Responsible"},{"quote":"When it comes to matters of war and peace, we must not act rashly.","author":"Ariel Sharon","category":"War, Matters, Act"},{"quote":"To avoid the trap of Europe fragmenting on the economy, security, and identity, we have to return to the original promises of the European project: peace, prosperity and freedom. We should have a real, adult, democratic debate about the Europe we want.","author":"Emmanuel Macron","category":"Freedom, Identity, Want"},{"quote":"I'm someone who thinks that the world would be a better place if there was a big middle class. I mean, middle class is peace. In a perfect world, everybody would have enough to eat and we'd be living in security. It's obvious. I'm very happy to pay my taxes and all that. I would say I'm more of a Social Democrat.","author":"Denis Villeneuve","category":"Happy, World, Security"},{"quote":"Ali forced us to take a look at ourselves. This brash young man who thrilled us, angered us, confused and challenged us, ultimately became a silent messenger of peace who taught us that life is best when you build bridges between people, not walls.","author":"Billy Crystal","category":"Life, Best, Man"},{"quote":"Peace and security both in Europe and in the Pacific still depend on a balance of power.","author":"Lee Kuan Yew","category":"Power, Balance, Security"},{"quote":"I have to forget in order to find peace in my soul and be able to forgive.","author":"Ingrid Betancourt","category":"Soul, Forgive, Forget"},{"quote":"We can't continue with a justice of vengeance. Peace will require us to accept a certain degree of impunity it's inevitable.","author":"Ingrid Betancourt","category":"Justice, Accept, Vengeance"},{"quote":"The only way to find peace is when you are not separated, when you are not fighting, when you part of the whole.","author":"Laura Esquivel","category":"Fighting, You, Find"},{"quote":"My primary passion is film-making. That's the aspect of my life that defines me, completes me, and completely grounds me. Everything else - from judging a reality TV show to hosting a talk show - is just a result of me being a film-maker. I am the happiest, satisfied and at peace when I am behind the camera.","author":"Karan Johar","category":"Life, Passion, I Am"},{"quote":"Not one of us can rest, be happy, be at home, be at peace with ourselves, until we end hatred and division.","author":"John Lewis","category":"Happy, Home, Be Happy"},{"quote":"Peace is neutral, and not very sexy.","author":"Jean-Michel Jarre","category":"Sexy, Neutral, Very"},{"quote":"I will try and make peace between North and South Korea.","author":"Yi So-Yeon","category":"Try, Will, South Korea"},{"quote":"My long struggles as a soldier of the Chinese Revolution have forced me to realize the necessity of facing hard facts. There will be neither peace, nor hope, nor future for any of us unless we honestly aim at political, social and economic justice for all peoples of the world, great and small.","author":"Chiang Kai-shek","category":"Hope, Future, Great"},{"quote":"This is the way of peace: Overcome evil with good, falsehood with truth, and hatred with love.","author":"Peace Pilgrim","category":"Love, Good, Truth"},{"quote":"We will stand up for our friends in the world. And one of the most important friends is the State of Israel. My administration will be steadfast in support Israel against terrorism and violence, and in seeking the peace for which all Israelis pray.","author":"George W. Bush","category":"Friends, Support, Violence"},{"quote":"The great armies, accumulated to provide security and preserve the peace, carried the nations to war by their own weight.","author":"A. J. P. Taylor","category":"Great, War, Security"},{"quote":"Peace and abstinence from European interferences are our objects, and so will continue while the present order of things in America remain uninterrupted.","author":"Thomas Jefferson","category":"America, Present, Will"},{"quote":"It seems like a lot of people seek their peace in things. And most of us are not even satisfied with the things we have... we always want more.","author":"Joyce Meyer","category":"People, Want, Always"},{"quote":"Peace is not only better than war, but infinitely more arduous.","author":"George Bernard Shaw","category":"War, Better, Than"},{"quote":"Dear God, Please send to me the spirit of Your peace. Then send, dear Lord, the spirit of peace from me to all the world. Amen.","author":"Marianne Williamson","category":"God, World, Me"},{"quote":"War will never cease until babies begin to come into the world with larger cerebrums and smaller adrenal glands.","author":"H. L. Mencken","category":"War, World, Never"},{"quote":"Remind yourself that the greatest technique for bringing peace into your life is to always choose being kind when you have a choice between being right or being kind.","author":"Wayne Dyer","category":"Life, Choice, Yourself"},{"quote":"Peace in the Middle East has been on the Obama administration's mind from the beginning. Two days after his inauguration, the president traveled to the State Department to announce the appointment of George Mitchell as his Middle East peace negotiator.","author":"Elliott Abrams","category":"Beginning, Mind, President"},{"quote":"The man who can centre his thoughts and hopes upon something transcending self can find a certain peace in the ordinary troubles of life, which is impossible to the pure egoist.","author":"Bertrand Russell","category":"Life, Man, Self"},{"quote":"For me, peace should provide security to the Jewish people.","author":"Ariel Sharon","category":"Me, People, Security"},{"quote":"We extend our hand towards peace. Our people are committed to peace. We know that peace entails painful compromise for both sides.","author":"Ariel Sharon","category":"People, Compromise, Know"},{"quote":"American troops around the globe are the greatest preservers of liberty and peace in the world.","author":"Dennis Prager","category":"American, World, Greatest"},{"quote":"The Peace Corps is a sort of Howard Johnson's on the main drag into maturity.","author":"Paul Theroux","category":"Maturity, Drag, Main"},{"quote":"I have to admit that I only read 'War and Peace' when I was 40. But I knew the basics before then.","author":"Umberto Eco","category":"War, Admit, Basics"},{"quote":"In one way or another, President Obama's critics will dog him all the way to Oslo for the Nobel Peace Prize ceremony, and even his admirers will continue to have doubts about his accomplishments if not his promise.","author":"Tom Brokaw","category":"Dog, Way, President"},{"quote":"Ed Koch will never 'rest in peace.' That was not his way. He was always nervously squirming, while making others squirm as well. Comfort was not his goal. He understood that to be a proud and assertive Jew meant never being able to leave a sigh of relief and say, 'It's over, we are at peace, we can now put down our guard and relax.'","author":"Alan Dershowitz","category":"Goal, Relax, Proud"},{"quote":"I do know that some Buddhists are able to attain peace of mind.","author":"Martin Scorsese","category":"Mind, Peace Of Mind, Know"},{"quote":"As a human being, I'm concerned about the world that I live in. So, I'm concerned about peace. I'm concerned about - about man's inhumanity to man. I'm concerned about the environment.","author":"Herbie Hancock","category":"Man, World, Environment"},{"quote":"I'm at peace with myself. The main thing is not letting people dictate what I do or what I am.","author":"Magic Johnson","category":"Myself, I Am, People"},{"quote":"Power to the peaceful!","author":"Michael Franti","category":"Power, Peaceful"},{"quote":"The only solid and lasting peace between a man and his wife is, doubtless, a separation.","author":"Philip Stanhope, 4th Earl of Chesterfield","category":"Man, Wife, Between"},{"quote":"The real discovery is the one which enables me to stop doing philosophy when I want to. The one that gives philosophy peace, so that it is no longer tormented by questions which bring itself into question.","author":"Ludwig Wittgenstein","category":"Philosophy, Me, Questions"},{"quote":"If you use weapons of war to bring about peace, you're going to have more war and destruction.","author":"Coretta Scott King","category":"War, You, Bring"},{"quote":"I always thought of myself as a moderate liberal, a fighter for peace and justice. I never thought of myself as being all that far out.","author":"George McGovern","category":"Myself, Justice, Thought"},{"quote":"If you talk to most ambitious people, people who are high achievers, they're rarely at peace with what they're doing because they need an engine to keep moving.","author":"Nick Kroll","category":"Moving, People, You"},{"quote":"The supreme need of the world is peace and good will among men. It must be peace founded upon justice and fairness, the righting of past wrong, and the securing of the future as far as possible against the evils of the past.","author":"Charles M. Schwab","category":"Future, Good, Justice"},{"quote":"More and more, I think about the role of the arts, and as an artist, I think that it's important that I share the love and peace.","author":"Yayoi Kusama","category":"Love, Artist, Think"},{"quote":"I feel just fine about ignoring or bypassing the rights of people I have known and loved to be rendered faithfully, or to be left in peace, and out of novels.","author":"Colm Toibin","category":"People, Loved, Rights"},{"quote":"'Pears like my heart go flutter, flutter, and then they may say, 'Peace, Peace,' as much as they likes - I know it's goin' to be war!","author":"Harriet Tubman","category":"War, Heart, Know"},{"quote":"My family is the engine of everything, and on a personal level, I feel peace, stability, and they give me force, which is reflected on my work, my recordings, and every time that I go out on tour. They are my base, my everything.","author":"Luis Fonsi","category":"Work, Family, Time"},{"quote":"Without free, self-respecting, and autonomous citizens there can be no free and independent nations. Without internal peace, that is, peace among citizens and between the citizens and the state, there can be no guarantee of external peace.","author":"Vaclav Havel","category":"Free, Independent, Guarantee"},{"quote":"Ignorance is a menace to peace.","author":"Paul Harris","category":"Ignorance, Menace"},{"quote":"I was caught up in the hysteria during the Vietnam era, which was brought about through Marxist propaganda underlying the so-called peace movement.","author":"Jon Voight","category":"Propaganda, Through"},{"quote":"We are a Nation of peace and compassion, yet these people have and will devote every fiber of their beings to the destruction of Americans and our Country.","author":"Charles Bass","category":"Compassion, People, Nation"},{"quote":"My father was the superintendent of the churches in the state of Montana. He was content in his beliefs. He befit the term 'true Christian.' He would turn the other cheek. He was truly a man of peace.","author":"Phil Jackson","category":"Father, Man, Christian"},{"quote":"If you sing a song of peace with enough gestures and grimaces, it becomes a war song.","author":"Jean Giraudoux","category":"War, Song, You"},{"quote":"It has become impossible to give up the enterprise of disarmament without abandoning the whole great adventure of building up a collective peace system.","author":"Arthur Henderson","category":"Adventure, Great, Impossible"},{"quote":"The forces that are driving mankind toward unity and peace are deep-seated and powerful. They are material and natural, as well as moral and intellectual.","author":"Arthur Henderson","category":"Unity, Powerful, Moral"},{"quote":"Let us face it, the U.N. has failed. It has failed in its mission to promote world peace.","author":"Ginny Brown-Waite","category":"World, Mission, World Peace"},{"quote":"I feel beautiful when I'm at peace with myself. When I'm serene, when I'm a good person, when I've been considerate of others.","author":"Elle Macpherson","category":"Beautiful, Good, Myself"},{"quote":"I never will have peace of mind. I'm not constructed that way. Some things in life can be horrible.","author":"Julie Christie","category":"Life, Mind, Peace Of Mind"},{"quote":"But while we all pray for peace, we do not always, as free citizens, support the policies that make for peace or reject those which do not. We want our own kind of peace, brought about in our own way.","author":"Lester B. Pearson","category":"Support, Free, Want"},{"quote":"I cannot think of anything more difficult than to say something which would be worthy of this impressive and, for me, memorable occasion, and of the ideals and purposes which inspired the Nobel Peace Award.","author":"Lester B. Pearson","category":"Award, Me, Think"},{"quote":"I just want to live in peace and quiet.","author":"Agnetha Faltskog","category":"Live, Want, Quiet"},{"quote":"This enemy of peace in the world today is unlike any we have seen in the past, and our military is learning from, and building on, previous successes while carrying peace and freedom into the future.","author":"Mark Kennedy","category":"Learning, Future, Freedom"},{"quote":"The business of peace requires more than showing up with paint brushes, foodstuffs and an oil pipeline or two.","author":"Tony Snow","category":"Business, Showing Up, Oil"},{"quote":"As far as having peace within myself, the one way I can do that is forgiving the people who have done wrong to me. It causes more stress to build up anger. Peace is more productive.","author":"Rodney King","category":"Stress, Myself, Anger"},{"quote":"The Church of Christ is constituted in two orders, the clergy and the people, the one having the care of the Church that all may be ruled for the salvation of souls; the other contains kings, princes, and nobles who have to carry on secular government that all things may lead to the peace and unity of the Church.","author":"Thomas Becket","category":"Unity, Government, People"},{"quote":"The attainment of the economic aims of man presupposes peace.","author":"Ludwig von Mises","category":"Man, Economic, Aims"},{"quote":"Modern society, based as it is on the division of labor, can be preserved only under conditions of lasting peace.","author":"Ludwig von Mises","category":"Society, Labor, Division"},{"quote":"I go gladly to my wife and boy, and I leave this world at peace with every one in it and at peace with God.","author":"Alex Campbell","category":"God, Wife, World"},{"quote":"My different personalities leave me in peace now.","author":"Anna Freud","category":"Me, Now, Different"},{"quote":"The longing for peace is rooted in the hearts of all men. But the striving, which at present has become so insistent, cannot lay claim to such an ambition as leading the way to eternal peace, or solving all disputes among nations.","author":"Alva Myrdal","category":"Men, Ambition, Present"},{"quote":"Some people put up a peace sign with one hand. Some people put up the middle finger instead. I use two hands and put up both.","author":"Brian Celio","category":"People, Hands, Finger"},{"quote":"What could become a danger to world peace is Iran's nuclear program and the country's open threat to annihilate Israel.","author":"Sigmar Gabriel","category":"World, Country, World Peace"},{"quote":"Imagine the peace symbol. The peace symbol has three pieces in it. One piece is emotion, that's your body. Another piece has spirit in it, that's your fuel. Another piece has intellect in it and that's your steering wheel. You can never overdo the fuel that goes into the body, which is the emotions and the steering wheel to drive it.","author":"Gary Busey","category":"Body, Emotion, You"},{"quote":"We must all make peace so that we can all live in peace.","author":"Jean-Bertrand Aristide","category":"Live, Must, Make"},{"quote":"Let us all pledge to protect this opportunity in order to see that the wish of peace becomes a true and daily fact in this region.","author":"Mahmoud Abbas","category":"Daily, Opportunity, Wish"},{"quote":"Being a movie star, and this applies to all of them, means being looked at from every possible direction. You are never left at peace, you're just fair game.","author":"Greta Garbo","category":"Game, Direction, You"},{"quote":"Now for my own case, I bless the Lord that, for all that hath been said of me, my conscience doth not condemn me. I do not say I am free of sin, but I am at peace with God through a slain Mediator; and I believe that there is no salvation but only in Christ.","author":"Donald Cargill","category":"God, I Am, Believe"},{"quote":"I like peace and solitude and silence.","author":"Carla Bruni","category":"Silence, Solitude, Like"},{"quote":"I can see in your eyes, I can see in your faces, I can see you cry. But what I want to say, there's no reason to cry. Do not, in the name of peace, go in the streets and riot.","author":"George Weah","category":"Eyes, Name, Want"},{"quote":"I will go on my knees and ask the Liberian people to participate in bringing peace and stability to our country.","author":"George Weah","category":"People, Country, Will"},{"quote":"Economic integration is the path to riches and peace.","author":"Edward C. Prescott","category":"Path, Integration, Economic"},{"quote":"I am looking forward and I am hoping that I will be the catalyst that makes India and Pakistan live for peace forever.","author":"Asif Ali Zardari","category":"I Am, Looking Forward"},{"quote":"When I received the news of the Nobel Peace Award, I could not believe it. I told my father, 'I think they have the wrong name, Dad. Please, can you talk to this man on the phone? I'm busy cooking!'","author":"Betty Williams","category":"Father, Man, Busy"},{"quote":"Peace is not wimpy. It's about sitting down and negotiating with people you hate. Ultimately, all occupation ends, and you have to deal with the enemy.","author":"Betty Williams","category":"Hate, People, You"},{"quote":"Someday when peace has returned to this odd world I want to come to London again and stand on a certain balcony on a moonlit night and look down upon the peaceful silver curve of the Thames with its dark bridges.","author":"Ernie Pyle","category":"World, Peaceful, Night"},{"quote":"For hundreds of millions of Americans who believe in God, prayer is our bridge between Earth and Heaven, our way of opening our hearts to the Lord. Through this intimate relationship we find peace and guidance.","author":"Nick Rahall","category":"Relationship, God, Believe"},{"quote":"When I create an image that helps someone - even just myself - find peace, then I've attained my goal.","author":"Evelyn Lauder","category":"Myself, Goal, Find"},{"quote":"After living out of a suitcase for years, it's a feeling of peace to wake up in the night and know where I am.","author":"Patty Loveless","category":"I Am, Wake Up, Night"},{"quote":"I wish the Peace Corps and its volunteers continued success and perseverance. We are grateful for their contributions to society and dedication to providing assistance where it is needed. May the Peace Corps continue its legacy of service, both at home and abroad.","author":"Kenny Marchant","category":"Success, Perseverance, Home"},{"quote":"As a civil rights leader, Mrs. King's vision of racial peace and nonviolent social change was a fortifying staple in advancing the civil rights movement.","author":"James T. Walsh","category":"Change, Leader, Vision"},{"quote":"Man does find in Nature deliverance from himself, oblivion of his past, with peace and purity!","author":"George A. Smith","category":"Nature, Man, Past"},{"quote":"Of one thing I am certain, the body is not the measure of healing, peace is the measure.","author":"Phyllis McGinley","category":"I Am, Healing, Body"},{"quote":"If the union between England and America is a powerful factor in the cause of peace, a new Triple Alliance between the Teutonic race and the two branches of the Anglo-Saxon race will be a still more potent influence in the future of the world.","author":"Edward Grey","category":"Future, America, World"},{"quote":"Peace has to be created, in order to be maintained. It will never be achieved by passivity and quietism.","author":"Dorothy Thompson","category":"Never, Will, Order"},{"quote":"I want peace. I want to see if somewhere there isn't something left in life of charm and grace.","author":"Margaret Mitchell","category":"Life, Grace, Want"},{"quote":"We love peace, but not peace at any price.","author":"Douglas William Jerrold","category":"Love, Price, Any"},{"quote":"We have to acknowledge peace is in danger and mankind still has not realised the priority to be given to world dialogue versus armed contradiction and bloodshed.","author":"Nursultan Nazarbayev","category":"World, Dialogue, Danger"},{"quote":"We call upon all sides to stop hostilities and restart peace talks.","author":"Nursultan Nazarbayev","category":"Stop, Sides, Call"},{"quote":"I don't know whether war is an interlude during peace, or peace an interlude during war.","author":"Georges Clemenceau","category":"War, Know, Whether"},{"quote":"It seems to be that when these communist regimes take over - if you look at the example of Vietnam or Cambodia or Nicaragua - that even in conditions of peace they don't seem to be able to figure out how to support their people, and the human suffering is enormous.","author":"John Negroponte","category":"Support, Suffering, People"},{"quote":"Peace is not the product of a victory or a command. It has no finishing line, no final deadline, no fixed definition of achievement. Peace is a never-ending process, the work of many decisions.","author":"Oscar Hammerstein II","category":"Work, Achievement, Decisions"},{"quote":"If the world would only build temples to Machinery in the abstract then everything would be perfect. The painter and sculptor would have plenty to do, and could, in complete peace and suitably honored, pursue their trade without further trouble.","author":"Wyndham Lewis","category":"World, Perfect, Build"},{"quote":"We should learn to live and love our neighbors as ourselves for the sake of peace and progress.","author":"David McCallum","category":"Love, Progress, Neighbors"},{"quote":"A babe in the house is a well-spring of pleasure, a messenger of peace and love, a resting place for innocence on earth, a link between angels and men.","author":"Martin Farquhar Tupper","category":"Love, Men, Innocence"},{"quote":"May peace rule the universe, may peace rule in kingdoms and empires, may peace rule in states and in the lands of the potentates, may peace rule in the house of friends and may peace also rule in the house of enemies.","author":"Virchand Gandhi","category":"Friends, Universe, House"},{"quote":"The quest for peace begins in the home, in the school and in the workplace.","author":"Silvia Cartwright","category":"Home, School, Quest"},{"quote":"The Dove, on silver pinions, winged her peaceful way.","author":"James Montgomery","category":"Peaceful, Way, Her"},{"quote":"If I'm going to be staying up until 3 A.M., it should be for world peace and not shampoo sales.","author":"Mona Sutphen","category":"World, Sales, World Peace"},{"quote":"I declare that I will establish peace in this world.","author":"Prem Rawat","category":"World, Will, Declare"},{"quote":"Be at peace with your own soul, then heaven and earth will be at peace with you.","author":"Isaac of Nineveh","category":"Soul, Earth, You"},{"quote":"When I play with my band around the U.S.A., the most requested song is 'Peace Frog.'","author":"Robby Krieger","category":"Song, Play, Frog"},{"quote":"Every time I'm in Georgia, I eat a peach for peace.","author":"Duane Allman","category":"Time, Eat, Peach"},{"quote":"A State in the grip of neo-colonialism is not master of its own destiny. It is this factor which makes neo-colonialism such a serious threat to world peace.","author":"Kwame Nkrumah","category":"World, Destiny, World Peace"},{"quote":"Peace is the first thing the angels sang.","author":"John Keble","category":"Angels, First, Sang"},{"quote":"In the whole round of human affairs little is so fatal to peace as misunderstanding.","author":"Margaret Elizabeth Sangster","category":"Human, Misunderstanding"},{"quote":"This is an era of violent peace.","author":"James D. Watkins","category":"Era, Violent"},{"quote":"Do not dwell in the past, do not dream of the future, concentrate the mind on the present moment.","author":"Buddha","category":"Future, Past, Mind"},{"quote":"Because of your smile, you make life more beautiful.","author":"Thich Nhat Hanh","category":"Smile, Beautiful, You"},{"quote":"Lighten up, just enjoy life, smile more, laugh more, and don't get so worked up about things.","author":"Kenneth Branagh","category":"Smile, Enjoy Life, Laugh"},{"quote":"Very little is needed to make a happy life; it is all within yourself, in your way of thinking.","author":"Marcus Aurelius","category":"Happy, Thinking, Yourself"},{"quote":"The most important thing is to enjoy your life - to be happy - it's all that matters.","author":"Audrey Hepburn","category":"Happy, Enjoy, Be Happy"},{"quote":"Life is a dream for the wise, a game for the fool, a comedy for the rich, a tragedy for the poor.","author":"Sholom Aleichem","category":"Wise, Fool, Tragedy"}]}