{"author":"Ravindu Manoj","github":"ravindu01manoj","repo":"Quotes-500k","data":[{"quote":"Suppose you were an idiot, and suppose you were a member of Congress; but I repeat myself.","author":"Mark Twain","category":"Myself, You, Congress"},{"quote":"In politics stupidity is not a handicap.","author":"Napoleon Bonaparte","category":"Stupidity, Handicap"},{"quote":"Democracy is when the indigent, and not the men of property, are the rulers.","author":"Aristotle","category":"Men, Democracy, Property"},{"quote":"I like to see myself as a bridge builder, that is me building bridges between people, between races, between cultures, between politics, trying to find common ground.","author":"T. D. Jakes","category":"Myself, Me, People"},{"quote":"The darkest places in hell are reserved for those who maintain their neutrality in times of moral crisis.","author":"Dante Alighieri","category":"Hell, Crisis, Moral"},{"quote":"The first lesson of economics is scarcity: there is never enough of anything to fully satisfy all those who want it. The first lesson of politics is to disregard the first lesson of economics.","author":"Thomas Sowell","category":"Economics, Want, Lesson"},{"quote":"The most practical kind of politics is the politics of decency.","author":"Theodore Roosevelt","category":"Kind, Decency, Most"},{"quote":"I weep for the liberty of my country when I see at this early day of its successful experiment that corruption has been imputed to many members of the House of Representatives, and the rights of the people have been bartered for promises of office.","author":"Andrew Jackson","category":"Day, Successful, Liberty"},{"quote":"To err is human. To blame someone else is politics.","author":"Hubert H. Humphrey","category":"Blame, Human, Someone"},{"quote":"It is enough that the people know there was an election. The people who cast the votes decide nothing. The people who count the votes decide everything.","author":"Joseph Stalin","category":"Election, People, Know"},{"quote":"The whole aim of practical politics is to keep the populace alarmed (and hence clamorous to be led to safety) by menacing it with an endless series of hobgoblins, all of them imaginary.","author":"H. L. Mencken","category":"Safety, Aim, Whole"},{"quote":"People say satire is dead. It's not dead it's alive and living in the White House.","author":"Robin Williams","category":"People, Living, Satire"},{"quote":"No real social change has ever been brought about without a revolution... revolution is but thought carried into action.","author":"Emma Goldman","category":"Change, Thought, Action"},{"quote":"Just because you do not take an interest in politics doesn't mean politics won't take an interest in you.","author":"Pericles","category":"Just Because, You, Mean"},{"quote":"If you put the federal government in charge of the Sahara Desert, in 5 years there'd be a shortage of sand.","author":"Milton Friedman","category":"Government, Desert, You"},{"quote":"A fool and his money are soon elected.","author":"Will Rogers","category":"Money, Fool, Soon"},{"quote":"A leader in the Democratic Party is a boss, in the Republican Party he is a leader.","author":"Harry S Truman","category":"Leader, Boss, Party"},{"quote":"Bad politicians are sent to Washington by good people who don't vote.","author":"William E. Simon","category":"Good, People, Good People"},{"quote":"Conservatives are not necessarily stupid, but most stupid people are conservatives.","author":"John Stuart Mill","category":"Stupid, People"},{"quote":"The unique thing about our country is that we have Hindus, Muslims, Christians, Sikhs, Parsis, and people of all other religions. We have temples and mosques, gurdwaras and churches. But we do not bring all this into politics... This is the difference between India and Pakistan.","author":"Lal Bahadur Shastri","category":"Unique, People, Country"},{"quote":"We all have our likes and our dislikes. But... when we're doing news - when we're doing the front-page news, not the back page, not the op-ed pages, but when we're doing the daily news, covering politics - it is our duty to be sure that we do not permit our prejudices to show. That is simply basic journalism.","author":"Walter Cronkite","category":"Daily, Journalism, Page"},{"quote":"America's present need is not heroics but healing not nostrums but normalcy not revolution but restoration.","author":"Warren G. Harding","category":"America, Healing, Revolution"},{"quote":"In politics, nothing happens by accident. If it happens, you can bet it was planned that way.","author":"Franklin D. Roosevelt","category":"Nothing, Way, You"},{"quote":"What I'm asking for is hard. It's easier to be cynical; to accept that change isn't possible, and politics is hopeless, and to believe that our voices and actions don't matter. But if we give up now, then we forsake a better future.","author":"Barack Obama","category":"Change, Future, Believe"},{"quote":"If you believe you can make a difference, not just in politics, in public service, in advocacy around all these important issues, then you have to be prepared to accept that you are not going to get 100 percent approval.","author":"Hillary Clinton","category":"Service, Believe"},{"quote":"The secret of getting things done is to act!","author":"Dante Alighieri","category":"Done, Act, Secret"},{"quote":"If you have always believed that everyone should play by the same rules and be judged by the same standards, that would have gotten you labeled a radical 60 years ago, a liberal 30 years ago and a racist today.","author":"Thomas Sowell","category":"Today, Rules, Play"},{"quote":"In politics... never retreat, never retract... never admit a mistake.","author":"Napoleon Bonaparte","category":"Mistake, Admit, Never"},{"quote":"A diplomat is a person who can tell you to go to hell in such a way that you actually look forward to the trip.","author":"Caskie Stinnett","category":"Hell, Look, You"},{"quote":"Establishing lasting peace is the work of education all politics can do is keep us out of war.","author":"Maria Montessori","category":"Work, Education, Peace"},{"quote":"I must not write a word to you about politics, because you are a woman.","author":"John Adams","category":"Woman, You, Word"},{"quote":"There are no morals in politics there is only expedience. A scoundrel may be of use to us just because he is a scoundrel.","author":"Vladimir Lenin","category":"Just Because, Morals, May"},{"quote":"As a black woman, my politics and political affiliation are bound up with and flow from participation in my people's struggle for liberation, and with the fight of oppressed people all over the world against American imperialism.","author":"Angela Davis","category":"Struggle, Woman, World"},{"quote":"I think one of the great problems we have in the Republican Party is that we don't encourage you to be nasty. We encourage you to be neat, obedient, loyal and faithful and all those Boy Scout words, which would be great around a campfire but are lousy in politics.","author":"Newt Gingrich","category":"Great, Problems, Words"},{"quote":"I hate all politics. I don't like either political party. One should not belong to them - one should be an individual, standing in the middle. Anyone that belongs to a party stops thinking.","author":"Ray Bradbury","category":"Thinking, Hate, Political"},{"quote":"In war, you can only be killed once, but in politics, many times.","author":"Winston Churchill","category":"War, You, Once"},{"quote":"The activist is not the man who says the river is dirty. The activist is the man who cleans up the river.","author":"Ross Perot","category":"Man, River, Dirty"},{"quote":"In human life, economics precedes politics or culture.","author":"Park Geun-hye","category":"Life, Culture, Economics"},{"quote":"Objective journalism is one of the main reasons that American politics has been allowed to be so corrupt for so long.","author":"Hunter S. Thompson","category":"American, Journalism, Long"},{"quote":"It has been said that politics is the second oldest profession. I have learned that it bears a striking resemblance to the first.","author":"Ronald Reagan","category":"First, Said, I Have Learned"},{"quote":"I'm not an old, experienced hand at politics. But I am now seasoned enough to have learned that the hardest thing about any political campaign is how to win without proving that you are unworthy of winning.","author":"Adlai E. Stevenson","category":"Winning, I Am, Political"},{"quote":"Politics: A strife of interests masquerading as a contest of principles. The conduct of public affairs for private advantage.","author":"Ambrose Bierce","category":"Principles, Strife, Contest"},{"quote":"The modern conservative is engaged in one of man's oldest exercises in moral philosophy; that is, the search for a superior moral justification for selfishness.","author":"John Kenneth Galbraith","category":"Man, Philosophy, Search"},{"quote":"Globalisation has made us more vulnerable. It creates a world without borders, and makes us painfully aware of the limitations of our present instruments, and of politics, to meet its challenges.","author":"Anna Lindh","category":"Challenges, World, Present"},{"quote":"Politics is the ability to foretell what is going to happen tomorrow, next week, next month and next year. And to have the ability afterwards to explain why it didn't happen.","author":"Winston Churchill","category":"Tomorrow, Week, Why"},{"quote":"We are losing sight of civility in government and politics. Debate and dialogue is taking a back seat to the politics of destruction and anger and control. Dogma has replaced thoughtful discussion between people of differing views.","author":"James McGreevey","category":"Anger, Government, Losing"},{"quote":"The IRS targeting certain groups for harassment because of their politics would be unfair. If we found out the NSA was keeping special tabs on everyone who worshiped at a mosque or took a Bible trip through the Middle East, you'd have an uprising.","author":"Gail Collins","category":"Bible, Special, You"},{"quote":"It is better to be violent, if there is violence in our hearts, than to put on the cloak of nonviolence to cover impotence.","author":"Mahatma Gandhi","category":"Violence, Better, Hearts"},{"quote":"There are many men of principle in both parties in America, but there is no party of principle.","author":"Alexis de Tocqueville","category":"America, Men, Party"},{"quote":"If voting changed anything, they'd make it illegal.","author":"Emma Goldman","category":"Voting, Anything, Illegal"},{"quote":"The revolution is a dictatorship of the exploited against the exploiters.","author":"Fidel Castro","category":"Revolution, Dictatorship"},{"quote":"Many individuals are doing what they can. But real success can only come if there is a change in our societies and in our economics and in our politics.","author":"David Attenborough","category":"Success, Change, Economics"},{"quote":"The fact that people die because of an AK-47 is not because of the designer, but because of politics.","author":"Mikhail Kalashnikov","category":"People, Die, Fact"},{"quote":"You have to have been a Republican to know how good it is to be a Democrat.","author":"Jackie Kennedy","category":"Good, Know, You"},{"quote":"In politics the middle way is none at all.","author":"John Adams","category":"Way, Middle, None"},{"quote":"Radical changes in world politics leave America with a heightened responsibility to be, for the world, an example of a genuinely free, democratic, just and humane society.","author":"Pope John Paul II","category":"Responsibility, America"},{"quote":"I am a sportsman and not a politician. I am a sportsman and will always remain one. I am not going to enter politics giving up cricket, which is my life. I will continue to play cricket.","author":"Sachin Tendulkar","category":"Life, I Am, Giving"},{"quote":"University politics are vicious precisely because the stakes are so small.","author":"Henry Kissinger","category":"Small, University, Stakes"},{"quote":"In politics a capable ruler must be guided by circumstances, conjectures and conjunctions.","author":"Catherine the Great","category":"Circumstances, Capable, Must"},{"quote":"First of all, I think it's odd that people who cover politics wouldn't have any political views.","author":"Nate Silver","category":"Political, People, Think"},{"quote":"Either one lives 'for' politics or one lives 'off' politics.","author":"Max Weber","category":"Off, Either, Lives"},{"quote":"Our articles of confederation ought to be revised and measures immediately taken to invigorate the Continental Union. Depend upon it: there lies the danger for America. This last stroke is wanting, and unless the states be strongly bound to each other, we have to fear from British and, indeed, from European politics.","author":"Marquis de Lafayette","category":"Fear, America, Danger"},{"quote":"You want a friend in Washington? Get a dog.","author":"Harry S Truman","category":"Dog, Friend, Want"},{"quote":"My brother Bob doesn't want to be in government - he promised Dad he'd go straight.","author":"John F. Kennedy","category":"Brother, Government, Want"},{"quote":"Pollution is nothing but the resources we are not harvesting. We allow them to disperse because we've been ignorant of their value.","author":"R. Buckminster Fuller","category":"Value, Ignorant, Resources"},{"quote":"A typical vice of American politics is the avoidance of saying anything real on real issues.","author":"Theodore Roosevelt","category":"American, Real, Saying"},{"quote":"The British Empire passed quickly and with less humiliation than its French and Dutch counterparts, but decades later, the vicious politics of partition still seems to define India and Pakistan.","author":"Pankaj Mishra","category":"India, Empire, British"},{"quote":"We live in a stage of politics, where legislators seem to regard the passage of laws as much more important than the results of their enforcement.","author":"William Howard Taft","category":"Live, Important, Results"},{"quote":"When I became prime minister last September, I promised the Japanese people that I would not tolerate the politics of indecision. A propensity to delay difficult and weighty decisions has been hurting our country. It is detrimental to our economy, society and future, and it cannot be allowed to continue.","author":"Yoshihiko Noda","category":"Future, Society, Decisions"},{"quote":"So long as we have enough people in this country willing to fight for their rights, we'll be called a democracy.","author":"Roger Nash Baldwin","category":"Democracy, Fight, People"},{"quote":"Honor is not the exclusive property of any political party.","author":"Herbert Hoover","category":"Political, Honor, Party"},{"quote":"You have not converted a man because you have silenced him.","author":"John Morley","category":"Man, You, Him"},{"quote":"If the United States of America or Britain is having elections, they don't ask for observers from Africa or from Asia. But when we have elections, they want observers.","author":"Nelson Mandela","category":"America, Want, Africa"},{"quote":"But only 'rich' people by definition have the 'extra' money to buy things and invest to create economic growth. Do we really want to tax that 'extra' money away - and give it to the government to spend? Does that make any economic sense outside of politics and our emotional desire to make everyone suffer equally through these tough times?","author":"Terry Savage","category":"Money, Tough Times, Growth"},{"quote":"Politics is the attempt to achieve power and prestige without merit.","author":"P. J. O'Rourke","category":"Power, Achieve, Without"},{"quote":"The new freedom of expression brought by the Internet goes far beyond politics. People relate to each other in new ways, posing questions about how we should respond to people when all that we know about them is what we have learned through a medium that permits all kinds of anonymity and deception.","author":"Peter Singer","category":"Freedom, Internet, People"},{"quote":"We need more of the Office Desk and less of the Show Window in politics. Let men in office substitute the midnight oil for the limelight.","author":"Calvin Coolidge","category":"Men, Window, Oil"},{"quote":"I have been thinking that I would make a proposition to my Republican friends... that if they will stop telling lies about the Democrats, we will stop telling the truth about them.","author":"Adlai E. Stevenson","category":"Friends, Truth, Thinking"},{"quote":"Ninety percent of the politicians give the other ten percent a bad reputation.","author":"Henry Kissinger","category":"Reputation, Bad, Politicians"},{"quote":"The most important political office is that of the private citizen.","author":"Louis D. Brandeis","category":"Political, Important"},{"quote":"Voting is a civic sacrament.","author":"Theodore Hesburgh","category":"Voting, Civic, Sacrament"},{"quote":"Politics is a strong and slow boring of hard boards.","author":"Max Weber","category":"Strong, Slow, Boring"},{"quote":"When times are tough, constant conflict may be good politics but in the real world, cooperation works better. After all, nobody's right all the time, and a broken clock is right twice a day.","author":"William J. Clinton","category":"Time, Day, Good"},{"quote":"There are many ways of encouraging people to make life better other than joining a political party. Politics with a small 'p' isn't just about darkened committee rooms, endless meetings - it is about giving people the right to make decisions about our lives.","author":"John Reid","category":"Life, Decisions, Giving"},{"quote":"I can tell you that too much money is corrupting American politics. Don't blame the American public. The U.S. Supreme Court has a lot to answer for, because it has made it impossible for Congress to reduce the corrupting influence of money on American political life.","author":"Peter Singer","category":"Life, Money, American"},{"quote":"The toughest thing to do in politics is to do the right thing when your supporters think the right thing is something else.","author":"Pat Toomey","category":"Do The Right Thing, Think"},{"quote":"I do think the public want to see politicians acting in a different way. What's brought young people into our campaign is that they were written off by political parties but they had never written off politics, and what we have is a huge number of young people, very enthusiastic and brimming with ideas. Those ideas have got to be heard.","author":"Jeremy Corbyn","category":"Ideas, Political, People"},{"quote":"Poetry is about the grief. Politics is about the grievance.","author":"Robert Frost","category":"Grief, Poetry, About"},{"quote":"Politics will eventually be replaced by imagery. The politician will be only too happy to abdicate in favor of his image, because the image will be much more powerful than he could ever be.","author":"Marshall McLuhan","category":"Happy, Powerful, Will"},{"quote":"Politics, as the word is commonly understood, are nothing but corruptions.","author":"Jonathan Swift","category":"Nothing, Word, Understood"},{"quote":"I have no consistency, except in politics; and that probably arises from my indifference to the subject altogether.","author":"Lord Byron","category":"Consistency, Indifference"},{"quote":"Finishing second in the Olympics gets you silver. Finishing second in politics gets you oblivion.","author":"Richard M. Nixon","category":"You, Silver, Second"},{"quote":"Politics is the art of the possible.","author":"Otto von Bismarck","category":"Art, Possible"},{"quote":"You begin saving the world by saving one man at a time all else is grandiose romanticism or politics.","author":"Charles Bukowski","category":"Time, Man, World"},{"quote":"Barbecue is the third rail of North Carolina politics.","author":"John Shelton Reed","category":"Barbecue, North Carolina"},{"quote":"If I use Facebook to stay in touch with my high school friends who are church-going Republicans, I may be getting more ideological diversity than in hanging out with secular progressives on the World Politics sub-reddit.","author":"Ethan Zuckerman","category":"Friends, School, Diversity"},{"quote":"Like any young person who gets into a political campaign, I joined out of a highfalutin' desire to change the world. But you start to see the sort of tactics people use. You start to see politics not only in the macro but in the micro of the campaign itself. Some people get turned off by this side of it. Other people are drawn to it.","author":"Beau Willimon","category":"Change, Change The World"},{"quote":"One of biggest lies in politics is the lie that Republicans are the party of big business. Big business does great with big government. Big business is very happy to climb in bed with big government. Republicans are and should be the party of small business and of entrepreneurs.","author":"Ted Cruz","category":"Business, Happy, Great"},{"quote":"Let us put the normal divisions of politics aside. Let us come together as one country let us seize this historic moment to shift the balance of power from the corridors of Westminster to the streets and communities of Scotland.","author":"Nicola Sturgeon","category":"Power, Together, Balance"},{"quote":"Too often, we see wedge politics and petty rhetoric used to belittle adversaries and inflame partisan divisions.","author":"Larry Hogan","category":"Petty, Rhetoric, See"},{"quote":"People are just trying to work their jobs, raise their families, discipline their kids, and have a good life... Politics has just become like bad weather. And they deserve clear skies.","author":"Eddie Vedder","category":"Life, Work, Good"},{"quote":"It's not okay to lie about people and particularly not okay to hurl the worst imaginable names at people just because you think you might not like their politics.","author":"Milo Yiannopoulos","category":"Lie, People, Think"},{"quote":"In almost every country there are elements of opinion which would welcome such a conclusion because they wish to return to the politics of the balance of power, unrestricted and unregulated armaments, international anarchy, and preparation for war.","author":"Arthur Henderson","category":"Power, War, Welcome"},{"quote":"Without the Empire we should be tossed like a cork in the cross current of world politics. It is at once our sword and our shield.","author":"Billy Hughes","category":"World, Sword, Empire"},{"quote":"The potential for the abuse of power through digital networks - upon which we the people now depend for nearly everything, including our politics - is one of the most insidious threats to democracy in the Internet age.","author":"Rebecca MacKinnon","category":"Age, Power, Democracy"},{"quote":"It has been well said that a hungry man is more interested in four sandwiches than four freedoms.","author":"Henry Cabot Lodge, Jr.","category":"Man, Hungry, Said"},{"quote":"I came back from university thinking I knew all about politics and racism, not knowing my dad had been one of the youngest-serving Labour councillors in the town and had refused to work in South Africa years ago because of the situation there. And he's never mentioned it - you just find out. That's a real man to me. A sleeping lion.","author":"Johnny Vegas","category":"Work, Racism, Man"},{"quote":"We can create a new kind of politics: kinder, more respectful, but courageous, too.","author":"Jeremy Corbyn","category":"Courageous, Kind, New"},{"quote":"Social media is natural to me, and it's a very immediate way of saying something. It's the way politics are done these days. In modern politics, you can't ignore that even if you wanted to. I can't imagine doing politics without it.","author":"Nicola Sturgeon","category":"Social Media, Media, Me"},{"quote":"My philosophy comes from a worldview that looks at the world as one. It's a holistic view that sees the world as interconnected and interdependent and integrated in so many different ways, which informs my politics.","author":"Dennis Kucinich","category":"World, Philosophy, View"},{"quote":"Being president is like being a jackass in a hailstorm. There's nothing to do but to stand there and take it.","author":"Lyndon B. Johnson","category":"Stand, Nothing, President"},{"quote":"War has rules, mud wrestling has rules - politics has no rules.","author":"Ross Perot","category":"War, Rules, Wrestling"},{"quote":"Democracy is being allowed to vote for the candidate you dislike least.","author":"Robert Byrne","category":"Democracy, Vote, You"},{"quote":"Inflation is as violent as a mugger, as frightening as an armed robber and as deadly as a hit man.","author":"Ronald Reagan","category":"Man, Inflation, Armed"},{"quote":"Those who stand for nothing fall for anything.","author":"Jeff Rich","category":"Stand, Fall, Nothing"},{"quote":"Politics is for the present, but an equation is for eternity.","author":"Albert Einstein","category":"Present, Eternity, Equation"},{"quote":"One baby is a patient baby, and waits indefinitely until its mother is ready to feed it. The other baby is an impatient baby and cries lustily, screams and kicks and makes everybody unpleasant until it is fed. Well, we know perfectly well which baby is attended to first. That is the whole history of politics.","author":"Emmeline Pankhurst","category":"History, Mother, Baby"},{"quote":"In football, as in politics, resilience pays off.","author":"George Osborne","category":"Football, Resilience, Off"},{"quote":"I have certainly met much more discrimination in terms of being a woman than being black, in the field of politics.","author":"Shirley Chisholm","category":"Woman, Black, Discrimination"},{"quote":"To rely upon conviction, devotion, and other excellent spiritual qualities; that is not to be taken seriously in politics.","author":"Vladimir Lenin","category":"Spiritual, Seriously"},{"quote":"And it turns out that tribes, not money, not factories, that can change our world, that can change politics, that can align large numbers of people. Not because you force them to do something against their will. But because they wanted to connect.","author":"Seth Godin","category":"Change, Money, World"},{"quote":"If nominated, I will not run; if elected, I will not serve.","author":"William Tecumseh Sherman","category":"Run, Will, Serve"},{"quote":"When you are honest in your comedy, you have to acknowledge the world that you're in. Through a comedic voice, you're talking about what needs to be talked about, whether it's race relations or politics or anything that's happening on a global or an American scale.","author":"Trevor Noah","category":"American, World, Voice"},{"quote":"The idea that you can merchandise candidates for high office like breakfast cereal - that you can gather votes like box tops - is, I think, the ultimate indignity to the democratic process.","author":"Adlai E. Stevenson","category":"Breakfast, Think, You"},{"quote":"An idea not coupled with action will never get any bigger than the brain cell it occupied.","author":"Arnold H. Glasow","category":"Action, Brain, Idea"},{"quote":"Vote for the man who promises least he'll be the least disappointing.","author":"Bernard Baruch","category":"Man, Vote, Promises"},{"quote":"Since a politician never believes what he says, he is quite surprised to be taken at his word.","author":"Charles de Gaulle","category":"Word, Never, Politician"},{"quote":"The United States brags about its political system, but the President says one thing during the election, something else when he takes office, something else at midterm and something else when he leaves.","author":"Deng Xiaoping","category":"Political, Election"},{"quote":"The revenues of Cuban state-run companies are used exclusively for the benefit of the people, to whom they belong.","author":"Fidel Castro","category":"People, Belong, Used"},{"quote":"A free America... means just this: individual freedom for all, rich or poor, or else this system of government we call democracy is only an expedient to enslave man to the machine and make him like it.","author":"Frank Lloyd Wright","category":"Freedom, America, Government"},{"quote":"I think there is one higher office than president and I would call that patriot.","author":"Gary Hart","category":"Think, President, Patriot"},{"quote":"There ain't no answer. There ain't gonna be any answer. There never has been an answer. That's the answer.","author":"Gertrude Stein","category":"Never, Gonna, Answer"},{"quote":"All people are born alike - except Republicans and Democrats.","author":"Groucho Marx","category":"People, Born, Alike"},{"quote":"All the president is, is a glorified public relations man who spends his time flattering, kissing, and kicking people to get them to do what they are supposed to do anyway.","author":"Harry S Truman","category":"Time, Man, People"},{"quote":"Only government can take perfectly good paper, cover it with perfectly good ink and make the combination worthless.","author":"Milton Friedman","category":"Good, Government, Ink"},{"quote":"He who knows how to flatter also knows how to slander.","author":"Napoleon Bonaparte","category":"Knows, He, Flatter"},{"quote":"I discourage a cult of personality.","author":"Newt Gingrich","category":"Personality, Cult"},{"quote":"The sad duty of politics is to establish justice in a sinful world.","author":"Reinhold Niebuhr","category":"Sad, Justice, World"},{"quote":"Whenever a man has cast a longing eye on offices, a rottenness begins in his conduct.","author":"Thomas Jefferson","category":"Man, Eye, Conduct"},{"quote":"Politics is applesauce.","author":"Will Rogers","category":"Political"},{"quote":"A conservative is someone who makes no changes and consults his grandmother when in doubt.","author":"Woodrow Wilson","category":"Changes, Doubt, Grandmother"},{"quote":"I've always tried to avoid politics because most politicians that I know are quite dirty in terms of human dignity, ethics and morals.","author":"Steven Seagal","category":"Ethics, Dignity, Know"},{"quote":"We've had characters like Trump in American politics forever, characters who trade on xenophobia.","author":"Lin-Manuel Miranda","category":"American, Forever, Like"},{"quote":"Sometimes I wonder if we shall ever grow up in our politics and say definite things which mean something, or whether we shall always go on using generalities to which everyone can subscribe, and which mean very little.","author":"Eleanor Roosevelt","category":"Grow, Grow Up, Mean"},{"quote":"Where there is politics or economics, there is no morality.","author":"Karl Wilhelm Friedrich Schlegel","category":"Economics, Morality, Where"},{"quote":"Our culture is more shaped by the arts and humanities than it often is by politics.","author":"Jim Leach","category":"Culture, Arts, Humanities"},{"quote":"The stakes they play for in politics are paper and money. The chips they play with are your life.","author":"Molly Ivins","category":"Life, Money, Play"},{"quote":"There is no act of treachery or meanness of which a political party is not capable for in politics there is no honour.","author":"Benjamin Disraeli","category":"Political, Party"},{"quote":"I don't really like labels in politics, but I will gladly accept the label of conservatism.","author":"Marco Rubio","category":"Accept, Will, Like"},{"quote":"My two interests are spirituality and politics. I would mesh them in some way; maybe try to figure out the politics of spirituality, or the spirituality of politics. Or maybe come up with this really crazy naive solution for the end of civilization.","author":"Serj Tankian","category":"Crazy, End, Solution"},{"quote":"Politics is the most corrupt profession on Earth, no matter where you are.","author":"Charles Dance","category":"Earth, Matter, You"},{"quote":"Taking care of children has nothing to do with politics. I think perhaps with time, instead of there being a politicization of humanitarian aid, there will be a humanization of politics.","author":"Audrey Hepburn","category":"Time, Children, Think"},{"quote":"Politics I supposed to be the second-oldest profession. I have come to realize that it bears a very close resemblance to the first.","author":"Ronald Reagan","category":"First, Realize, Profession"},{"quote":"In politics you must always keep running with the pack. The moment that you falter and they sense that you are injured, the rest will turn on you like wolves.","author":"R. A. Butler","category":"Moment, Rest, You"},{"quote":"Politics makes me sick.","author":"William Howard Taft","category":"Me, Sick, Makes"},{"quote":"Practical politics consists in ignoring facts.","author":"Henry Adams","category":"Facts, Ignoring, Practical"},{"quote":"What do you want to be a sailor for? There are greater storms in politics than you will ever find at sea. Piracy, broadsides, blood on the decks. You will find them all in politics.","author":"David Lloyd George","category":"Sea, Want, Blood"},{"quote":"You will find in politics that you are much exposed to the attribution of false motive. Never complain and never explain.","author":"Stanley Baldwin","category":"You, Find, Explain"},{"quote":"That, sir, depends on whether I embrace your mistress or your politics.","author":"John Wilkes","category":"Embrace, Mistress, Sir"},{"quote":"We, to some degree, are like what we are because we inherited certain things from the Greeks and the Romans. One of them that's so striking is the whole area of politics.","author":"Donald Kagan","category":"Greeks, Like, Romans"},{"quote":"There's people coming in who've never done any politics at all, who've never been in a trade union, they've never been in a political party, they've never done anything, but they do feel a kind of urgency.","author":"Susan George","category":"Political, People, Party"},{"quote":"I'm not a politician and don't want any part of politics.","author":"Calvin Klein","category":"Want, Politician, Part"},{"quote":"Alan was always interested in politics in a major way. He actually believes that anarchy is a politically viable system, but I don't. I was always interested in putting forward the ideas that represented my viewpoint. I feel the same about anything I'm doing.","author":"David Lloyd","category":"Ideas, Doing, Forward"},{"quote":"Politics makes strange bedfellows.","author":"Charles Dudley Warner","category":"Strange, Bedfellows, Makes"},{"quote":"Sincerity and competence is a strong combination. In politics, it is everything.","author":"Peggy Noonan","category":"Strong, Sincerity"},{"quote":"I am not at all a politician. I don't think I'm cut out for politics. I am certainly not going to stand for election.","author":"Pervez Musharraf","category":"I Am, Election, Think"},{"quote":"There is probably a perverse pride in my administration... that we were going to do the right thing, even if short-term it was unpopular. And I think anybody who's occupied this office has to remember that success is determined by an intersection in policy and politics and that you can't be neglecting of marketing and P.R. and public opinion.","author":"Barack Obama","category":"Success, Pride, Remember"},{"quote":"The one thing we can all be sure about in politics is you are as well to expect the unexpected.","author":"Charles Kennedy","category":"Unexpected, You"},{"quote":"I have some very personal feelings about politics, but I don't get into it because I do comedy already.","author":"Jerry Lewis","category":"Feelings, Comedy, Personal"},{"quote":"You know, I'm just not going to get into American politics.","author":"Benjamin Netanyahu","category":"American, Know, You"},{"quote":"Community organizing is all about building grassroots support. It's about identifying the people around you with whom you can create a common, passionate cause. And it's about ignoring the conventional wisdom of company politics and instead playing the game by very different rules.","author":"Tom Peters","category":"Wisdom, Community, Support"},{"quote":"Like Indiana Jones, I don't like snakes - though that might lead some to ask why I'm in politics.","author":"Theresa May","category":"Why, Lead, Snakes"},{"quote":"No matter where I go - London, Beirut, Jerusalem, Washington, Beijing, or Bangalore - I'm always looking to rediscover that land of ten thousand lakes where politics actually worked to make people's lives better, not pull them apart.","author":"Thomas Friedman","category":"People, Looking, Better"},{"quote":"I just feel like I'm a very lucky person to have a new life outside of politics.","author":"Ann Richards","category":"Life, Lucky, New"},{"quote":"You can study government and politics in school, but the best way to really understand the process is to volunteer your time.","author":"Rob McKenna","category":"Time, Best, School"},{"quote":"It is our job above all in politics to tackle the big issues and to explain them, and have the honesty to say to people, 'There are no easy solutions here.'","author":"Malcolm Turnbull","category":"Honesty, Job, People"},{"quote":"Politics is a noble activity. We should revalue it, practise it with vocation and a dedication that requires testimony, martyrdom, that is to die for the common good.","author":"Pope Francis","category":"Good, Dedication, Die"},{"quote":"I truly believe that people like myself, who are in a position of entertainers in the limelight, should keep their mouth shut on politics.","author":"Kid Rock","category":"Myself, Believe, People"},{"quote":"We were raised with that discussion about violence and non-violence, and we all pretty much came up on the side of non-violence. That became my foundation with politics and my livelihood.","author":"Joan Baez","category":"Violence, Non-Violence"},{"quote":"As society changes, as politics change, as people change, certain songs still seem to resonate.","author":"Beck","category":"Change, Society, Changes"},{"quote":"What is politics? Political system is equal to development politics plus political politics.","author":"A. P. J. Abdul Kalam","category":"Political, Development"},{"quote":"The typical American citizen is the business man. The typical business man is a bad citizen; he is busy. If he is a 'big business man' and very busy, he does not neglect; he is busy with politics, oh, very busy and very businesslike.","author":"Lincoln Steffens","category":"Business, Man, Busy"},{"quote":"The intersection of law, politics, and technology is going to force a lot of good thinking.","author":"Bill Gates","category":"Technology, Good, Law"},{"quote":"Politics is a tough game. But would I change places with a trauma nurse in an emergency ward on a busy Saturday night? No way. There are lots of jobs in the world that are tougher than politics. And politicians and people who've done it need to remember that.","author":"Michael Ignatieff","category":"Change, Busy, World"},{"quote":"They say politics is a contact sport, and I have to agree with that.","author":"Steve Largent","category":"They Say, Say, Agree"},{"quote":"The Kingdom is the love of God prevailing in politics, in business, in government, in media. It is all the impact of the laws of God creating a social environment where the strong help the weak, where those who have give to those who don't. It's a society where relationships are built on love.","author":"Myles Munroe","category":"Love, Business, God"},{"quote":"At its worst, Washington is a place where name-calling partisan politics too often trumps policy.","author":"Bernie Sanders","category":"Worst, Place, Where"},{"quote":"At present, the most effective way of preventing war would be for statesmen to direct politics so as to support a sound nationalism. This leads to concordance between people of kindred race and languages, whereas the conquest and coercion of people of different race and language inevitably lead to new wars.","author":"Ellen Key","category":"War, Support, Language"},{"quote":"A lot of people feel that the realm of poetry and the realm of the lyric is personal feeling and should rise above politics, which, in fact, good poetry has never done.","author":"Claudia Rankine","category":"Good, Poetry, People"},{"quote":"The polarization of Congress; the decline of civility; and the rise of attack politics in the 1980s, the 1990s, and the early years of the new century are a blot on our political system and a disservice to the American people.","author":"Edward Brooke","category":"American, Political, People"},{"quote":"Transactional politics requires us to be pragmatic about current realities and the state of public opinion. It's all about getting the best result possible given the circumstances here and now.","author":"Eric Schneiderman","category":"Best, Opinion, Circumstances"},{"quote":"I get all my U.S. politics from 'The Daily Show.'","author":"Margrethe Vestager","category":"Daily, Show, Get"},{"quote":"I keep telling these millennials it's all about them to get into politics and start making things happen. They don't care about whether or not someone is gay. They don't care to see contraception taken away or want to even discuss it. They're going forward, not backward.","author":"Donna Brazile","category":"Start, Want, Care"},{"quote":"The similarities are limited but real. They amount to a shared disgust with politics as usual in America. The Tea Party focuses on the federal government Occupy Wall Street focuses on corporate America and its influence over the government.","author":"George Packer","category":"America, Government"},{"quote":"History and social sciences were my interests. I was always interested in knowing how societies get organized, why there is rich and poor divide, why there are classes. I was never apolitical. I think we are all political in a way. Politics decides our day-to-day life.","author":"Pawan Kalyan","category":"Life, History, Political"},{"quote":"Simply as an exercise in efficient politics, Obama '08 rewrote the textbook. His accomplishment was historic and one that transformed how race and politics intersect in our society. Obama is the leading edge of this change, but his success is merely the ripple in a pond that grows deeper every day.","author":"Gwen Ifill","category":"Success, Change, Day"},{"quote":"Authentic apology is a tricky thing to pull off in politics, which is why it so seldom occurs. Plausible deniability must be preserved. True contrition has to be displayed. Traitors to the cause must be immediately be jettisoned. Most of all, the goal is to stop the bleeding.","author":"Gwen Ifill","category":"Goal, Why, Apology"},{"quote":"The arts are the one thing that appeal right across all forms of politics, race, creed - everything.","author":"Andrew Lloyd Webber","category":"Everything, Race, Right"},{"quote":"Art removes boundaries and makes the world brighter. It is the common language for people all over the world. But politics are the opposite completely. Politicians, their very meaning is based on the lines they draw.","author":"Asghar Farhadi","category":"Art, Language, World"},{"quote":"Political correctness - the rigging of politics using different rules for different groups, and buttressed by the media - ensures that Democrats always have the upper hand.","author":"Andrew Breitbart","category":"Rules, Media, Political"},{"quote":"In politics shared hatreds are almost always the basis of friendships.","author":"Alexis de Tocqueville","category":"Always, Almost, Friendships"},{"quote":"I've always said that in politics, your enemies can't hurt you, but your friends will kill you.","author":"Ann Richards","category":"Friends, Hurt, You"},{"quote":"After you have exhausted what there is in business, politics, conviviality, and so on - have found that none of these finally satisfy, or permanently wear - what remains? Nature remains.","author":"Walt Whitman","category":"Nature, Business, You"},{"quote":"I played by the rules of politics as I found them.","author":"Richard M. Nixon","category":"Rules, Found, Them"},{"quote":"Politics is the womb in which war develops.","author":"Carl von Clausewitz","category":"War, Womb, Which"},{"quote":"All politics is local.","author":"Thomas P. O'Neill","category":"Local"},{"quote":"That is why everyone in politics, and we do it, must make sure that they do not depend on one single interest group. A good compromise is one where everybody makes a contribution.","author":"Angela Merkel","category":"Good, Compromise"},{"quote":"It is not so much that women have a different point of view in politics as that they give a different emphasis. And this is vastly important, for politics is so largely a matter of emphasis.","author":"Crystal Eastman","category":"Women, View, Point Of View"},{"quote":"We've switched from a culture that was interested in manufacturing, economics, politics - trying to play a serious part in the world - to a culture that's really entertainment-based.","author":"Stephen King","category":"Culture, World, Economics"},{"quote":"Politics and power is a realm of relative influence.","author":"Fareed Zakaria","category":"Power, Influence, Realm"},{"quote":"When you come from desperate poverty, and that's exactly what I come from, you know that nonsenses are not to be tolerated. I'm not sure who gains from chaos, but I know it's not the poor folks in the council flats. The politics of vindictiveness is never, ever anything like a solution.","author":"John Lydon","category":"Poverty, Chaos, Solution"},{"quote":"To be quite honest, John Lennon had questionable politics. There was a flip side. He was all peace and love, but he was a very violent character.","author":"Noel Gallagher","category":"Love, Peace, Character"},{"quote":"Politics has become infused with narcissism in America.","author":"John Oliver","category":"America, Narcissism, Become"},{"quote":"My wife told me if there is any rumors about me, it better be about politics and not about my social life.","author":"Lou Holtz","category":"Life, Wife, Me"},{"quote":"I didn't come into politics to have to deal with the issue of clandestine entry, illegal working, or an asylum system that allows a free run for right-wing bigots.","author":"David Blunkett","category":"Free, Run, Working"},{"quote":"Trouble is, we call politics a game, but it isn't one. There is no referee, and the teams make up the rules as they go along. You can't cry foul or offside in politics. Almost anything goes.","author":"Michael Ignatieff","category":"Rules, Game, You"},{"quote":"People have come to me for my opinion since 'October Baby.' But, hey, look, I'm an actor who is very fortunate to be in a movie that's making wonderful noise, and hopefully helping parents and children to be a little closer. Leave me alone. I'm not talking about politics. I'm just trying to have a conversation with my own kids.","author":"John Schneider","category":"Children, Parents, October"},{"quote":"The first resistance to social change is to say it's not necessary.","author":"Gloria Steinem","category":"Change, Resistance"},{"quote":"A lot of people have asked me whether I am a cynic or take a cynical view of politics and are often surprised when I say that I consider myself an optimist, but an optimist dressed in the robes of a realist.","author":"Beau Willimon","category":"Myself, I Am, Me"},{"quote":"There is too much at stake for us to surrender to the politics of polarization.","author":"Brad Henry","category":"Surrender, Too Much, Us"},{"quote":"Principles have no real force except when one is well-fed.","author":"Mark Twain","category":"Principles, Real, Force"},{"quote":"I think that politics needs a bit of spicing up.","author":"Nigel Farage","category":"Think, Up, I Think"},{"quote":"It's interesting how people who were once fairly radical can become, later in life, kind of conservative, and not just in terms of politics - how, if you're an artist, you can start out being somewhat avant-garde and then end up doing landscapes.","author":"Richard Prince","category":"Life, End, Artist"},{"quote":"I once said to my father, when I was a boy, 'Dad we need a third political party.' He said to me, 'I'll settle for a second.'","author":"Ralph Nader","category":"Father, Political, Me"},{"quote":"Conservatives define themselves in terms of what they oppose.","author":"George Will","category":"Themselves, Define, Terms"},{"quote":"I am quite driven. I know what I think, and I know what I want to achieve, but I also hope that people who are asked to describe me would describe me as pretty down-to-earth, loyal, friendly. The more experience I have got in politics, I think the more I have allowed me to shine through.","author":"Nicola Sturgeon","category":"Hope, Experience, I Am"},{"quote":"If you have embraced a creed which appears to be free from the ordinary dirtiness of politics - a creed from which you yourself cannot expect to draw any material advantage - surely that proves that you are in the right?","author":"George Orwell","category":"Yourself, Free, You"},{"quote":"Only very intelligent people don't wish they were in politics, and I'm dumb enough to want to be in there.","author":"Orson Welles","category":"People, Wish, Want"},{"quote":"Being political is an integral part of being Iranian. Our lives are defined by politics.","author":"Shirin Neshat","category":"Political, Being, Part"},{"quote":"There are three critical ingredients to democratic renewal and progressive change in America: good public policy, grassroots organizing and electoral politics.","author":"Paul Wellstone","category":"Change, Good, America"},{"quote":"Hell, I never vote for anybody, I always vote against.","author":"W. C. Fields","category":"Vote, Hell, Never"},{"quote":"Without alienation, there can be no politics.","author":"Arthur Miller","category":"Alienation, Without"},{"quote":"Politics is like football; if you see daylight, go through the hole.","author":"John F. Kennedy","category":"Football, You, See"},{"quote":"Politics ought to be the part-time profession of every citizen who would protect the rights and privileges of free people and who would preserve what is good and fruitful in our national heritage.","author":"Dwight D. Eisenhower","category":"Good, Free, People"},{"quote":"In many cases, water stress is more about politics, economics, behaviour and governance than absolute water scarcity. Better planning is needed, to allocate water where societal need is greatest, and to allow trade-offs between alternative uses.","author":"Ian Goldin","category":"Stress, Water, Planning"},{"quote":"The politicians were talking themselves red, white and blue in the face.","author":"Clare Boothe Luce","category":"Blue, Red, Face"},{"quote":"My publicist told me not to talk about politics but, yes, I think we have a president who stole the election.","author":"Liev Schreiber","category":"Election, Me, Think"},{"quote":"There's a rule of thumb in politics. If you're at a point where you're complaining about the other guy being mean and unfair and uncivil, that's probably a sign that you're losing.","author":"Laura Ingraham","category":"Losing, Complaining, You"},{"quote":"You develop an instant global consciousness, a people orientation, an intense dissatisfaction with the state of the world, and a compulsion to do something about it. From out there on the moon, international politics looks so petty.","author":"Edgar Mitchell","category":"World, Moon, People"},{"quote":"The more you observe politics, the more you've got to admit that each party is worse than the other.","author":"Will Rogers","category":"Party, You, Admit"},{"quote":"Politics is a profession; a serious, complicated and, in its true sense, a noble one.","author":"Dwight D. Eisenhower","category":"True, Complicated, Serious"},{"quote":"The advice I've been giving to people all my life - that you may not be interested in the dialectic but the dialectic is interested in you; you can't give up politics, it won't give you up - was the advice I should have been taking myself.","author":"Christopher Hitchens","category":"Life, Myself, Giving"},{"quote":"The thing I enjoyed most were visits from children. They did not want public office.","author":"Herbert Hoover","category":"Children, Want, Office"},{"quote":"I have no ambition to govern men it is a painful and thankless office.","author":"Thomas Jefferson","category":"Men, Ambition, Office"},{"quote":"I would remind you that extremism in the defense of liberty is no vice! And let me remind you also that moderation in the pursuit of justice is no virtue.","author":"Barry Goldwater","category":"Justice, Me, Liberty"},{"quote":"Politics is repetition. It is not change. Change is something beyond what we call politics. Change is the essence politics is supposed to be the means to bring into being.","author":"Kate Millett","category":"Change, Repetition, Bring"},{"quote":"One of the things being in politics has taught me is that men are not a reasoned or reasonable sex.","author":"Margaret Thatcher","category":"Men, Me, Sex"},{"quote":"Politics and government are certainly among the most important of practical human interests.","author":"P. T. Barnum","category":"Government, Important, Human"},{"quote":"There is so much partisan and tribal politics, from not just those seeking office but potential voters as well, that we never get real attempts at solutions to problems.","author":"Mark Cuban","category":"Problems, Potential, Real"},{"quote":"More things in politics happen by accident or exhaustion than happen by conspiracy.","author":"Jeff Greenfield","category":"Conspiracy, Exhaustion"},{"quote":"To balance China, the democracies will need new friends - and India with its fast-growing economy, youthful population, and democratic politics seems the obvious candidate.","author":"David Frum","category":"Friends, Balance"},{"quote":"I was very aware of office politics because I was so baffled by them. So much so goes unsaid. No one says 'you're a cheeky so-and-so,' no one says 'you're so moody,' nobody ever confronts anyone else about anything. But I'm very crass, and I'm very confrontational, and I have a temper. I had to be hyper-vigilant in every office I worked in.","author":"Denise Mina","category":"You, Nobody, Office"},{"quote":"Whenever anything extraordinary is done in American municipal politics, whether for good or for evil, you can trace it almost invariably to one man. The people do not do it. Neither do the 'gangs,' 'combines,' or political parties.","author":"Lincoln Steffens","category":"Good, Man, Evil"},{"quote":"Hypocrisy is the scarlet letter in politics.","author":"Mark McKinnon","category":"Hypocrisy, Letter, Scarlet"},{"quote":"I am not God. Nor am I Phantom. I am ready to accept any criticism. I have been in politics for decades. Each and every day, in several media, there is criticism of me.","author":"Mamata Banerjee","category":"Day, God, I Am"},{"quote":"In the political system, we are a team; politics and bureaucracy, we are a team. The politicians, bureaucrats and the people, we are a team.","author":"Narendra Modi","category":"Team, Political, People"},{"quote":"That's politics. After six o'clock, we can be friends, but before six, it's politics.","author":"Thomas P. O'Neill","category":"Friends, Before, Six"},{"quote":"Before I went to jail, I was active in politics as a member of South Africa's leading organization - and I was generally busy from 7 A.M. until midnight. I never had time to sit and think.","author":"Nelson Mandela","category":"Time, Busy, Organization"},{"quote":"As I prepare for this next phase in my life, I ask that people continue to offer the prayers that have protected me thus far. I also pray that I will always see those who are not seen and easy to forget in the hustle and bustle of Washington politics.","author":"Artur Davis","category":"Life, Me, Hustle"},{"quote":"Power, in a nutshell, is the ability to get things done, and politics is the ability to decide which things need to be done.","author":"Zygmunt Bauman","category":"Power, Done, Ability"},{"quote":"Culture is about humanizing people. You look at the African-American civil rights movement, you look at the LGBT rights movement - the culture changed before the politics did.","author":"Jose Antonio Vargas","category":"Culture, People, You"},{"quote":"In order to become the master, the politician poses as the servant.","author":"Charles de Gaulle","category":"Master, Order, Servant"},{"quote":"When I was a boy I was told that anybody could become President I'm beginning to believe it.","author":"Clarence Darrow","category":"Believe, Beginning"},{"quote":"As you make your bed, so you must lie in it.","author":"Daniel J. Boorstin","category":"Lie, You, Bed"},{"quote":"The successful revolutionary is a statesman, the unsuccessful one a criminal.","author":"Erich Fromm","category":"Successful, Criminal"},{"quote":"Voters don't decide issues, they decide who will decide issues.","author":"George Will","category":"Will, Issues, Decide"},{"quote":"Liberalism is, I think, resurgent. One reason is that more and more people are so painfully aware of the alternative.","author":"John Kenneth Galbraith","category":"People, Think, Reason"},{"quote":"We live in a world in which politics has replaced philosophy.","author":"Martin L. Gross","category":"World, Philosophy, Live"},{"quote":"Hell hath no fury like a bureaucrat scorned.","author":"Milton Friedman","category":"Hell, Like, Scorned"},{"quote":"There can be no wise politics without thought beforehand.","author":"Annie Besant","category":"Wise, Thought, Without"},{"quote":"Every man who repeats the dogma of Mill that one country is no fit to rule another country must admit that one class is not fit to rule another class.","author":"B. R. Ambedkar","category":"Man, Country, Admit"},{"quote":"There are no friends at cards or world politics.","author":"Finley Peter Dunne","category":"Friends, World, Cards"},{"quote":"In every country today, there is politics. It may be authoritarian politics, but there is politics.","author":"Hillary Clinton","category":"Today, Country, May"},{"quote":"I still love following and thinking about politics. I enjoy recommending important journalism I read or see from other sources.","author":"Dan Rather","category":"Love, Thinking, Journalism"},{"quote":"If we lived within our means - by being prudent - the 7 billion people in the world could have everything they needed. Global politics should be moving in that direction. But we think as people and countries, not as a species.","author":"Jose Mujica","category":"World, Moving, People"},{"quote":"Ideas are great arrows, but there has to be a bow. And politics is the bow of idealism.","author":"Bill Moyers","category":"Great, Ideas, Idealism"},{"quote":"Politics is the conspiracy of the unproductive but organized against the productive but unorganized.","author":"Joseph Sobran","category":"Conspiracy, Organized"},{"quote":"Trying to take money out of politics is like trying to take jumping out of basketball.","author":"Bill Bradley","category":"Money, Trying, Basketball"},{"quote":"On the mountains mistakes are fatal. In politics, mistakes are wounding emotionally, but you recover. Personally, wilderness helps me get back in touch with natural rhythms, helps me reflect and, in the process, restore my creativity.","author":"Mark Udall","category":"Creativity, Mistakes"},{"quote":"But I don't need to use politics as a way of making money.","author":"Imran Khan","category":"Money, Making Money, Way"},{"quote":"Politics is about the improvement of people's lives. It's about advancing the cause of peace and justice in our country and the world. Politics is about doing well for the people.","author":"Paul Wellstone","category":"Peace, Justice, Improvement"},{"quote":"One lesson you better learn if you want to be in politics is that you never go out on a golf course and beat the President.","author":"Lyndon B. Johnson","category":"Golf, Better, Want"},{"quote":"Freedom and opportunity are precious gifts and the purpose of our politics is to expand them, for all our people.","author":"Ed Miliband","category":"Freedom, Opportunity"},{"quote":"Politics with me isn't theater. It's performance art. Sometimes, for its own sake.","author":"Roger Stone","category":"Art, Performance, Me"},{"quote":"Those who write the editorials and those who write the columns, they simply are unaccountable. They're free to impose their cultural politics in the name of freedom of the press.","author":"Jesse Jackson","category":"Freedom, Free, Name"},{"quote":"I will go to the next election saying to Australians, vote for me, vote for the Liberal Party, and I will become your PM. So I'm offering myself as the alternative PM - that's one way people describe the Leader of the Opposition - but I'm not in politics for myself to realize a personal ambition.","author":"Malcolm Turnbull","category":"Leader, Myself, Ambition"},{"quote":"I really don't have a lot of interest in national politics, and it's because I'm a skeptic. I think you can accomplish a lot more locally. I don't want to spin the wheels and not get anything done.","author":"Ron Conway","category":"Want, Think, You"},{"quote":"Politics is a love-hate relationship. I sure know that.","author":"Richard Lamm","category":"Relationship, Know, Sure"},{"quote":"A good Catholic meddles in politics, offering the best of himself, so that those who govern can govern. But what is the best that we can offer to those who govern? Prayer!","author":"Pope Francis","category":"Good, Best, Prayer"},{"quote":"Politics, according to the Social Doctrine of the Church, is one of the highest forms of charity, because it serves the common good. I cannot wash my hands, eh? We all have to give something!","author":"Pope Francis","category":"Good, Charity, Hands"},{"quote":"Not everybody is comfortable with the idea that politics is a guilty addiction. But it is.","author":"Hunter S. Thompson","category":"Addiction, Guilty, Idea"},{"quote":"I don't like politics. I am not aligned to any political party. I have friends in all political parties.","author":"Gautam Adani","category":"Friends, I Am, Political"},{"quote":"I stay out of politics because if I begin thinking too much about politics, I'll probably... drop writing children's books and become a political cartoonist again.","author":"Dr. Seuss","category":"Children, Writing, Thinking"},{"quote":"I worry about the direction of the U.K. and U.K. politics and governance in the event of a Brexit.","author":"Nicola Sturgeon","category":"Direction, Worry, Event"},{"quote":"Politics organizes our lives. We can't disregard it. Politics has lot of muck, lot of dirt. But that doesn't mean you have to be away from it. It's ubiquitous.","author":"Pawan Kalyan","category":"You, Mean, Dirt"},{"quote":"I'm sitting in my home office wearing a bathrobe. The same way I'm not going to start wearing ties, I'm also not going to buy into the fake politeness, the lying, the office politics and backstabbing, the passive aggressiveness, and the buzzwords.","author":"Linus Torvalds","category":"Home, Start, Fake"},{"quote":"Every artistic expression is either influenced by or adds something to politics.","author":"Dario Fo","category":"Expression, Something, Every"},{"quote":"Human evolution relies on cooperation, which is why identity politics feels so backward.","author":"Greg Gutfeld","category":"Identity, Evolution, Why"},{"quote":"Politics is almost as exciting as war, and quite as dangerous. In war you can only be killed once, but in politics many times.","author":"Winston Churchill","category":"War, You, Dangerous"},{"quote":"Politics is a science. You can demonstrate that you are right and that others are wrong.","author":"Jean-Paul Sartre","category":"Science, You, Right"},{"quote":"I think bad politics are incredibly dangerous, so it's important to make sure that people are communicating well. Culture and morale are super important. It's best to not force it, but let it happen organically and genuinely.","author":"Aaron Levie","category":"Best, Culture, People"},{"quote":"Apparently, a democracy is a place where numerous elections are held at great cost without issues and with interchangeable candidates.","author":"Gore Vidal","category":"Great, Democracy, Place"},{"quote":"It is necessary for me to establish a winner image. Therefore, I have to beat somebody.","author":"Richard M. Nixon","category":"Me, Winner, Beat"},{"quote":"There are still people in my party who believe in consensus politics. I regard them as Quislings, as traitors... I mean it.","author":"Margaret Thatcher","category":"Believe, People, Party"},{"quote":"Idealism is the despot of thought, just as politics is the despot of will.","author":"Mikhail Bakunin","category":"Thought, Will, Idealism"},{"quote":"One thing I like about boxing is that I will not have to deal with the same kind of politics that I had to in skating. In boxing, it is not about your appearance, or how your costume looks, what color it is, or how much it costs.","author":"Tonya Harding","category":"Color, Boxing, Kind"},{"quote":"Boxing was not the sport that I thought is was due to all the politics.","author":"Gerry Cooney","category":"Thought, Boxing, Due"},{"quote":"When I came to Johannesburg from the countryside, I knew nobody, but many strangers were very kind to me. I then was dragged into politics, and then, subsequently, I became a lawyer.","author":"Nelson Mandela","category":"Lawyer, Me, Strangers"},{"quote":"Solidarity is the basis of my politics.","author":"Douglas Alexander","category":"Solidarity, Basis"},{"quote":"I know more about wheat and olive trees than I do about politics.","author":"Ariel Sharon","category":"Trees, Know, Olive"},{"quote":"There is no gambling like politics.","author":"Benjamin Disraeli","category":"Gambling, Like"},{"quote":"In politics it is necessary either to betray one's country or the electorate. I prefer to betray the electorate.","author":"Charles de Gaulle","category":"Country, Either, Electorate"},{"quote":"Oh, that lovely title, ex-president.","author":"Dwight D. Eisenhower","category":"Lovely, Title, Oh"},{"quote":"Democracy is the recurrent suspicion that more than half of the people are right more than half of the time.","author":"E. B. White","category":"Time, Democracy, People"},{"quote":"A week is a long time in politics.","author":"Harold Wilson","category":"Time, Week, Long"},{"quote":"Every politician should have been born an orphan and remain a bachelor.","author":"Lady Bird Johnson","category":"Born, Bachelor, Orphan"},{"quote":"Good government is good politics.","author":"Richard J. Daley","category":"Good, Government"},{"quote":"I paid too heavy a price for perestroika.","author":"Mikhail Gorbachev","category":"Price, Paid, Heavy"},{"quote":"The beef industry has contributed to more American deaths than all the wars of this century, all natural disasters, and all automobile accidents combined.","author":"Neal Barnard","category":"American, Natural"},{"quote":"The good news is that, according to the Obama administration, the rich will pay for everything. The bad news is that, according to the Obama administration, you're rich.","author":"P. J. O'Rourke","category":"Good, Rich, You"},{"quote":"Do you ever get the feeling that the only reason we have elections is to find out if the polls were right?","author":"Robert Orben","category":"You, Feeling, Find"},{"quote":"Reporters thrive on the world's misfortune. For this reason they often take an indecent pleasure in events that dismay the rest of humanity.","author":"Russell Baker","category":"Humanity, World, Rest"},{"quote":"It is difficult to discern a serious threat to religious liberty from a room of silent, thoughtful schoolchildren.","author":"Sandra Day O'Connor","category":"Silent, Liberty, Thoughtful"},{"quote":"Free speech is not to be regulated like diseased cattle and impure butter. The audience that hissed yesterday may applaud today, even for the same performance.","author":"William O. Douglas","category":"Today, Performance, Free"},{"quote":"Republicans have nothing but bad ideas and Democrats have no ideas.","author":"Lewis Black","category":"Ideas, Nothing, Bad"},{"quote":"There's a problem with political polling in that you have so much pressure to do what your client wants you to do and say what your client wants you to say. I've never felt that pressure. I am independent of the political parties.","author":"Frank Luntz","category":"I Am, Political, Problem"},{"quote":"When the body of the people is possessed of the supreme power, it is called a democracy.","author":"Charles de Secondat","category":"Power, Democracy, People"},{"quote":"In order to have your voice be heard in Washington, you have to make some little contribution.","author":"Elon Musk","category":"Voice, Contribution, You"},{"quote":"Millions of Americans are standing up and saying, 'We want our country back!' Republicans, Democrats, Independents, will not go down the path of Greece, we will not go quietly into the night.","author":"Ted Cruz","category":"Path, Night, Want"},{"quote":"Being in politics is like being a football coach. You have to be smart enough to understand the game, and dumb enough to think it's important.","author":"Eugene McCarthy","category":"Football, Smart, Game"},{"quote":"I happen to think that American politics is one of the noblest arts of mankind and I cannot do anything else but write about it.","author":"Theodore White","category":"American, Think, Anything"},{"quote":"Would that the simple maxim, that honesty is the best policy, might be laid to heart; that a sense of the true aim of life might elevate the tone of politics and trade till public and private honor become identical.","author":"Margaret Fuller","category":"Life, Best, Honesty"},{"quote":"From politics, it was an easy step to silence.","author":"Jane Austen","category":"Silence, Step, Easy"},{"quote":"When I entered politics, I took the only downward turn you could take from journalism.","author":"Jim Hightower","category":"Journalism, You, Turn"},{"quote":"I seldom think of politics more than eighteen hours a day.","author":"Lyndon B. Johnson","category":"Day, Think, Eighteen"},{"quote":"Life is a corrupting process from the time a child learns to play his mother off against his father in the politics of when to go to bed he who fears corruption fears life.","author":"Saul Alinsky","category":"Life, Time, Father"},{"quote":"Motivated more by partisan politics than by national security, today's Democratic leaders see America as an occupier, not a liberator. And nothing makes this Marine madder than someone calling American troops occupiers rather than liberators.","author":"Zell Miller","category":"Today, America, American"},{"quote":"I don't believe in gutter politics. I don't believe in gutter journalism.","author":"Maria Shriver","category":"Believe, Journalism, Gutter"},{"quote":"Working together during the past three years, we have confounded the skeptics and the cynics. We've shown that here in Virginia, Democrats and Republicans can come together, put politics aside, and make tough decisions when times demand it.","author":"Mark Warner","category":"Working Together, Together"},{"quote":"My politics are of a practical kind - the integrity of the country, the supremacy of the Federal government, an honorable peace, or none at all.","author":"Winfield Scott Hancock","category":"Integrity, Peace, Government"},{"quote":"What matters most in politics is personality. It's not issues it's not image. It's who you are and what you represent.","author":"Frank Luntz","category":"Personality, Matters, You"},{"quote":"Politics can be likened to driving at night over unfamiliar hills and mountains. Close attention must be paid to what the beam can reach and the next bend.","author":"David Trimble","category":"Mountains, Night, Driving"},{"quote":"I think that what most surprises anybody who goes into politics from even a modestly cerebral background is the vulgarity of much of the cut and thrust of politics.","author":"Chris Patten","category":"Think, Surprises, Cut"},{"quote":"I follow politics, but I don't like to discuss it.","author":"Tom Araya","category":"Follow, Like, Discuss"},{"quote":"I think things changed as a result of a certain perception of our politics. When we went through our zealous, self-righteous period it didn't exactly win us any friends.","author":"Fred Frith","category":"Friends, Perception, Win"},{"quote":"So the major obstacle to the development of new supplies is not geology but what happens above ground: international affairs, politics, investment and technology.","author":"Daniel Yergin","category":"Technology, Development"},{"quote":"We can and must move U.S. politics forward by means of committed participation.","author":"Paul Wellstone","category":"Participation, Forward"},{"quote":"Men enter local politics solely as a result of being unhappily married.","author":"C. Northcote Parkinson","category":"Men, Married, Being"},{"quote":"There are no generalizations in American politics that vested selfishness cannot cut through.","author":"John Gunther","category":"American, Selfishness"},{"quote":"The practice of politics in the East may be defined by one word: dissimulation.","author":"Benjamin Disraeli","category":"Practice, One Word, May"},{"quote":"Politics begin where the masses are, not where there are thousands, but where there are millions, that is where serious politics begin.","author":"Vladimir Lenin","category":"Serious, Masses, Where"},{"quote":"I'm always rather nervous about how you talk about women who are active in politics, whether they want to be talked about as women or as politicians.","author":"John F. Kennedy","category":"Women, Want, You"},{"quote":"Politics follows the lines of physics: every action creates an equal and opposite reaction.","author":"John Avlon","category":"Action, Equal, Physics"},{"quote":"And yet, there are still people in American politics who, for some reason, cling to this belief that America is better off adopting the economic policies of nations whose people who immigrate here from there.","author":"Marco Rubio","category":"America, American, People"},{"quote":"I think the fact is that anybody who goes into politics feels like 'I can make a difference'. But it's not one person, you need so many others.","author":"Drew Brees","category":"Make A Difference, Think"},{"quote":"I could have made a fortune in cheeseburgers, but I finally chose politics.","author":"Francois Hollande","category":"Fortune, Made, Finally"},{"quote":"I did not resign from politics because of Bofors. I resigned because I do not know how to play petty politics. I did not know back then and I don't know now either.","author":"Amitabh Bachchan","category":"Know, Play, Petty"},{"quote":"The good thing about the IMF is there is no European politics involved.","author":"Mark Rutte","category":"Good, Involved, IMF"},{"quote":"Rush Limbaugh, we expect nonsense from him. But the Vatican, that's another story. When the Vatican is so threatened that it launches attacks on nuns, well, you know what they say in politics, a hit dog hollers.","author":"Jennifer Granholm","category":"Dog, Story, Know"},{"quote":"Every week I read about myself in a magazine, about something that I haven't done or some place that I've never been or don't even know. It's just gossip, rumors, egos, and politics.","author":"Hilary Duff","category":"Myself, Week, Gossip"},{"quote":"If we tried to write about politics, you'd realize that we're all a bunch of idiots.","author":"Mark Hoppus","category":"You, Realize, Idiots"},{"quote":"When a Cabinet Minister who is sacked for telling lies is re-appointed, in the face of every constitutional convention, only for the same man to be sacked again from the same Cabinet for the same offence by the same Prime Minister no wonder the public are cynical about politics.","author":"William Hague","category":"Man, Face, Cynical"},{"quote":"I'm looking forward to the day when America will mature to the point that we are a color-blind society. I'm not so sure that in politics that will ever be reality, because politics has a way of separating us based on skin color.","author":"J. C. Watts","category":"Day, America, Society"},{"quote":"And humility in politics means accepting that one party doesn't have all the answers recognising that working in partnership is progress not treachery.","author":"Vince Cable","category":"Progress, Humility, Party"},{"quote":"Broadcasters or politicians or writers who think that they are respecting Struggle Street, the battlers, by dumbing things down into one-line sound bites are not respecting them, they are treating them with contempt. It's our job above all in politics to tackle the big issues and to explain them.","author":"Malcolm Turnbull","category":"Struggle, Job, Think"},{"quote":"I do not believe that politics in the long run is about individuals. It is about ideas.","author":"Eliot Spitzer","category":"Believe, Ideas, Long"},{"quote":"The good news about me is that my friends and social network is entirely independent of politics.","author":"Andrew Sullivan","category":"Friends, Good, Me"},{"quote":"I think it is the responsibility of anyone involved in politics to always think of what Japan can do to contribute more to the peace and stability not just of Japan and the region but of the entire world.","author":"Shinzo Abe","category":"Peace, Responsibility, World"},{"quote":"In politics, sometimes you have to lie, or you make a promise that you cannot keep.","author":"Youssou N'Dour","category":"Lie, You, Sometimes"},{"quote":"I enjoy talking about politics a great deal.","author":"Seth Meyers","category":"Great, Enjoy, Talking"},{"quote":"All the politics of the post-war period was about the clash between the Soviet Union and America, and virtually all issues ended up being subordinated to that. Now, the question is, what is the most a socialist can achieve in a global economy?","author":"Ken Livingstone","category":"America, Economy, Achieve"},{"quote":"There is a time for everything, also for my time in politics which has been long and eventful. Now I believe it is time for others to take the baton that was passed to me following the crash. I have therefore decided to leave political life at the end of this term.","author":"Johanna Siguroardottir","category":"Life, Time, Believe"},{"quote":"Democracy is a revelation, but it's complicated. There are elections to hold, politics to create, rights to assert, grievances to settle and institutions to build. To many, it's exhilarating. For others, it can be disappointing when it turns out that democracy doesn't immediately make life better.","author":"Atifete Jahjaga","category":"Life, Democracy, Better"},{"quote":"I think it is better when people with their own businesses and means of income join politics as there is some degree of honesty and integrity.","author":"Vijay Mallya","category":"Integrity, Honesty, People"},{"quote":"The Beatles' story is all of our stories. It is about how the youth culture emerged, the drug culture emerged, how politics rose to the fore as a universal debate. It's about rebellion, it's about the growth of the British entertainment system, the growth of the rock n' roll entertainment system.","author":"Bob Spitz","category":"Culture, Growth, Rose"},{"quote":"My view on politics is much more grassroots oriented; it's not old boy network oriented, so I tend to, you know, come at it a little bit stronger, a little bit more street-wise, if you will. That's rubbed some feathers the wrong way.","author":"Michael Steele","category":"Stronger, View, Know"},{"quote":"I think the record shows that as Speaker, I have taken the lead in cleaning up politics.","author":"John Bercow","category":"Cleaning, Think, Lead"},{"quote":"I am not averse to politics, but that does not mean that I am going to join politics.","author":"Rahul Gandhi","category":"I Am, Mean, Going"},{"quote":"I know politics I know the media.","author":"Valerie Trierweiler","category":"Media, Know"},{"quote":"I keep trying to bring a more professional approach to New Zealand cricket. It's an uphill battle. I stay in the game because I find it intriguing and interesting. I'm not interested in coaching international sides. I don't mind short-term coaching. I don't want to get involved in the politics of teams.","author":"Glenn Turner","category":"Mind, Coaching, Battle"},{"quote":"Real politics is messy and morally ambiguous and doesn't make for a compelling thriller.","author":"James Surowiecki","category":"Real, Messy, Ambiguous"},{"quote":"Joy doesn't betray but sustains activism. And when you face a politics that aspires to make you fearful, alienated and isolated, joy is a fine initial act of insurrection.","author":"Rebecca Solnit","category":"Joy, Face, You"},{"quote":"There are those who maintain that in this world women have no right to interfere in the affairs of state, in politics, in plots and counter-plots. Others that are who, more chivalrous, are willing to admit that women have as much right to act, think, and speak as men.","author":"Belle Boyd","category":"Women, Men, World"},{"quote":"As I got older I became a kind of sub cultural junkie, foraging around in music, street fashion and eventually art, politics and the freakier reaches of the Internet, hunting the next discovery, the next seam of underground gold.","author":"Hari Kunzru","category":"Music, Art, Gold"},{"quote":"Any criticism of Thatcher throws a dangerously absurd light on the entire machinery of British politics. Thatcher's name must be protected, not because of all the wrong that she had done, but because the people around her allowed her to do it.","author":"Morrissey","category":"Light, People, Name"},{"quote":"Politics has got too personal, too nasty, in Britain, as it has in America.","author":"Dan Aykroyd","category":"America, Nasty, Personal"},{"quote":"All the political angst and moral melodrama about getting 'the rich' to pay 'their fair share' is part of a big charade. This is not about economics, it is about politics.","author":"Thomas Sowell","category":"Political, Economics, Rich"},{"quote":"My father was the Prime Minister of Pakistan. My grandfather had been in politics, too; however, my own inclination was for a job other than politics. I wanted to be a diplomat, perhaps do some journalism - certainly not politics.","author":"Benazir Bhutto","category":"Father, Job, Journalism"},{"quote":"Participatory complexity may well be the key descriptor of the 21st century - in our economies, in our politics, and in our everyday lives.","author":"Jamais Cascio","category":"Key, 21st Century"},{"quote":"I don't know what's more embarrassing, these musicians and actors talking about politics in interviews or the media actually giving them credibility about it. It's absurd that a celebrity could speak out on the economy or politics with no more justification than a hit album or a movie.","author":"Paul Stanley","category":"Musicians, Giving, Speak"},{"quote":"Television doesn't like politics very well, if you can infer that from the way they cover it.","author":"Jack Germond","category":"Television, Way, You"},{"quote":"My mom always talks about how hard it was to grow up in a political family. It's always split up, and just - I want to have fun in life. No, politics isn't on the list.","author":"Patrick Schwarzenegger","category":"Life, Family, Mom"},{"quote":"I don't follow politics it doesn't interest me. So why should I vote?","author":"Mario Balotelli","category":"Me, Vote, Why"},{"quote":"You can't talk about life without talking about politics. You have to have both. If you're just a political person, you're going to burn out. If you, as an artist, are just focused inward, you're going to eventually be irrelevant.","author":"Robert Adams","category":"Life, Political, Artist"},{"quote":"The President's post should not be politicised. Once a president is elected, he is above politics.","author":"A. P. J. Abdul Kalam","category":"President, Should, Post"},{"quote":"One of the reasons MSNBC is plummeting is that I, not long ago, refused to play any content from them. I figured, why? I mean, it's genuine depraved partisan politics insanity, genuine extremist radical ignoramuses on that network.","author":"Rush Limbaugh","category":"Long, Play, Why"},{"quote":"People say, 'Oh, politics is so polarized today,' and I'm thinking... '1861, that was polarized.'","author":"P. J. O'Rourke","category":"Today, Thinking, People"},{"quote":"Set politics and party aside: If it's not right for Michigan's small businesses and middle class, it's never been right with me.","author":"Gary Peters","category":"Small, Me, Party"},{"quote":"The fact I have an education forms my lyrical style, I'm sure. I studied the social sciences, history, stuff like that. I have an interest in politics, which maybe works its way into the songs in small, subtle ways.","author":"Dean Wareham","category":"Education, History, Style"},{"quote":"The anchors of the Arab consensus have long been Egypt and Saudi Arabia, and both are now weakened forces in Arab politics and diplomacy.","author":"Elliott Abrams","category":"Long, Egypt, Diplomacy"},{"quote":"In politics, a picture is worth a thousand words.","author":"Kathleen Troia McFarland","category":"Words, Picture, Worth"},{"quote":"I'm not involved in politics, and I've never had any political role. I've never been in office. I've never taken any public administrative jobs.","author":"Isabel dos Santos","category":"Political, Office, Never"},{"quote":"What modern humans need help with is escaping from the despair of politics, commerce and media, escaping from the drabness and oppressiveness of worldly values and seeing through suburban mentality and normal community standards so that they can find some much-needed relief for their wilting souls.","author":"Michael Leunig","category":"Community, Media, Help"},{"quote":"Economics has become as riveting as politics.","author":"Tina Brown","category":"Economics, Become"},{"quote":"Most people who get in trouble in politics usually get in trouble because they're disconnected from the people they serve, and I don't think anybody in Tennessee, even people who won't vote for me, would accuse me of that.","author":"Lamar Alexander","category":"Me, People, Think"},{"quote":"When we say, even in a global village, that all politics is local, we mean that national sovereignties are the only reliable source of political authority.","author":"Michael Ignatieff","category":"Political, Authority, Mean"},{"quote":"At a purely practical level, history is important because it provides the basic skills needed for students to go further in sociology, politics, international relations and economics. History is also an ideal discipline for almost all careers in the law, the civil service and the private sector.","author":"Antony Beevor","category":"History, Service, Law"},{"quote":"If I'm lucky enough to be involved in the Academy Awards in the future, I'll just let people make up their decision without being involved in any politics. Because it shouldn't involve that.","author":"Peter Jackson","category":"Future, Decision, People"},{"quote":"In both law and politics, I think the essential battle is the meta-battle of framing the narrative.","author":"Ted Cruz","category":"Law, Battle, Think"},{"quote":"Can I actually make a difference? Can I get people to believe in politics once again? Can I get people to accept more complex answers to complex questions? I know I can. I know that's what I do very well.","author":"Justin Trudeau","category":"Make A Difference, Believe"},{"quote":"The appalling reality in American politics today is that, when ideology and money mix, truth is a mere inconvenience.","author":"David Horsey","category":"Money, Truth, Today"},{"quote":"It is my determination that we, as a party, continue to make that fundamental restatement of liberal values in the politics of our country.","author":"Charles Kennedy","category":"Determination, Values, Party"},{"quote":"Politics means facing up to hard choices and facing down prejudice, short-termism, the easy, tempting court of knee-jerk public reaction.","author":"Charles Kennedy","category":"Choices, Prejudice, Easy"},{"quote":"There's no room for petty grievances in politics.","author":"Sergei Lavrov","category":"Petty, Room"},{"quote":"I think politics is like an X-ray machine: Everything is found out eventually.","author":"Nicolle Wallace","category":"Think, Everything, Machine"},{"quote":"Every body and thing has politics involved. Every. Single. Thing.","author":"Mystikal","category":"Body, Single, Involved"},{"quote":"When dealing with American politics, you try to follow the money, and that's where it leads you. It doesn't take you to the electoral college or to Princeton. It takes you down the darker alleys of American life.","author":"Roger Morris","category":"Life, Money, College"},{"quote":"Just by making a decision to stay out of politics, you are making the decision to allow others to shape politics and exert power over you. And if you are alienated from the current political system, then just by staying out of it, if you do nothing to change it, you simply entrench it.","author":"Joan Kirner","category":"Change, Power, Decision"},{"quote":"A lot of people are surprised when I talk so much about the present, but politics is just a crucial part of archaeology.","author":"Sarah Parcak","category":"People, Present, Talk"},{"quote":"Politics for me started in violence.","author":"Marine Le Pen","category":"Violence, Me, Started"},{"quote":"The policy of the future cannot forever be determined by the politics of the past - or even the present.","author":"Pete Gallego","category":"Future, Past, Present"},{"quote":"I'm willing to take a polygraph test to prove that I'm happy about Kahlon's return to politics. He's a good man, a man who cares. It's good to have people like that in politics, I have no problem with that.","author":"Yair Lapid","category":"Happy, Good, Man"},{"quote":"The middle ground in Congress has all but disappeared. The founders intended competing principles and interests to check excesses and create a balance in our politics that would benefit 'we the people.' Gerrymandered districts and a hyped-up fight-night media offer a partial explanation of why we seem to have neither checks nor balances.","author":"Donna Brazile","category":"Balance, Media, People"},{"quote":"I chose not to go into politics and policy. Those policies are my husband's job.","author":"Melania Trump","category":"Job, Husband, Policy"},{"quote":"You can't not approve a merger because you don't like the companies' politics. That's just not right.","author":"Blake Farenthold","category":"You, Right, Like"},{"quote":"I was brought up with a scientific outlook on life. It's the way my father deciphers the world - whether it's football, politics or hairstyles. So I don't get anxious about the future, because I was raised to believe and accept that nothing stays the same, and the best way to survive is to adapt.","author":"Anne Wojcicki","category":"Life, Future, Father"},{"quote":"I'm in no way suggesting that my opinion matters more than anyone else's, of course, but the only thing that bothers me is apathy. People that sit out of the process and complain about it, or pretend that politics isn't a part of their everyday lives.","author":"Olivia Wilde","category":"Me, People, Opinion"},{"quote":"The idea of self-reliance is important to me, and that is echoed, in my way of thinking, by a conservative approach to politics.","author":"Kelsey Grammer","category":"Thinking, Me, Conservative"},{"quote":"Michael Savage turns on a microphone and broadcasts his opinions to faithful followers who enjoy listening to his views on politics, social issues, and anything else that this colorful, provocative, entertaining guy comes up with. It doesn't matter which of his views I agree or disagree with.","author":"Mike Gallagher","category":"Listening, Enjoy, Savage"},{"quote":"Family politics are worse than world politics. That's all I can say. You don't get to choose your family you get to choose your friends. Your family is imposed upon you.","author":"Michael Cimino","category":"Family, Friends, World"},{"quote":"Forget politics and what their platforms were and everything, because you can take whoever you want to take, but the guy that I liked was Nixon... He was a smart man.","author":"Terry Bradshaw","category":"Man, Smart, Want"},{"quote":"Ethics, politics and psychology are all far more difficult to understand now that we know the depths to which human nature can sink.","author":"Ephraim Mirvis","category":"Nature, Ethics, Human Nature"},{"quote":"A journalist covering politics, most of us are aware of the necessity to try to be sure we're unbiased in our reporting. That's one of the fundamentals of good journalism.","author":"Walter Cronkite","category":"Good, Journalism, Try"},{"quote":"There's a difference between being politically incorrect and boorish. And we've seen that line crossed a dozen times by smart people who've mistaken politics for punditry.","author":"Greg Gutfeld","category":"Smart, People, Smart People"},{"quote":"2017 may have been that year when identity politics hit a brick wall - and slumped limply on the pavement.","author":"Greg Gutfeld","category":"Identity, Brick, Year"},{"quote":"True, the country is divided, but it's not Right and Left. It's Left and Not Left. It is because, for liberals, politics is personal and therefore extremely loud. For the rest of us, we prefer community over calamity.","author":"Greg Gutfeld","category":"Community, Rest, Country"},{"quote":"For Americans of the Greatest Generation that fought World War II and of the Silent Generation that came of age in the 1950s, the great moral and ideological cause was the Cold War. It gave purpose and clarity to our politics and foreign policy, and our lives.","author":"Pat Buchanan","category":"Age, Great, War"},{"quote":"In politics, as in physics, every reaction is met with an equal and opposite reaction.","author":"Thom Tillis","category":"Equal, Physics, Reaction"},{"quote":"It is the desire of the good people of the whole country that sectionalism as a factor in our politics should disappear.","author":"Rutherford B. Hayes","category":"Good, People, Good People"},{"quote":"Magnanimity in politics is not seldom the truest wisdom and a great empire and little minds go ill together.","author":"Edmund Burke","category":"Wisdom, Great, Together"},{"quote":"Politics are not the task of a Christian.","author":"Dietrich Bonhoeffer","category":"Christian, Task"},{"quote":"It's such a beautiful sport, with no politics involved, no color, no class. Only as a youngster can you play and as a pro can you win. The game has kept me young, involved and excited and for me to be up here with gems of baseball.","author":"Jack Buck","category":"Beautiful, Baseball, Color"},{"quote":"You begin to realize that hypocrisy is not a terrible thing when you see what overt fascism is compared to sort of covert, you know, communal politics which the Congress has never been shy of indulging in.","author":"Arundhati Roy","category":"Hypocrisy, Know, You"},{"quote":"In Pakistan politics is hereditary.","author":"Imran Khan","category":"Pakistan, Hereditary"},{"quote":"People meet in bars after work all over the world and talk about the great problems of life and death and the world and politics and they don't take themselves seriously. They can do nothing else except chat about these things in bars after work.","author":"Whitfield Diffie","category":"Life, Work, Death"},{"quote":"Fiscal conservatism is just an easy way to express something that is a bit more difficult, which is that the size and scope of government, and really the size and scope of politics in our lives, has grown uncomfortable, unwieldy, intrusive and inefficient.","author":"P. J. O'Rourke","category":"Government, Easy, Difficult"},{"quote":"I don't know much about politics, and I don't want to know. That's why I rarely involve myself in politics.","author":"Elie Wiesel","category":"Myself, Want, Know"},{"quote":"The person I liked the best was Gerald R. Ford. He was the most decent man in politics I ever had any relationships with.","author":"Alan Greenspan","category":"Best, Man, Relationships"},{"quote":"I became an actress because my mom wanted me to become an actress. It took me until my mid-30s to realize I actually didn't. I actually wanted to write and direct and be more involved in politics and humanitarian issues.","author":"Angelina Jolie","category":"Mom, Me, Realize"},{"quote":"Every policy is shaped by two forces: background analysis and foreground politics. The political forces are loud, self-serving and, in the case of energy policy, well known.","author":"Donella Meadows","category":"Political, Energy, Well"},{"quote":"I am humble Abraham Lincoln. I have been solicited by my friends to become a candidate for the Legislature. My politics are short and sweet, like the old woman's dance.","author":"Abraham Lincoln","category":"Friends, Dance, I Am"},{"quote":"Money has always been in politics. And I'm not sure you'd want money to be completely out of politics.","author":"Bill Gates","category":"Money, Want, You"},{"quote":"When buying and selling are controlled by legislation, the first things to be bought and sold are legislators.","author":"P. J. O'Rourke","category":"First, Selling, Things"},{"quote":"The best and brightest don't go into politics. The best and brightest are at Goldman Sachs.","author":"P. J. O'Rourke","category":"Best, Go, Brightest"},{"quote":"Politics is a necessary evil, or a necessary annoyance, a necessary conundrum.","author":"P. J. O'Rourke","category":"Evil, Necessary"},{"quote":"The more aspects of life that can be moved from private reign to public realm, the better it is for politics.","author":"P. J. O'Rourke","category":"Life, Better, Reign"},{"quote":"American politics is always an open competition.","author":"Hillary Clinton","category":"Competition, American"},{"quote":"Politics is such a torment that I advise everyone I love not to mix with it.","author":"Thomas Jefferson","category":"Love, Everyone, Mix"},{"quote":"The country already has a leader who divides us with the bitter politics of envy. We have to offer an alternative vision.","author":"Mitt Romney","category":"Leader, Vision, Country"},{"quote":"I like to talk about lint and coasters, the expansion of the universe and maybe McDonald's. I'm completely turned off by the idea of politics.","author":"Steven Wright","category":"Universe, Idea, Talk"},{"quote":"I don't like politicians, and I don't like politics. I definitely don't want to be associated with any of them.","author":"Steven Wright","category":"Want, Politicians, Like"},{"quote":"What Englishman will give his mind to politics as long as he can afford to keep a motor car?","author":"George Bernard Shaw","category":"Car, Mind, Long"},{"quote":"Money is the mother's milk of everything, and it certainly is the mother's milk of politics.","author":"Rush Limbaugh","category":"Money, Mother, Milk"},{"quote":"When it comes to politics today, the devils' not in the details; the devil's in the big picture, more often than not just hiding in plain sight.","author":"Marianne Williamson","category":"Today, Details, Picture"},{"quote":"You can't be in politics unless you can walk in a room and know in a minute who's for you and who's against you.","author":"Samuel Johnson","category":"Walk, Know, You"},{"quote":"On the Left, the best and brightest go into politics - Barack Obama is the epitome of the perfect leftist. On the Right, the best and brightest go make money. Very few conservatives want to endure all the nonsense you have to put up with to run for office.","author":"Ted Cruz","category":"Money, Best, Want"},{"quote":"Power in politics, sovereignty in America is with we the people, and that is the path to turning this country around: empowering the people.","author":"Ted Cruz","category":"Power, Path, America"},{"quote":"There's an old joke that politics is Hollywood for ugly people. An awful lot of the press coverage about Washington reads like coverage of Hollywood. Madonna is having some spat with Sean Penn. Who cares? And who cares which politician is mad at that politician?","author":"Ted Cruz","category":"People, Ugly, Hollywood"},{"quote":"Politics is the art of controlling your environment.","author":"Hunter S. Thompson","category":"Art, Environment"},{"quote":"There might be some serious fun in politics.","author":"Hunter S. Thompson","category":"Fun, Serious, Some"},{"quote":"Rude people will now & then ask me why I think I know so much about Politics. I tell them it's because I'm Smart... But that is a lie: The real reason is because I'm an incurable Gambling addict.","author":"Hunter S. Thompson","category":"Smart, Lie, Me"},{"quote":"Partisan rancour and party politics and ideology have got in the way of compromise - and compromise is the only thing that has ever made politics successful.","author":"Kevin Spacey","category":"Successful, Compromise"},{"quote":"Politics has become so expensive that it takes a lot of money even to be defeated.","author":"Will Rogers","category":"Money, Defeated, Become"},{"quote":"Tradition means giving votes to the most obscure of all classes, our ancestors. It is the democracy of the dead. Tradition refuses to submit to that arrogant oligarchy who merely happen to be walking around.","author":"Gilbert K. Chesterton","category":"Democracy, Walking, Giving"},{"quote":"I am the granddaughter of an English woman. I love England and her people and, regardless of politics, consider you to be family... and always will.","author":"Nicola Sturgeon","category":"Love, Family, I Am"},{"quote":"In politics nothing is contemptible.","author":"Benjamin Disraeli","category":"Nothing, Contemptible"},{"quote":"Finality is not the language of politics.","author":"Benjamin Disraeli","category":"Language, Finality"},{"quote":"I think, in politics, half the people are gonna like you, and half the people are not gonna like you, no matter what you do or what you say... It's like there are no right answers. If there were, everyone would choose the right answers. They're all opinions.","author":"Tom Brady","category":"People, Opinions, Think"},{"quote":"Revolution, n. In politics, an abrupt change in the form of misgovernment.","author":"Ambrose Bierce","category":"Change, Revolution, Form"},{"quote":"Alliance - in international politics, the union of two thieves who have their hands so deeply inserted in each other's pockets that they cannot separately plunder a third.","author":"Ambrose Bierce","category":"Hands, Two, Alliance"},{"quote":"Politics - I still think it's a bunch of liars and a bunch of self-interest. It's not about the people: it's about themselves and their rise to power. They are voting on things based on whether they will have the support of the people when they vote next time. They don't have the balls to say, 'I believe in this. I don't care what happens.'","author":"Jay-Z","category":"Time, Power, Support"},{"quote":"I never saw anything funnier than Texas politics.","author":"Molly Ivins","category":"Texas, Never, Anything"},{"quote":"Adroit geo-strategists take new realities into account as they try to imagine how global politics will unfold. In the foreign policy business, however, inertia is a powerful force and 'adroit' a little-known concept.","author":"Stephen Kinzer","category":"Business, Powerful, Try"},{"quote":"Politics is a herd mentality. Politicians don't really lead. Politicians reflect what they think is consensus opinion.","author":"Gary Johnson","category":"Think, Opinion, Lead"},{"quote":"Whenever men take the law into their own hands, the loser is the law. And when the law loses, freedom languishes.","author":"Robert Kennedy","category":"Freedom, Law, Men"},{"quote":"Enter politics, and you enter the glass house; there are no secrets and no places to hide.","author":"Nancy Gibbs","category":"Secrets, Glass, You"},{"quote":"When politics is no longer a mission but a profession, politicians become more self-serving than public servants.","author":"Emmanuel Macron","category":"Mission, Politicians, Become"},{"quote":"I think people involved in politics make good actors. Acting and politics both involve fooling people. People like being fooled by actors. When you get right down to it, they probably like being fooled by politicians even more. A skillful actor will make you think, but a skillful politician will make you never have to think.","author":"Donna Brazile","category":"Good, People, Acting"},{"quote":"If you're sick and tired of the politics of cynicism and polls and principles, come and join this campaign.","author":"George W. Bush","category":"Tired, Principles, You"},{"quote":"Well, you know what, I'm 60 years old, and I've been interested in politics since I was on my daddy's knee. During the 1948 election, we were praying for Truman. I know a lot about politics.","author":"Roger Ebert","category":"Election, Know, You"},{"quote":"Besides great climates and lovely beaches, California and Greece share a fondness for dysfunctional politics and feckless budgeting.","author":"James Surowiecki","category":"Great, Lovely, California"},{"quote":"I think it's a terrible shame that politics has become show business.","author":"Sydney Pollack","category":"Business, Think, Shame"},{"quote":"This was the way I was brought up to think of politics, that politics was to do with ethics, it was to do with responsibility, it was to do with service, so I think I was conditioned to think like that, and I'm too old to change now.","author":"Aung San Suu Kyi","category":"Change, Responsibility"},{"quote":"The largest party in America, by the way, is neither the Democrats nor the Republicans. It's the party of non-voters.","author":"Robert Reich","category":"America, Party, Way"},{"quote":"I do not believe that artists or actors and people should be out there like voicing their full-blown opinions on politics because, let's face it, at the end of the day, I'm not that smart of a guy.","author":"Kid Rock","category":"Day, Smart, Believe"},{"quote":"I hope to submit to the little pamphlet magazines here 'freelance' and perhaps shall join the Labour Club, as I really want to become informed on politics, and it seems to have an excellent program. I am definitely not a Conservative, and the Liberals are too vague and close to the latter.","author":"Sylvia Plath","category":"Hope, I Am, Want"},{"quote":"I do have a political agenda. It's to have as few regulations as possible.","author":"Dan Quayle","category":"Political, Possible, Agenda"},{"quote":"Even before the missteps that I've had, I was never going to run for office. My family is adamantly opposed to it, and frankly, my politics don't necessarily work for the primaries of either of our parties.","author":"David Petraeus","category":"Work, Family, Run"},{"quote":"Jesus is the politics of the new age He is about the establishment of a kingdom He is the one who has created a new time that gives us the time not only to care for the poor but to be poor. Jesus is the one who makes it possible to be nonviolent in a violent world.","author":"Stanley Hauerwas","category":"Time, Age, World"},{"quote":"Politics is perhaps the only profession for which no preparation is thought necessary.","author":"Robert Louis Stevenson","category":"Preparation, Thought"},{"quote":"To those who have exhausted politics, nothing remains but abstract thought.","author":"Honore de Balzac","category":"Thought, Nothing, Abstract"},{"quote":"If China's expansion into Africa and Russia's into Latin America and the former Soviet Union are any indication, Silicon Valley's ability to expand globally will be severely limited, if only because Beijing and Moscow have no qualms about blending politics and business.","author":"Evgeny Morozov","category":"Business, America, Africa"},{"quote":"Politics, after all, is largely about power. And power goes to the core of our issues of control and narcissism and need to be right and tendency to divide the human race into 'us' vs. 'them.'","author":"John Ortberg","category":"Power, Control, Human"},{"quote":"Humility is of central importance I think it's an underappreciated virtue in the contemporary discussion of law and politics.","author":"Cass Sunstein","category":"Law, Humility, Think"},{"quote":"Politics is about the participation and engagement of the wider citizenry - to miss that point would doom us to irrelevance.","author":"David Blunkett","category":"Participation, Point"},{"quote":"As Assistant Secretary of the Department of Veterans Affairs, a constant concern for me is having our veterans dragged into partisan politics.","author":"Tammy Duckworth","category":"Veterans, Me, Secretary"},{"quote":"You can't write about history without writing about politics at some point. History is about movements of people. 'What is criminality and what is government' is a theme that runs through every history.","author":"David Mamet","category":"History, Writing, Government"},{"quote":"Normally, I stay away from politics - unless I'm going to run for president.","author":"Grace Jones","category":"Run, President, Going"},{"quote":"If you're sort of interested in politics but sort of upset about contemporary politics, it's kind of wonderful to read about periods who were very eloquent and admirable - generally. People are articulating ideas you can sympathize with or understand both sides of. Or at least feel like one side is saying the right things.","author":"Whit Stillman","category":"Ideas, People, Saying"},{"quote":"One thing that education can do is it can provide us with an opportunity to understand one another better, and so while I've spent a lot of my time in the world of politics, I've always felt that it is really not politics that will solve this for us.","author":"Condoleezza Rice","category":"Education, Time, Opportunity"},{"quote":"I didn't run for student council president. I don't see myself in any way in elected office. I love policy. I'm not particularly fond of politics.","author":"Condoleezza Rice","category":"Love, Myself, Student"},{"quote":"A conservative is a man who just sits and thinks, mostly sits.","author":"Woodrow Wilson","category":"Man, Conservative, Just"},{"quote":"When you read about the real history of where feminism comes from, it came from a very political point of view. I don't believe in bringing any politics to an idea like feminism. I love the idea that women should be celebrated, but I also believe men should be, too. We need both - yin and yang.","author":"Michelle Phan","category":"Love, History, Women"},{"quote":"Look, the center right coalition in American politics today is best understood as a coalition of groups and individuals that on the issue that brings them to politics what they want from the government is to be left alone.","author":"Grover Norquist","category":"Best, Today, Alone"},{"quote":"While everyone else is thinking about economics and politics, executive salaries and the future of the euro, do the opposite, even if it's hard. Invest in the spirit.","author":"Jonathan Sacks","category":"Future, Thinking, Economics"},{"quote":"The world we build tomorrow is born in the stories we tell our children today. Politics moves the pieces. Education changes the game.","author":"Jonathan Sacks","category":"Education, Children, Today"},{"quote":"The only security men can have for their political liberty, consists in keeping their money in their own pockets.","author":"Lysander Spooner","category":"Money, Men, Political"},{"quote":"'Air' is what the world looks like: An inconvenient mashup of human politics and divine geography. We leave bits and pieces of ourselves and our history in every place we encounter.","author":"G. Willow Wilson","category":"History, World, Geography"},{"quote":"I was in elective politics for 24 years. I've made four national races, two for President, two for Vice President. I have found there are other ways to serve, and I'm enjoying them.","author":"Al Gore","category":"President, Years, Serve"},{"quote":"There's lots about politics I don't feel comfortable with. To talk about the politics of future ideas is impossible in soundbite form.","author":"Al Gore","category":"Future, Ideas, Impossible"},{"quote":"It is the civilian part of the politics that is very, very bad, and we have to change that.","author":"Gloria Macapagal Arroyo","category":"Change, Bad, Part"},{"quote":"When we have a Deputy Prime Minister who tells people not to drive cars but has two Jags himself, and where the Minister who tells people not to have two homes turns out to have nine himself no wonder the public believe politicians are hypocrites.","author":"William Hague","category":"Believe, People, Drive"},{"quote":"I am not deeply involved in Australian politics but I know there are prime ministers, governments around the world who are not acting responsibly in relation to climate change.","author":"Jane Goodall","category":"Change, I Am, World"},{"quote":"'Which is stronger, politics or love?' is like asking, 'Which is stronger, exhaling or inhaling?' They are two sides of the same thing.","author":"Mohsin Hamid","category":"Love, Love Is, Stronger"},{"quote":"You may think the president is all-powerful, but he is not. He needs a lot of guidance from the Lord.","author":"Barbara Bush","category":"Think, You, President"},{"quote":"Nobody likes, you know, the ugly parts of politics.","author":"Barbara Bush","category":"Ugly, Know, You"},{"quote":"An Independent is someone who wants to take the politics out of politics.","author":"Adlai E. Stevenson","category":"Independent, Someone, Take"},{"quote":"Politics is pop. Our job as comedians - especially me, as a late-night talk show, which is a broader audience - is to amplify what we think America is thinking.","author":"Jimmy Fallon","category":"America, Job, Thinking"},{"quote":"The 1935 Social Security Act established 65 as the age of eligibility for payouts. But welfare state politics quickly becomes a bidding war, enriching the menu of benefits, so in 1956 Congress entitled women to collect benefits at 62, extending the entitlement to men in 1961.","author":"George Will","category":"Age, Women, War"},{"quote":"Promising something that seems popular at the time that you know you're never going to deliver - that's the kind of cynical politics that I don't want any part of.","author":"Justin Trudeau","category":"Time, Want, Know"},{"quote":"'The Museum of Innocence' is not about politics; it's a love story, but I think it's political in the sense that it wants to capture how a man suppresses a woman.","author":"Orhan Pamuk","category":"Love, Man, Woman"},{"quote":"At the end of the day, stories connect us, not politics. And there's so many stories out there waiting to be told. It's just a matter of who's out there listening.","author":"Jose Antonio Vargas","category":"Day, Listening, Waiting"},{"quote":"There's not a self-regulating group of nice fair-playing people in politics. There are a lot of dodgy people in politics.","author":"Heather Brooke","category":"People, Nice, Group"},{"quote":"Forget the consultants, the pundits and the pollsters; good policy is good politics.","author":"Jim DeMint","category":"Good, Forget, Policy"},{"quote":"The end move in politics is always to pick up a gun.","author":"R. Buckminster Fuller","category":"End, Gun, Always"},{"quote":"Compromise makes a good umbrella, but a poor roof; it is temporary expedient, often wise in party politics, almost sure to be unwise in statesmanship.","author":"James Russell Lowell","category":"Good, Wise, Compromise"},{"quote":"There are few things more amusing in the world of politics than watching moderate Republicans charging to the right in pursuit of greater glory.","author":"Mario Cuomo","category":"World, Right, Glory"},{"quote":"I don't compromise my principles for politics.","author":"Chris Christie","category":"Compromise, Principles"},{"quote":"You know, I'm not comfortable with people whose politics are static in a democracy.","author":"Steve Earle","category":"Democracy, People, Know"},{"quote":"I didn't come into politics to change the Labour Party. I came into politics to change the country.","author":"Tony Blair","category":"Change, Party, Country"},{"quote":"In no relationship at the top of any walk of life is it always easy, least of all in politics which matters so much and which is conducted in such a piercing spotlight.","author":"Tony Blair","category":"Life, Relationship, Walk"},{"quote":"I happen to think it's the politics that makes you electable, but the reason for that is politicians sometimes talk about electability as if it's just a matter of conning the public. Actually, it's a matter of persuading the public, and in my experience, usually, the public gets it right.","author":"Tony Blair","category":"Experience, Think, You"},{"quote":"There are times in politics when you must be on the right side and lose.","author":"John Kenneth Galbraith","category":"You, Right, Lose"},{"quote":"Nothing is so admirable in politics as a short memory.","author":"John Kenneth Galbraith","category":"Memory, Short, Nothing"},{"quote":"Remember that a civilized nation cannot just have one party; if there were only one party, this would merely be a dictatorship. Politics could not advance.","author":"Sun Yat-sen","category":"Party, Remember, Nation"},{"quote":"My hope is that 10 years from now, after I've been across the street at work for a while, they'll all be glad they gave me that wonderful vote.","author":"Sandra Day O'Connor","category":"Work, Hope, Me"},{"quote":"It is a measure of the framers' fear that a passing majority might find it expedient to compromise 4th Amendment values that these values were embodied in the Constitution itself.","author":"Sandra Day O'Connor","category":"Fear, Constitution"},{"quote":"I know many writers who first dictate passages, then polish what they have dictated. I speak, then I polish - occasionally I do windows.","author":"Ed Koch","category":"Speak, Windows, Know"},{"quote":"If you don't like the President, it costs you 90 bucks to fly to Washington to picket. If you don't like the governor, it costs you 60 bucks to fly to Albany to picket. If you don't like me - 90 cents.","author":"Ed Koch","category":"Me, Fly, You"},{"quote":"There is a danger of Scottish politics being between two sets of dinosaurs... the Nationalists who can't accept they were rejected by the people, and some colleagues at Westminster who think nothing has changed.","author":"Johann Lamont","category":"Colleagues, People, Think"},{"quote":"I don't think politics has anything to do with left, right, or center. It has to do with trying to do right by people.","author":"Paul Wellstone","category":"People, Trying, Think"},{"quote":"A politics that is not sensitive to the concerns and circumstances of people's lives, a politics that does not speak to and include people, is an intellectually arrogant politics that deserves to fail.","author":"Paul Wellstone","category":"Speak, People, Fail"},{"quote":"All art is political in the sense that it serves someone's politics.","author":"August Wilson","category":"Art, Political, Sense"},{"quote":"I am a profound pessimist both about life and about human relations and about politics and ecology. Humans are inadequate and stupid creatures who sooner or later make a mess, and those who are trying to do good do a lot more damage than those who are muddling along.","author":"A. S. Byatt","category":"Life, Good, I Am"},{"quote":"Honestly, I'm interested in politics; I'm interested in giving back in some form, performing some sort of civic duty. But I'm not exploring a run for governor or senator or anything along those lines. I'm focused on running Disney.","author":"Bob Iger","category":"Giving Back, Giving, Run"},{"quote":"I never have been involved in politics.","author":"Rick Warren","category":"Never, Involved, Been"},{"quote":"In politics, readily dismissing inconvenient people can easily extend to dismissing inconvenient truths about them.","author":"Daniel Goleman","category":"People, Extend, Readily"},{"quote":"I've been offered political shows before, and I don't know anything about politics and I feel uncomfortable making political opinions - there's consequences to them. I often think I'm wrong, so I really don't like getting in political or religious discussions because of the giant possibility that I might be wrong.","author":"Norm MacDonald","category":"Political, Know, Think"},{"quote":"My passion for ideas is not matched with a passion for partisan or electoral politics.","author":"Jack Kemp","category":"Passion, Ideas, Partisan"},{"quote":"China's stock market is inextricably tied to politics.","author":"Kenneth Fisher","category":"Stock Market, China, Market"},{"quote":"Everything is politics.","author":"Thomas Mann","category":"Everything"},{"quote":"In most places in the country, voting is looked upon as a right and a duty, but in Chicago it's a sport.","author":"Dick Gregory","category":"Voting, Country, Chicago"},{"quote":"He too serves a certain purpose who only stands and cheers.","author":"Henry Adams","category":"Purpose, Cheers, Only"},{"quote":"Politics, as a practise, whatever its professions, has always been the systematic organization of hatreds.","author":"Henry Adams","category":"Organization, Always"},{"quote":"Politics... have always been the systematic organization of hatreds.","author":"Henry Adams","category":"Organization, Always, Been"},{"quote":"I learnt more about politics during one South Dakota dust storm than in seven years at the university.","author":"Hubert H. Humphrey","category":"Storm, Years, Dust"},{"quote":"I deliberately did not read anything about the Vietnam War because I felt the politics of the war eclipsed what happened to the veterans. The politics were irrelevant to what this memorial was.","author":"Maya Lin","category":"War, Veterans, Vietnam War"},{"quote":"Growing up in politics I know that women decide all elections because we do all the work.","author":"Caroline Kennedy","category":"Work, Women, Growing Up"},{"quote":"Many politicians are in the habit of laying it down as a self-evident proposition that no people ought to be free till they are fit to use their freedom. The maxim is worthy of the fool in the old story who resolved not to go into the water till he had learned to swim.","author":"Thomas Babington Macaulay","category":"Freedom, Water, Fool"},{"quote":"Of course there are regrets. I shall regret always that I found my own authentic voice in politics. I was too conservative, too conventional. Too safe, too often. Too defensive. Too reactive. Later, too often on the back foot.","author":"John Major","category":"Regret, Voice, Conservative"},{"quote":"I am sure future historians will say the biggest and most astonishing change in politics has been the embracing of all the tenets of Thatcherism by the party of Keir Hardie: trade union legislation, Europe, the replacement of Trident, 10 per cent tax for people who have made millions from their companies.","author":"Robert Harris","category":"Change, Future, I Am"},{"quote":"Don't get married until you're certain that you're marrying the right girl. How did I know my wife was the one? I'd seen her for a couple of months. I liked her. She was a very creative person and she had a very good grip on politics and business.","author":"Brian Wilson","category":"Business, Good, Wife"},{"quote":"It's true that it's within the realm of cultural politics that young people tend to work through political issues, which I think is good, although it's not going to solve the problems.","author":"Angela Davis","category":"Work, Good, Problems"},{"quote":"The arts community is generally dominated by liberals because if you are concerned mainly with painting or sculpture, you don't have time to study how the world works. And if you have no understanding of economics, strategy, history and politics, then naturally you would be a liberal.","author":"Mark Helprin","category":"Time, History, Community"},{"quote":"First lady has been a thankless position. Eleanor Roosevelt was brilliant and had strong views. She was criticized for her politics and for her appearance. Mrs. Roosevelt was attacked for being too involved in politics. Bess Truman was criticized for being uninvolved in politics.","author":"Karen DeCrow","category":"Strong, She, Her"},{"quote":"When I came into politics I always thought there was a possibility I would be killed.","author":"Imran Khan","category":"Thought, Always, Came"},{"quote":"Justice, sir, is the great interest of man on earth. It is the ligament which holds civilized beings and civilized nations together.","author":"Daniel Webster","category":"Great, Justice, Together"},{"quote":"I want to stay away from politics, or else I'll probably end up putting my size fifteen foot into my mouth.","author":"Peter Steele","category":"End, Want, Mouth"},{"quote":"I would prefer not to be involved in party politics.","author":"George Soros","category":"Party, Involved, Would"},{"quote":"Unfortunately the global warming hysteria, as I see it, is driven by politics more than by science.","author":"Freeman Dyson","category":"Science, Global Warming, See"},{"quote":"'The Means' is about power. I have access to political insiders who helped me write a portrait of the real day-to-day in politics, which turned out to be crazier than Wall Street.","author":"Douglas Brunt","category":"Power, Political, Me"},{"quote":"Politics is a game and a profession. It doesn't really serve the people the politicians are supposed to serve.","author":"Kit Harington","category":"Game, People, Serve"},{"quote":"When they see me holding fish, they can see that I am comfortable with kings as well as with paupers.","author":"Imelda Marcos","category":"I Am, Me, Fish"},{"quote":"Few businessmen are capable of being in politics, they don't understand the democratic process, they have neither the tolerance or the depth it takes. Democracy isn't a business.","author":"Malcolm Forbes","category":"Business, Democracy"},{"quote":"Though politics is by nature divisive, surely we all can agree that foster children need stability, safety, education, opportunity - and love.","author":"Vanessa Diffenbaugh","category":"Love, Education, Nature"},{"quote":"Politics ruins the character.","author":"Otto von Bismarck","category":"Character, Ruins"},{"quote":"Well you know it's dangerous in politics, because especially in the Philippines there's a lot of killing in politics.","author":"Manny Pacquiao","category":"Know, You, Dangerous"},{"quote":"Electoral politics was always an objective of the Black Panther party, so Barack Obama is a part of what we dreamed and struggled and died for.","author":"Bobby Seale","category":"Party, Black, Always"},{"quote":"The military destabilised my government on politically motivated charges.","author":"Benazir Bhutto","category":"Government, Military"},{"quote":"For every talent that poverty has stimulated it has blighted a hundred.","author":"John W. Gardner","category":"Poverty, Talent, Every"},{"quote":"The world is governed by opinion.","author":"William Ellery Channing","category":"World, Opinion, Governed"},{"quote":"Politics, where fat, bald, disagreeable men, unable to be candidates themselves, teach a president how to act on a public stage.","author":"Jimmy Breslin","category":"Men, Fat, President"},{"quote":"The only politics in this country that's relevant to black people today is the politics of revolution... none other.","author":"H. Rap Brown","category":"Today, People, Black"},{"quote":"Businessmen should not put their finger in politics, because they tend to think only of their own self-interest. But I worry about the low morale in Italian industry and the lack of government initiatives to help the poor.","author":"Diego Della Valle","category":"Government, Worry, Help"},{"quote":"I'm a longtime believer in the old adage that sunlight is the best disinfectant, particularly in politics.","author":"Mike Quigley","category":"Best, Sunlight, Old"},{"quote":"Turn on to politics, or politics will turn on you.","author":"Ralph Nader","category":"You, Turn, Will"},{"quote":"The argument of the broken window pane is the most valuable argument in modern politics.","author":"Emmeline Pankhurst","category":"Window, Broken, Argument"},{"quote":"Their very conservatism is secondhand, and they don't know what they are conserving.","author":"Robertson Davies","category":"Know, Conservatism, Very"},{"quote":"Fortunately, we Argentines have decided to change. We believe politics needs to be led by public servants with a vocation to give and construct.","author":"Mauricio Macri","category":"Change, Believe, Give"},{"quote":"As politics is disconnected from its ethical and material moorings, it becomes easier to punish and imprison young people than to educate them.","author":"Henry Giroux","category":"People, Young, Ethical"},{"quote":"We are naive and moralistic women. We are human beings who find politics a blight upon the human condition. And do not know how one copes with it except through politics.","author":"Kate Millett","category":"Women, Know, Human"},{"quote":"I was supposed to be women's lib, and now I'd exceeded it and gone over into international politics.","author":"Kate Millett","category":"Women, Now, Gone"},{"quote":"So you can say whatever you want and quote me however you want about politics and make the next payday, and that's fine because I'm making that deal with you, but just mention the movie along the way, OK?","author":"James Woods","category":"Me, Want, You"},{"quote":"There was a widespread indignation in the American media. They were saying, 'How can you make a movie during an election that's about politics? What are you doing? Are you trying to influence people's lives?' To which my response was, 'Well, I hope so.'","author":"John Sayles","category":"Hope, American, Influence"},{"quote":"In Washington, DC, politics dominate even the most casual conversations.","author":"Armstrong Williams","category":"Washington, Casual"},{"quote":"It's called political economy because it is has nothing to do with either politics or economy.","author":"Stephen Leacock","category":"Political, Economy, Nothing"},{"quote":"I like Ronald Reagan, who didn't play crass politics, and he just articulated and delivered on broad themes that were needed. Free markets meant free markets. Deregulation. Lower tax rates. Strong national defense. And he was credible and believable.","author":"Dave Brat","category":"Strong, Free, Play"},{"quote":"The problem with modern politics is everybody is doing sound bite stuff. In my stump speech, I give 20 minutes on why I think we're off track. And I think people do really want to engage in a serious high-level discussion on how to get the country back on track because people care about their own country.","author":"Dave Brat","category":"People, Problem, Want"},{"quote":"Party honesty is party expediency.","author":"Grover Cleveland","category":"Honesty, Party, Honesty Is"},{"quote":"Your every voter, as surely as your chief magistrate, exercises a public trust.","author":"Grover Cleveland","category":"Trust, Chief, Every"},{"quote":"This is not the time for partisan bickering. This is not the time for politics as usual. Some of us are Democrats. Some of us are Republicans. Some of us are Independents. Above all, we must be Oklahomans first.","author":"Brad Henry","category":"Time, First, Republicans"},{"quote":"In politics, the people I most despise are those who have no values.","author":"Diane Abbott","category":"Values, People, Most"},{"quote":"But what I'm very interested in, whether it's writing, whether it's hosting a show, whether it's cooking food, I'm just into the discussions of identity, culture and the politics of culture.","author":"Eddie Huang","category":"Food, Culture, Writing"},{"quote":"I hate it when politics play too large part in the sport.","author":"Jacques Villeneuve","category":"Hate, Play, Part"},{"quote":"The public seldom forgive twice.","author":"Johann Kaspar Lavater","category":"Forgive, Twice, Public"},{"quote":"What politicians want to create is irreversible change because when you leave office someone changes it back again.","author":"Estelle Morris","category":"Change, Changes, Want"},{"quote":"Politics is not a game for naive thinkers. You may go in as an idealist, but you certainly won't come out as one.","author":"Honeysuckle Weeks","category":"Game, You, Naive"},{"quote":"One's politics are part of one even when one is writing. But if I want to say anything about the state of civil society, I will write an essay. The responsibilities you feel as a novelist are literary ones, I think, not civic ones. And I think politicians are interesting to write about.","author":"Thomas Mallon","category":"Writing, Society, Want"},{"quote":"I have no child to inherit my properties. You, the people, are my only family, and to make you happy is the reason I do politics.","author":"Park Geun-hye","category":"Family, Happy, Child"},{"quote":"Remain close to government and away from politics. It means deal more with the authorities. And less with individuals.","author":"Wang Jianlin","category":"Government, Individuals"},{"quote":"In politics, madame, you need two things: friends, but above all an enemy.","author":"Brian Mulroney","category":"Friends, Enemy, You"},{"quote":"Beware the politically obsessed. They are often bright and interesting, but they have something missing in their natures; there is a hole, an empty place, and they use politics to fill it up. It leaves them somehow misshapen.","author":"Peggy Noonan","category":"Interesting, Place, Bright"},{"quote":"To an intellectual who is adrift in politics, a theory is an aim; to a true politician his theory is a boundary.","author":"Francis Parker Yockey","category":"Aim, True, Intellectual"},{"quote":"In a world where global politics is no longer a zero-sum game, it is - or should be - counterintuitive to pursue one's interests without considering the interests of others.","author":"Hassan Rouhani","category":"World, Game, Without"},{"quote":"I can't let important policy decisions hinge on the fact that an election is coming up every 90 days.","author":"Gerhard Schroder","category":"Decisions, Election"},{"quote":"Although he's regularly asked to do so, God does not take sides in American politics.","author":"George J. Mitchell","category":"God, American, Sides"},{"quote":"Even with politics, stuff comes around again. Woody Guthrie would recognize America today.","author":"Billy Bragg","category":"Today, America, Recognize"},{"quote":"From where many of us in the U.K. sit, American politics is hopelessly polarized. All kinds of issues get bundled up into two great heaps. The rest of the world, today and across the centuries, simply doesn't see things in this horribly oversimplified way.","author":"N. T. Wright","category":"Today, Great, World"},{"quote":"Freedom of the press is guaranteed only to those who own one.","author":"A. J. Liebling","category":"Freedom, Press, Guaranteed"},{"quote":"The Vice-Presidency is sort of like the last cookie on the plate. Everybody insists he won't take it, but somebody always does.","author":"Bill Vaughan","category":"Last, Always, Like"},{"quote":"I was a woman in a man's world. I was a Democrat in a Republican administration. I was an intellectual in a world of bureaucrats. I talked differently. This may have made me a bit like an ink blot.","author":"Jeane Kirkpatrick","category":"Man, Woman, World"},{"quote":"The Tea Party represents stakeholders in the American system; people who were never involved in politics or thought they had to be, yet realized that political corruption and incompetence threatened not only their families, but the future of the nation itself.","author":"Tammy Bruce","category":"Future, American, Political"},{"quote":"I hope that in my books there's an undertone of politics, basic tenets of how we should live.","author":"Jasper Fforde","category":"Hope, Live, Should"},{"quote":"I know my limitations, and I don't like politics. I was only involved because of my husband.","author":"Corazon Aquino","category":"Husband, Know, Like"},{"quote":"Macroeconomic policy can never be devoid of politics: it involves fundamental trade-offs and affects different groups differently.","author":"Joseph Stiglitz","category":"Never, Different, Affects"},{"quote":"Politics is compromise.","author":"Paddy Ashdown","category":"Compromise"},{"quote":"Satire is fascinating stuff. It's deadly serious, and when politics begin to break down, there is a drift towards satire, because it's the only thing that makes any sense.","author":"Ben Nicholson","category":"Down, Satire, Serious"},{"quote":"You better take advantage of the good cigars. You don't get much else in that job.","author":"Thomas P. O'Neill","category":"Good, Job, Better"},{"quote":"And after I make a lot of money, I'll be able to afford running for office.","author":"Christy Romano","category":"Money, Office, Running"},{"quote":"My life experiences have helped me to be less fearful. In politics, that has allowed me to take on issues sooner rather than later.","author":"Jackie Speier","category":"Life, Me, My Life"},{"quote":"A conservative is one who admires radicals centuries after they're dead.","author":"Leo Rosten","category":"Conservative, Dead, After"},{"quote":"We're seeing quite a lot of people who really would like a return to class-based politics.","author":"Patricia Hewitt","category":"People, Return, Seeing"},{"quote":"In politics, guts is all.","author":"Barbara Castle","category":"Guts"},{"quote":"It is very creditable when a woman gets into politics. She does this at the expense of responsibilities toward her home and family and should be lauded for this.","author":"Preneet Kaur","category":"Family, Home, Woman"},{"quote":"It is money, money, money! Not ideas, not principles, but money that reigns supreme in American politics.","author":"Robert Byrd","category":"Money, American, Ideas"},{"quote":"I think sometimes women are not driven by the same, albeit, testosterone power thing that pushes men to get into politics.","author":"Morgan Fairchild","category":"Women, Power, Men"},{"quote":"You cannot spend your way out of recession or borrow your way out of debt.","author":"Daniel Hannan","category":"Way, You, Debt"},{"quote":"People don't get involved with local charities or politics because they think it's hard to make a difference and the problem feels overwhelming. But I believe that if all I've time for this year is to write one letter to the local council, it's still worth doing.","author":"Monica Ali","category":"Time, Believe"},{"quote":"My father was a businessman, but my mother was an intellectual. She cared about culture, politics, and philosophy, so I became interested in the protest aspect of Latin American art.","author":"Jorge M. Perez","category":"Art, Father, Culture"},{"quote":"In politics people give you what they think you deserve and deny you what they think you want.","author":"C. Northcote Parkinson","category":"People, Want, Think"},{"quote":"People want change but not too much change. Finding that balance is tricky for every politician.","author":"Eleanor Clift","category":"Change, Balance, People"},{"quote":"If there is a ground zero in the cultural wars, it is Missouri, a state where pro-life groups are strong and well organized and their agenda dominates local politics.","author":"Eleanor Clift","category":"Strong, Well, Where"},{"quote":"Economics, politics, and personalities are often inseparable.","author":"Charles Edison","category":"Economics, Personalities"},{"quote":"You know they say the most dangerous person of the world is a member of the United States Congress just home from a three-day fact-finding trip.","author":"Johnny Isakson","category":"Home, World, Know"},{"quote":"Frankly, I don't mind not being President. I just mind that someone else is.","author":"Edward Kennedy","category":"Mind, President, Being"},{"quote":"A politician is a person with whose politics you don't agree if you agree with him he's a statesman.","author":"David Lloyd George","category":"You, Person, Him"},{"quote":"Be your own politics, grow your own garden, and maybe you can help out more.","author":"Rip Torn","category":"Help, Grow, Garden"},{"quote":"It is our experience that political leaders do not always mean the opposite of what they say.","author":"Abba Eban","category":"Experience, Political, Mean"},{"quote":"Half a century ago, Ronald Reagan, the man whose relentless optimism inspired me to enter politics, famously said that he didn't leave the Democratic Party; the party left him. I can certainly relate. I didn't leave the Republican Party; it left me.","author":"Charlie Crist","category":"Man, Optimism, Me"},{"quote":"In politics the choice is constantly between two evils.","author":"John Morley","category":"Choice, Two, Between"},{"quote":"Our party is a diverse one, as is my home state of Illinois.","author":"Dick Durbin","category":"Home, Party, State"},{"quote":"If American politics are too dirty for women to take part in, there's something wrong with American politics.","author":"Edna Ferber","category":"Women, American, Dirty"},{"quote":"I have an aim - I have a clear aim in my mind, and the aim is that I do not like what I see in Indian politics; it is something that is inside my heart.","author":"Rahul Gandhi","category":"Heart, Mind, Aim"},{"quote":"I was looking for a new challenge and got an interest in trying to make a difference for families. You become more aware of how important families are. They are the key institution in our culture. The reason I got into politics was to try to make a difference for that key institution, whether it was tax policy, education policy, or whatever.","author":"Jim Jordan","category":"Education, Culture"},{"quote":"Confronted with the choice, the American people would choose the policeman's truncheon over the anarchist's bomb.","author":"Spiro T. Agnew","category":"American, Choice, People"},{"quote":"I always voted at my party's call, and I never thought of thinking for myself at all.","author":"William Gilbert","category":"Myself, Thinking, Thought"},{"quote":"Before I had decided to get into politics, I was laying the groundwork to have a career in the law, but that was really to lay the foundation to teach, either at the college level or law school level after my federal clerkships.","author":"Stephanie Herseth","category":"School, Law, College"},{"quote":"A purely objective viewpoint does not exist in the cosmos or in politics.","author":"Howard Fineman","category":"Objective, Exist, Cosmos"},{"quote":"Social history might be defined negatively as the history of a people with the politics left out.","author":"G. M. Trevelyan","category":"History, People, Social"},{"quote":"After much prayerful consideration, I feel that I must say I have climbed my last political mountain.","author":"George C. Wallace","category":"Mountain, Political, Say"},{"quote":"I've always loved history, from my youngest memories. My father enjoyed the great stories of history, like Hereward the Wake, Robin Hood, and Richard the Lionheart, and he shared them with me. I went on to do a degree in history, though I found it rather dry, because it was mostly about politics rather than dashing individuals!","author":"Jo Beverley","category":"History, Memories, Father"},{"quote":"The Israelis are very smart about politics and strategy, but there are a few exceptions. One is Lebanon, the other is Gaza, where they were completely inept.","author":"Daniel Pipes","category":"Smart, Strategy, Where"},{"quote":"There's an old rule of thumb in politics that 90 percent of all 90 year-olds vote and 25 percent of all 25 year-olds vote.","author":"Joseph P. Kennedy III","category":"Vote, Old, Thumb"},{"quote":"We have to ask ourselves why younger women don't feel the need to be right up front with their politics. Is that going to set us back or is that itself a sign of progress? I don't know the answer.","author":"Ann Powers","category":"Women, Progress, Know"},{"quote":"Let's clean up the Senate and return to politics of common ground.","author":"Mark Pryor","category":"Clean, Up, Return"},{"quote":"I know politics and politicians are hated, but I still believe in goodness of a heart that has selfless intentions. With the grace of God, I will make a difference.","author":"Rajyavardhan Singh Rathore","category":"God, Heart, Believe"},{"quote":"It's a no-win situation with politics it's always going to be stressful. I'm more into the comedy of life.","author":"Jordan Peele","category":"Life, Situation, Comedy"},{"quote":"There seem to me to be very few facts, at least ascertainable facts, in politics.","author":"Robert Peel","category":"Me, Facts, Few"},{"quote":"My friend told me later he got the chicken pox. I told him I caught politics and never got over it.","author":"Jack Johnson","category":"Friend, Me, Chicken"},{"quote":"I can remember when Democrats believed that it was the duty of America to fight for freedom over tyranny.","author":"Zell Miller","category":"Freedom, America, Fight"},{"quote":"A healthy democracy requires a decent society; it requires that we are honorable, generous, tolerant and respectful.","author":"Charles W. Pickering","category":"Society, Democracy, Healthy"},{"quote":"One thing I have learned in my time in politics is that if one of the parties is shameless, the other party cannot afford to be spineless.","author":"Frank Lautenberg","category":"Time, Party, I Have Learned"},{"quote":"Four years in the White House and two presidential campaigns is an awful long time. In politics, every year in the White House is like dog years, six years off your life.","author":"George Stephanopoulos","category":"Life, Time, Dog"},{"quote":"Politics disappears it vanishes. What remains constant is human life. So I try to develop a perspective in my writing where politics is just one of the pieces of furniture in this furnished world. It is not the purpose. It is not the goal.","author":"Tatyana Tolstaya","category":"Life, Writing, World"},{"quote":"The essential ingredient of politics is timing.","author":"Pierre Trudeau","category":"Timing, Essential"},{"quote":"What is politics but persuading the public to vote for this and support that and endure these for the promise of those?","author":"Gilbert Highet","category":"Support, Vote, Endure"},{"quote":"I'd like to be for cinema what Shakespeare was for theatre, Marx for politics and Freud for psychology: someone after whom nothing is as it used to be.","author":"Rainer Werner Fassbinder","category":"Theatre, Cinema, Psychology"},{"quote":"I can't afford to be indifferent to politics, but I don't have personal ambitions.","author":"Vagit Alekperov","category":"Personal, Afford"},{"quote":"I wasn't a particularly brilliant student, but on the other hand, I was very active in Student Union affairs and in student politics.","author":"Cesar Milstein","category":"Student, Hand, Brilliant"},{"quote":"I have a temperament that doesn't adapt well to politics. It's because I speak my mind so much.","author":"Joaquim Barbosa","category":"Mind, Speak, Adapt"},{"quote":"I have way too shady a background to get into politics. I was a crazy kid - I was in bands, and I don't think I'd get very far before people started digging up stuff I didn't want them to see.","author":"Michael Joseph Kelly","category":"Crazy, People, Want"},{"quote":"Television is democracy at its ugliest.","author":"Paddy Chayefsky","category":"Democracy, Television"},{"quote":"We in the Middle East like to talk politics, we like to argue. Just look at the three prophets - Moses, Jesus and Mohammad. They are all from this small region which creates problems all the time.","author":"Hamad bin Khalifa Al Thani","category":"Time, Problems, Small"},{"quote":"The great disadvantage of our present electoral system is that it freezes the pattern of politics, and holds together the incompatible because everyone assumes that if a party splits it will be electorally slaughtered.","author":"Roy Jenkins","category":"Great, Together, Party"},{"quote":"Reiterating the belief that HIV is the cause of AIDS is an easy thing to do. Understanding the science and politics of the situation is much more complicated and requires study with a critical and open mind.","author":"Nate Mendel","category":"Science, Mind, Understanding"},{"quote":"Korea can't become a 'first-class' nation unless regulation and 'a sense of power' disappear. The nation's politics is the fourth-class, bureaucratic are the third-class, and business is the second-class.","author":"Lee Kun-hee","category":"Business, Power, Nation"},{"quote":"My character and my behavior is not for politics. I say what I think. I'm too liberal.","author":"Naguib Sawiris","category":"Character, Behavior, Think"},{"quote":"There is a type of snobbish, pompous journalist who thinks that the only news that has any validity is war, famine, pestilence or politics. I don't come from that school.","author":"Piers Morgan","category":"School, War, News"},{"quote":"If a politician murders his mother, the first response of the press or of his opponents will likely be not that it was a terrible thing to do, but rather that in a statement made six years before he had gone on record as being opposed to matricide.","author":"Meg Greenfield","category":"Mother, Years, Response"},{"quote":"I think Syria is in a particularly sensitive geopolitical position in terms of the politics of the Middle East.","author":"Edward Luck","category":"Think, Sensitive, I Think"},{"quote":"There are no true friends in politics. We are all sharks circling, and waiting, for traces of blood to appear in the water.","author":"Alan Clark","category":"Friends, Water, Waiting"},{"quote":"So begins a question which has of late become more and more urgent: what is the relation of aesthetics to politics?","author":"Mark Poster","category":"Late, Question, Become"},{"quote":"Some of the FDA's own scientists have charged that politics, not science, is behind the FDA's actions.","author":"Joseph Crowley","category":"Science, Behind, Actions"},{"quote":"I'm a wise Latina woman. Whatever, man. Thank God I'm not in politics, because the fact that you have to explain everything - I'd kill myself. I can't take all those little things they dissect. I'm like, 'Oh my God, get a life.' I don't have time for this.","author":"Justina Machado","category":"Life, Time, Myself"},{"quote":"I never let politics get personal. You can have the most intense, heated debate on issues, and so long as you keep it on issues, you can go out and have coffee afterwards and you're good friends.","author":"Phil Crane","category":"Friends, Good, Coffee"},{"quote":"It was through the private world of family that the public world of politics came alive for me: living in intimate proximity with people for whom larger questions of ideology and belief, as well as issues relating to politics and governance, were vivid daily realities.","author":"Sonia Gandhi","category":"Family, Daily, World"},{"quote":"A politician will do anything to keep his job - even become a patriot.","author":"William Randolph","category":"Job, Patriot, Anything"},{"quote":"I had no intention of entering politics, but then the force of events led me to become involved in politics.","author":"Sergio Mattarella","category":"Me, Events, Intention"},{"quote":"Talk politics, talk about study and talk positively.","author":"Jiang Zemin","category":"Study, Talk, Positively"},{"quote":"Politics is the science of who gets what, when, and why.","author":"Sidney Hillman","category":"Science, Why, Who"},{"quote":"A liberal is a man who is willing to spend somebody else's money.","author":"Carter Glass","category":"Money, Man, Liberal"},{"quote":"In politics it is necessary to take nothing tragically and everything seriously.","author":"Louis Adolphe Thiers","category":"Seriously, Nothing"},{"quote":"Crime does not pay as well as politics.","author":"Alfred Newman","category":"Crime, Pay, Well"},{"quote":"The gun is not out of Irish politics.","author":"Ian Paisley","category":"Gun, Irish, Out"},{"quote":"The greatest gift of life is friendship, and I have received it.","author":"Hubert H. Humphrey","category":"Life, Gift, Greatest"},{"quote":"One of the most beautiful qualities of true friendship is to understand and to be understood.","author":"Lucius Annaeus Seneca","category":"Beautiful, Most Beautiful"},{"quote":"Share your smile with the world. It's a symbol of friendship and peace.","author":"Christie Brinkley","category":"Smile, Peace, World"},{"quote":"Walking with a friend in the dark is better than walking alone in the light.","author":"Helen Keller","category":"Light, Alone, Walking"},{"quote":"There is nothing on this earth more to be prized than true friendship.","author":"Thomas Aquinas","category":"Earth, True Friendship, True"},{"quote":"Remember that the most valuable antiques are dear old friends.","author":"H. Jackson Brown, Jr.","category":"Friends, Old Friends"},{"quote":"The strong bond of friendship is not always a balanced equation; friendship is not always about giving and taking in equal shares. Instead, friendship is grounded in a feeling that you know exactly who will be there for you when you need something, no matter what or when.","author":"Simon Sinek","category":"Strong, Giving, Know"},{"quote":"I cannot even imagine where I would be today were it not for that handful of friends who have given me a heart full of joy. Let's face it, friends make life a lot more fun.","author":"Charles R. Swindoll","category":"Life, Friends, Today"},{"quote":"A single rose can be my garden... a single friend, my world.","author":"Leo Buscaglia","category":"Rose, World, Garden"},{"quote":"True friends stab you in the front.","author":"Oscar Wilde","category":"Friends, True, You"},{"quote":"Don't walk behind me I may not lead. Don't walk in front of me I may not follow. Just walk beside me and be my friend.","author":"Albert Camus","category":"Friend, Walk, Me"},{"quote":"Let us be grateful to people who make us happy, they are the charming gardeners who make our souls blossom.","author":"Marcel Proust","category":"Happy, Grateful, People"},{"quote":"Friendship is the shadow of the evening, which increases with the setting sun of life.","author":"Jean de La Fontaine","category":"Life, Sun, Shadow"},{"quote":"There are no strangers here Only friends you haven't yet met.","author":"William Butler Yeats","category":"Friends, Strangers, You"},{"quote":"If you have one true friend you have more than your share.","author":"Thomas Fuller","category":"True Friend, Friend, You"},{"quote":"The language of friendship is not words but meanings.","author":"Henry David Thoreau","category":"Language, Words, Meanings"},{"quote":"A true friend is someone who is there for you when he'd rather be anywhere else.","author":"Len Wein","category":"True Friend, Friend, You"},{"quote":"Friendship... is not something you learn in school. But if you haven't learned the meaning of friendship, you really haven't learned anything.","author":"Muhammad Ali","category":"School, Meaning, You"},{"quote":"Depth of friendship does not depend on length of acquaintance.","author":"Rabindranath Tagore","category":"Depth, Depend, Acquaintance"},{"quote":"A true friend never gets in your way unless you happen to be going down.","author":"Arnold H. Glasow","category":"True Friend, Friend, You"},{"quote":"I have a loyalty that runs in my bloodstream, when I lock into someone or something, you can't get me away from it because I commit that thoroughly. That's in friendship, that's a deal, that's a commitment. Don't give me paper - I can get the same lawyer who drew it up to break it. But if you shake my hand, that's for life.","author":"Jerry Lewis","category":"Life, Loyalty, Commitment"},{"quote":"A true friend freely, advises justly, assists readily, adventures boldly, takes all patiently, defends courageously, and continues a friend unchangeably.","author":"William Penn","category":"True Friend, Friend, True"},{"quote":"Love is flower like Friendship is like a sheltering tree.","author":"Samuel Taylor Coleridge","category":"Love, Flower, Tree"},{"quote":"Each friend represents a world in us, a world not born until they arrive, and it is only by this meeting that a new world is born.","author":"Anais Nin","category":"World, Friend, Meeting"},{"quote":"Of all possessions a friend is the most precious.","author":"Herodotus","category":"Friend, Precious"},{"quote":"Love is blind friendship closes its eyes.","author":"Friedrich Nietzsche","category":"Love, Eyes, Love Is"},{"quote":"Friendship is one mind in two bodies.","author":"Mencius","category":"Mind, Two, Bodies"},{"quote":"As iron sharpens iron, so a friend sharpens a friend.","author":"King Solomon","category":"Friend, Iron, Sharpens"},{"quote":"When I was growing up, my mother was always a friend to my siblings and me (in addition to being all the other things a mom is), and I was always grateful for that because I knew she was someone I could talk to and joke with, and argue with and that nothing would ever harm that friendship.","author":"Marlo Thomas","category":"Mother, Mom, Grateful"},{"quote":"I have learned that to be with those I like is enough.","author":"Walt Whitman","category":"I Have Learned, Enough, Like"},{"quote":"The friend who can be silent with us in a moment of despair or confusion, who can stay with us in an hour of grief and bereavement, who can tolerate not knowing... not healing, not curing... that is a friend who cares.","author":"Henri Nouwen","category":"Grief, Healing, Moment"},{"quote":"A true friend is the greatest of all blessings, and that which we take the least care of all to acquire.","author":"Francois de La Rochefoucauld","category":"True Friend, Blessings"},{"quote":"Friends are born, not made.","author":"Henry Adams","category":"Friends, Born, Made"},{"quote":"My friends are my estate.","author":"Emily Dickinson","category":"Friends, Estate"},{"quote":"The bird a nest, the spider a web, man friendship.","author":"William Blake","category":"Man, Bird, Spider"},{"quote":"There is a magnet in your heart that will attract true friends. That magnet is unselfishness, thinking of others first; when you learn to live for others, they will live for you.","author":"Paramahansa Yogananda","category":"Friends, Heart, Thinking"},{"quote":"Never explain - your friends do not need it and your enemies will not believe you anyway.","author":"Elbert Hubbard","category":"Friends, Believe, You"},{"quote":"Sweet is the memory of distant friends! Like the mellow rays of the departing sun, it falls tenderly, yet sadly, on the heart.","author":"Washington Irving","category":"Friends, Sun, Memory"},{"quote":"A friend is, as it were, a second self.","author":"Marcus Tullius Cicero","category":"Self, Friend, Second"},{"quote":"True friendship ought never to conceal what it thinks.","author":"St. Jerome","category":"True Friendship, True, Never"},{"quote":"Lots of people want to ride with you in the limo, but what you want is someone who will take the bus with you when the limo breaks down.","author":"Oprah Winfrey","category":"People, Want, You"},{"quote":"True friendship is a plant of slow growth, and must undergo and withstand the shocks of adversity, before it is entitled to the appellation.","author":"George Washington","category":"Growth, Adversity, Plant"},{"quote":"When we honestly ask ourselves which person in our lives means the most to us, we often find that it is those who, instead of giving advice, solutions, or cures, have chosen rather to share our pain and touch our wounds with a warm and tender hand.","author":"Henri Nouwen","category":"Pain, Giving, Advice"},{"quote":"But friendship is precious, not only in the shade, but in the sunshine of life, and thanks to a benevolent arrangement the greater part of life is sunshine.","author":"Thomas Jefferson","category":"Life, Sunshine, Thanks"},{"quote":"The most I can do for my friend is simply be his friend.","author":"Henry David Thoreau","category":"Friend, I Can, My Friend"},{"quote":"A quarrel between friends, when made up, adds a new tie to friendship.","author":"Saint Francis de Sales","category":"Friends, New, Tie"},{"quote":"Of all the things which wisdom provides to make us entirely happy, much the greatest is the possession of friendship.","author":"Epicurus","category":"Wisdom, Happy, Greatest"},{"quote":"A woman may very well form a friendship with a man, but for this to endure, it must be assisted by a little physical antipathy.","author":"Friedrich Nietzsche","category":"Man, Woman, Endure"},{"quote":"Your friend is your needs answered.","author":"Khalil Gibran","category":"Friend, Needs, Your"},{"quote":"But friendship is the breathing rose, with sweets in every fold.","author":"Oliver Wendell Holmes, Sr.","category":"Rose, Sweets, Breathing"},{"quote":"False friendship, like the ivy, decays and ruins the walls it embraces; but true friendship gives new life and animation to the object it supports.","author":"Richard Burton","category":"Life, True Friendship"},{"quote":"Real friendship, like real poetry, is extremely rare - and precious as a pearl.","author":"Tahar Ben Jelloun","category":"Poetry, Real, Precious"},{"quote":"What sweetness is left in life, if you take away friendship? Robbing life of friendship is like robbing the world of the sun. A true friend is more to be esteemed than kinsfolk.","author":"Marcus Tullius Cicero","category":"Life, True Friend, Sun"},{"quote":"The love that comes from friendship is the underlying facet of a happy life.","author":"Chelsea Handler","category":"Love, Life, Happy"},{"quote":"The friendship that can cease has never been real.","author":"St. Jerome","category":"Real, Never, Been"},{"quote":"Friendship is a sheltering tree.","author":"Samuel Taylor Coleridge","category":"Tree, Sheltering"},{"quote":"There is something in the unselfish and self-sacrificing love of a brute, which goes directly to the heart of him who has had frequent occasion to test the paltry friendship and gossamer fidelity of mere Man.","author":"Edgar Allan Poe","category":"Love, Heart, Man"},{"quote":"The lust and attraction are often a given in a romance novel - I want to dig into the elements of true friendship that form a foundation for a solid, gonna-last-forever romantic relationship.","author":"Suzanne Brockmann","category":"Relationship, Romantic"},{"quote":"Life has no blessing like a prudent friend.","author":"Euripides","category":"Life, Friend, Blessing"},{"quote":"Friendship is essentially a partnership.","author":"Aristotle","category":"Partnership, Essentially"},{"quote":"Here's a news flash: No soldier gives his life. That's not the way it works. Most soldiers who make a conscious decision to place themselves in harm's way do it to protect their buddies. They do it because of the bonds of friendship - and it goes so much deeper than friendship.","author":"Eric Massa","category":"Life, Decision, Soldier"},{"quote":"I don't need a friend who changes when I change and who nods when I nod my shadow does that much better.","author":"Plutarch","category":"Change, Changes, Shadow"},{"quote":"A gang is the same as a wolf pack; gang members do not use their energies in friendship with one another, for they do not know what friendship is. If they are united, it is by the common bond of a desire to attack their world.","author":"Haniel Long","category":"World, Wolf, Know"},{"quote":"Every friendship goes through ups and downs. Dysfunctional patterns set in external situations cause internal friction you grow apart and then bounce back together.","author":"Mariella Frostrup","category":"Together, Grow, You"},{"quote":"Remember that a gesture of friendship, no matter how small, is always appreciated.","author":"H. Jackson Brown, Jr.","category":"Small, Remember, Matter"},{"quote":"Opposition is true friendship.","author":"William Blake","category":"True Friendship, True"},{"quote":"The feeling of friendship is like that of being comfortably filled with roast beef; love, like being enlivened with champagne.","author":"Samuel Johnson","category":"Love, Feeling, Beef"},{"quote":"Some people are willing to betray years of friendship just to get a little bit of the spotlight.","author":"Lauren Conrad","category":"People, Years, Little"},{"quote":"Friendship is also about liking a person for their failings, their weakness. It's also about mutual help, not about exploitation.","author":"Paul Theroux","category":"Help, Weakness, Person"},{"quote":"Friendship has always belonged to the core of my spiritual journey.","author":"Henri Nouwen","category":"Journey, Spiritual, Always"},{"quote":"A lot of times, in our culture and our society, we put romantic love somehow on a higher plane than self-love and friendship love. You can't do that. You have to honor and really fully invest in all these different loving relationships.","author":"Delilah","category":"Love, Romantic, Culture"},{"quote":"It's the friends you can call up at 4 a.m. that matter.","author":"Marlene Dietrich","category":"Friends, Matter, You"},{"quote":"On the relationship side, if you teach people to respond actively and constructively when someone they care about has a victory, it increases love and friendship and decreases the probability of depression.","author":"Martin Seligman","category":"Love, Relationship"},{"quote":"Every friendship is different because everyone's personality is different.","author":"Nargis Fakhri","category":"Personality, Everyone"},{"quote":"Never do a wrong thing to make a friend or to keep one.","author":"Robert E. Lee","category":"Friend, Never, Wrong Thing"},{"quote":"Be courteous to all, but intimate with few, and let those few be well tried before you give them your confidence.","author":"George Washington","category":"Confidence, You, Well"},{"quote":"All you need to do to be my friend is like me.","author":"Taylor Swift","category":"Friend, Me, You"},{"quote":"Friendship is a plant of slow growth and must undergo and withstand the shocks of adversity before it is entitled to the appellation.","author":"George Washington","category":"Growth, Adversity, Plant"},{"quote":"Fan the sinking flame of hilarity with the wing of friendship and pass the rosy wine.","author":"Charles Dickens","category":"Wine, Flame, Fan"},{"quote":"I had three chairs in my house; one for solitude, two for friendship, three for society.","author":"Henry David Thoreau","category":"Society, Solitude, Three"},{"quote":"One of the surest evidences of friendship that one individual can display to another is telling him gently of a fault. If any other can excel it, it is listening to such a disclosure with gratitude, and amending the error.","author":"Edward G. Bulwer-Lytton","category":"Gratitude, Listening, Fault"},{"quote":"The differences between friends cannot but reinforce their friendship.","author":"Mao Zedong","category":"Friends, Differences"},{"quote":"General benevolence, but not general friendship, made a man what he ought to be.","author":"Jane Austen","category":"Man, Made, General"},{"quote":"Peace and friendship with all mankind is our wisest policy, and I wish we may be permitted to pursue it.","author":"Thomas Jefferson","category":"Peace, Wish, May"},{"quote":"To embrace the whole world in friendship is wisdom. This wisdom is not changeable like the flowers that bloom and fade.","author":"Thiruvalluvar","category":"Wisdom, Flowers, World"},{"quote":"Eros will have naked bodies Friendship naked personalities.","author":"C. S. Lewis","category":"Naked, Will, Personalities"},{"quote":"Some people go to priests others to poetry I to my friends.","author":"Virginia Woolf","category":"Friends, Poetry, People"},{"quote":"I don't know if I've ever been in a clique. The older I've gotten, the more I've realized what a true friend really is. So my friendship circle has changed a bit.","author":"Aimee Teegarden","category":"True Friend, Friend, Know"},{"quote":"People come in and out of our lives, and the true test of friendship is whether you can pick back up right where you left off the last time you saw each other.","author":"Lisa See","category":"Time, People, You"},{"quote":"No matter what message you are about to deliver somewhere, whether it is holding out a hand of friendship, or making clear that you disapprove of something, is the fact that the person sitting across the table is a human being, so the goal is to always establish common ground.","author":"Madeleine Albright","category":"Goal, You, Human"},{"quote":"Have you ever thought how humiliating and distressing it was to be placed upon a sphere? For friendship it is a boon never to be able to be further apart than the antipodes. But suppose that you are leaving together to go on and on it is impossible. To go beyond a certain point is to return to where you began.","author":"Pierre Teilhard de Chardin","category":"Together, Leaving"},{"quote":"Never contract friendship with a man that is not better than thyself.","author":"Confucius","category":"Man, Better, Never"},{"quote":"Let there be no purpose in friendship save the deepening of the spirit.","author":"Khalil Gibran","category":"Purpose, Spirit, Deepening"},{"quote":"An excellent man he has no enemies and none of his friends like him.","author":"Oscar Wilde","category":"Friends, Man, Excellent"},{"quote":"Friendship and money: oil and water.","author":"Mario Puzo","category":"Money, Water, Oil"},{"quote":"A friend should be one in whose understanding and virtue we can equally confide, and whose opinion we can value at once for its justness and its sincerity.","author":"Robert Hall","category":"Value, Friend, Understanding"},{"quote":"The essence of true friendship is to make allowance for another's little lapses.","author":"David Storey","category":"True Friendship, True"},{"quote":"Great is the victory, but the friendship of all is greater.","author":"Emil Zatopek","category":"Great, Victory, Greater"},{"quote":"Friendship, like the immortality of the soul, is too good to be believed.","author":"Ralph Waldo Emerson","category":"Good, Soul, Like"},{"quote":"When the world is so complicated, the simple gift of friendship is within all of our hands.","author":"Maria Shriver","category":"Simple, World, Gift"},{"quote":"Friendship often ends in love, but love in friendship - never.","author":"Albert Camus","category":"Love, Never, Ends"},{"quote":"Friendship with a man is friendship with his virtue.","author":"Mencius","category":"Man, Virtue, His"},{"quote":"Everybody understands friendship, and friendship is different than love - it's a different kind of love. Friendship has more freedom, more latitude. You don't expect your friend to be as you think your friend should be; you expect your friend just to love you as a friend.","author":"Carole King","category":"Love, Freedom, Friend"},{"quote":"A traitor is a betrayer - one who practices injury, while professing friendship. Benedict Arnold was a traitor, solely because, while professing friendship for the American cause, he attempted to injure it. An open enemy, however criminal in other respects, is no traitor.","author":"Lysander Spooner","category":"American, Enemy, Criminal"},{"quote":"I take friendship very seriously.","author":"Wole Soyinka","category":"Seriously, Take, Very"},{"quote":"Pak-China friendship is higher than Himalayas, deeper than ocean, sweeter than honey, and stronger than steel.","author":"Shehbaz Sharif","category":"Ocean, Stronger, Steel"},{"quote":"The dupe of friendship, and the fool of love; have I not reason to hate and to despise myself? Indeed I do; and chiefly for not having hated and despised the world enough.","author":"William Hazlitt","category":"Love, Myself, Hate"},{"quote":"Friends confront each other sometimes, and sometimes the friendship lasts, and sometimes it doesn't.","author":"Brooke Elliott","category":"Friends, Sometimes, Other"},{"quote":"The joys of friendship inert the heart and fizzy home bouncing jubilantly with laughter-buttered love.","author":"Bradley Chicho","category":"Love, Home, Heart"},{"quote":"One friend in a lifetime is much, two are many, three are hardly possible. Friendship needs a certain parallelism of life, a community of thought, a rivalry of aim.","author":"Henry Adams","category":"Life, Community, Friend"},{"quote":"Shows like 'Sex and the City' got women involved again in a political way. They were drawn into the personal stories of the four women who together make up one complete cosmopolitan woman. We want to have community, and the show filled that void in our lives: friendship between women.","author":"Kim Cattrall","category":"Women, Community, Together"},{"quote":"Love is rarer than genius itself. And friendship is rarer than love.","author":"Charles Peguy","category":"Love, Love Is, Genius"},{"quote":"The ideal friendship is to feel as one while remaining two.","author":"Sophie Swetchine","category":"Feel, Two, While"},{"quote":"Few things tend more to alienate friendship than a want of punctuality in our engagements. I have known the breach of a promise to dine or sup to break up more than one intimacy.","author":"William Hazlitt","category":"Want, Intimacy, Up"},{"quote":"I do think, in time, people will have, sort of, relationships with certain kinds of robots - not every robot, but certain kinds of robots - where they might feel that it is a sort of friendship, but it's going to be of a robot-human kind.","author":"Cynthia Breazeal","category":"Time, People, Relationships"},{"quote":"We must reach out our hand in friendship and dignity both to those who would befriend us and those who would be our enemy.","author":"Arthur Ashe","category":"Dignity, Enemy, Reach"},{"quote":"Friendship, like love, is destroyed by long absence, though it may be increased by short intermissions.","author":"Samuel Johnson","category":"Love, Love Is, Short"},{"quote":"I'm loyal, and I like my friends. Friendship enriches your life and makes it more interesting.","author":"Wendi Deng Murdoch","category":"Life, Friends, Interesting"},{"quote":"Acquaintances we meet, enjoy, and can easily leave behind; but friendship grows deep roots.","author":"H. Jackson Brown, Jr.","category":"Deep, Roots, Enjoy"},{"quote":"He who hath many friends hath none.","author":"Aristotle","category":"Friends, None, Many"},{"quote":"Never have a companion that casts you in the shade.","author":"Baltasar Gracian","category":"You, Never, Shade"},{"quote":"You find out who your real friends are when you're involved in a scandal.","author":"Elizabeth Taylor","category":"Friends, You, Find"},{"quote":"It is not so much our friends' help that helps us, as the confidence of their help.","author":"Epicurus","category":"Friends, Confidence, Help"},{"quote":"A man cannot be said to succeed in this life who does not satisfy one friend.","author":"Henry David Thoreau","category":"Life, Man, Friend"},{"quote":"How delightful to find a friend in everyone.","author":"Joseph Brodsky","category":"Friend, Everyone, Find"},{"quote":"We call that person who has lost his father, an orphan; and a widower that man who has lost his wife. But that man who has known the immense unhappiness of losing a friend, by what name do we call him? Here every language is silent and holds its peace in impotence.","author":"Joseph Roux","category":"Peace, Father, Wife"},{"quote":"Nothing but heaven itself is better than a friend who is really a friend.","author":"Plautus","category":"Friend, Better, Heaven"},{"quote":"I want my friend to miss me as long as I miss him.","author":"Saint Augustine","category":"Friend, Me, Long"},{"quote":"Mighty proud I am that I am able to have a spare bed for my friends.","author":"Samuel Pepys","category":"Friends, I Am, Proud"},{"quote":"To avoid being mistaken for a sellout, I chose my friends carefully. The more politically active black students. The foreign students. The Chicanos. The Marxist professors and structural feminists and punk-rock performance poets.","author":"Barack Obama","category":"Friends, Performance, Black"},{"quote":"Friendship will not stand the strain of very much good advice for very long.","author":"Robert Staughton Lynd","category":"Good, Advice, Long"},{"quote":"If it's very painful for you to criticize your friends - you're safe in doing it. But if you take the slightest pleasure in it, that's the time to hold your tongue.","author":"Alice Miller","category":"Time, Friends, You"},{"quote":"Friendship often ends in love but love in friendship  never.","author":"Charles Caleb Colton","category":"Love, Never, Ends"},{"quote":"The greatest sweetener of human life is Friendship. To raise this to the highest pitch of enjoyment, is a secret which but few discover.","author":"Joseph Addison","category":"Life, Greatest, Human"},{"quote":"If a man does not make new acquaintances as he advances through life, he will soon find himself left alone. A man, sir, should keep his friendship in a constant repair.","author":"Samuel Johnson","category":"Life, Alone, Man"},{"quote":"Our way is straight and clear - the building up of a socialist democracy at home, with freedom and prosperity for all, and the maintenance of world peace and friendship with all nations abroad.","author":"Lal Bahadur Shastri","category":"Home, Freedom, Peace"},{"quote":"Friendship is but another name for an alliance with the follies and the misfortunes of others. Our own share of miseries is sufficient: why enter then as volunteers into those of another?","author":"Thomas Jefferson","category":"Name, Why, Share"},{"quote":"I love life in spite of all that mars it. I love friendship, jokes and laughter.","author":"Tahar Ben Jelloun","category":"Love, Life, Laughter"},{"quote":"Friendship is the complete explanation of what a Cheetah Girl is - if you have that true friendship, you can conquer anything you want.","author":"Sabrina Bryan","category":"Girl, Conquer, Want"},{"quote":"Friendship is like money, easier made than kept.","author":"Samuel Butler","category":"Money, Like, Easier"},{"quote":"If we would build on a sure foundation in friendship, we must love friends for their sake rather than for our own.","author":"Charlotte Bronte","category":"Love, Friends, Foundation"},{"quote":"Don't flatter yourselves that friendship authorizes you to say disagreeable things to your intimates. On the contrary, the nearer you come into relation with a person, the more necessary do tact and courtesy become.","author":"Oliver Wendell Holmes, Sr.","category":"You, Person, Courtesy"},{"quote":"Secrecy is the chastity of friendship.","author":"Jeremy Taylor","category":"Secrecy, Chastity"},{"quote":"The sacrifices of friendship were beautiful in her eyes as long as she was not asked to make them.","author":"Hector Hugh Munro","category":"Beautiful, Eyes, Long"},{"quote":"Friendship is composed of a single soul inhabiting two bodies.","author":"Plautus","category":"Soul, Single, Two"},{"quote":"Friendship with ones self is all important, because without it one cannot be friends with anyone else in the world.","author":"Eleanor Roosevelt","category":"Friends, Self, World"},{"quote":"It is difficult to obtain the friendship of a cat. It is a philosophical animal... one that does not place its affections thoughtlessly.","author":"Theophile Gautier","category":"Animal, Place, Cat"},{"quote":"Friendship is a very taxing and arduous form of leisure activity.","author":"Mortimer Adler","category":"Leisure, Activity, Arduous"},{"quote":"Pity and friendship are two passions incompatible with each other.","author":"Oliver Goldsmith","category":"Two, Pity, Other"},{"quote":"Friendship always benefits love sometimes injures.","author":"Seneca","category":"Love, Sometimes, Always"},{"quote":"The beginning of a friendship, the fact that two people out of the thousands around them can meet and connect and become friends, seems like a kind of magic to me. But maintaining a friendship requires work. I don't mean that as a bad thing. Good art requires work as well.","author":"Charles de Lint","category":"Work, Art, Friends"},{"quote":"Men and women can absolutely be friends, and that's what we need to be. Part of the problem is that we aren't friends enough. Our relationships are negotiations, and that is not friendship.","author":"Hill Harper","category":"Friends, Women, Men"},{"quote":"Since the Korean War, U.S. and South Korea have established an enduring friendship with shared interests, such as denuclearizing the Korean Peninsula, combating aggression abroad and developing our economies.","author":"Charles B. Rangel","category":"War, South Korea, Abroad"},{"quote":"Sweat makes good friendship cement.","author":"Tyne Daly","category":"Good, Sweat, Cement"},{"quote":"To me, Green Arrow in the past, what people loved about Oliver Queen pre-New 52 was his relationships with other heroes. Like his friendship with Green Lantern, his animosity with Hawkman, his romance with Black Canary - these are all the things that sort of defined him.","author":"Jeff Lemire","category":"Past, Queen, Me"},{"quote":"I feel friendship towards philosophers, but towards sophists, teachers of literature, or any other such kind of godforsaken people, I neither feel friendship now, nor may I ever do so in the future.","author":"Apollonius of Tyana","category":"Future, People, Literature"},{"quote":"When you think back in history about producers and artists or writers who've had good synergy, a lot of times they date, or they're married, or there's a friendship and a kinship.","author":"Solange Knowles","category":"History, Good, Think"},{"quote":"We will seek friendship and goodwill with the nations of the world - but we do so with the understanding that it is the right of all nations to put their own interests first.","author":"Donald Trump","category":"World, Understanding, Right"},{"quote":"I have discovered that my interest in my dear pupil, Mabel, has ripened into a far deeper feeling than that of mere friendship. In fact, I know that I have learned to love her very sincerely.","author":"Alexander Graham Bell","category":"Love, Know, Her"},{"quote":"I think what 'The Hobbit' and Middle-earth deal in are quite universal and timeless themes of honour and love and friendship... so they're things that do resonate with people.","author":"Martin Freeman","category":"Love, People, Think"},{"quote":"Perfect friendship is the friendship of men who are good, and alike in excellence; for these wish well alike to each other qua good, and they are good in themselves.","author":"Aristotle","category":"Good, Excellence, Men"},{"quote":"To want friendship is a great fault. Friendship ought to be a gratuitous joy, like the joys afforded by art or life.","author":"Simone Weil","category":"Life, Art, Great"},{"quote":"It's the most exciting thing to watch God work when I've asked him about something, to listen to him and watch him work. It's like this friendship, and it just grows and grows and grows and grows.","author":"Charles R. Swindoll","category":"Work, God, Listen"},{"quote":"When the bank asks me about my assets, I include my friendship with Regis Philbin.","author":"Lou Holtz","category":"Me, Bank, Assets"},{"quote":"Where is instruction in relationships, in the management of career, in the raising of children, in the pursuit of friendship, in the wise approach to anxiety and death? All this sort of stuff I craved to learn about when I was a student and down to this day.","author":"Alain de Botton","category":"Children, Death, Wise"},{"quote":"If you're going through friendship issues, I would say, first of all take a step back. How important is the friendship to you? Sometimes, if someone's not being a good friend to you and isn't treating you the way you should be treated, then you kind of have to move on sometimes.","author":"Victoria Justice","category":"Good, Friend, Step"},{"quote":"The little trouble in the world that is not due to love is due to friendship.","author":"E. W. Howe","category":"Love, Love Is, World"},{"quote":"Loyalty and friendship trumps politics for me.","author":"Robert Kraft","category":"Loyalty, Politics, Me"},{"quote":"Ultimately, it's a sense of camaraderie and friendship with local people that is core to my journeys.","author":"Tim Cope","category":"People, Sense, Core"},{"quote":"To like and dislike the same things, this is what makes a solid friendship.","author":"Sallust","category":"Same, Like, Dislike"},{"quote":"I cherish the memory of being a friend of Frank Sinatra on a friendship level to the point where we really hung out. We worked in Vegas, we'd talk on the phone, and if I wasn't doing anything, I'd fly out, and I spent time in Palm Springs at his house - on a level the way friends would be, not with a whole crowd of people.","author":"Frankie Valli","category":"Time, Friends, Memory"},{"quote":"So far as it depends on the course of this government, our relations of good will and friendship will be sedulously cultivated with all nations.","author":"John Tyler","category":"Good, Government, Nations"},{"quote":"And though my Lord hath lost his estate and been banished out of his country, yet neither despised poverty nor pinching necessity could make him break the bonds of friendship or weaken his loyal duty.","author":"Margaret Cavendish","category":"Poverty, Lost, Country"},{"quote":"In closing I wish to say that while I was sorely beset by a number of white riders in my racing days, I have also enjoyed the friendship of countless thousands of white men whom I class as among my closest friends.","author":"Major Taylor","category":"Friends, Men, Wish"},{"quote":"To some it may be a thrill to be known, to me it's a thrill to start a friendship even up.","author":"Christopher Knight","category":"Start, Me, May"},{"quote":"I can tell you, dearest friend, that if it became known how much friendship, love and a world of human and spiritual references I have smuggled into these three movements, the adherents of programme music - should there be any left - would go mad with joy.","author":"Alban Berg","category":"Love, Music, Joy"},{"quote":"Never be afraid to meet to the hilt the demand of either work, or friendship - two of life's major assets.","author":"Eleanor Robson Belmont","category":"Life, Work, Assets"},{"quote":"Without wearing any mask we are conscious of, we have a special face for each friend.","author":"Oliver Wendell Holmes, Sr.","category":"Friend, Mask, Face"},{"quote":"I have two or three guys that I'm really close to. We have a great friendship, and I think that helps our songwriting relationship. It's hard to start... with new people and cover the ground that I've covered with those guys.","author":"Sam Hunt","category":"Relationship, Great, People"},{"quote":"Sustaining true friendship is a lot more challenging than we give it credit for.","author":"Mariella Frostrup","category":"True Friendship, Credit"},{"quote":"I have enjoyed most particularly reading the correspondence between Gustav Mahler and Richard Strauss. The genuine friendship, competitiveness and support that thread through their communications are life lessons for us all.","author":"Jessye Norman","category":"Life, Support, Reading"},{"quote":"Aristotle uses a mother's love for her child as the prime example of love or friendship.","author":"Mortimer Adler","category":"Love, Mother, Child"},{"quote":"I'm single, footloose and fancy free, I have no responsibilities, no anchors. Work, friendship and self-improvement, that's me.","author":"Joel Edgerton","category":"Work, Alone, Me"},{"quote":"I keep my friends as misers do their treasure, because, of all the things granted us by wisdom, none is greater or better than friendship.","author":"Pietro Aretino","category":"Wisdom, Friends, Better"},{"quote":"I've learned from my dealings with Johnny Carson that no matter what kind of friendship you think you have with people you're working with, when the chips are down, it's all about business.","author":"Joan Rivers","category":"Business, People, Think"},{"quote":"An insincere and evil friend is more to be feared than a wild beast; a wild beast may wound your body, but an evil friend will wound your mind.","author":"Unknown","category":"Evil, Mind, Friend"},{"quote":"Friendship is a wildly underrated medication.","author":"Anna Deavere Smith","category":"Medication, Underrated"},{"quote":"There is no friendship in trade.","author":"Cornelius Vanderbilt","category":"Trade"},{"quote":"Love demands infinitely less than friendship.","author":"George Jean Nathan","category":"Love, Than, Demands"},{"quote":"Came but for friendship, and took away love.","author":"Thomas Moore","category":"Love, Away, Came"},{"quote":"Suspicion is the cancer of friendship.","author":"Petrarch","category":"Cancer, Suspicion"},{"quote":"We became friends as we became a band. Our friendship evolved as the band evolved. It had its ups and downs, but it was mostly ups for the four of us. We got along well almost all of the time. Hey! We liked each other and we still do.","author":"Dave Blood","category":"Time, Friends, Ups And Downs"},{"quote":"All love that has not friendship for its base, is like a mansion built upon the sand.","author":"Ella Wheeler Wilcox","category":"Love, Sand, Like"},{"quote":"I've always wanted to be a mom because I want to give a kid all of the magical gifts my mom gave to me, such as love and friendship. She and I had this incredible connection that was so unbelievable.","author":"Jennifer Love Hewitt","category":"Love, Mom, Me"},{"quote":"Loyalty and friendship, which is to me the same, created all the wealth that I've ever thought I'd have.","author":"Ernie Banks","category":"Loyalty, Me, Wealth"},{"quote":"Men kick friendship around like a football, but it doesn't seem to crack. Women treat it like glass and it goes to pieces.","author":"Anne Morrow Lindbergh","category":"Women, Football, Men"},{"quote":"He has no enemies, but is intensely disliked by his friends.","author":"Oscar Wilde","category":"Friends, Disliked, Enemies"},{"quote":"Friendship, of itself a holy tie, is made more sacred by adversity.","author":"Charles Caleb Colton","category":"Adversity, Tie, Sacred"},{"quote":"Show me a genuine case of platonic friendship, and I shall show you two old or homely faces.","author":"Austin O'Malley","category":"Me, You, Genuine"},{"quote":"China has been committed to the independent foreign policy of peace and has developed friendship and cooperation with all countries on the basis of the Five Principles of Peaceful Coexistence.","author":"Hu Jintao","category":"Peace, Peaceful, Principles"},{"quote":"I've got some great guy friends. They can start out as crushes. But when you realize something isn't going to happen, you make a choice whether or not the friendship is worth it. And it usually is. Then you can laugh about the fact that you used to have a crush on him or he had one on you.","author":"Courteney Cox","category":"Friends, Great, Choice"},{"quote":"Friendships are the family we make - not the one we inherit. I've always been someone to whom friendship, elective affinities, is as important as family.","author":"Salman Rushdie","category":"Family, Important, Always"},{"quote":"Any friendship or relationship is about a language.","author":"Gina Bellman","category":"Relationship, Language"},{"quote":"Much of my work over the years has developed the premise that women's styles of friendship and conversation aren't inherently better than men's, simply different.","author":"Deborah Tannen","category":"Work, Women, Men"},{"quote":"The part which American friendship played in helping us to win the freedom we enjoy in this part of Ireland has been gratefully recognized and acknowledged by our people.","author":"Eamon de Valera","category":"Freedom, American, Enjoy"},{"quote":"As is natural with contiguous states having like institutions and like aims of advancement and development, the friendship of the United States and Mexico has been constantly maintained.","author":"Chester A. Arthur","category":"Development, Mexico, Natural"},{"quote":"When two people first meet, they can only have a very ordinary kind of friendship. But when you begin to understand each other, when you get close to them, you discover that you're suddenly eager to know him or her even better.","author":"Zhang Ziyi","category":"People, Better, Know"},{"quote":"My aim is to create a happy society with genuine friendship. Friendship between Tibetan and Chinese peoples is very essential.","author":"Dalai Lama","category":"Happy, Society, Aim"},{"quote":"Our friends interpret the world and ourselves to us, if we take them tenderly and truly.","author":"Amos Bronson Alcott","category":"Friends, World, Us"},{"quote":"Many a friendship, long, loyal, and self-sacrificing, rested at first on no thicker a foundation than a kind word.","author":"Frederick William Faber","category":"Foundation, Long, Kind"},{"quote":"One's friends are that part of the human race with which one can be human.","author":"George Santayana","category":"Friends, Human, Human Race"},{"quote":"Silences make the real conversations between friends. Not the saying but the never needing to say is what counts.","author":"Margaret Lee Runbeck","category":"Friends, Real, Saying"},{"quote":"It is important to our friends to believe that we are unreservedly frank with them, and important to friendship that we are not.","author":"Mignon McLaughlin","category":"Friends, Believe, Important"},{"quote":"You win the victory when you yield to friends.","author":"Sophocles","category":"Friends, Win, Victory"},{"quote":"The most deadly fruit is borne by the hatred which one grafts on an extinguished friendship.","author":"Gotthold Ephraim Lessing","category":"Fruit, Hatred, Which"},{"quote":"Friendship's the wine of life: but friendship new... is neither strong nor pure.","author":"Edward Young","category":"Life, Strong, Wine"},{"quote":"What I cannot love, I overlook. Is that real friendship?","author":"Anais Nin","category":"Love, Real, Cannot"},{"quote":"Friendship is an arrangement by which we undertake to exchange small favors for big ones.","author":"Charles de Montesquieu","category":"Small, Big, Exchange"},{"quote":"To cement a new friendship, especially between foreigners or persons of a different social world, a spark with which both were secretly charged must fly from person to person, and cut across the accidents of place and time.","author":"Cornelia Otis Skinner","category":"Time, World, Fly"},{"quote":"Conjugal love, or the friendship of spouses, can persist even after sexual desires have weakened, withered, and disappeared.","author":"Mortimer Adler","category":"Love, Desires, Even"},{"quote":"Although the troops have struck us, we throw it all behind and are glad to meet you in peace and friendship.","author":"Black Kettle","category":"Peace, You, Behind"},{"quote":"Working with people, the musical part is one thing but the personal part is totally different and just as critical. If the friendship is there and it's a lasting friendship, then it will take care of itself.","author":"John Mayall","category":"People, Care, Take Care"},{"quote":"Caring for but never trying to own may be a further way to define friendship.","author":"William Glasser","category":"Caring, Trying, Way"},{"quote":"Time makes friendship stronger, but love weaker.","author":"Jean de la Bruyere","category":"Love, Time, Stronger"},{"quote":"There are no rules for friendship. It must be left to itself. We cannot force it any more than love.","author":"William Hazlitt","category":"Love, Rules, Force"},{"quote":"Friendship without self-interest is one of the rare and beautiful things of life.","author":"James F. Byrnes","category":"Life, Beautiful"},{"quote":"The friendship we share grows amidst the craggy rock pond reeds of water spray fireflies scented with bonfires.","author":"Bradley Chicho","category":"Water, Rock, Share"},{"quote":"Plunderous is the palate I gift to you, openly I hug the universe of our friendship expanding its outer limit.","author":"Bradley Chicho","category":"Universe, Gift, You"},{"quote":"The friendship of Shostakovich cast a brilliant light over my whole life and whose spiritual qualities captured my soul once and for all time.","author":"Galina Vishnevskaya","category":"Life, Time, Light"},{"quote":"I came to Venice for the first time in 1968 and was lucky enough to make the acquaintanceship, and then the friendship, of two Venetians, Roberta and Franco, who remain my best friends here after almost 50 years.","author":"Donna Leon","category":"Time, Friends, Best"},{"quote":"Primarily, 'Black Girl/White Girl' is the story of two very different, yet somehow 'fated' girls; for Genna, her 'friendship' with Minette is the most haunting of her life, though it is one-sided and ends in tragedy.","author":"Joyce Carol Oates","category":"Life, Girl, Tragedy"},{"quote":"My writing partner, Nicki, and I became obsessed with a monologist who performs unscripted shows equipped with nothing more than scribbled bullet points and a glass of water. We wrote him a fan letter and found ourselves sharing lunch and eventually a friendship.","author":"Emma McLaughlin","category":"Water, Writing, Lunch"},{"quote":"I made my first white women friends in college; they loved me and were loyal to our friendship, but I understood, as they did, that they were white women and that whiteness mattered.","author":"Alice Walker","category":"Friends, Women, College"},{"quote":"Stop using the word 'bromance.' Can we please kill that stupid term? We're just friends. It's called friendship!","author":"Blake Shelton","category":"Friends, Stupid, Stop"},{"quote":"The only things that are really permanent are love, family, friendship, and that is a lesson. At the end of the day, that's really what it boils down to. The rest of it is just stuff.","author":"Jared Kushner","category":"Love, Family, Day"},{"quote":"I am deeply spiritual; I revel in those things that make for good - the things that we can do to shed a little light, to help place an oft-dissonant universe back in tune with itself... Long live art, long live friendship, long live the joy of life!","author":"Jessye Norman","category":"Life, Art, Light"},{"quote":"Never was a man further from a partiality for Spain than I am. But I think I now have left them in a sincere and steady intention to cultivate the friendship of America.","author":"Marquis de Lafayette","category":"America, Man, I Am"},{"quote":"Let me be very clear: my friendship with my friends ends where the interest of the country begins.","author":"Rodrigo Duterte","category":"Friends, Me, Country"},{"quote":"Read as you taste fruit or savor wine, or enjoy friendship, love or life.","author":"George Herbert","category":"Love, Life, Wine"},{"quote":"They took their meals together; and it was remarked on such occasions, when the friendship of animals is put to a hard test, that they never quarrelled or disputed the possession of a favourite fruit with each other.","author":"Henry Walter Bates","category":"Together, Fruit, Animals"},{"quote":"We come into relationships often very much identified with our needs. I need this, I need security, I need refuge, I need friendship. And all of relationships are symbiotic in that sense. We come together because we fulfill each others' needs at some level or other.","author":"Ram Dass","category":"Together, Relationships"},{"quote":"The rules of friendship are tacit, unconscious; they are not rational. In business, though, you have to think rationally.","author":"Steven Pinker","category":"Business, Rules, Think"},{"quote":"It is impossible to preserve my friendship with people who are allegedly leaders when they are attacking their own people, shooting at them, using tanks and other forms of heavy weaponry.","author":"Recep Tayyip Erdogan","category":"Impossible, People, Shooting"},{"quote":"I hope to continue my friendship with France and its filmmakers for many years to come.","author":"Harvey Weinstein","category":"Hope, Years, France"},{"quote":"I've got many close friends, but there's an awful lot about friendship that is not demonstrative in my case.","author":"Warren Christopher","category":"Friends, Close Friends, Many"},{"quote":"The most important thing for me is to have real friendship between Egyptians and Americans.","author":"Mohammed Morsi","category":"Me, Important"},{"quote":"From the Twitter responses we got with 'Best Friends Forever' and the small feedback we are getting as the show is meted out, I think people are seeing themselves in the show and enjoying seeing female friendship portrayed in the way it really is.","author":"Lennon Parham","category":"Friends, Best, Small"},{"quote":"Our friendship was based on my payouts. That wasn't a friendship when - as, for example, it's me, my friends, we are friends for many years, and it doesn't matter for me what the position is, where they work; we simply are friends. And with Mr. Berezovsky, our friendship was based on my payoffs.","author":"Roman Abramovich","category":"Work, Friends, Me"},{"quote":"Rejoicing in our joy, not suffering over our suffering, makes someone a friend.","author":"Friedrich Nietzsche","category":"Joy, Friend, Suffering"},{"quote":"Peace, commerce and honest friendship with all nations; entangling alliances with none.","author":"Thomas Jefferson","category":"Peace, Honest, Nations"},{"quote":"If we are to judge of love by its consequences, it more nearly resembles hatred than friendship.","author":"Francois de La Rochefoucauld","category":"Love, Consequences, Hatred"},{"quote":"One of the most mawkish of human delusions is the notion that friendship should be eternal, or, at all events, life-long, and that any act which puts a term to it is somehow discreditable.","author":"H. L. Mencken","category":"Events, Human, Act"},{"quote":"I mix talents and friendship, which is not very professional, but it's my way of thinking. So I love Azzedine Alaia, because I've known him for 30 years, and he's making my dresses most of the time.","author":"Carine Roitfeld","category":"Love, Time, Thinking"},{"quote":"I think people just like seeing friendship. I think people like seeing people who just drive each other up the wall, but at same time, can't live without each other.","author":"Martin Freeman","category":"Time, People, Live"},{"quote":"What I particularly like about Broadway is the camaraderie and the friendship of other people in other shows. Everybody knows you're opening and cares about you. There's a real village atmosphere.","author":"Ian Mckellen","category":"People, Real, You"},{"quote":"You've got to reach a hand of friendship across the aisle and across philosophies in this country.","author":"Joe Biden","category":"Country, Reach, You"},{"quote":"Friendship increases in visiting friends, but in visiting them seldom.","author":"Francis Bacon","category":"Friends, Visiting, Seldom"},{"quote":"I'm quite obsessed with the idea of nailing the girl friendship. It's such an art, so delicate.","author":"Alanis Morissette","category":"Art, Girl, Idea"},{"quote":"I've learned that friendship does not equate business, business does not equate friendship.","author":"Jill Scott","category":"Business, Learned, Equate"},{"quote":"The solution as consumers is - perhaps surprisingly - to take adverts very, very seriously. We should ask ourselves what it is that we find lovely in them - the visions of friendship, togetherness, repose, or whatever. And then consider what would actually help us find these qualities in our lives.","author":"Alain de Botton","category":"Help, Solution, Lovely"},{"quote":"The arrogance that says analysing the relationship between reasons and causes is more important than writing a philosophy of shyness or sadness or friendship drives me nuts. I can't accept that.","author":"Alain de Botton","category":"Relationship, Sadness"},{"quote":"Allowing a friend to careen toward self destruction is not friendship. That is a habit the United States needs to break as it pursues a richer and more deeply supportive relationship with Israel.","author":"Stephen Kinzer","category":"Relationship, Self, Friend"},{"quote":"When David Fincher called me up a few years ago and said, 'Hey, I'd like you to score this film 'The Social Network,' I said, 'I'm flattered, but I really don't have any real experience scoring films, and I'd rather not screw it up on a high-profile project. And I like you and I don't want to compromise our friendship.'","author":"Trent Reznor","category":"Experience, Me, Compromise"},{"quote":"There is a lot that binds Germany to Turkey, and even if we have a difference of opinion on an individual matter, the breadth of our links, our friendship, our strategic ties, is great.","author":"Angela Merkel","category":"Great, Opinion, Matter"},{"quote":"My mom and I always had a great bond. It was always a natural friendship bond since early on. My mom was 18 when she had me.","author":"Christina Milian","category":"Great, Mom, Me"},{"quote":"I really think that technology has the greatest potential to accelerate happiness of most things in the world. The companies that will ultimately do well are the companies that chase happiness. If you find a way to help people find love, or health or friendship, the dollar will chase that.","author":"Ashton Kutcher","category":"Love, Happiness, Technology"},{"quote":"Around the time I graduated from high school, I decided better to underachieve and have friendship than to overachieve and be alone.","author":"Evangeline Lilly","category":"Time, Alone, School"},{"quote":"Today, I, too, wish to reaffirm that I intend to continue on the path toward improved relations and friendship with the Jewish people, following the decisive lead given by John Paul II.","author":"Pope Benedict XVI","category":"Today, Path, People"},{"quote":"Friendship is one of the most tangible things in a world which offers fewer and fewer supports.","author":"Kenneth Branagh","category":"World, Things, Which"},{"quote":"I want to use my connections with coaches, players, celebrities, whomever, and if I can take that friendship and use it to help someone else, I'm going to take advantage of that. I'm not going to apologize for that.","author":"Tim Tebow","category":"Help, Want, Connections"},{"quote":"Friendship is almost always the union of a part of one mind with the part of another people are friends in spots.","author":"George Santayana","category":"Friends, Mind, People"},{"quote":"Laughter is not a bad beginning for a friendship, and it is the best ending for one.","author":"Henry Ward Beecher","category":"Best, Laughter, Beginning"},{"quote":"It is one of the severest tests of friendship to tell your friend his faults. So to love a man that you cannot bear to see a stain upon him, and to speak painful truth through loving words, that is friendship.","author":"Henry Ward Beecher","category":"Love, Truth, Words"},{"quote":"I only understand friendship or scorched earth.","author":"Roger Ailes","category":"Earth, Understand, Only"},{"quote":"It may happen sometimes that a long debate becomes the cause of a longer friendship. Commonly, those who dispute with one another at last agree.","author":"Elbert Hubbard","category":"Debate, Long, Sometimes"},{"quote":"Friendship, like credit, is highest when it is not used.","author":"Elbert Hubbard","category":"Credit, Like, Used"},{"quote":"There is a scarcity of friendship, but not of friends.","author":"Thomas Fuller","category":"Friends, Scarcity"},{"quote":"The first two lessons, which we learned early in our efforts to be good member missionaries, have made sharing the Gospel much easier: We simply can't predict who will or won't be interested in the Gospel, and building a friendship is not a prerequisite to inviting people to learn about the Gospel.","author":"Clayton Christensen","category":"Good, People, Building"},{"quote":"Seth Green, he and I are trying to figure out how this all came about. Because we don't remember what came first, the chicken or the egg, no pun intended. But I don't remember what came first, 'Robot Chicken' or our friendship, because we've known each other for so long.","author":"Katee Sackhoff","category":"Green, Long, Remember"},{"quote":"I lend people money, but I'd never lend something that would jeopardise a friendship if I didn't get it back.","author":"Paloma Faith","category":"Money, People, Back"},{"quote":"Before the flowers of friendship faded friendship faded.","author":"Gertrude Stein","category":"Flowers, Before, Faded"},{"quote":"I don't think men are that attracted by glamour. I think women are attracted by glamour. I think men are attracted by a sense of friendship.","author":"Joanna Lumley","category":"Women, Men, Think"},{"quote":"Rock n' roll as a genre is different from pop and hip hop: it is about bands, and that for me suggests brotherhood, family, friendship and community.","author":"Steven Van Zandt","category":"Family, Community, Me"},{"quote":"It is mind-boggling to me that there are so few movies about female friendship, considering women make up half the movie-going population.","author":"Ari Graynor","category":"Women, Me, Movies"},{"quote":"The key to doing 'Harold and Kumar' movies is you make it earnest. Primarily what we do is make Harold and Kumar's relationship and friendship believable, and we don't actually work on being that funny.","author":"John Cho","category":"Funny, Work, Relationship"},{"quote":"I love all girl squads. I'm all for, like, girl power and friendship, and I'm all about that.","author":"Poppy Delevingne","category":"Love, Power, Girl"}]}