{"author":"Ravindu Manoj","github":"ravindu01manoj","repo":"Quotes-500k","data":[{"quote":"Religion has endured since the dawn of human consciousness precisely because it encompasses so much of being human. No idea has endured so long, gathered up so many disparate needs and wants and feelings, and inspired so many different paths towards understanding it.","author":"Robert Winston","category":"Understanding, Long, Dawn"},{"quote":"I'm a great admirer of secularism. At its best, I think it's one of the best things that we have. I don't believe in insinuating religion into conversation. I don't believe in excluding it from conversation. I enjoy the fact that people's innermost thoughts are their own.","author":"Marilynne Robinson","category":"Best, Great, Believe"},{"quote":"I am obsessive always, even as a child. On one side is this strict orthodox religion, on the other is communism, and I am this little girl pulled between the two. It makes me who I am. It turns me into the kind of person that Freud would have a field day with, for sure.","author":"Marina Abramovic","category":"Day, I Am, Girl"},{"quote":"The most stupid religion is Islam.","author":"Michel Houellebecq","category":"Stupid, Islam, Most"},{"quote":"I'm in favour of religion as a tamer of arrogance. For a Greek Orthodox, the idea of God as creator outside the human is not God in God's terms. My God isn't the God of George Bush.","author":"Nassim Nicholas Taleb","category":"God, Arrogance, Human"},{"quote":"I select a very small number of things to be sceptical about, such as markets, and on these I am hypersceptic. But I want to be fooled by randomness in art. I want the ceremonial of religion; we are made for it.","author":"Nassim Nicholas Taleb","category":"Art, I Am, Small"},{"quote":"Religion does not consist in making a noise, yet when the soul is filled with the Spirit of the Lord, sweet, heart-felt praise to God glorifies him.","author":"Ellen G. White","category":"God, Soul, Sweet"},{"quote":"Do not neglect secret prayer, for it is the soul of religion.","author":"Ellen G. White","category":"Prayer, Soul, Secret"},{"quote":"To me, religion is an agreement between a group of people about what God is. Spirituality is a one-on-one relationship.","author":"Steve Earle","category":"Relationship, God, Me"},{"quote":"I believe that Catholics involved in politics carry the values of their religion within them, but have the mature awareness and expertise to implement them. The Church will never go beyond its task of expressing and disseminating its values, at least as long as I'm here.","author":"Pope Francis","category":"Politics, Believe, Long"},{"quote":"I'm not sure about anything as far as religion and spirituality go.","author":"Tracy Chapman","category":"Anything, Far, Sure"},{"quote":"I have always marveled that so many religions exact such revenge against dissenters. It only weakens the appeal of their faith and contradicts any claims they might have made that 'all religions are basically the same.' If all religions were indeed the same, why not let someone be 'converted' to another religion?","author":"Ravi Zacharias","category":"Faith, Revenge, Why"},{"quote":"I treat politics kind of like my religion. It's something I believe in, but I don't want to have to make a living at it, because if you make a living at it, you somehow become dishonest.","author":"Jerry Springer","category":"Politics, Believe, Treat"},{"quote":"I think the founding fathers believed religion shouldn't interact directly with government.","author":"Jesse Ventura","category":"Government, Think, I Think"},{"quote":"Animals have come to mean so much in our lives. We live in a fragmented and disconnected culture. Politics are ugly, religion is struggling, technology is stressful, and the economy is unfortunate. What's one thing that we have in our lives that we can depend on? A dog or a cat loving us unconditionally, every day, very faithfully.","author":"Jon Katz","category":"Technology, Dog, Culture"},{"quote":"I come from a Catholic religion, but I'm not Catholic.","author":"Monica Bellucci","category":"Catholic, Come"},{"quote":"I wasn't going to great schools, because my parents didn't believe in public education. They wanted the education to be influenced by their religion, so I was going to these halfway education-slash-Christian schools that were like pop-up shop-style education.","author":"Katy Perry","category":"Education, Great, Parents"},{"quote":"How can we educators claim credit for understanding, let alone teaching, the 'global mind' without a single course on the impact of religion on every day life?","author":"Warren Bennis","category":"Life, Day, Alone"},{"quote":"In Elizabethan England or classical Athens... theater was at the center of, not culture, but society and politics and religion and civic engagement. Those things have a different audience.","author":"Diane Paulus","category":"Culture, Politics, Society"},{"quote":"It is wrong to divide the nation white against black, native born against immigrant or one religion against another. It is also wrong to divide people by income. East Germany was not an improvement over South Africa. Obama divides Americans against each other. This is wrong.","author":"Grover Norquist","category":"Improvement, People, Black"},{"quote":"Women become the objects of rules; they are repressed and lose their rights in the name of religion, or they lose their freedom in the name of tradition, while the state legitimates this foolishness with laws.","author":"Okky Madasari","category":"Freedom, Women, Rules"},{"quote":"The moral systems of religion, I think, are super important.","author":"Bill Gates","category":"Important, Moral, Think"},{"quote":"If there is a God, it's going to be a whole lot bigger and a whole lot more incomprehensible than anything that any theologian of any religion has ever proposed.","author":"Richard Dawkins","category":"God, Anything, Bigger"},{"quote":"Disagreements between incompatible beliefs cannot be settled by reasoned argument because reasoned argument is drummed out of those trained in religion from the cradle.","author":"Richard Dawkins","category":"Argument, Beliefs, Between"},{"quote":"The two ethnic groups that remain fundamentally different from the Han Chinese - in terms of history, culture, language, religion and physical appearance - are the Uighurs and Tibetans. In these two groups, the Han Chinese come face to face with difference.","author":"Martin Jacques","category":"History, Culture, Language"},{"quote":"Christianity is the fastest-growing religion in the world; Islam is the second. It's spreading in Asia, Africa, and South America. So the world is in a kind of religious revival, and the atheists are totally flummoxed. They thought they were winning, and now they see that they aren't.","author":"Dinesh D'Souza","category":"America, Winning, World"},{"quote":"It is no wonder that advocates of Obamacare blindly push forward with their agenda to force religious Americans to violate their own precepts: in the war between the state and the individual, religion is on the side of the individual and his or her relationship with God. That is why symbolic prayer matters. It is symbolic.","author":"Ben Shapiro","category":"Relationship, God, War"},{"quote":"I believe that your religion should be between you and whoever your belief is in.","author":"Zayn Malik","category":"Believe, I Believe, Belief"},{"quote":"It is clear that rituals and sacrifices can bring people together, and it may well be that a group that does such things has an advantage over one that does not. But it is not clear why a religion has to be involved. Why are gods, souls, an afterlife, miracles, divine creation of the universe, and so on brought in?","author":"Paul Bloom","category":"Together, Universe, People"},{"quote":"One man's cult is another man's religion.","author":"Annie Parisse","category":"Man, Cult, Another"},{"quote":"The cinema has done more for my spiritual life than the church. My ideas of fame, success and beauty all originate from the big screen. Whereas Christian religion is retreating everywhere and losing more and more influence; film has filled the vacuum and supports us with myths and action-controlling images.","author":"John Updike","category":"Life, Success, Beauty"},{"quote":"Religion may become a fashion as well as anything else; and, when it does become so, it has as little to do, in those who thus hold it, with the heart and the character as any other fashion.","author":"Benjamin Robbins Curtis","category":"Character, Heart, Fashion"},{"quote":"The clergy earns its living from religion. If your interests are secured through religion, then you will defend your interests first, and religion will become secondary.","author":"Abdolkarim Soroush","category":"Living, You, Through"},{"quote":"Vilification on the grounds of race or religion is always wrong. There's no place for inciting hatred within our Australia society.","author":"Barry O'Farrell","category":"Society, Hatred, Place"},{"quote":"In Australia, they really want to turn me into a religion. A religion! Can you imagine? The Church of Edna? Oh. I don't want to be over-revered.","author":"Barry Humphries","category":"Me, Want, You"},{"quote":"For Christians, they need to access the power of Jesus and not look at Christianity as a religion. It is our Lord Jesus that makes you change, and Christians need to actualize it and put it into practice.","author":"Erwin McManus","category":"Change, Power, Practice"},{"quote":"My religion teaches me that whenever there is distress which one cannot remove, one must fast and pray.","author":"Mahatma Gandhi","category":"Me, Fast, Pray"},{"quote":"There are some Christian people who taste and see and enjoy religion in their own souls, and who get at a deeper knowledge of it than books can ever give them, though they should search all their days.","author":"Charles Spurgeon","category":"Knowledge, Enjoy, People"},{"quote":"How do you sustain yourself when all the old structures people looked to for support - religion, family, ethnic solidarity - are crumbling, or feel so false that you refuse to avail yourself of them? What comes next?","author":"Adam Mansbach","category":"Family, Support, Yourself"},{"quote":"No religion makes more use of color than Hinduism, with its blue-skinned gods and peony-lipped goddesses, and even the spring festival of Holi is focused on color: Boys squirt arcs of dyed water on passersby or dump powder, all violently hued, on their marks.","author":"Hanya Yanagihara","category":"Water, Color, Spring"},{"quote":"I talk about religion because it's one of the ways human beings find power and belonging. Religion is more than just that - I think faith traditions give us ways to talk about experiences of the numinous, too - but power and belonging are a big part of it.","author":"Gene Luen Yang","category":"Faith, Power, Think"},{"quote":"Some would rather pull a handcart across the prairie than bring up the subject of faith and religion to their friends and co-workers. They worry about how they might be perceived or how it might harm their relationship. It doesn't need to be that way because we have a glad message to share, and we have a message of joy.","author":"Dieter F. Uchtdorf","category":"Relationship, Friends, Faith"},{"quote":"I've always felt like there are certain politicians that wear their religion on their sleeve in a way that you almost feel is disingenuous. I think that your faith has to be first personal. I struggle with those people that preach something and go back behind closed doors and live differently.","author":"Nikki Haley","category":"Faith, Struggle, People"},{"quote":"Judaism is a brilliant religion, and the main function of Judaism is to learn and read.","author":"Leon Charney","category":"Learn, Brilliant, Judaism"},{"quote":"A belief is purely an individual matter, and you cannot and must not organize it. If you do, it becomes dead, crystallized; it becomes a creed, a sect, a religion, to be imposed on others.","author":"Jiddu Krishnamurti","category":"Belief, Matter, You"},{"quote":"'Black Messiah' is a hell of a name for an album. It can easily be misunderstood. Many will think it's about religion. Some will jump to the conclusion that I'm calling myself a Black Messiah. For me, the title is about all of us. It's about the world. It's about an idea we can all aspire to. We should all aspire to be a Black Messiah.","author":"D'Angelo","category":"Myself, World, Me"},{"quote":"The United States cannot and should not discriminate on the basis of religion. The free exercise of religion is at the very heart of our constitutional guarantee for all persons of this country.","author":"Mike Pence","category":"Heart, Free, Exercise"},{"quote":"'Kol Nidrei' is probably the most important prayer in the Jewish religion. It comes on the evening of Yom Kippur. There are so many different renditions of it.","author":"Itzhak Perlman","category":"Prayer, Evening"},{"quote":"I grew up in a secular environment, you know, in the '60s and '70s. My mother's family was Catholic, but you know, just very kind of conventionally Catholic. You know, nothing - there was nothing, you know, extreme about their version of religion. And my father was a free spirit, you know? He had no time for religion at all.","author":"Pawel Pawlikowski","category":"Family, Time, Father"},{"quote":"While my mother lived, I always felt to a certain degree as if I had somebody who was my superior and who exercised a mysterious protection over me. I belonged to something - I hung to something - there is nothing that has so much reverence and religion in it as affection to parents.","author":"William Godwin","category":"Mother, Parents, Me"},{"quote":"We ministers have undoubtedly failed to connect and apply Christianity to the practical everyday problems of the average man. In this, we have failed to follow in Christ's footsteps. For the religion which He taught and revealed in His own life and ministry was an intensely practical and down-to-earth affair.","author":"Peter Marshall","category":"Life, Man, Problems"},{"quote":"There is no religion that has a monopoly on bigotry.","author":"Louis Theroux","category":"Monopoly"},{"quote":"One of the most important concepts of revealed religion is that of a sacred covenant.","author":"Russell M. Nelson","category":"Important, Sacred"},{"quote":"Islam is a religion. It is not an ideology. For a Muslim, there is no such thing as to be against modernity. Why should a Muslim not be a modern person? I, as a Muslim, fulfill all the requirements of my religion, and I live in a democratic, social state.","author":"Recep Tayyip Erdogan","category":"Live, Islam, Why"},{"quote":"I feel like the way I was raised was to be able to see through all the titles in this world - from religion to race.","author":"The Weeknd","category":"World, Way, See"},{"quote":"Religion is a way to make order from chaos, and I think economics is not dissimilar. In religion and in economics, you're trying to figure out the way we perceive the world and move through it, and that's what I like to learn.","author":"Stephen J. Dubner","category":"World, Economics, Chaos"},{"quote":"India has 2,000,000 gods and worships them all. In religion, all other countries are paupers; India is the only millionaire.","author":"Mark Twain","category":"India, Millionaire, Gods"},{"quote":"Religion was nearly dead because there was no longer real belief in future life; but something was struggling to take its place - service - social service - the ants creed, the bees creed.","author":"John Galsworthy","category":"Life, Future, Service"},{"quote":"When theology erodes and organization crumbles, when the institutional framework of religion begins to break up, the search for a direct experience which people can feel to be religious facilitates the rise of cults.","author":"Daniel Bell","category":"Experience, People"},{"quote":"I found enormous opposition to my religion. It's like if you want to strengthen your biceps, you lift heavy weight, as heavy as you can handle, and work your muscles against resistance until it grows strong. I had to do that with my religion.","author":"Ricardo Montalban","category":"Work, Strong, Want"},{"quote":"Difference of opinion is advantageous in religion. The several sects perform the office of a Censor - over each other.","author":"Thomas Jefferson","category":"Difference, Opinion, Office"},{"quote":"I don't feel the need for religion. But I went on a yoga retreat last year and I do believe slightly in the karma thing and just being good and true unto yourself. And I slightly believe that you can attract good and bad to you.","author":"Imelda Staunton","category":"Good, Karma, Believe"},{"quote":"Science and religion are the two most powerful forces in the world. Having them at odds... is not productive.","author":"E. O. Wilson","category":"Science, Powerful, World"},{"quote":"Every society and religion has rules, for both have moral laws. And the essence of morality consists, as in art, of drawing the line somewhere.","author":"Huston Smith","category":"Art, Society, Rules"},{"quote":"A lot of people, because of my contempt for the false consolations of religion, think of me as a symbolic public opponent of that in extremis. And sometimes that makes me feel a bit alarmed, to be the repository of other people's hope.","author":"Christopher Hitchens","category":"Hope, Me, People"},{"quote":"If you grow up in a very strong religion like Catholicism you certainly cultivate in yourself a certain taste for the intensity of ideas.","author":"Brian Eno","category":"Strong, Ideas, Yourself"},{"quote":"I think Christianity is the same as Buddhism and Hinduism - whenever a religion begins to say that these are the things you have to do to be loved by God, you have a religion.","author":"Erwin McManus","category":"God, Think, You"},{"quote":"It's simply untrue that religion provides the only framework for a universal morality.","author":"Sam Harris","category":"Morality, Universal"},{"quote":"It is not our sexual preferences, the color of our skin, the language we speak, nor the religion we practice that creates friction, hatred and wars amongst in society. It is our words and the words of our leaders that can create that disparity.","author":"Yehuda Berg","category":"Society, Color, Words"},{"quote":"The idea of an ordered and elegant universe is a lovely one. One worth clinging to. But you don't need religion to appreciate the ordered existence. It's not just an idea, it's reality. We're discovering the hidden orders of the universe every day.","author":"Adam Savage","category":"Day, Reality, Universe"},{"quote":"Commodities such as gold and silver have a world market that transcends national borders, politics, religions, and race. A person may not like someone else's religion, but he'll accept his gold.","author":"Robert Kiyosaki","category":"Politics, Gold, World"},{"quote":"I remember at one point being in fellowship, and everyone used to wear the fish symbol; it said you were a Christian. So I asked my father, 'Dad, why don't you wear that at work?' And he said, 'Your religion should be in your actions.' He set a great, great example.","author":"Hugh Jackman","category":"Work, Father, Great"},{"quote":"I want people to have a good impression of Israel. I don't feel like I'm an ambassador for my country, but I do talk about Israel a lot - I enjoy telling people about where I come from and my religion.","author":"Gal Gadot","category":"Good, Enjoy, People"},{"quote":"Religion and political cartoons, as you may have heard, make a difficult couple, ever since that day of 2005, when a bunch of cartoonists in Denmark drew cartoons that had repercussions all over the world - demonstrations, fatwa, they provoked violence. People died in the violence.","author":"Patrick Chappatte","category":"Day, World, Violence"},{"quote":"Politicians use religion, and they get their troops riled up with religion.","author":"Daron Malakian","category":"Up, Politicians, Use"},{"quote":"Such is the feebleness of humanity, such is its perversity, that doubtless it is better for it to be subject to all possible superstitions, as long as they are not murderous, than to live without religion.","author":"Voltaire","category":"Humanity, Live, Long"},{"quote":"Religion is a matter of the heart. No physical inconvenience can warrant abandonment of one's own religion.","author":"Mahatma Gandhi","category":"Heart, Matter, Inconvenience"},{"quote":"Every formula of every religion has in this age of reason, to submit to the acid test of reason and universal assent.","author":"Mahatma Gandhi","category":"Age, Test, Reason"},{"quote":"My parents taught me never to judge others based on whom they love, what color their skin is, or their religion.","author":"Taylor Swift","category":"Love, Parents, Color"},{"quote":"If you have a particular faith or religion, that is good. But you can survive without it.","author":"Dalai Lama","category":"Good, Faith, You"},{"quote":"It is often said by religious people that without its framework, there is no sense of right or wrong. My view is that religion comes after ethics.","author":"Salman Rushdie","category":"Ethics, People, View"},{"quote":"I never thought of myself as a writer about religion until a religion came after me.","author":"Salman Rushdie","category":"Myself, Thought, Me"},{"quote":"You know what the fastest growing religion in America is? Statism. The growing reliance on government.","author":"Marco Rubio","category":"America, Government, Know"},{"quote":"If the grandfather of the grandfather of Jesus had known what was hidden within him, he would have stood humble and awe-struck before his soul.","author":"Khalil Gibran","category":"Humble, Soul, Grandfather"},{"quote":"Religion was instituted to make us happy in this life and in the other. What must we do to be happy in the life to come? Be just.","author":"Voltaire","category":"Life, Happy, Be Happy"},{"quote":"I was always respectful of people who were deeply religious because I always felt that if they gave themselves to it, then it had to be important to them. But if you can go through life without it, that's OK, too. It's whatever suits you.","author":"Clint Eastwood","category":"Life, People, You"},{"quote":"Just as the soul fills the body, so God fills the world. Just as the soul bears the body, so God endures the world. Just as the soul sees but is not seen, so God sees but is not seen. Just as the soul feeds the body, so God gives food to the world.","author":"Marcus Tullius Cicero","category":"Food, God, Soul"},{"quote":"I'm religiously opposed to religion.","author":"Victor Hugo","category":"Opposed"},{"quote":"The intersection of religion and world politics has often been a bloody crossroads.","author":"Elliott Abrams","category":"Politics, World, Crossroads"},{"quote":"There is nothing in our book, the Koran, that teaches us to suffer peacefully. Our religion teaches us to be intelligent.","author":"Malcolm X","category":"Book, Intelligent, Nothing"},{"quote":"I don't think Romney is wacky at all, but religion makes intelligent people say and do wacky things, believe and affirm crazy things. Left on his own, Romney would never have said something like the Garden Of Eden was in Missouri, and will be again.","author":"Christopher Hitchens","category":"Crazy, Believe, Garden"},{"quote":"My children, to the extent that they have found religion, have found it from me, in that I insist on at least a modicum of religious education for them.","author":"Christopher Hitchens","category":"Education, Children, Me"},{"quote":"Religion is not going to come up with any new arguments.","author":"Christopher Hitchens","category":"New, Up, Going"},{"quote":"My first dissatisfaction has always been with religion.","author":"Marilyn Manson","category":"First, Always"},{"quote":"Religion enables us to ignore nothingness and get on with the jobs of life.","author":"John Updike","category":"Life, Ignore, Jobs"},{"quote":"Happiness is a mystery, like religion, and should never be rationalised.","author":"Gilbert K. Chesterton","category":"Happiness, Mystery, Never"},{"quote":"Organised religion, organised anything, requires commitment and requires an engagement with something. A lot of the time, we don't want to commit.","author":"Martin Freeman","category":"Time, Commitment, Want"},{"quote":"Religion can never reform mankind because religion is slavery.","author":"Robert Green Ingersoll","category":"Slavery, Mankind, Never"},{"quote":"Every religion in the world has denounced every other religion as a fraud. That proves to me that they all tell the truth - about others.","author":"Robert Green Ingersoll","category":"Truth, World, Me"},{"quote":"If you believe, you believe; if you're faithful, you're faithful. I don't care what your religion is. The same if you're agnostic. That should be accepted, too.","author":"Ridley Scott","category":"Believe, Care, You"},{"quote":"The spirituality that I experience sometimes touches on religion, in that I resonate with the thread of continuity that permeates through all religions. But in terms of it being a concretized, organized part of my life, it's not.","author":"Alanis Morissette","category":"Life, Experience, My Life"},{"quote":"People in general are equally horrified at hearing the Christian religion doubted, and at seeing it practiced.","author":"Samuel Butler","category":"People, Christian, Seeing"},{"quote":"Politics is the most important of the civil activities and has its own field of action, which is not that of religion.","author":"Pope Francis","category":"Politics, Action, Important"},{"quote":"The same thing which is now called Christian religion existed among the ancients. They have begun to call 'Christian' the true religion which existed before.","author":"Saint Augustine","category":"Christian, True, Same"},{"quote":"Most people don't want to talk about politics and religion. They say, 'Let's talk about something else.'","author":"Prince","category":"Politics, People, Want"},{"quote":"I see religion as a storehouse of lots of really good ideas that a secular world should look at, raid, and learn from.","author":"Alain de Botton","category":"Good, World, Ideas"},{"quote":"Art, like religion, arises from the spirit, but alas, the formalizing of spiritual life all too often ends in hypocrisy.","author":"Michael Leunig","category":"Life, Art, Spiritual"},{"quote":"Religion has become so many different things. Religion is an economic thing for some people. Religion is a gun.","author":"Ziggy Marley","category":"People, Gun, Economic"},{"quote":"For me, tribalism and religion are basically the big reasons we're in trouble. Patriotism, tribalism, and religion.","author":"George A. Romero","category":"Patriotism, Me, Trouble"},{"quote":"Religion is essentially the art and the theory of the remaking of man. Man is not a finished creation.","author":"Edmund Burke","category":"Art, Man, Creation"},{"quote":"Myself, first of all, I am a Jew. And that is the most important thing for me.","author":"Ariel Sharon","category":"Myself, I Am, Me"},{"quote":"The concept of God in America is very different than it is in England. Because we see the horrendous outcome of religion as being an American thing, in which the name of God has been hijacked by a gang of psychopaths and bullies and homophobes, and the name of God has been used for their own twisted agendas.","author":"Nick Cave","category":"God, America, American"},{"quote":"Without the emotion of the beautiful, the sublime, the mysterious, there is no art, no religion, no literature.","author":"John Burroughs","category":"Art, Beautiful, Literature"},{"quote":"I grew up very religious, and I don't have a great relationship with religion.","author":"Brad Pitt","category":"Relationship, Great, Up"},{"quote":"Kidnapping is always a threat in this life of reporting on men hurting one another because of religion and politics.","author":"Richard Engel","category":"Life, Politics, Men"},{"quote":"Wealth, religion, military victory have more rhetorical than efficacious worth.","author":"George Santayana","category":"Victory, Military, Wealth"},{"quote":"Anti-religious sneers are a hallmark of perpetual adolescents.","author":"Camille Paglia","category":"Perpetual, Hallmark"},{"quote":"Religion is a very personal thing for me. Religion has its good moments and its poor moments.","author":"Elie Wiesel","category":"Good, Me, Moments"},{"quote":"I want clean water and clean air and conservation... that's not what extreme environmentalists are all about. For them, it is a religion. They believe in trees and animals, not God.","author":"Roger Ailes","category":"God, Water, Believe"},{"quote":"But the whole point of the Sixties was that you had to take people as they were. If you came in with us you left your class, and colour, and religion behind, that was what the Sixties was all about.","author":"Michael Caine","category":"People, You, Colour"},{"quote":"Eradicating a religion of kindness is, I think, a terrible thing for the Chinese to attempt.","author":"Martin Scorsese","category":"Kindness, Think, Terrible"},{"quote":"You might sooner get lightning out of incense smoke than true action or passion out of your modern English religion.","author":"John Ruskin","category":"Passion, Action, You"},{"quote":"To see clearly is poetry, prophecy and religion all in one.","author":"John Ruskin","category":"Poetry, See, Prophecy"},{"quote":"In politics, religion and other areas of culture, people disagree on the worth of competing ideas. There is no equivalent to the scientific method that can determine in a robust way which ideas match the real world, and which ones can be ruled out. So conflicting ideologies persist indefinitely.","author":"Nathan Myhrvold","category":"Culture, Politics, World"},{"quote":"All humanity is passion; without passion, religion, history, novels, art would be ineffectual.","author":"Honore de Balzac","category":"Art, History, Passion"},{"quote":"Passion is universal humanity. Without it religion, history, romance and art would be useless.","author":"Honore de Balzac","category":"Art, History, Passion"},{"quote":"I have a funny relationship with religion. I'm a big believer in ritualistic behavior as long as it doesn't hurt anybody. But I'm not a big fan of rules. And yet, we cannot live in a world without order.","author":"Madonna Ciccone","category":"Funny, Relationship, World"},{"quote":"A man has no religion who has not slowly and painfully gathered one together, adding to it, shaping it; and one's religion is never complete and final, it seems, but must always be undergoing modification.","author":"D. H. Lawrence","category":"Together, Man, Never"},{"quote":"Unless we place our religion and our treasure in the same thing, religion will always be sacrificed.","author":"Epictetus","category":"Treasure, Place, Same"},{"quote":"The only real shaming I've ever experienced has been from other gay people when I reveal my politics or my religion.","author":"Milo Yiannopoulos","category":"Politics, Gay, People"},{"quote":"My sense of religion is Einstein's sense of relativity. I don't believe in God. I believe that energy never dies. So the possibility exists that you might be breathing in some other form of Moses or Buddha or Muhammad or Bobby Kennedy or Roosevelt or Martin Luther King or Jesus.","author":"Mandy Patinkin","category":"God, Believe, I Believe"},{"quote":"I love the idea of the teachings of Jesus Christ and the beautiful stories about it, which I loved in Sunday school and I collected all the little stickers and put them in my book. But the reality is that organised religion doesn't seem to work. It turns people into hateful lemmings and it's not really compassionate.","author":"Elton John","category":"Love, Work, Beautiful"},{"quote":"Counting is the religion of this generation it is its hope and its salvation.","author":"Gertrude Stein","category":"Hope, Generation, Salvation"},{"quote":"Rock n' roll is our religion, and we will continue to lose disciples as we go, but we pick up the fallen flag and keep moving forward, bringing forth the good news that our heroes have helped create, their bodies lost, but their spirits and their good work everlasting.","author":"Steven Van Zandt","category":"Work, Good, Moving Forward"},{"quote":"Liberalism is a religion. Its tenets cannot be proved, its capacity for waste and destruction demonstrated. But it affords a feeling of spiritual rectitude at little or no cost.","author":"David Mamet","category":"Spiritual, Feeling, Little"},{"quote":"So far as the government is concerned, there is only one holy book, which is the constitution of India. My government will not tolerate or accept any discrimination based on caste, creed and religion.","author":"Narendra Modi","category":"Book, Government"},{"quote":"A political party cannot have a religion. Only individuals can. Otherwise, you'd be exploiting religion, and religion is so supreme that it cannot be exploited or taken advantage of.","author":"Recep Tayyip Erdogan","category":"Political, Party, You"},{"quote":"Our religion is itself profoundly sad - a religion of universal anguish, and one which, because of its very catholicity, grants full liberty to the individual and asks no better than to be celebrated in each man's own language - so long as he knows anguish and is a painter.","author":"Charles Baudelaire","category":"Sad, Man, Language"},{"quote":"Every major religion today is a winner in the Darwinian struggle waged among cultures, and none ever flourished by tolerating its rivals.","author":"E. O. Wilson","category":"Today, Struggle, Winner"},{"quote":"I see no way out of the problems that organized religion and tribalism create other than humans just becoming more honest and fully aware of themselves.","author":"E. O. Wilson","category":"Problems, Honest, See"},{"quote":"I was raised Catholic, but my father's people were Methodist, so we went to both churches.","author":"Aaron Neville","category":"Father, People, I Was Raised"},{"quote":"I grew up in a secular suburban Jewish household where we only observed the religion on very specific times like a funeral or a Bar Mitzvah.","author":"Jesse Eisenberg","category":"Funeral, Up, Where"},{"quote":"And I have no doubt that every new example will succeed, as every past one has done, in showing that religion and Government will both exist in greater purity, the less they are mixed together.","author":"James Madison","category":"Together, Past, Government"},{"quote":"You should always take a religion at its best and not at its worst, from its highest teachings and not from the lowest practices of some of its adherents.","author":"Annie Besant","category":"Best, Worst, You"},{"quote":"Man is ever searching for the source whence he has come, searching for the life which is upwelling within him, immortal, nay, eternal and divine; and every religion is the answer from the Universal Spirit to the seeking spirits of men that came forth from Him.","author":"Annie Besant","category":"Life, Man, Men"},{"quote":"Martyrdom is evidence only of a man's honesty - it is no evidence that he is not mistaken. Men have suffered martyrdom for all sorts of opinions in politics and in religion yet they could not therefore have all been in the right although they could give no stronger evidence that they believed themselves in the right.","author":"Lysander Spooner","category":"Honesty, Man, Politics"},{"quote":"Major forces that have contributed to the evolution of philanthropy in India in the pre-modern era have mainly been driven by religion, family, and society. The Hindu teaching of 'daan' or 'giving' is present in different ways in almost every celebration or ritual.","author":"Shiv Nadar","category":"Family, Society, Giving"},{"quote":"I still love the theology of the Mormon religion and think it is a wonderful way to grow up.","author":"Katherine Heigl","category":"Love, Grow, Think"},{"quote":"The one thing that unites all human beings, regardless of age, gender, religion or ethnic background, is that we all believe we are above-average drivers.","author":"Dave Barry","category":"Age, Believe, Gender"},{"quote":"As Americans, we're not sure we share values. We're sometimes even afraid to use the word 'values.' We talk about teaching ethics in schools - people say, 'What ethics? Whose ethics? Maybe we can't.' And they confuse that with teaching of religion.","author":"Rudy Giuliani","category":"Ethics, Values, People"},{"quote":"One person's religion is another person's cult.","author":"Philip Seymour Hoffman","category":"Person, Cult, Another"},{"quote":"He who has religion will speak poetry. But philosophy is the tool with which to seek and discover religion.","author":"Karl Wilhelm Friedrich Schlegel","category":"Poetry, Philosophy, Speak"},{"quote":"My grandparents - my mom's parents - they're Jewish. But nobody ever pushed religion onto us. It wasn't something I ever grew up with.","author":"David Beckham","category":"Mom, Parents, Grandparents"},{"quote":"We have this idea in our minds that there's this separation of church and state in America, which I think is a good thing. And we extend that to our politics - not just church and state, but it's also there's a separation of religion and politics. But of course there isn't.","author":"Stephen Colbert","category":"Good, America, Politics"},{"quote":"Themes of redemption, temptation, and faith don't necessarily apply directly to religion. A lot of people find faith in their lives outside of God and still deal with notions of temptation and redemption that aren't religious.","author":"Will Poulter","category":"Faith, God, People"},{"quote":"I think if you say that art and politics, or religion and politics, mustn't mix, don't mix, that is itself a political statement. Even if you are writing a 19th-century novel where the money comes from a plantation in the Caribbean and you don't talk about that, that itself is a political thing.","author":"Mohsin Hamid","category":"Art, Money, Politics"},{"quote":"There's nothing funnier than religion. Try explaining it to a kid. I had it all wrong when I was a kid.","author":"Bonnie Hunt","category":"Nothing, Try, Kid"},{"quote":"It is my sincere hope that every person in India will experience true freedom of faith, regardless of religion.","author":"Trent Franks","category":"Hope, Freedom, Faith"},{"quote":"I grew up with the religion of 'Star Wars,' frankly. That's when I realized there is something bigger out there... and it's called The Force.","author":"Trey Parker","category":"Star, Force, Bigger"},{"quote":"Out of all the ridiculous religion stories - which are greatly, wonderfully ridiculous - the silliest one I've ever heard is, 'Yeah, there's this big, giant universe, and it's expanding, and it's all going to collapse on itself, and we're all just here, just 'cuz. Just 'cuz.' That to me, is the most ridiculous explanation ever.","author":"Trey Parker","category":"Universe, Me, Ridiculous"},{"quote":"I love religion and have contemplated going back to school to get a world religion degree.","author":"Jada Pinkett Smith","category":"Love, School, World"},{"quote":"When people feel a certain religion claims to have all the answers, that's what turns them off.","author":"Matisyahu","category":"People, Answers, Feel"},{"quote":"In the early days I had a very black-and-white view of everything. I think that's kind of natural for anyone who's just embraced Islam - or any religion - as a convert. It was important for me to duck out of the fast and furious life I'd been living as a pop star. I was in a different mood.","author":"Cat Stevens","category":"Life, Me, Think"},{"quote":"I won't take my religion from any man who never works except with his mouth.","author":"Carl Sandburg","category":"Man, Never, Mouth"},{"quote":"The enemy of science is not religion. Religion comes in endless shapes and forms... The true enemy is the substitution of thought, reflection, and curiosity with dogma.","author":"Frans de Waal","category":"Reflection, Science"},{"quote":"The secularists in Turkey haven't underestimated religion, they just made the mistake of believing they could control it with the power of the army alone.","author":"Orhan Pamuk","category":"Alone, Power, Mistake"},{"quote":"I think quite a bit of organized religion has become big business. Jesus Christ never sold the word of God. He never gave a sermon and then said, 'For $8.99, you can buy the CD.'","author":"Ving Rhames","category":"Business, God, Think"},{"quote":"Religion is not merely the opium of the masses, it's the cyanide.","author":"Tom Robbins","category":"Masses, Opium, Merely"},{"quote":"People still kill in the name of religion. We haven't evolved to the point where we're one tribe called humans.","author":"Rachel Weisz","category":"People, Name, Point"},{"quote":"Disturbances in society are never more fearful than when those who are stirring up the trouble can use the pretext of religion to mask their true designs.","author":"Denis Diderot","category":"Society, Mask, True"},{"quote":"You can believe what you want religiously. Religion is one thing, but science, provable science, is something else.","author":"Bill Nye","category":"Science, Believe, Want"},{"quote":"I remember the first time going to St. Jude. I didn't like going there because the children were ill, and it just broke my heart. It makes you test your religion when you see something like that. But the Lord doesn't want just old people. You know, He wants some young people, too, and good people. He takes care of them. He takes care of them.","author":"Lee Trevino","category":"Time, Children, Good"},{"quote":"I ask you to pray for me, for once age has overtaken us, we find consolation only in religion.","author":"Paul Cezanne","category":"Age, Me, You"},{"quote":"Genghis Khan decreed religious tolerance for all of his conquered peoples. So I think he definitely would approve of our constitutional protections of freedom of religion. I think he would also approve of the way the U.S. has been able to attract talented people from all over the world.","author":"Amy Chua","category":"Freedom, World, People"},{"quote":"The Rosicrucians teach that all great religions have been given to the people among whom they are found, by Divine Intelligences who designed each system of worship to suit the needs of the race or nation to whom it was given. A primitive people cannot respond to a lofty and sublime religion, and vice versa.","author":"Max Heindel","category":"Great, People, Nation"},{"quote":"I never close a door on any other religion. Most of the time, some part of it makes sense to me. I don't believe everyone has to chant just because I chant. I believe all religion is about touching something inside of yourself.","author":"Tina Turner","category":"Time, Believe, Yourself"},{"quote":"You can look at Bad Religion, and, really, almost everything I've ever done was an exercise in creativity. I've always had a desire to challenge and question authority, and that's where the fire inside comes from. I challenged authority out of a desire to make things better, not to be nihilistic about it.","author":"Greg Graffin","category":"Creativity, Challenge, Fire"},{"quote":"I've never treated anyone badly or in a discriminatory way based on their gender, race, religion or sexuality - period.","author":"Mel Gibson","category":"Gender, Way, Race"},{"quote":"Religion and politics hit nerves. There's a lot of anger about a lot of things. It's not easily resolved. I guess that's what wars are about. Wars are about prejudice and fear. Hit first before you get hit. Believe me, I know.","author":"Mel Gibson","category":"Fear, Politics, Anger"},{"quote":"Religion is never the problem it's the people who use it to gain power.","author":"Julian Casablancas","category":"Power, People, Problem"},{"quote":"Much to the chagrin of the staunchly secular among us, religion shows no sign of going away. Predictions of the demise of religion, faith, tradition - and even God - have consistently been proven wrong.","author":"Hamza Yusuf","category":"Faith, God, Tradition"},{"quote":"The acquisition of knowledge - knowledge of both the world and of their own religion - will inoculate young people against extremist ideologies.","author":"Hamza Yusuf","category":"Knowledge, World, People"},{"quote":"In every religion I can think of, there exists some variation on the theme of abandoning the settled life and walking one's way to godliness. The Hindu sadhu, the pilgrims of Compostela walking past their sins, the circumambulators of the Buddhist kora, the haj.","author":"Robyn Davidson","category":"Life, Past, Walking"},{"quote":"Religion is the last refuge of human savagery.","author":"Alfred North Whitehead","category":"Human, Last, Refuge"},{"quote":"Religion is run by thought police. 'Obey. Listen. This is what you do. Don't ask questions. Go die for your country.' The spirituality says, 'Okay, you can die for your country, but know what you're doing while you're doing it.'","author":"Tommy Chong","category":"Thought, Police, Questions"},{"quote":"Our civilization, such as it is, was shaped by religion, and the men who aspire to public office anyplace in the free world must make obeisance to God or risk immediate opprobrium.","author":"Frank Sinatra","category":"God, Men, World"},{"quote":"We first fought... in the name of religion, then Communism, and now in the name of drugs and terrorism. Our excuses for global domination always change.","author":"Serj Tankian","category":"Change, Excuses, Name"},{"quote":"Billions of people don't practice a religion at all.","author":"Richard Gere","category":"Practice, People, Billions"},{"quote":"Earth changes, but thy soul and God stand sure.","author":"Robert Browning","category":"God, Changes, Soul"},{"quote":"I firmly believe that the mission of religion in the 21st century must be to contribute concretely to the peaceful coexistence of humankind.","author":"Daisaku Ikeda","category":"Believe, Peaceful, Mission"},{"quote":"I don't know whether I want to improve religion or not. I prefer to get rid of it.","author":"B. F. Skinner","category":"Want, Know, Improve"},{"quote":"Religion and political expediency go beautifully hand in hand.","author":"Friedrich Durrenmatt","category":"Political, Hand, Go"},{"quote":"In order to have faith, or follow any other organized religion, I'd have to suspend a degree of disbelief.","author":"Pete Townshend","category":"Faith, Follow, Order"},{"quote":"What's unique about the Mormon Church is that it encourages inquiry. I really do think my research and religion are all on the same page. I never could have come up with the notion of disruptive innovations, which went against a lot of conventional wisdom, if I hadn't been raised to always be asking questions.","author":"Clayton M. Christensen","category":"Wisdom, Unique, Research"},{"quote":"Worship means reverence and humility it means revering your real self and humbling delusions.","author":"Bodhidharma","category":"Self, Humility, Real"},{"quote":"Violence against women in all its forms is a human rights violation. It's not something that any culture, religion or tradition propagates.","author":"Michelle Bachelet","category":"Women, Culture, Violence"},{"quote":"It's very difficult to talk about religion in Iran because religion has gotten so mixed up with politics.","author":"Asghar Farhadi","category":"Politics, Difficult, Talk"},{"quote":"My four sons all knew I was a Jew, but they were allowed to be whatever they wanted to be. The only thing important to me was that they be good people who help other people, because all religion should try to make you a better person and a more caring person. Whenever religion does that for you, it's a good religion.","author":"Kirk Douglas","category":"Good, Caring, Help"},{"quote":"These days politics, religion, media seem to get all mixed up. Television became the new religion a long time back and the media has taken over.","author":"Van Morrison","category":"Time, Politics, Media"},{"quote":"Every fundamentalist movement I've studied in Judaism, Christianity and Islam is convinced at some gut, visceral level that secular liberal society wants to wipe out religion.","author":"Karen Armstrong","category":"Society, Islam, Gut"},{"quote":"Compassion is not a popular virtue. Very often when I talk to religious people, and mention how important it is that compassion is the key, that it's the sine-qua-non of religion, people look kind of balked, and stubborn sometimes, as much to say, what's the point of having religion if you can't disapprove of other people?","author":"Karen Armstrong","category":"Compassion, People, You"},{"quote":"My family was Jehovah's Witnesses, which is a really tough religion. It kind of deterred me from religion for a long time. They still practice, but I don't. But I always remained spiritual, and had a belief that there is a God. I'm trying to find my way, you know?","author":"Ja Rule","category":"Family, Time, God"},{"quote":"You can't write about the past and ignore religion. It was such a fundamental, mind-shaping, driving force for pre-modern societies. I'm very interested in what religion does to us - its capacity to create love and empathy or hatred and violence.","author":"Geraldine Brooks","category":"Love, Empathy, Violence"},{"quote":"Religion needs a baptism of horse sense.","author":"Billy Sunday","category":"Horse, Sense, Baptism"},{"quote":"I'm not into organized religion. I'm into believing in a higher source of creation, realizing we're all just part of nature.","author":"Neil Young","category":"Nature, Creation, Believing"},{"quote":"Religion is everywhere. There are no human societies without it, whether they acknowledge it as a religion or not.","author":"Octavia E. Butler","category":"Human, Without, Societies"},{"quote":"Religion always remains higher than everyday life. In order to make the elevation towards religion easier for people, religion must be able to alter its forms in relation to the consciousness of modern man.","author":"Aleksandr Solzhenitsyn","category":"Life, Man, People"},{"quote":"The thing about me is, I don't care what religion you are. If someone is attacking your religion, I will have your back, and I will defend you. I think that is the most repulsive thing a person can do, attack another person's faith.","author":"Kirstie Alley","category":"Faith, Me, Think"},{"quote":"I have never made fun of religion. Religion is something I don't even want to mess with, because I am really afraid of the clouds opening up and my being struck by lightning.","author":"Alice Cooper","category":"I Am, Clouds, Fun"},{"quote":"God says in the Quran that there is only one true religion, God's religion. It's the same theme that God revealed to all of the prophets, even before Muhammad.","author":"Feisal Abdul Rauf","category":"God, True, Theme"},{"quote":"The idea that religion and politics don't mix was invented by the Devil to keep Christians from running their own country.","author":"Jerry Falwell","category":"Politics, Devil, Country"},{"quote":"Religion is so much more than the god you pray to. The religion that you associate with, it's culture, it is family, it is background. That is something that I have always grown up with.","author":"Aasif Mandvi","category":"Family, Culture, God"},{"quote":"As a Catholic, I find mindfulness helps me participate in my religion more wholeheartedly. If you are praying the rosary, participating in the rituals at Mass, or listening to the priest preach, you will actually be paying attention! Whatever your religion is, it can enhance the experience of participating in that religion.","author":"Tim Ryan","category":"Experience, Listening, Me"},{"quote":"Every man, either to his terror or consolation, has some sense of religion.","author":"Heinrich Heine","category":"Man, Sense, Terror"},{"quote":"When I was growing up, I, like many Jews, cheered what appeared to be the receding of faith from everyday life. The further religion got from our lives the better our lives would get, I thought, because persecution had been such a burden to Jewish families for generations.","author":"Bruce Feiler","category":"Life, Faith, Growing Up"},{"quote":"Twelve-step promotes spirituality, not religion. It gives a practical, day-to-day spirituality that tells me what I can and cannot control. There is room to be imperfect and to be someone who struggles to find God.","author":"Melody Beattie","category":"God, Control, Me"},{"quote":"The more I study religions the more I am convinced that man never worshipped anything but himself.","author":"Richard Burton","category":"Man, I Am, Study"},{"quote":"I think flying planes into a building was a faith-based initiative. I think religion is a neurological disorder.","author":"Bill Maher","category":"Flying, Building, Think"},{"quote":"Religion, to me, is a bureaucracy between man and God that I don't need.","author":"Bill Maher","category":"God, Man, Me"},{"quote":"If you belonged to a political party or a social club that was tied to as much bigotry, misogyny, homophobia, violence, and sheer ignorance as religion is, you'd resign in protest.","author":"Bill Maher","category":"Ignorance, Violence"},{"quote":"I have always said that often the religion you were born with becomes more important to you as you see the universality of truth.","author":"Ram Dass","category":"Truth, Born, You"},{"quote":"To be born in India is to arrive into the world swimming in religion.","author":"Ravi Zacharias","category":"World, Swimming, Born"},{"quote":"Intolerance respecting other people's religion is toleration itself in comparison with intolerance respecting other people's art.","author":"Wallace Stevens","category":"Art, People, Comparison"},{"quote":"The habit of religion is oppressive, an easy way out of thought.","author":"Peter Ustinov","category":"Thought, Easy, Way"},{"quote":"I believe that religion should be totally separated from the state. That's not the way it is today, not even in Sweden.","author":"Bjorn Ulvaeus","category":"Today, Believe, I Believe"},{"quote":"In science, a healthy skepticism is a professional necessity, whereas in religion, having belief without evidence is regarded as a virtue.","author":"Paul Davies","category":"Science, Healthy"},{"quote":"I'm not a religious person, and I'm not too interested in being a part of a religion, but I do like having some sort of communal gathering, and having some sense of peoples.","author":"Ian MacKaye","category":"Person, Gathering, Sense"},{"quote":"I call religion a natural authority, but it has usually been conceived as a supernatural authority.","author":"Herbert Read","category":"Authority, Natural"},{"quote":"God made everything out of nothing, but the nothingness shows through.","author":"Paul Valery","category":"God, Nothing, Through"},{"quote":"9/11 was a deliberate, carefully planned evil act of the long-waged war on the West by Koran-inspired soldiers of Allah around the world. They hated us before George W. Bush was in office. They hated us before Israel existed. And the avengers of the religion of perpetual outrage will keep hating us.","author":"Michelle Malkin","category":"War, Evil, World"},{"quote":"People here argue about religion interminably, but it appears that they are competing at the same time to see who can be the least devout.","author":"Charles de Secondat","category":"Time, People, See"},{"quote":"There's a generation of people I think without a strong connection to family, to religion, to civic duty. They have a real disassociation from the problems of the world.","author":"Tim Heidecker","category":"Family, Strong, World"},{"quote":"I found it interesting that as people become more technically oriented all over the world, at the same time people are becoming increasingly spiritual. The success of the Da Vinci code - even though it was a great yawn - also showed people's interest in religion.","author":"Barbara Walters","category":"Success, Time, Great"},{"quote":"First of all, the Jewish religion has a great deal in common with the Christian religion because, as Rabbi Gillman points out in the show, Christianity is based on Judaism. Christ was Jewish.","author":"Barbara Walters","category":"Great, Christian, First"},{"quote":"What a pity it is that we have no amusements in England but vice and religion!","author":"Sydney Smith","category":"Vice, Pity, England"},{"quote":"The main object of religion is not to get a man into heaven, but to get heaven into him.","author":"Thomas Hardy","category":"Man, Heaven, Him"},{"quote":"How do you live with evil? Art is traditionally - certainly with my secular background - the answer, but art is very self-referential, whereas religion claims to go beyond the bounds of human existence.","author":"Yann Martel","category":"Art, Evil, Live"},{"quote":"Religion and philosophy, philosophy and religion - they're two words which are both... different. In spelling.","author":"Eddie Izzard","category":"Words, Philosophy, Different"},{"quote":"I try to just talk about human stories and what I think about religion or teapots or whatever.","author":"Eddie Izzard","category":"Think, Try, Human"},{"quote":"I am utterly struck how, 300 years after his execution, Christianity became the official religion of the Roman Empire.","author":"Peter Jennings","category":"I Am, Execution, Empire"},{"quote":"Religion was quite a thing in our house - we were Baptists. Some Sundays I went to church three times. If there was a talk on missionary work in the afternoon, I could be there all bloody day. But religion took its first big knock after Dad died.","author":"Philip Kerr","category":"Work, Day, Three"},{"quote":"This assumption of Negro leadership in the ghetto, then, must not be confined to matters of religion, education, and social uplift; it must deal with such fundamental forces in life as make these things possible.","author":"Carter G. Woodson","category":"Life, Leadership, Education"},{"quote":"When asked if I consider myself Buddhist, the answer is, Not really. But it's more my religion than any other because I was brought up with it in an intellectual and spiritual environment. I don't practice or preach it, however.","author":"Uma Thurman","category":"Myself, Spiritual, Practice"},{"quote":"I see no conflict whatsoever between Christianity and good business practices. People say you can't mix business with religion. I say there's no other way.","author":"S. Truett Cathy","category":"Business, Good, Conflict"},{"quote":"Indeed, the acknowledgement of God is not synonymous with religion.","author":"Roy Moore","category":"God, Acknowledgement, Indeed"},{"quote":"Oh, there's going to be debate because you're dealing with the Bible and religion is supposed to be separate from state and that to me is already a conflict before it even hits the gay issue.","author":"Pam Grier","category":"Conflict, Me, Bible"},{"quote":"There are several reasons why Russians view the oppressive state positively. First, in the Russian Orthodox religion, there is an understanding of authority as something sent by God.","author":"Ryszard Kapuscinski","category":"God, Understanding, View"},{"quote":"There are so many things in life that divide us, that separate us and tear us apart, be it race, religion, creed, socioeconomic level, nationality or any variety of other factors. But running is something that we all share in common.","author":"Dean Karnazes","category":"Life, Race, Variety"},{"quote":"If there ever was a militant religion, it was that of early New England.","author":"Paul Harris","category":"Early, New England, New"},{"quote":"One's religion is one's own possession and he has a right to it.","author":"Paul Harris","category":"Right, Possession, Own"},{"quote":"I'm a modern Muslim. I pray, and if I have a question, I ask someone who is more educated in the religion than me.","author":"Youssou N'Dour","category":"Me, Question, Educated"},{"quote":"Islam is a peaceful religion.","author":"Youssou N'Dour","category":"Peaceful, Islam"},{"quote":"The waves of religion based on terrorism in the 1990s are based on the tormented response of a mutilated Muslim society whose progressive forces have been savagely emasculated. Why on earth is the Arab world so hostile to women? Why can it not see women as a force for development?","author":"Fatema Mernissi","category":"Women, Society, World"},{"quote":"There is nothing evil save that which perverts the mind and shackles the conscience.","author":"Saint Ambrose","category":"Evil, Mind, Conscience"},{"quote":"Many good sayings are to be found in holy books, but merely reading them will not make one religious.","author":"Ramakrishna","category":"Good, Reading, Will"},{"quote":"There must be freedom for all to live, to think, to worship, no book, no avenue must be closed.","author":"James Larkin","category":"Freedom, Book, Live"},{"quote":"I'm looking for the best person irregardless of political party, of race or religion, or color of their skin. Those things don't matter to me. I want someone who's qualified, who has a qualification to character and the integrity to do the things that have to be done to save this world.","author":"Edward Brooke","category":"Integrity, Best, Character"},{"quote":"Muslims must believe that all power, success and victory comes from God alone.","author":"Abu Bakar Bashir","category":"Success, God, Alone"},{"quote":"Both of my parents would say they were atheists, so where I inherited my connection to God I don't know. But it's natural. No Bible, no Torah, just the love religion.","author":"Lisa Bonet","category":"Love, God, Parents"},{"quote":"For me sport was a religion... with religious sentiment.","author":"Pierre de Coubertin","category":"Me, Religious, Sentiment"},{"quote":"As I have pointed out, it is the Christian tradition that is the most fundamental element in Western culture. It lies at the base not only of Western religion, but also of Western morals and Western social idealism.","author":"Christopher Dawson","category":"Culture, Christian"},{"quote":"Practically speaking, your religion is the story you tell about your life.","author":"Andrew Greeley","category":"Life, Story, You"},{"quote":"In the Orthodox religion, you don't draw the human figure. It's against the rules.","author":"Paul Rand","category":"Rules, You, Human"},{"quote":"All theory of modernity in sociology suggests that the more modernity there is, the less religion. In my theory we can realize that this is wrong: atheism is only one belief system among many.","author":"Ulrich Beck","category":"Sociology, Belief, Realize"},{"quote":"Supreme serenity still remains the Ideal of great Art. The shapes and transitory forms of life are but stages toward this Ideal, which Christ's religion illuminates with His divine light.","author":"Franz Liszt","category":"Life, Art, Light"},{"quote":"Give yourself entirely to God, enter and hide in the hidden ground of your soul.","author":"Johannes Tauler","category":"God, Soul, Yourself"},{"quote":"More than this, even in those white men who professed religion we found much inconsistency of conduct. They spoke much of spiritual things, while seeking only the material.","author":"Charles Eastman","category":"Spiritual, Men, White"},{"quote":"Americans should be free to recognize our religious heritage doing that is not the same as creating a government-sponsored religion.","author":"Ernest Istook","category":"Free, Doing, Creating"},{"quote":"Islam, or any religion, will become totalitarian if it is made into an ideology, because that is the nature of ideologies.","author":"Abdolkarim Soroush","category":"Nature, Islam, Will"},{"quote":"If we have to give up either religion or education, we should give up education.","author":"William Jennings Bryan","category":"Education, Up, Give"},{"quote":"When people unfortunately use religion to facilitate their envy, arrogance and hate, communalism surfaces.","author":"Radhanath Swami","category":"Hate, People, Arrogance"},{"quote":"I'm a writer of faith who worries about the intolerance of religion. I look at the past and fear we haven't learned from it. I believe that humanity is capable of evil as well as great acts of courage and goodness. I have hope. Deep down, I believe in the human spirit, although sometimes that belief is shaken.","author":"Julianna Baggott","category":"Hope, Courage, Fear"},{"quote":"I've never had any religion. I'd prefer it if I did, really. Even as a boy I just couldn't make myself believe.","author":"David Gilmour","category":"Myself, Believe, Boy"},{"quote":"No account of the Renaissance can be complete without some notice of the attempt made by certain Italian scholars of the fifteenth century to reconcile Christianity with the religion of ancient Greece.","author":"Walter Pater","category":"Renaissance, Greece, Italian"},{"quote":"In every society in human history, including the United States, those in power seek to imbue themselves with the attributes of religion and patriotism as a way of getting greater support for their policy and insulating themselves from any criticism.","author":"George J. Mitchell","category":"History, Patriotism, Power"},{"quote":"I love video games. I love, love, love them! I also love 'Star Wars.' I wish Jedi was a true religion.","author":"Kunal Nayyar","category":"Love, Video Games, Wish"},{"quote":"Don't try to tear down other people's religion about their ears, Build up your own perfect structure of truth, and invite your listeners to enter in and enjoy its glories.","author":"Brigham Young","category":"Truth, Enjoy, People"},{"quote":"My mom's a Catholic, and my dad's a Jew, and they didn't want anything to do with anything.","author":"Isabelle Huppert","category":"Mom, Want, Anything"},{"quote":"It's not just the effect of technology on the environment, on religion, on the economic structure, on society, on politics, etc. It's that everything now exists in technology to the point where technology is the new and comprehensive host of nature of life.","author":"Godfrey Reggio","category":"Life, Nature, Technology"},{"quote":"My life was changed in one breath from God.","author":"Donna Summer","category":"Life, God, My Life"},{"quote":"We are a religious people whose institutions presuppose a Supreme Being.","author":"William O. Douglas","category":"People, Supreme, Being"},{"quote":"The Godhead consists of the Father, the Son, and the Holy Spirit. The Father is a material being.","author":"Orson Pratt","category":"Father, Son, Spirit"},{"quote":"Religion is an irrational construct.","author":"Michel Onfray","category":"Construct, Irrational"},{"quote":"We certainly love the Muslim people. But that is not the faith of this country. And that is not the religion that built this nation. The people of the Christian faith and the Jewish faith are the ones who built America, and it is not Islam.","author":"Franklin Graham","category":"Love, Faith, America"},{"quote":"Not longer loved or fostered by religion, beauty is lifted from its face as a mask, and its absence exposes features on that face which threaten to become incomprehensible to man.","author":"Hans Urs von Balthasar","category":"Beauty, Man, Mask"},{"quote":"I studied English literature; I took 2 independent religion classes, but I wasn't a religion major really.","author":"Maggie Gyllenhaal","category":"Literature, Independent"},{"quote":"The women's movement will present a growing threat to patriarchal religion less by attacking it than by simply leaving it behind.","author":"Carol P. Christ","category":"Women, Leaving, Present"},{"quote":"Because religion has such a compelling hold on the deep psyches of so many people, feminists cannot afford to leave it in the hands of the fathers.","author":"Carol P. Christ","category":"Deep, People, Hands"},{"quote":"When people ask me what my religion is, I say it's the Arsenal.","author":"Marcus du Sautoy","category":"Me, People, Say"},{"quote":"For many people who were never religious or who leave the religion of their childhood behind, it's the experience of having children of your own that brings an urgency to the question of what you believe.","author":"Krista Tippett","category":"Children, Experience"},{"quote":"It was once religion which threatened us with a last judgment at the end of days. It is now our tortured planet which predicts the arrival of such a day without any heavenly intervention.","author":"Hans Jonas","category":"Day, End, Without"},{"quote":"It is not that we have class prejudice, but only that we find comfort and ease in our own class. And normally there are plenty of people of our own class, or race, or religion to play, live, and eat with, and to marry.","author":"Gordon W. Allport","category":"People, Live, Comfort"},{"quote":"Such are the heights of wickedness to which men are driven by religion.","author":"Lucretius","category":"Men, Heights, Which"},{"quote":"The marvel of the Bhagavad-Gita is its truly beautiful revelation of life's wisdom which enables philosophy to blossom into religion.","author":"Herman Hesse","category":"Life, Wisdom, Beautiful"},{"quote":"I believe that the Framers of the Constitution made their intent clear when they wrote the First Amendment. I believe they wanted to keep the new government from endorsing one religion over another, not erase the public consciousness or common faith.","author":"Nick Rahall","category":"Faith, Government, Believe"},{"quote":"I'm not really into religion.","author":"Harry Dean Stanton","category":"Really"},{"quote":"What makes a comedian has nothing to do with religion. Think of Red Skelton, Jimmy Durante, Jackie Gleason, who were all Catholics.","author":"Buddy Hackett","category":"Red, Think, Nothing"},{"quote":"I have always loved magic realism as a form of writing. I have also been fascinated for a long time with the intersection of science and religion.","author":"Alan Lightman","category":"Time, Science, Writing"},{"quote":"Surfing is my religion, if I have one.","author":"Kelly Slater","category":"Surfing"},{"quote":"A critic is a eunuch working in a harem. He watches it, but he knows he can't do it. Critics very often are failed writers and, like failed priests, they hate religion.","author":"Howard Fast","category":"Hate, Watches, Working"},{"quote":"Those among them that have not received our religion do not fright any from it, and use none ill that goes over to it, so that all the while I was there one man was only punished on this occasion.","author":"Thomas More","category":"Man, Over, While"},{"quote":"We must seek the loving-kindness of God in all the breadth and open-air of common life.","author":"George A. Smith","category":"Life, God, Must"},{"quote":"Anti-frackers are disingenuous. They bow to the religion of environmentalism.","author":"Harold Hamm","category":"Bow, Disingenuous"},{"quote":"Galileo was no idiot. Only an idiot could believe that science requires martyrdom - that may be necessary in religion, but in time a scientific result will establish itself.","author":"David Hilbert","category":"Time, Science, Believe"},{"quote":"But, strictly speaking, this mythology was no essential part of ancient religion, for it had no sacred sanction and no binding force on the worshippers.","author":"William Robertson Smith","category":"Force, Sacred, Mythology"},{"quote":"In a lot of Indian societies, spirituality has been lost, I think it's still the best way of looking at the world for Indians - better than any organized religion in this country.","author":"James Welch","category":"Best, World, Lost"},{"quote":"The Lord's prayer contains the sum total of religion and morals.","author":"Arthur Wellesley","category":"Prayer, Morals, Sum"},{"quote":"Where it is a duty to worship the sun it is pretty sure to be a crime to examine the laws of heat.","author":"John Morley","category":"Sun, Crime, Worship"},{"quote":"One of the things my family taught me - I think very important in religion and science - is that you must be ready to stand up for what you think. Decide what you really think is best, and stick with it.","author":"Charles H. Townes","category":"Family, Best, Science"},{"quote":"Krishna children were taught that in the spiritual world there were no parents, only souls and hence this justified their being kept out of view from others, cloistered in separate buildings and sheltered from the evil material world.","author":"Mary Garden","category":"Children, Parents, Evil"},{"quote":"I think there's an awful lot of noise about the Church being persecuted but there is a more real issue that the conventional churches face - that the people who are really driving their revival and success believe in an old-time religion which, in my view, is incompatible with a modern, multi-ethnic, multicultural society.","author":"Trevor Phillips","category":"Success, Society, Believe"},{"quote":"All along we find that social life - religion, politics, art - reflects the stages reached in the development of the knowledge of self; it shows the social uses made of this knowledge.","author":"James Mark Baldwin","category":"Life, Art, Knowledge"},{"quote":"We need leadership that can elevate religion and morality to their position of paramount importance and thus eliminate growing selfishness, immorality and materialism.","author":"George W. Romney","category":"Leadership, Morality"},{"quote":"There seems to be a terrible misunderstanding on the part of a great many people to the effect that when you cease to believe you may cease to behave.","author":"Louis Kronenberger","category":"Great, Believe, People"},{"quote":"The day that this country ceases to be free for irreligion, it will cease to be free for religion.","author":"Robert Jackson","category":"Day, Free, Country"},{"quote":"Religion's in the heart, not in the knees.","author":"Douglas William Jerrold","category":"Heart, Knees"},{"quote":"I do not belong to any religion. Everything is between God and myself.","author":"Indra Devi","category":"Myself, God, Everything"},{"quote":"That which we call the Hindu religion is really the Eternal religion because it embraces all others.","author":"Sri Aurobindo","category":"Others, Call, Which"},{"quote":"Our bodies are at once the receiving and transmitting stations for life itself. It is the highest wisdom to recognize this fact and train our bodies to render them sensitive and responsive to nature. art and religion.","author":"Ruth St. Denis","category":"Life, Nature, Wisdom"},{"quote":"What I am teaching is religiousness, a quality. Religion is a dead dogma, fixed principles, frozen fossils. What I am teaching to you is a living, flowing religiousness - an experience like love.","author":"Rajneesh","category":"Love, Experience, I Am"},{"quote":"There are even more statues of Robert Burns than of any other figure in world literature. Indeed if we discount figures of religion, then only Christopher Columbus has more statues than he worldwide.","author":"Len G. Murray","category":"World, Literature, Columbus"},{"quote":"They become the keepers of the mystery. They place themselves between the communicants of the religion, and the immediate experience. And then they dictate the terms on which you can have contact with this wonderful mystery. We don't dictate those terms.","author":"Larry Harvey","category":"Experience, Mystery, You"},{"quote":"I discovered that wearing the veil is not suitable for a woman who wants to work in activism and the public domain. People need to see you, to associate and relate to you. It is not stated in my religion to wear the veil; it is a traditional practice, so I took it off.","author":"Tawakkol Karman","category":"Work, Woman, People"},{"quote":"For one who feels compelled, as I do, to accept the existence of the Master Architect, it is important to examine his handiwork for the light it throws on him and on his program for his children. For me, there has been no serious difficulty in reconciling the principles of true science with the principles of true religion.","author":"Henry Eyring","category":"Children, Light, Science"},{"quote":"One idea I explore in my stand-up show is whether, if you try looking at the universe rationally and avoid coping mechanisms like mysticism or religion, you can still be happy knowing you are going to die after a brief time on this spinning ball.","author":"Robin Ince","category":"Time, Happy, Universe"},{"quote":"Religion, you know, enters very deep; in reality it is the deepest impression I have in speaking to people, that they are or that they are not of my religion.","author":"Gerard Manley Hopkins","category":"Deep, Reality, People"},{"quote":"Indonesia is the world's third-largest democracy. And we also have the world's largest Muslim population. This demonstrates that democracy and Islam are not incompatible. Terrorism is not associated with any religion.","author":"Joko Widodo","category":"Democracy, World, Terrorism"},{"quote":"Genius without religion is only a lamp on the outer gate of a palace; it may serve to cast a gleam of light on those that are without, while the inhabitant sits in darkness.","author":"Hannah More","category":"Light, Darkness, Genius"},{"quote":"If your religion is better than mine and your opinion, you have a real problem.","author":"Michael Berryman","category":"Problem, Better, Opinion"},{"quote":"And religion causes most of the problems, war, and economics of course, and study your history or you're going to repeat it; and if you're burning a Harry Potter book you need some serious counseling, you don't get it, you're missing the whole point.","author":"Michael Berryman","category":"History, War, Book"},{"quote":"In Western lands there is a distinct division between the religious and the secular life. There is one rule of conduct for laymen and another for clergymen. This distinction has never found its place in the life of the people of India. There, all of life is included in the word 'religion.'","author":"Virchand Gandhi","category":"Life, People, Place"},{"quote":"To the first class belong the Gospels and Acts; to the second, the Epistles; to the third, the Revelation.","author":"Philip Schaff","category":"Class, First, Second"},{"quote":"I was a very religious child - I went to synagogue at least once, sometimes twice, a day. And I remember my religiousness as good - I think religion is good for children, especially educated children, because it allows for imagination, a whole imaginative world apart from the practical world.","author":"Yehuda Amichai","category":"Children, Day, Good"},{"quote":"Religion is organized to satisfy and guide the soul - politics does the same thing for the body.","author":"Joyce Cary","category":"Politics, Soul, Body"},{"quote":"Religion is induced insanity.","author":"Madalyn Murray O'Hair","category":"Insanity, Induced"},{"quote":"I have never been religious. I talk to God every day, but He's never said a word to me about religion! I think the most powerful prayer is surrender.","author":"Raymond Moody","category":"Day, God, Powerful"},{"quote":"This is God's world, not Satan's. Christians are the lawful heirs, not non-Christians.","author":"Gary North","category":"God, World, Satan"},{"quote":"We peruse one ideal, that of bringing people together in peace, irrespective of race, religion and political convictions, for the benefit of mankind.","author":"Juan Antonio Samaranch","category":"History, Peace, Together"},{"quote":"Whence, then, did the cathedral derive its power? Clearly here: It took back the family into the confidences of religion. It taught man and woman how the human and the divine love could go hand in hand.","author":"Jenkin Lloyd Jones","category":"Love, Family, Power"},{"quote":"In my view, the Christian religion is the most important and one of the first things in which all children, under a free government ought to be instructed.","author":"Noah Webster","category":"Children, Government, Free"},{"quote":"Let us not seek to bring religion to others, but let us endeavor to live it ourselves.","author":"Paul Tournier","category":"Live, Endeavor, Bring"},{"quote":"Recounting of a life story, a mind thinking aloud leads one inevitably to the consideration of problems which are no longer psychological but spiritual.","author":"Paul Tournier","category":"Life, Spiritual, Mind"},{"quote":"All too many Muslims fail to grasp Islam, which teaches one to be lenient towards others and to understand their value systems, knowing that these are tolerated by Islam as a religion.","author":"Abdurrahman Wahid","category":"Value, Islam, Fail"},{"quote":"Religion is the belief in an ever-living God, that is, in a Divine Mind and Will ruling the Universe and holding moral relations with mankind.","author":"James Martineau","category":"God, Mind, Universe"},{"quote":"If organized religion is the opium of the masses, then disorganized religion is the marijuana of the lunatic fringe.","author":"Kerry Thornley","category":"Masses, Disorganized"},{"quote":"Religion without morality is a superstition and a curse, and morality without religion is impossible.","author":"Mark Hopkins","category":"Impossible, Morality, Curse"},{"quote":"Open your newspaper - any day of the week - and you will find a report from somewhere in the world of someone being imprisoned, tortured or executed because his opinions or religion are unacceptable to his government.","author":"Peter Benenson","category":"Day, Government, World"},{"quote":"All human beings have an innate need to hear and tell stories and to have a story to live by. religion, whatever else it has done, has provided one of the main ways of meeting this abiding need.","author":"Harvey Cox","category":"Live, Meeting, Story"},{"quote":"To see this place would truly be worth a trip to India in itself, and from the spirit of the religion that lived here one can learn more in an hour of viewing than from all the books ever written.","author":"Rudolf Otto","category":"Learn, Place, See"},{"quote":"But aesthetics is not religion, and the origins of religion lie somewhere completely different. They lie anyway, these roses smell too sweet and the deep roar of the breaking waves is too splendid, to do justice to such weighty matters now.","author":"Rudolf Otto","category":"Deep, Justice, Roses"},{"quote":"Without philosophy man cannot know what he makes without religion he cannot know why.","author":"Eric Gill","category":"Man, Philosophy, Know"},{"quote":"Our Father and Our God, unto thee, O Lord we lift our souls.","author":"William Pennington","category":"Father, God, Lift"},{"quote":"We aim in the domain of politics at republicanism; in the domain of economics at socialism; in the domain of what is today called religion, at atheism.","author":"August Bebel","category":"Today, Politics, Economics"},{"quote":"That cry of the soul to be lifted out of the bondage of the narrow circle of life, which carries up to God the protest and yearning of suffering man, never finds a more sublime expression than where humanity is oppressed and religion is corrupt.","author":"Hall Caine","category":"Life, God, Humanity"},{"quote":"Whether religion is man-made is a question for philosophers or theologians. But the forms are man-made. They are a human response to something. As a historian of religions, I am interested in those expressions.","author":"Mircea Eliade","category":"I Am, Question, Human"},{"quote":"I would like to reconcile the church and the circus. I wanted to transform the theatre... to get my message across that there is only one God - the living man - the person sitting next to you. That is my religion. I believe that there is a sense to life.","author":"Oleg Kulik","category":"Life, God, Man"},{"quote":"Time is money.","author":"Benjamin Franklin","category":"Money, Time Is Money"},{"quote":"Our greatest weakness lies in giving up. The most certain way to succeed is always to try just one more time.","author":"Thomas A. Edison","category":"Motivational, Giving"},{"quote":"Your time is limited, so don't waste it living someone else's life. Don't be trapped by dogma - which is living with the results of other people's thinking. Don't let the noise of others' opinions drown out your own inner voice. And most important, have the courage to follow your heart and intuition.","author":"Steve Jobs","category":"Life, Courage, Heart"},{"quote":"Patriotism is supporting your country all the time, and your government when it deserves it.","author":"Mark Twain","category":"Patriotism, Government"},{"quote":"Change will not come if we wait for some other person or some other time. We are the ones we've been waiting for. We are the change that we seek.","author":"Barack Obama","category":"Change, Waiting, Wait"},{"quote":"The time you feel lonely is the time you most need to be by yourself.","author":"Douglas Coupland","category":"Alone, Yourself, Lonely"},{"quote":"A friend is what the heart needs all the time.","author":"Henry Van Dyke","category":"Friendship, Heart, Friend"},{"quote":"Choose to focus your time, energy and conversation around people who inspire you, support you and help you to grow you into your happiest, strongest, wisest self.","author":"Karen Salmansohn","category":"Focus, Support, Self"},{"quote":"Time is more value than money. You can get more money, but you cannot get more time.","author":"Jim Rohn","category":"Money, Value, You"},{"quote":"When someone shows you who they are, believe them the first time.","author":"Maya Angelou","category":"Relationship, Believe, You"},{"quote":"Social media is changing the way we communicate and the way we are perceived, both positively and negatively. Every time you post a photo, or update your status, you are contributing to your own digital footprint and personal brand.","author":"Amy Jo Martin","category":"Social Media, Brand, Media"},{"quote":"Sometimes I wish that I could go into a time machine right now and just look at my self and say, 'Calm down. Things are gonna be fine. Things are gonna be all great. Just relax.'","author":"Tristan Wilds","category":"Great, Self, Relax"},{"quote":"Time spent with cats is never wasted.","author":"Sigmund Freud","category":"Cats, Pet, Never"},{"quote":"There is no better than adversity. Every defeat, every heartbreak, every loss, contains its own seed, its own lesson on how to improve your performance the next time.","author":"Malcolm X","category":"Adversity, Loss, Performance"},{"quote":"It takes a long time to become young.","author":"Pablo Picasso","category":"Birthday, Long, Young"},{"quote":"Tough times never last, but tough people do.","author":"Robert H. Schuller","category":"Tough Times, People, Tough"},{"quote":"Cute is when a person's personality shines through their looks. Like in the way they walk, every time you see them you just want to run up and hug them.","author":"Natalie Portman","category":"Personality, Cute, Walk"},{"quote":"Life is all about having a good time.","author":"Miley Cyrus","category":"Life, Good"},{"quote":"Life is short and the older you get, the more you feel it. Indeed, the shorter it is. People lose their capacity to walk, run, travel, think, and experience life. I realise how important it is to use the time I have.","author":"Viggo Mortensen","category":"Life, Travel, Experience"},{"quote":"Only the guy who isn't rowing has time to rock the boat.","author":"Jean-Paul Sartre","category":"Leadership, Boat, Rock"},{"quote":"Success is simple. Do what's right, the right way, at the right time.","author":"Arnold H. Glasow","category":"Success, Simple, Right Time"},{"quote":"Never give up, for that is just the place and time that the tide will turn.","author":"Harriet Beecher Stowe","category":"Motivational, Tide"},{"quote":"Motherhood is a great honor and privilege, yet it is also synonymous with servanthood. Every day women are called upon to selflessly meet the needs of their families. Whether they are awake at night nursing a baby, spending their time and money on less-than-grateful teenagers, or preparing meals, moms continuously put others before themselves.","author":"Charles Stanley","category":"Money, Women, Great"},{"quote":"It is time to remember that old wisdom our soldiers will never forget: that whether we are black or brown or white, we all bleed the same red blood of patriots, we all enjoy the same glorious freedoms, and we all salute the same great American Flag.","author":"Donald Trump","category":"Wisdom, Great, American"},{"quote":"The tree of liberty must be refreshed from time to time with the blood of patriots and tyrants.","author":"Thomas Jefferson","category":"Patriotism, Tree, Liberty"},{"quote":"I suppose leadership at one time meant muscles but today it means getting along with people.","author":"Mahatma Gandhi","category":"Leadership, Today, People"},{"quote":"I regret those times when I've chosen the dark side. I've wasted enough time not being happy.","author":"Jessica Lange","category":"Happy, Being Happy, Regret"},{"quote":"Yesterday's the past, tomorrow's the future, but today is a gift. That's why it's called the present.","author":"Bil Keane","category":"Future, Today, Past"},{"quote":"Anyone can be heroic from time to time, but a gentleman is something you have to be all the time.","author":"Luigi Pirandello","category":"Gentleman, You, Something"},{"quote":"Anybody can become angry - that is easy, but to be angry with the right person and to the right degree and at the right time and for the right purpose, and in the right way - that is not within everybody's power and is not easy.","author":"Aristotle","category":"Power, Anger, Purpose"},{"quote":"Healing is a matter of time, but it is sometimes also a matter of opportunity.","author":"Hippocrates","category":"Health, Opportunity, Healing"},{"quote":"Time and health are two precious assets that we don't recognize and appreciate until they have been depleted.","author":"Denis Waitley","category":"Health, Fitness, Appreciate"},{"quote":"Tea time is a chance to slow down, pull back and appreciate our surroundings.","author":"Letitia Baldrige","category":"Tea, Chance, Slow"},{"quote":"Truth is like the sun. You can shut it out for a time, but it ain't goin' away.","author":"Elvis Presley","category":"Truth, Sun, Truth Is"},{"quote":"Thanksgiving is a time of togetherness and gratitude.","author":"Nigel Hamilton","category":"Gratitude, Thanksgiving"},{"quote":"One of things I like about looking at pictures when you're young and also meeting back with old friends you haven't seen in a long time is, for me, it's a glimpse of who I was.","author":"Lea Thompson","category":"Friends, Old Friends, Me"},{"quote":"In everyone's life, at some time, our inner fire goes out. It is then burst into flame by an encounter with another human being. We should all be thankful for those people who rekindle the inner spirit.","author":"Albert Schweitzer","category":"Life, Friendship, Thankful"},{"quote":"When was the last time you spent a quiet moment just doing nothing - just sitting and looking at the sea, or watching the wind blowing the tree limbs, or waves rippling on a pond, a flickering candle or children playing in the park?","author":"Ralph Marston","category":"Children, Sea, Tree"},{"quote":"A successful competition for me is always going out there and putting 100 percent into whatever I'm doing. It's not always winning. People, I think, mistake that it's just winning. Sometimes it could be, but for me, it's hitting the best sets I can, gaining confidence, and having a good time and having fun.","author":"Simone Biles","category":"Good, Best, Confidence"},{"quote":"I try to keep it real. I don't have time to worry about what I'm projecting to the world. I'm just busy being myself.","author":"Demi Lovato","category":"Myself, Busy, World"},{"quote":"Any time women come together with a collective intention, it's a powerful thing. Whether it's sitting down making a quilt, in a kitchen preparing a meal, in a club reading the same book, or around the table playing cards, or planning a birthday party, when women come together with a collective intention, magic happens.","author":"Phylicia Rashad","category":"Birthday, Women, Together"},{"quote":"Prejudice is a great time saver. You can form opinions without having to get the facts.","author":"E. B. White","category":"Funny, Great, Opinions"},{"quote":"You can fool all the people some of the time, and some of the people all the time, but you cannot fool all the people all the time.","author":"Abraham Lincoln","category":"Fool, People, You"},{"quote":"We shall not cease from exploration, and the end of all our exploring will be to arrive where we started and know the place for the first time.","author":"T. S. Eliot","category":"Travel, End, Know"},{"quote":"If you are the kind of person who is waiting for the 'right' thing to happen, you might wait for a long time. It's like waiting for all the traffic lights to be green for five miles before starting the trip.","author":"Robert Kiyosaki","category":"Waiting, Green, Long"},{"quote":"Evening is a time of real experimentation. You never want to look the same way.","author":"Donna Karan","category":"Want, Evening, You"},{"quote":"The spring, summer, is quite a hectic time for people in their lives, but then it comes to autumn, and to winter, and you can't but help think back to the year that was, and then hopefully looking forward to the year that is approaching.","author":"Enya","category":"Autumn, Winter, Spring"},{"quote":"I don't want to miss out on the chance of having a good time.","author":"Victor Webster","category":"Good, Having A Good Time"},{"quote":"My favorite things in life don't cost any money. It's really clear that the most precious resource we all have is time.","author":"Steve Jobs","category":"Life, Money, Favorite"},{"quote":"Some people think that the truth can be hidden with a little cover-up and decoration. But as time goes by, what is true is revealed, and what is fake fades away.","author":"Ismail Haniyeh","category":"Truth, People, Fake"},{"quote":"People won't have time for you if you are always angry or complaining.","author":"Stephen Hawking","category":"Anger, People, Angry"},{"quote":"I like to go out if there's a party or go to the movies, but I just like hanging out with my buddies and having a good time.","author":"Jean-Luc Bilodeau","category":"Good, Having A Good Time"},{"quote":"It seems like every time you come up something happens to bring you back down.","author":"Tupac Shakur","category":"Down, You, Bring"},{"quote":"When you are missing someone, time seems to move slower, and when I'm falling in love with someone, time seems to be moving faster.","author":"Taylor Swift","category":"Love, Moving"},{"quote":"When you invest your time, you make a goal and a decision of something that you want to accomplish. Whether it's make good grades in school, be a good athlete, be a good person, go down and do some community service and help somebody who's in need, whatever it is you choose to do, you're investing your time in that.","author":"Nick Saban","category":"Good, Community, Service"},{"quote":"The future rewards those who press on. I don't have time to feel sorry for myself. I don't have time to complain. I'm going to press on.","author":"Barack Obama","category":"Future, Myself, Sorry"},{"quote":"Saying goodbye doesn't mean anything. It's the time we spent together that matters, not how we left it.","author":"Trey Parker","category":"Together, Goodbye, Saying"},{"quote":"A bad system will beat a good person every time.","author":"W. Edwards Deming","category":"Good, Good Person, Person"},{"quote":"Champions are not the ones who always win races - champions are the ones who get out there and try. And try harder the next time. And even harder the next time. 'Champion' is a state of mind. They are devoted. They compete to best themselves as much if not more than they compete to best others. Champions are not just athletes.","author":"Simon Sinek","category":"Best, Mind, Champion"},{"quote":"All things are subject to interpretation whichever interpretation prevails at a given time is a function of power and not truth.","author":"Friedrich Nietzsche","category":"Truth, Power, Interpretation"},{"quote":"Growing up, I had a very normal relationship with my brother and sister. But, over time, they became my best friends, and now I hang out with them all the time. I'm very close with them.","author":"Logan Lerman","category":"Relationship, Friends"},{"quote":"Peace is a journey of a thousand miles and it must be taken one step at a time.","author":"Lyndon B. Johnson","category":"Journey, Peace, Step"},{"quote":"You can't please everyone. When you're too focused on living up to other people's standards, you aren't spending enough time raising your own. Some people may whisper, complain and judge. But for the most part, it's all in your head. People care less about your actions than you think. Why? They have their own problems!","author":"Kris Carr","category":"Problems, People, Think"},{"quote":"It's a wonderful time when you sit down around the table for dinner and discuss life. No matter where you are, it gives the semblance of normalcy to my crazy world.","author":"Melina Kanakaredes","category":"Life, Crazy, World"},{"quote":"The jealous are possessed by a mad devil and a dull spirit at the same time.","author":"Johann Kaspar Lavater","category":"Jealousy, Devil, Jealous"},{"quote":"Sadness flies away on the wings of time.","author":"Jean de La Fontaine","category":"Sad, Sadness, Wings"},{"quote":"Fun is one of the most important - and underrated - ingredients in any successful venture. If you're not having fun, then it's probably time to call it quits and try something else.","author":"Richard Branson","category":"Having Fun, Fun, Successful"},{"quote":"It's pretty scary to know how quickly time flies.","author":"James Wan","category":"Time Flies, Scary, Know"},{"quote":"The connection to place, to the land, the wind, the sun, stars, the moon... it sounds romantic, but it's true - the visceral experience of motion, of moving through time on some amazing machine - a few cars touch on it, but not too many compared to motorcycles. I always felt that any motorcycle journey was special.","author":"Antoine Predock","category":"Journey, Romantic, Moon"},{"quote":"All the world's a stage, and all the men and women merely players: they have their exits and their entrances; and one man in his time plays many parts, his acts being seven ages.","author":"William Shakespeare","category":"Women, Man, World"},{"quote":"Beauty is the only thing that time cannot harm. Philosophies fall away like sand, creeds follow one another, but what is beautiful is a joy for all seasons, a possession for all eternity.","author":"Oscar Wilde","category":"Beauty, Beautiful, Joy"},{"quote":"I'm not a sad person, upset the whole time, but I seem to be quite emotional.","author":"Freddie Highmore","category":"Sad, Emotional, Person"},{"quote":"I don't believe that if you do good, good things will happen. Everything is completely accidental and random. Sometimes bad things happen to very good people and sometimes good things happen to bad people. But at least if you try to do good things, then you're spending your time doing something worthwhile.","author":"Helen Mirren","category":"Good, Believe, Good People"},{"quote":"Time management is an oxymoron. Time is beyond our control, and the clock keeps ticking regardless of how we lead our lives. Priority management is the answer to maximizing the time we have.","author":"John C. Maxwell","category":"Management, Control, Clock"},{"quote":"Do the one thing you think you cannot do. Fail at it. Try again. Do better the second time. The only people who never tumble are those who never mount the high wire. This is your moment. Own it.","author":"Oprah Winfrey","category":"Motivational, Moment, People"},{"quote":"When you take a flower in your hand and really look at it, it's your world for the moment. I want to give that world to someone else. Most people in the city rush around so, they have no time to look at a flower. I want them to see it whether they want to or not.","author":"Georgia O'Keeffe","category":"Flower, City, World"},{"quote":"Vision without action is merely a dream. Action without vision just passes the time. Vision with action can change the world.","author":"Joel A. Barker","category":"Change, Vision"},{"quote":"Sometimes a loss is the best thing that can happen. It teaches you what you should have done next time.","author":"Snoop Dogg","category":"Best, Loss, You"},{"quote":"No matter how busy you are, you must take time to make the other person feel important.","author":"Mary Kay Ash","category":"Busy, Important, You"},{"quote":"The time to relax is when you don't have time for it.","author":"Sydney J. Harris","category":"Relax, You"},{"quote":"Humans have a light side and a dark side, and it's up to us to choose which way we're going to live our lives. Even if you start out on the dark side, it doesn't mean you have to continue your journey that way. You always have time to turn it around.","author":"Taraji P. Henson","category":"Journey, Light, Dark"},{"quote":"By taking the time to stop and appreciate who you are and what you've achieved - and perhaps learned through a few mistakes, stumbles and losses - you actually can enhance everything about you. Self-acknowledgment and appreciation are what give you the insights and awareness to move forward toward higher goals and accomplishments.","author":"Jack Canfield","category":"Goals, Appreciation"},{"quote":"In seed time learn, in harvest teach, in winter enjoy.","author":"William Blake","category":"Winter, Harvest, Enjoy"},{"quote":"Loyalty to the Nation all the time, loyalty to the Government when it deserves it.","author":"Mark Twain","category":"Loyalty, Government, Nation"},{"quote":"My ultimate goal is to end up being happy. Most of the time.","author":"Taylor Swift","category":"Happy, Being Happy, Goal"},{"quote":"A lot of legends, a lot of people, have come before me. But this is my time.","author":"Usain Bolt","category":"Me, People, Legends"},{"quote":"With modeling, you pose. You want to look your best all the time. With acting, you have to be aware of the camera, but the more you show your imperfections, the better you're going to be.","author":"Diane Kruger","category":"Best, Acting, Want"},{"quote":"You can't be afraid to fail. It's the only way you succeed - you're not gonna succeed all the time, and I know that.","author":"LeBron James","category":"Know, You, Fail"},{"quote":"I learned that we can do anything, but we can't do everything... at least not at the same time. So think of your priorities not in terms of what activities you do, but when you do them. Timing is everything.","author":"Dan Millman","category":"Motivational, Timing, Think"},{"quote":"Golf is deceptively simple and endlessly complicated it satisfies the soul and frustrates the intellect. It is at the same time rewarding and maddening - and it is without a doubt the greatest game mankind has ever invented.","author":"Arnold Palmer","category":"Golf, Soul, Simple"},{"quote":"I wish I could say I see my little brother more. We used to fight all the time but now that I don't see him very often I cherish the time I have with him.","author":"Zac Efron","category":"Brother, Fight, Wish"},{"quote":"We must reject the idea that every time a law's broken, society is guilty rather than the lawbreaker. It is time to restore the American precept that each individual is accountable for his actions.","author":"Ronald Reagan","category":"Law, Society, American"},{"quote":"Soup is a lot like a family. Each ingredient enhances the others each batch has its own characteristics and it needs time to simmer to reach full flavor.","author":"Marge Kennedy","category":"Family, Soup, Reach"},{"quote":"Lost time is never found again.","author":"Benjamin Franklin","category":"Lost, Never, Found"},{"quote":"You are your greatest asset. Put your time, effort and money into training, grooming, and encouraging your greatest asset.","author":"Tom Hopkins","category":"Money, Great, Training"},{"quote":"Change is a continuous process. You cannot assess it with the static yardstick of a limited time frame. When a seed is sown into the ground, you cannot immediately see the plant. You have to be patient. With time, it grows into a large tree. And then the flowers bloom, and only then can the fruits be plucked.","author":"Mamata Banerjee","category":"Change, Flowers, Tree"},{"quote":"Every time you tear a leaf off a calendar, you present a new place for new ideas and progress.","author":"Charles Kettering","category":"Progress, Leaf, New Year's"},{"quote":"Take time to be kind and to say 'thank you.'","author":"Zig Ziglar","category":"Be Kind, Thank You, You"},{"quote":"Don't spend time beating on a wall, hoping to transform it into a door.","author":"Coco Chanel","category":"Door, Spend, Wall"},{"quote":"I think every girl's dream is to find a bad boy at the right time, when he wants to not be bad anymore.","author":"Taylor Swift","category":"Girl, Dream, Think"},{"quote":"When leaders throughout an organization take an active, genuine interest in the people they manage, when they invest real time to understand employees at a fundamental level, they create a climate for greater morale, loyalty, and, yes, growth.","author":"Patrick Lencioni","category":"Growth, Loyalty, People"},{"quote":"The only people for me are the mad ones: the ones who are mad to live, mad to talk, mad to be saved, desirous of everything at the same time, the ones who... burn, burn, burn like fabulous yellow Roman candles.","author":"Jack Kerouac","category":"Me, People, Live"},{"quote":"A great restaurant is one that just makes you feel like you're not sure whether you went out or you came home and confuses you. If it can do both of those things at the same time, you're hooked.","author":"Danny Meyer","category":"Home, Great, Restaurant"},{"quote":"The police are the public and the public are the police the police being only members of the public who are paid to give full time attention to duties which are incumbent on every citizen in the interests of community welfare and existence.","author":"Robert Peel","category":"Community, Police, Existence"},{"quote":"Life is about having a good time, and it was a good time. We did some things well and some things poorly, but that was always the case.","author":"Norman Lear","category":"Life, Good"},{"quote":"I learned a long time ago that some people would rather die than forgive. It's a strange truth, but forgiveness is a painful and difficult process. It's not something that happens overnight. It's an evolution of the heart.","author":"Sue Monk Kidd","category":"Forgiveness, Truth, Heart"},{"quote":"With each new day in Africa, a gazelle wakes up knowing he must outrun the fastest lion or perish. At the same time, a lion stirs and stretches, knowing he must outrun the fastest gazelle or starve. It's no different for the human race. Whether you consider yourself a gazelle or a lion, you have to run faster than others to survive.","author":"Mohammed bin Rashid Al Maktoum","category":"Day, Lion, Yourself"},{"quote":"It's been proven by quite a few studies that plants are good for our psychological development. If you green an area, the rate of crime goes down. Torture victims begin to recover when they spend time outside in a garden with flowers. So we need them, in some deep psychological sense, which I don't suppose anybody really understands yet.","author":"Jane Goodall","category":"Good, Deep, Flowers"},{"quote":"There is a time in the last few days of summer when the ripeness of autumn fills the air.","author":"Rudolfo Anaya","category":"Autumn, Summer, Air"},{"quote":"All I want to do when I have time off is to have a laugh with my school friends and go down the pub.","author":"Samantha Mumba","category":"Friends, School, Laugh"},{"quote":"Our greatest glory is not in never failing, but in rising up every time we fail.","author":"Ralph Waldo Emerson","category":"Great, Greatest, Fail"},{"quote":"The airplane stays up because it doesn't have the time to fall.","author":"Orville Wright","category":"Fall, Airplane, Up"},{"quote":"Photography takes an instant out of time, altering life by holding it still.","author":"Dorothea Lange","category":"Life, Art, Photography"},{"quote":"In a time of universal deceit - telling the truth is a revolutionary act.","author":"Unknown","category":"Truth, Truth Is, Act"},{"quote":"We live in deeds, not years; in thoughts, not breaths; in feelings, not in figures on a dial. We should count time by heart throbs. He most lives who thinks most, feels the noblest, acts the best.","author":"Aristotle","category":"Best, Heart, Thoughts"},{"quote":"Time moves in one direction, memory in another.","author":"William Gibson","category":"Memory, Direction, Moves"},{"quote":"It would be impossible to estimate how much time and energy we invest in trying to fix, change and deny our emotions - especially the ones that shake us at our very core, like hurt, jealousy, loneliness, shame, rage and grief.","author":"Debbie Ford","category":"Change, Loneliness, Jealousy"},{"quote":"No man goes before his time - unless the boss leaves early.","author":"Groucho Marx","category":"Man, Boss, Early"},{"quote":"We must use time wisely and forever realize that the time is always ripe to do right.","author":"Nelson Mandela","category":"Forever, Realize, Right"},{"quote":"In 1985, I was living with my sister in Virginia, and since I was still in high school, I worked at McDonald's to save money to get an abortion. It sounds really terrible, but it was the best decision I ever made. It was the first time I took responsibility for my actions. I messed up, had sex without contraception, and got pregnant at 15.","author":"Kathleen Hanna","category":"Money, Sister, Best"},{"quote":"There's a time in your life where you're not quite sure where you are. You think everything's perfect, but it's not perfect... Then one day you wake up and you can't quite picture yourself in the situation you're in. But the secret is, if you can picture yourself doing anything in life, you can do it.","author":"Tom DeLonge","category":"Life, Day, You Can Do It"},{"quote":"Love is a strange emotion. It is ever evolving. Lust is transient. With time, one realizes that love and togetherness are two different things. Very few people are lucky enough to experience the two emotions simultaneously.","author":"Randeep Hooda","category":"Love, Experience, Love Is"},{"quote":"There are no words that can describe the euphoria you feel when your baby recognizes you for the first time and smiles.","author":"Jared Padalecki","category":"Baby, Words, You"},{"quote":"Spending time outdoors makes you feel great.","author":"Elizabeth Hurley","category":"Great, Spending Time, You"},{"quote":"Many people spend more time in planning the wedding than they do in planning the marriage.","author":"Zig Ziglar","category":"Marriage, Wedding, Planning"},{"quote":"As you navigate through the rest of your life, be open to collaboration. Other people and other people's ideas are often better than your own. Find a group of people who challenge and inspire you, spend a lot of time with them, and it will change your life.","author":"Amy Poehler","category":"Life, Change, Challenge"},{"quote":"I learned a long time ago the wisest thing I can do is be on my own side, be an advocate for myself and others like me.","author":"Maya Angelou","category":"Experience, Myself, Me"},{"quote":"I think it's important for us as a society to remember that the youth within juvenile justice systems are, most of the time, youths who simply haven't had the right mentors and supporters around them - because of circumstances beyond their control.","author":"Q'orianka Kilcher","category":"Justice, Society, Youth"},{"quote":"A Bond girl must be a strong and independent woman, but at the same time charming and sensual. Those opposite qualities combined together make her interesting. She must be strong but at the same time feminine.","author":"Olga Kurylenko","category":"Strong, Together, Woman"},{"quote":"It takes discipline not to let social media steal your time.","author":"Alexis Ohanian","category":"Social Media, Media"},{"quote":"Lost - yesterday, somewhere between sunrise and sunset, two golden hours, each set with sixty diamond minutes. No reward is offered, for they are gone forever.","author":"Horace Mann","category":"Sunset, Sunrise, Lost"},{"quote":"Most people spend more time and energy going around problems than in trying to solve them.","author":"Henry Ford","category":"Problems, Energy, People"},{"quote":"Life gives you plenty of time to do whatever you want to do if you stay in the present moment.","author":"Deepak Chopra","category":"Life, Moment, Want"},{"quote":"I never smoke to excess - that is, I smoke in moderation, only one cigar at a time.","author":"Mark Twain","category":"Cigar, Smoke, Moderation"},{"quote":"All blame is a waste of time. No matter how much fault you find with another, and regardless of how much you blame him, it will not change you. The only thing blame does is to keep the focus off you when you are looking for... reasons to explain your unhappiness or frustration.","author":"Casey Stengel","category":"Change, Focus, Blame"},{"quote":"In a time of domestic crisis, men of goodwill and generosity should be able to unite regardless of party or politics.","author":"John F. Kennedy","category":"Politics, Men, Generosity"},{"quote":"The time to repair the roof is when the sun is shining.","author":"John F. Kennedy","category":"Wisdom, Sun, Roof"},{"quote":"True generosity is an offering given freely and out of pure love. No strings attached. No expectations. Time and love are the most valuable possession you can share.","author":"Suze Orman","category":"Love, Generosity"},{"quote":"Child labor and poverty are inevitably bound together and if you continue to use the labor of children as the treatment for the social disease of poverty, you will have both poverty and child labor to the end of time.","author":"Grace Abbott","category":"Children, Together, Child"},{"quote":"I think anything is possible if you have the mindset and the will and desire to do it and put the time in.","author":"Roger Clemens","category":"Positive, Mindset, Think"},{"quote":"No trait is more justified than revenge in the right time and place.","author":"Meir Kahane","category":"Revenge, Right Time, Place"},{"quote":"If you don't have time to do it right, when will you have time to do it over?","author":"John Wooden","category":"You, Right, Will"},{"quote":"I'm a very positive person, but this whole concept of having to always be nice, always smiling, always happy, that's not real. It was like I was wearing a mask. I was becoming this perfectly chiselled sculpture, and that was bad. That took a long time to understand.","author":"Alicia Keys","category":"Positive, Happy, Smiling"},{"quote":"In every battle there comes a time when both sides consider themselves beaten, then he who continues the attack wins.","author":"Ulysses S. Grant","category":"Battle, Both Sides"},{"quote":"The one thing we know about the future is that it comes only one day at a time.","author":"Jeff Rich","category":"Future, Day, Know"},{"quote":"No distance of place or lapse of time can lessen the friendship of those who are thoroughly persuaded of each other's worth.","author":"Robert Southey","category":"Friendship, Distance, Place"},{"quote":"One of the funny things about the stock market is that every time one person buys, another sells, and both think they are astute.","author":"William Feather","category":"Funny, Finance, Stock Market"},{"quote":"We will be more successful in all our endeavors if we can let go of the habit of running all the time, and take little pauses to relax and re-center ourselves. And we'll also have a lot more joy in living.","author":"Thich Nhat Hanh","category":"Joy, Relax, Successful"},{"quote":"Mathematics has beauty and romance. It's not a boring place to be, the mathematical world. It's an extraordinary place; it's worth spending time there.","author":"Marcus du Sautoy","category":"Beauty, Mathematics, World"},{"quote":"Humans are creatures of habit. If you quit when things get tough, it gets that much easier to quit the next time. On the other hand, if you force yourself to push through it, the grit begins to grow in you.","author":"Travis Bradberry","category":"Yourself, Grow, You"},{"quote":"Winning is not a sometime thing it's an all the time thing. You don't win once in a while... you don't do things right once in a while... you do them right all the time. Winning is habit.","author":"Vince Lombardi","category":"Winning, Win, You"},{"quote":"It's not really about the competition. Your biggest challenge in a race is yourself. You're often racing against time. You're frequently running everything through your mind. You're always competing against preconceived ideas. It's not really the person next to you that you worry about.","author":"Summer Sanders","category":"Challenge, Competition, Mind"},{"quote":"Our birthdays are feathers in the broad wing of time.","author":"Jean Paul","category":"Birthday, Feathers"},{"quote":"There comes a time when people get tired of being pushed out of the glittering sunlight of life's July and left standing amid the piercing chill of an alpine November.","author":"Martin Luther King, Jr.","category":"Life, Tired, People"},{"quote":"I have short goals - to get better every day, to help my teammates every day - but my only ultimate goal is to win an NBA championship. It's all that matters. I dream about it. I dream about it all the time, how it would look, how it would feel. It would be so amazing.","author":"LeBron James","category":"Day, Goals, Short"},{"quote":"Mental prayer in my opinion is nothing else than an intimate sharing between friends it means taking time frequently to be alone with Him who we know loves us. The important thing is not to think much but to love much and so do that which best stirs you to love. Love is not great delight but desire to please God in everything.","author":"Saint Teresa of Avila","category":"Love, Friends, Best"},{"quote":"Encouragement to others is something everyone can give. Somebody needs what you have to give. It may not be your money it may be your time. It may be your listening ear. It may be your arms to encourage. It may be your smile to uplift. Who knows?","author":"Joel Osteen","category":"Smile, Money, Encouragement"},{"quote":"I'm human, I'm not perfect. I make mistakes all the time, but I guess my job is to keep those mistakes to myself, which I'm already fine doing and just try to be the best I can be for those kids.","author":"Selena Gomez","category":"Best, Myself, Mistakes"},{"quote":"Don't waste time on what's not important. Don't get sucked into the drama. Get on with it: don't dwell on the past. Be a big person be generous of spirit be the person you'd admire.","author":"Allegra Huston","category":"Past, You, Drama"},{"quote":"Over time, naturally, you lose your innocence from gaining knowledge. You can't be innocent forever, but there's something in innocence you need to regain to be creative.","author":"Albert Hammond, Jr.","category":"Knowledge, Creative"},{"quote":"I don't think you should try to be anything you're not. If you're not smiling all the time or always happy - I don't think it matters. If you're having bad day, show you're having a bad day. Don't try to put up something that's fake.","author":"Elle Fanning","category":"Happy, Day, Smiling"},{"quote":"Sometimes you will think you can't take it another day. But if you hang in there, one step at a time, you will be able to accomplish more than you ever imagine.","author":"Taya Kyle","category":"Day, Step, Think"},{"quote":"People have a hard time letting go of their suffering. Out of a fear of the unknown, they prefer suffering that is familiar.","author":"Thich Nhat Hanh","category":"Fear, Suffering, People"},{"quote":"Health is the thing that makes you feel that now is the best time of the year.","author":"Franklin Pierce Adams","category":"Best, Health, Fitness"},{"quote":"Some of our important choices have a time line. If we delay a decision, the opportunity is gone forever. Sometimes our doubts keep us from making a choice that involves change. Thus an opportunity may be missed.","author":"James E. Faust","category":"Change, Opportunity"},{"quote":"Civilization began the first time an angry person cast a word instead of a rock.","author":"Sigmund Freud","category":"Angry, Rock, Person"},{"quote":"Time you enjoy wasting, was not wasted.","author":"John Lennon","category":"Enjoy, You, Wasting"},{"quote":"In my mind I'm a blind man doin' time.","author":"Tupac Shakur","category":"Man, Blind, Mind"},{"quote":"We all need to make time for a burger once in a while.","author":"Erica Durance","category":"Burger, Need, Once"},{"quote":"In rivers, the water that you touch is the last of what has passed and the first of that which comes; so with present time.","author":"Leonardo da Vinci","category":"Water, You, Rivers"},{"quote":"If someone decides they're not going to be happy, it's not your problem. You don't have to spend your time and energy trying to cheer up someone who has already decided to stay in a bad mood. Believe it or not, you can actually hurt people by playing into their self-pity.","author":"Joyce Meyer","category":"Happy, Believe, Be Happy"},{"quote":"I believe in the brotherhood of man, all men, but I don't believe in brotherhood with anybody who doesn't want brotherhood with me. I believe in treating people right, but I'm not going to waste my time trying to treat somebody right who doesn't know how to return the treatment.","author":"Malcolm X","category":"Man, Men, Believe"},{"quote":"People spend too much time finding other people to blame, too much energy finding excuses for not being what they are capable of being, and not enough energy putting themselves on the line, growing out of the past, and getting on with their lives.","author":"J. Michael Straczynski","category":"Wisdom, Past, Blame"},{"quote":"I'm going to do as much as I can with this life, and then I'm going to make sure to take some time off and be simple and ride my bike and hang out with friends.","author":"Jill Scott","category":"Life, Friends, Simple"},{"quote":"Time changes everything except something within us which is always surprised by change.","author":"Thomas Hardy","category":"Change, Changes, Within"},{"quote":"The only reason for time is so that everything doesn't happen at once.","author":"Albert Einstein","category":"Everything, Reason, Happen"},{"quote":"Like as the waves make towards the pebbl'd shore, so do our minutes, hasten to their end.","author":"William Shakespeare","category":"End, Waves, Like"},{"quote":"I'm trying to stay as calm as possible and focus one day at a time, but when reality sets in, I feel everything: anxiety, excitement, nerves, pressure and joy.","author":"Shawn Johnson","category":"Day, Focus, Joy"},{"quote":"An important part of dating is communicating. We communicate by sharing our thoughts, ideas, and feelings. We enjoy being with someone when we have an easy time communicating or when we have a lot to talk about.","author":"John Bytheway","category":"Dating, Thoughts, Enjoy"},{"quote":"Life is strong and fragile. It's a paradox... It's both things, like quantum physics: It's a particle and a wave at the same time. It all exists all together.","author":"Joan Jett","category":"Life, Strong, Together"},{"quote":"Lives of great men all remind us, we can make our lives sublime, and, departing, leave behind us, footprints on the sands of time.","author":"Henry Wadsworth Longfellow","category":"Great, Men, Great Men"},{"quote":"That old law about 'an eye for an eye' leaves everybody blind. The time is always right to do the right thing.","author":"Martin Luther King, Jr.","category":"Wisdom, Law, Eye"},{"quote":"Know the true value of time; snatch, seize, and enjoy every moment of it. No idleness, no laziness, no procrastination: never put off till tomorrow what you can do today.","author":"Philip Stanhope, 4th Earl of Chesterfield","category":"Today, Value, Tomorrow"},{"quote":"Lipstick is the most valuable weapon in a woman's make-up kit. It has the power to transform the appearance and mood of the person wearing it, and, at the same time, arouses the admiration of everybody else.","author":"Monica Bellucci","category":"Power, Woman, Mood"},{"quote":"If a man walks in the woods for love of them half of each day, he is in danger of being regarded as a loafer. But if he spends his days as a speculator, shearing off those woods and making the earth bald before her time, he is deemed an industrious and enterprising citizen.","author":"Henry David Thoreau","category":"Love, Day, Environmental"},{"quote":"The most daring thing is to be yourself and to do exactly what you want to do at that point in time and not to be worried with what other people are doing or what's popular.","author":"Wiz Khalifa","category":"Be Yourself, Yourself"},{"quote":"Time will pass and seasons will come and go.","author":"Roy Bean","category":"Seasons, Come And Go, Will"},{"quote":"It's always difficult to say goodbye, especially when one has spent a long time - literally years, in the case of a series - inside a character or two, suffering and celebrating with them.","author":"Lilith Saintcrow","category":"Character, Goodbye"},{"quote":"I am not the first Buddha who came upon Earth, nor shall I be the last. In due time, another Buddha will arise in the world - a Holy One, a supremely enlightened One, endowed with wisdom in conduct, auspicious, knowing the universe, an incomparable leader of men, a master of angels and mortals.","author":"Buddha","category":"Wisdom, Leader, I Am"},{"quote":"I like that time is marked by each sunrise and sunset whether or not you actually see it.","author":"Catherine Opie","category":"Sunset, Sunrise, You"},{"quote":"I've been lucky enough that I can gather all sorts of experiences and find inspiration by traveling around and by spending time with people I admire.","author":"Bonnie Raitt","category":"People, Spending Time"},{"quote":"Of course, I think that people are just waiting for that time when I make a mistake and they're gonna jump on it.... There's gonna be haters.","author":"Justin Bieber","category":"Waiting, Mistake, People"},{"quote":"I don't feel pressure in a negative way. I like pressure. I feel excitement and calm at the same time. No pressure, no diamonds. I want pressure: pressure creates drama, creates emotion.","author":"Conor McGregor","category":"Calm, Negative, Diamonds"},{"quote":"Clock watchers never seem to be having a good time.","author":"James Cash Penney","category":"Good, Having A Good Time"},{"quote":"I am happy to continue with my journey through time.","author":"Mary, Crown Princess of Denmark","category":"Journey, Happy, I Am"},{"quote":"You can't have a better tomorrow if you are thinking about yesterday all the time.","author":"Charles Kettering","category":"Thinking, Tomorrow, Better"},{"quote":"Every mother and daughter should make time for a trip together. It's good for the soul.","author":"Anne Robinson","category":"Good, Daughter, Mother"},{"quote":"That brain of mine is something more than merely mortal, as time will show.","author":"Ada Lovelace","category":"Brain, Will, Show"},{"quote":"The time you enjoy wasting is not wasted time.","author":"Bertrand Russell","category":"Enjoy, You, Wasting"},{"quote":"How did it get so late so soon? Its night before its afternoon. December is here before its June. My goodness how the time has flewn. How did it get so late so soon?","author":"Dr. Seuss","category":"Night, Goodness, Late"},{"quote":"Am I complicated? Nah, I'm interesting. I just like having a good time.","author":"Gerry Cooney","category":"Good, Having A Good Time"},{"quote":"Even if it turns out that time travel is impossible, it is important that we understand why it is impossible.","author":"Stephen Hawking","category":"Travel, Impossible, Why"},{"quote":"We act as if that being of a man or that being of a woman is actually an internal reality or something that is simply true about us, a fact about us, but actually it's a phenomenon that is being produced all the time and reproduced all the time, so to say gender is performative is to say that nobody really is a gender from the start.","author":"Judith Butler","category":"Man, Woman, Reality"},{"quote":"Experience hath shewn, that even under the best forms of government those entrusted with power have, in time, and by slow operations, perverted it into tyranny.","author":"Thomas Jefferson","category":"Best, Experience, Power"},{"quote":"At the end of your life, you will never regret not having passed one more test, not winning one more verdict or not closing one more deal. You will regret time not spent with a husband, a friend, a child, or a parent.","author":"Barbara Bush","category":"Life, Winning, Child"},{"quote":"Time flies like an arrow - but fruit flies like a banana.","author":"Terry Wogan","category":"Time Flies, Fruit, Banana"},{"quote":"Don't let the fear of the time it will take to accomplish something stand in the way of your doing it. The time will pass anyway we might just as well put that passing time to the best possible use.","author":"Earl Nightingale","category":"Fear, Best, Stand"},{"quote":"Everyone can have their heart broken. Even if you know the relationship isn't working, it's still sad. Even in a bad relationship, they're part of your life for a long time, and saying goodbye to that can be difficult.","author":"James Marsden","category":"Life, Relationship, Sad"},{"quote":"If you're not really having a good time, it's not worth it.","author":"Kyle Chandler","category":"Good, Having A Good Time"},{"quote":"My inspiration has always been photography's ability to stop time and reveal what the naked eye cannot see.","author":"Lois Greenfield","category":"Eye, Photography, See"},{"quote":"I want to thank you for taking time out of your day to come and witness my hanging.","author":"George W. Bush","category":"Day, Thank You, Want"},{"quote":"As long as we are persistence in our pursuit of our deepest destiny, we will continue to grow. We cannot choose the day or time when we will fully bloom. It happens in its own time.","author":"Denis Waitley","category":"Future, Day, Persistence"},{"quote":"Nobody sees a flower really; it is so small. We haven't time, and to see takes time - like to have a friend takes time.","author":"Georgia O'Keeffe","category":"Flower, Friend, Small"},{"quote":"I write little quotes all the time to help encourage people to come together, like this one: 'If fate happens to toss you a lightbulb, use it to light the path of others, for they will use theirs to light the path of you. With your light together with mine, it's two times as bright and twice as strong.'","author":"Matthew Underwood","category":"Light, Strong, Path"},{"quote":"The world is like a reverse casino. In a casino, if you gamble long enough, you're certainly going to lose. But in the real world, where the only thing you're gambling is, say, your time or your embarrassment, then the more stuff you do, the more you give luck a chance to find you.","author":"Scott Adams","category":"Luck, World, Chance"},{"quote":"There are no secrets that time does not reveal.","author":"Jean Racine","category":"Secrets, Reveal, Does"},{"quote":"We didn't lose the game we just ran out of time.","author":"Vince Lombardi","category":"Sports, Game, Lose"},{"quote":"The demons you have are what motivate you to make your art. This is what drives the detective, this is what drives the painter, this is what drives the writer: a conflicting urge to forget pain and at the same time remember it and fight for some kind of justice. I know these powerful things are inside of me and everyone in some way or another.","author":"Tom Reiss","category":"Art, Justice, Pain"},{"quote":"We spend our time searching for security and hate it when we get it.","author":"John Steinbeck","category":"Hate, Security, Searching"},{"quote":"Like most guys, I've always liked watches. I can always check the time on my phone, but having a watch is so much better.","author":"Andy Murray","category":"Better, Watches, I Can"},{"quote":"I prefer peace. But if trouble must come, let it come in my time, so that my children can live in peace.","author":"Thomas Paine","category":"Children, Peace, Live"},{"quote":"I learned a long time ago that reality was much weirder than anyone's imagination.","author":"Hunter S. Thompson","category":"Imagination, Reality, Long"},{"quote":"Tramping is too easy with all this money. My days were more exciting when I was penniless and had to forage around for my next meal... I've decided that I'm going to live this life for some time to come. The freedom and simple beauty of it is just too good to pass up.","author":"Christopher McCandless","category":"Life, Beauty, Money"},{"quote":"Viewed freely, the English language is the accretion and growth of every dialect, race, and range of time, and is both the free and compacted composition of all.","author":"Walt Whitman","category":"Growth, Language, Free"},{"quote":"The truth is of course is that there is no journey. We are arriving and departing all at the same time.","author":"David Bowie","category":"Journey, Truth, Truth Is"},{"quote":"I know of no time in human history where ignorance was better than knowledge.","author":"Neil deGrasse Tyson","category":"Knowledge, History"},{"quote":"Gay people are the sweetest, kindest, most artistic, warmest and most thoughtful people in the world. And since the beginning of time all they've ever been is kicked.","author":"Little Richard","category":"Beginning, World, People"},{"quote":"The road to recovery will not always be easy, but I will take it one day at a time, focusing on the moments I've dreamed about for so long.","author":"Amanda Lindhout","category":"Day, Road, Moments"},{"quote":"There comes a point in your life when you realize how quickly time goes by, and how quickly it has gone. Then it really speeds up exponentially. With that, I think you start to put a lot of things into context; you start to see how huge the world is, and really, the universe.","author":"Michael Keaton","category":"Life, World, Universe"},{"quote":"It is weird. People will say, 'Oh my God, I love you.' And I'll say, 'Oh, that's so sweet. Thank you.' And the people who are walking around with me for the first time will say, 'I don't understand what happened. Somebody just told you they love you. I don't even understand what that means.'","author":"Cheryl Hines","category":"Love, I Love You, God"},{"quote":"The next time you see a spider web, please, pause and look a little closer. You'll be seeing one of the most high-performance materials known to man.","author":"Cheryl Hayashi","category":"Man, You, See"},{"quote":"Life is designed to knock you down. It will knock you down time and time again, but it doesn't matter how many times you fall - it matters how many times you get back up.","author":"Lilly Singh","category":"Life, Fall, You"},{"quote":"One of my earliest memories is of seeing my mother in her beach chair, reading a book under an umbrella by the water's edge while my sisters and I played beside her. Of all the life lessons she taught me, that is one of my favorites: to take time at a place I love, restore my spirit with books and the beach.","author":"Luanne Rice","category":"Love, Life, Memories"},{"quote":"I get a choice every time I have to open my mouth: that it can be with civility and dignity and grace - or not.","author":"Dana Perino","category":"Choice, Grace, Mouth"},{"quote":"The opportunity for brotherhood presents itself every time you meet a human being.","author":"Jane Wyman","category":"Wisdom, Opportunity"},{"quote":"If you set out to be liked, you would be prepared to compromise on anything at any time, and you would achieve nothing.","author":"Margaret Thatcher","category":"Wisdom, Compromise"},{"quote":"It was a confusing time in my life, a really bad day at the office.","author":"Boris Becker","category":"Life, Day, Bad Day"},{"quote":"Live one day at a time emphasizing ethics rather than rules.","author":"Wayne Dyer","category":"Day, Ethics, Rules"},{"quote":"Life is too short to not have fun we are only here for a short time compared to the sun and the moon and all that.","author":"Coolio","category":"Life, Sun, Moon"},{"quote":"Our duty is to encourage every one in his struggle to live up to his own highest idea, and strive at the same time to make the ideal as near as possible to the Truth.","author":"Swami Vivekananda","category":"Truth, Struggle, Live"},{"quote":"Every time I see an adult on a bicycle, I no longer despair for the future of the human race.","author":"H. G. Wells","category":"Funny, Future, Bicycle"},{"quote":"The time you spend alone with God will transform your character and increase your devotion. Then your integrity and godly behavior in an unbelieving world will make others long to know the Lord.","author":"Charles Stanley","category":"Integrity, God, Alone"},{"quote":"It is the hour to be drunken! to escape being the martyred slaves of time, be ceaselessly drunk. On wine, on poetry, or on virtue, as you wish.","author":"Charles Baudelaire","category":"Wine, Poetry, Escape"},{"quote":"Those who stand at the threshold of life always waiting for the right time to change are like the man who stands at the bank of a river waiting for the water to pass so he can cross on dry land.","author":"Joseph B. Wirthlin","category":"Life, Change, Water"},{"quote":"There's so much to appreciate about my life every single day, and I make a big point of taking time to smell the roses and noticing how lucky I am. I never want to take that for granted.","author":"Josie Maran","category":"Life, Day, I Am"},{"quote":"My grandmother, she's been the positive portion of my life the entire time.","author":"Curtis Jackson","category":"Life, Positive, My Life"},{"quote":"I think the kids in school that laughed at the clothes that we wore and the house that we lived in, and then my mother had to cut hair... I think that was a good motivator. Every time they laughed at me, they just built a fire, and there was only one way to put it out - to try and show 'em I was as good as they were.","author":"Jimmy Dean","category":"Good, Mother, School"},{"quote":"Time flies. It's up to you to be the navigator.","author":"Robert Orben","category":"Time Flies, You, Up"},{"quote":"Time is long but life is short.","author":"Stevie Wonder","category":"Life, Short, Life Is Short"},{"quote":"For years my wedding ring has done its job. It has led me not into temptation. It has reminded my husband numerous times at parties that it's time to go home. It has been a source of relief to a dinner companion. It has been a status symbol in the maternity ward.","author":"Erma Bombeck","category":"Marriage, Home, Wedding"},{"quote":"'Fast Life' is just about going out with your friends and having a good time - I think it's one of those songs that people can relate with and like.","author":"Joe Jonas","category":"Life, Friends, Good"},{"quote":"Sometimes you have to accept you can't win all the time.","author":"Lionel Messi","category":"Win, You, Sometimes"},{"quote":"I can be fascinated with very little things. The clouds stimulate my imagination, and sometimes I just sit somewhere and go on dreaming for a long time. Your head is also a computer. When you're dreaming, you are simulating a world in which you are living.","author":"Theo Jansen","category":"Little Things, Imagination"},{"quote":"Do not waste time dreaming of great faraway opportunities do the best you can where you are. Open your petals of power and beauty and fling out the fragrance of your life in the place that has been assigned to you.","author":"Orison Swett Marden","category":"Life, Beauty, Best"},{"quote":"I remember the first time I had sex - I kept the receipt.","author":"Groucho Marx","category":"Remember, First, First Time"},{"quote":"I never could have done what I have done without the habits of punctuality, order, and diligence, without the determination to concentrate myself on one subject at a time.","author":"Charles Dickens","category":"Myself, Determination"},{"quote":"Life is like dancing. If we have a big floor, many people will dance. Some will get angry when the rhythm changes. But life is changing all the time.","author":"Don Miguel Ruiz","category":"Life, Dance, Changes"},{"quote":"The only time a woman really succeeds in changing a man is when he is a baby.","author":"Natalie Wood","category":"Relationship, Man, Woman"},{"quote":"History is not everything, but it is a starting point. History is a clock that people use to tell their political and cultural time of day. It is a compass they use to find themselves on the map of human geography. It tells them where they are but, more importantly, what they must be.","author":"John Henrik Clarke","category":"History, Day, Political"},{"quote":"When the fishbowl gets too small, it's time to pack up and leave and jump into the lake or ocean.","author":"Travie McCoy","category":"Ocean, Small, Lake"},{"quote":"Life teaches you that you need to make decisions in the right time - not too early, not too late.","author":"Jeb Bush","category":"Life, Decisions, Too Late"},{"quote":"In time of difficulties, we must not lose sight of our achievements.","author":"Mao Zedong","category":"Sight, Difficulties, Lose"},{"quote":"My life at home gives me absolute joy. There are some days when, as soon as you've finished cooking breakfast and cleaning up the kitchen, it's time to start lunch, and by the time you've done that, you're doing dinner and thinking, 'There has to be a menu we can order from.'","author":"Julia Roberts","category":"Life, Home, Joy"},{"quote":"I don't get jealous of people. Jealousy is such a waste of time because you're jealous of them, and they go about their lives and have a wonderful time, so what's the point?","author":"Joy Behar","category":"Jealousy, People, Jealous"},{"quote":"What you want in a mentor is someone who truly cares for you and who will look after your interests and not just their own. When you do come across the right person to mentor you, start by showing them that the time they spend with you is worthwhile.","author":"Vivek Wadhwa","category":"Start, Right Person, Want"},{"quote":"Nearly every moment of every day, we have the opportunity to give something to someone else - our time, our love, our resources.","author":"S. Truett Cathy","category":"Love, Day, Opportunity"},{"quote":"I'm just cruising, doing me, having a good time and focusing on getting better.","author":"Alistair Overeem","category":"Good, Me, Having A Good Time"},{"quote":"Do your damnedest in an ostentatious manner all the time.","author":"George S. Patton","category":"Your, Ostentatious, Manner"},{"quote":"The older we get, the swifter time seems to pass and the quicker memories seem to fade.","author":"Brian Sibley","category":"Memories, Seems, Older"},{"quote":"Time itself comes in drops.","author":"William James","category":"Drops, Itself"},{"quote":"Life is difficult. Not just for me or other ALS patients. Life is difficult for everyone. Finding ways to make life meaningful and purposeful and rewarding, doing the activities that you love and spending time with the people that you love - I think that's the meaning of this human experience.","author":"Steve Gleason","category":"Love, Life, Experience"},{"quote":"People change with time. There are things that happened to a person in his childhood and years later they seem to him alien and strange. I am trying to decipher that child. Sometimes he is a stranger to me. When you think about when you were 14, don't you feel a certain alienation?","author":"Gunter Grass","category":"Change, I Am, Childhood"},{"quote":"When things are bad, it's the best time to reinvent yourself.","author":"George Lopez","category":"Best, Yourself, Bad"},{"quote":"Anything I've ever said, I certainly was feeling at the time.","author":"Eminem","category":"Feeling, Said, Anything"},{"quote":"Being a survivor doesn't mean being strong - it's telling people when you need a meal or a ride, company, whatever. It's paying attention to heart wisdom, feelings, not living a role, but having a unique, authentic life, having something to contribute, finding time to love and laugh. All these things are qualities of survivors.","author":"Bernie Siegel","category":"Love, Life, Wisdom"},{"quote":"Playing video games is something I enjoy in my spare time. I'm a gamer, always have been.","author":"Kevin Garnett","category":"Enjoy, Video Games, Games"},{"quote":"Time and memory are true artists they remould reality nearer to the heart's desire.","author":"John Dewey","category":"Heart, Memory, Reality"},{"quote":"In this hectic life, we have no time to take care of ourselves, hence massage is needed for rejuvenation and stress reduction. A lot of people are looking for quick fixes: like, they are taking medications, and they are doing other things which are not healthy. But massage is very holistic and natural.","author":"Nargis Fakhri","category":"Life, Stress, Healthy"},{"quote":"'The Princess Bride' is one of my favorite movies of all time.","author":"Ivana Milicevic","category":"Movies, Bride, Princess"},{"quote":"The key to a winning season is focusing on one opponent at a time. Winning one week at a time. Never look back and never look ahead.","author":"Chuck Noll","category":"Winning, Week, Season"},{"quote":"I went to a restaurant that serves 'breakfast at any time'. So I ordered French Toast during the Renaissance.","author":"Steven Wright","category":"Breakfast, Restaurant"},{"quote":"There is no standing still because time is moving forward.","author":"Greg Lake","category":"Moving Forward, Moving"},{"quote":"There is a vitality, a life force, an energy, a quickening, that is translated through you into action, and because there is only one of you in all time, this expression is unique.","author":"Martha Graham","category":"Life, Action, Unique"},{"quote":"Projects are usually undertaken to either solve a problem or take advantage of an opportunity. The probability that the project - even if precisely executed - will complete on time, on budget, and on performance is typically small. Project management is utilized to increase this probability. So in a sense, project management is risk management.","author":"Bruce Pittman","category":"Opportunity, Management"},{"quote":"It has been said that time heals all wounds. I don't agree. The wounds remain. Time - the mind, protecting its sanity - covers them with some scar tissue and the pain lessens, but it is never gone.","author":"Rose Kennedy","category":"Pain, Mind, Said"},{"quote":"It is a mistake to look too far ahead. Only one link of the chain of destiny can be handled at a time.","author":"Winston Churchill","category":"Destiny, Mistake, Look"},{"quote":"What a costume designer does is a cross between magic and camouflage. We create the illusion of changing the actors into what they are not. We ask the public to believe that every time they see a performer on the screen, he's become a different person.","author":"Edith Head","category":"Believe, Magic, See"},{"quote":"Don't waste time on jealousy. Sometimes you're ahead, sometimes you're behind.","author":"Mary Schmich","category":"Jealousy, You, Waste Time"},{"quote":"We must use time creatively.","author":"Martin Luther King, Jr.","category":"Must, Use, Creatively"},{"quote":"I like to be lazy. I do like to be busy and really active, but when that's done, you can be sure I will be a lazy boy. I like to take time and relax and enjoy life.","author":"Olivier Theyskens","category":"Life, Enjoy Life, Busy"},{"quote":"I think we all have our own personality, unique and distinctive, and at the same time, I think that our own unique and distinctive personality blends with the wind, with the footsteps in the street, with the noises around the corner, and with the silence of memory, which is the great producer of ghosts.","author":"Octavio Paz","category":"Great, Silence, Memory"},{"quote":"I don't believe we have a professional self Monday through Friday and a real self the rest of the time. It is all professional, and it is all personal.","author":"Sheryl Sandberg","category":"Self, Believe, Professional"},{"quote":"I am what time, circumstance, history, have made of me, certainly, but I am also, much more than that. So are we all.","author":"James A. Baldwin","category":"History, I Am, Me"},{"quote":"We, of our time, have played our part in the perseverance, and we have pledged ourselves to the dead generations who have preserved intact for us this glorious heritage, that we, too, will strive to be faithful to the end, and pass on this tradition unblemished.","author":"Eamon de Valera","category":"Perseverance, End, Tradition"},{"quote":"There's no wrong time to make the right decision.","author":"Dalton McGuinty","category":"Decision, Right"},{"quote":"Take time to deliberate, but when the time for action has arrived, stop thinking and go in.","author":"Napoleon Bonaparte","category":"Thinking, Action, Stop"},{"quote":"People who use time wisely spend it on activities that advance their overall purpose in life.","author":"John C. Maxwell","category":"Life, Purpose, People"},{"quote":"Voting is a right best exercised by people who have taken time to learn about the issues.","author":"Tony Snow","category":"Best, Voting, People"},{"quote":"The more time you spend contemplating what you should have done... you lose valuable time planning what you can and will do.","author":"Lil Wayne","category":"Planning, Done, You"},{"quote":"The time is near at hand which must determine whether Americans are to be free men or slaves.","author":"George Washington","category":"Men, Free, Hand"},{"quote":"The next time some academics tell you how important diversity is, ask how many Republicans there are in their sociology department.","author":"Thomas Sowell","category":"Diversity, Important, You"},{"quote":"Optimism doesn't wait on facts. It deals with prospects. Pessimism is a waste of time.","author":"Norman Cousins","category":"Optimism, Facts, Wait"},{"quote":"Was I always going to be here? No I was not. I was going to be homeless at one time, a taxi driver, truck driver, or any kind of job that would get me a crust of bread. You never know what's going to happen.","author":"Morgan Freeman","category":"Job, Homeless, Me"},{"quote":"Through consciousness, our minds have the power to change our planet and ourselves. It is time we heed the wisdom of the ancient indigenous people and channel our consciousness and spirit to tend the garden and not destroy it.","author":"Bruce Lipton","category":"Change, Wisdom, Power"},{"quote":"You never know where life is going to take you. So everything I do, I just take it one day at a time, and it always leads you to the right place.","author":"Kyle Massey","category":"Life, Day, Know"},{"quote":"If you could get all the people in the organization rowing in the same direction, you could dominate any industry, in any market, against any competition, at any time.","author":"Patrick Lencioni","category":"Competition, People"},{"quote":"Drugs are a waste of time. They destroy your memory and your self-respect and everything that goes along with with your self-esteem. They're no good at all.","author":"Kurt Cobain","category":"Good, Memory, Self-Respect"},{"quote":"Every time I think I know what's right and wrong, I end up being wrong. All I want to do is explore. I want to see what people would do. I say, 'What would this person do in this situation?' and I write it down. I'm not writing manifestos of my political views.","author":"Carolyn Chute","category":"Writing, End, Political"},{"quote":"Going on with life, it only gets more and more intense as time goes by - and the challenges only multiply.","author":"Martha Reeves","category":"Life, Challenges"},{"quote":"Technology gives us the facilities that lessen the barriers of time and distance - the telegraph and cable, the telephone, radio, and the rest.","author":"Emily Greene Balch","category":"Technology, Rest, Distance"},{"quote":"We name time when we say: every thing has its time. This means: everything which actually is, every being comes and goes at the right time and remains for a time during the time allotted to it. Every thing has its time.","author":"Martin Heidegger","category":"Name, Right Time, Right"},{"quote":"Decide who you are and what your goals entail - then go for the roses. Life has little regard for those who waste time.","author":"Jon Huntsman, Sr.","category":"Life, Goals, Roses"},{"quote":"There never was a time when, in my opinion, some way could not be found to prevent the drawing of the sword.","author":"Ulysses S. Grant","category":"Drawing, Opinion, Sword"},{"quote":"The most thought-provoking thing in our thought-provoking time is that we are still not thinking.","author":"Martin Heidegger","category":"Thinking, Most, Still"},{"quote":"Everything that happens once can never happen again. But everything that happens twice will surely happen a third time.","author":"Paulo Coelho","category":"Everything, Never, Will"},{"quote":"Ten percent of the big fish still remain. There are still some blue whales. There are still some krill in Antarctica. There are a few oysters in Chesapeake Bay. Half the coral reefs are still in pretty good shape, a jeweled belt around the middle of the planet. There's still time, but not a lot, to turn things around.","author":"Sylvia Earle","category":"Good, Environmental, Blue"},{"quote":"The moral values, ethical codes and laws that guide our choices in normal times are, if anything, even more important to help us navigate the confusing and disorienting time of a disaster.","author":"Sheri Fink","category":"Choices, Values, Help"},{"quote":"I believe that filmmaking - as, probably, is everything - is a game you should play with all your cards, and all your dice, and whatever else you've got. So, each time I make a movie, I give it everything I have. I think everyone should, and I think everyone should do everything they do that way.","author":"Francis Ford Coppola","category":"Believe, Game, I Believe"},{"quote":"My success has been something I've worked a long time at and it's been a gradual process. I compare it to the idea of someone losing a lot of weight over a period of a few years. You don't really notice the weight loss overall but if you compare photos from then and now there's a big difference.","author":"Ray William Johnson","category":"Success, Loss, Losing"},{"quote":"There are so many forms of love. Spending time with friends, love stories. I enjoy showing my love by baking a cake for somebody and writing his or her name on it, and seeing his or her reaction. I love to offer flowers, too!","author":"Pom Klementieff","category":"Love, Friends, Flowers"},{"quote":"Comedy is tragedy - plus time.","author":"Carol Burnett","category":"Tragedy, Comedy, Plus"},{"quote":"To give somebody your time is the biggest gift you can give.","author":"Franka Potente","category":"Birthday, Gift, You"},{"quote":"Management by objective works - if you know the objectives. Ninety percent of the time you don't.","author":"Peter Drucker","category":"Management, Know, You"},{"quote":"Don't worry about the world coming to an end today. It is already tomorrow in Australia.","author":"Charles M. Schulz","category":"Today, Tomorrow, World"},{"quote":"When Time is spent, Eternity begins.","author":"Helen Hunt Jackson","category":"Eternity, Spent, Begins"},{"quote":"In a time not distant, it will be possible to flash any image formed in thought on a screen and render it visible at any place desired. The perfection of this means of reading thought will create a revolution for the better in all our social relations.","author":"Nikola Tesla","category":"Reading, Perfection, Thought"},{"quote":"Determine never to be idle. No person will have occasion to complain of the want of time who never loses any. It is wonderful how much may be done if we are always doing.","author":"Thomas Jefferson","category":"Motivational, Doing, Want"},{"quote":"Life is like an ice-cream cone, you have to lick it one day at a time.","author":"Charles M. Schulz","category":"Life, Day, One Day At A Time"},{"quote":"Don't wait. The time will never be just right.","author":"Napoleon Hill","category":"Wait, Right, Never"},{"quote":"For me, every hour is grace. And I feel gratitude in my heart each time I can meet someone and look at his or her smile.","author":"Elie Wiesel","category":"Smile, Gratitude, Heart"},{"quote":"I definitely do like change. I don't know if my hairstyles reflect that, but I don't like the same old thing all the time.","author":"Cobi Jones","category":"Change, Know, Same"},{"quote":"As you grow older, you learn a few things. One of them is to actually take the time you've allotted for vacation.","author":"John Battelle","category":"Vacation, Grow, You"},{"quote":"I believe in God, who made of one blood all nations that on earth do dwell. I believe that all men, black and brown and white, are brothers, varying through time and opportunity, in form and gift and feature, but differing in no essential particular, and alike in soul and the possibility of infinite development.","author":"W. E. B. Du Bois","category":"God, Opportunity, Soul"},{"quote":"Life is a series of steps. Things are done gradually. Once in a while there is a giant step, but most of the time we are taking small, seemingly insignificant steps on the stairway of life.","author":"Ralph Ransom","category":"Life, Small, Step"},{"quote":"Each of us should think of the future. Every puff on a cigarette is another tick closer to a time bomb of terrible consequences. Christopher Hitchens didn't care about the consequences of smoking cigarettes. Tragically, he died of throat cancer in December 2011.","author":"Ray Comfort","category":"Future, Smoking, Cancer"},{"quote":"You can assume that the leaf you see let go of a branch and fall towards the ground has never been considered by any being but yourself. Catch it in your hand - or, even better, keep walking until one falls into your reach naturally - and it will have spent its whole time on the planet without ever touching the ground, only because of you.","author":"Eliot Schrefer","category":"Walking, Yourself, Fall"},{"quote":"The most valuable live thing for me is when people look like they're having a good time.","author":"Grimes","category":"Good, Me, Having A Good Time"},{"quote":"Time stays long enough for anyone who will use it.","author":"Leonardo da Vinci","category":"Long, Enough, Will"},{"quote":"You can't please everybody. You'd be crazy if you're trying to. So take some time out to do some things for yourself.","author":"Nas","category":"Crazy, Yourself, You"},{"quote":"I think what's been lacking from our discussion for a long time is really that other part of what a Budget chair does, which is set the priorities for this country in terms of making sure we invest in the right places, in education, in job training, and to make sure we do a balanced approach moving forward.","author":"Patty Murray","category":"Education, Moving Forward"},{"quote":"Employ your time in improving yourself by other men's writings, so that you shall gain easily what others have labored hard for.","author":"Socrates","category":"Men, Yourself, You"},{"quote":"If I have made an appointment with you, I owe you punctuality, I have no right to throw away your time, if I do my own.","author":"Richard Cecil","category":"You, Right, My Own"},{"quote":"When people divorce, it's always such a tragedy. At the same time, if people stay together it can be even worse.","author":"Monica Bellucci","category":"Together, People, Tragedy"},{"quote":"When you run the marathon, you run against the distance, not against the other runners and not against the time.","author":"Haile Gebrselassie","category":"You, Marathon, Distance"},{"quote":"Instead of worrying about what people say of you, why not spend time trying to accomplish something they will admire.","author":"Dale Carnegie","category":"People, Why, You"},{"quote":"I try to look cute all the time.","author":"Sloane Stephens","category":"Cute, Look, Try"},{"quote":"There is never time in the future in which we will work out our salvation. The challenge is in the moment the time is always now.","author":"James A. Baldwin","category":"Work, Future, Challenge"},{"quote":"Oh, I just want what we all want: a comfortable couch, a nice beverage, a weekend of no distractions and a book that will stop time, lift me out of my quotidian existence and alter my thinking forever.","author":"Elizabeth Gilbert","category":"Book, Thinking, Me"},{"quote":"If you aim at nothing, you'll hit it every time.","author":"Zig Ziglar","category":"Aim, Nothing, You"},{"quote":"To achieve great things, two things are needed; a plan, and not quite enough time.","author":"Leonard Bernstein","category":"Great, Plan, Great Things"},{"quote":"Nothing great is created suddenly, any more than a bunch of grapes or a fig. If you tell me that you desire a fig. I answer you that there must be time. Let it first blossom, then bear fruit, then ripen.","author":"Epictetus","category":"Great, Me, Fruit"},{"quote":"You can't just ask customers what they want and then try to give that to them. By the time you get it built, they'll want something new.","author":"Steve Jobs","category":"Want, You, Try"},{"quote":"I believe in dressing for the occasion. There's a time for sweater, sneakers and Levis and a time for the full-dress jazz.","author":"Ginger Rogers","category":"Believe, I Believe, Jazz"},{"quote":"I really don't think in the past. I sit down with many friends at dinner, and they like to talk about the good old days. I'm respectful of the good old days, but I find myself spending very little time reminiscing. I'm really looking forward.","author":"Donald Bren","category":"Friends, Good, Myself"},{"quote":"Time is a circus, always packing up and moving away.","author":"Ben Hecht","category":"Moving, Circus, Always"},{"quote":"People who cannot find time for recreation are obliged sooner or later to find time for illness.","author":"John Wanamaker","category":"People, Find, Illness"},{"quote":"For time is the longest distance between two places.","author":"Tennessee Williams","category":"Distance, Places, Two"},{"quote":"It's time for the human race to enter the solar system.","author":"Dan Quayle","category":"Solar, Human, Human Race"},{"quote":"Having soon discovered to be great, I must appear so, and therefore studiously avoided mixing in society, and wrapped myself in mystery, devoting my time to fasting and prayer.","author":"Nat Turner","category":"Myself, Great, Mystery"},{"quote":"I'm having a great time. It's like I'm on some ridiculous big roller coaster not knowing what's happening next, but just having a great time on the ride.","author":"Samantha Mumba","category":"Great, Ride, Not Knowing"},{"quote":"I'm just here for good times, man. I want people to have the best time ever. Especially if they're around me.","author":"Travis Scott","category":"Good, Best, Man"},{"quote":"Time is the least thing we have of.","author":"Ernest Hemingway","category":"Thing"},{"quote":"You got to be willing to walk in a storm. That's what I tell people all the time.","author":"Ray Lewis","category":"Storm, Walk, People"},{"quote":"The beauty of our country is that when it was founded that they took some time to lay out civil liberties in the first 10 Amendments - the Bill of Rights. I'm a firm believer in those civil liberties and the ability to have your own opinion.","author":"Aaron Rodgers","category":"Beauty, Opinion, Rights"},{"quote":"Anything that's not positive, I don't have the energy to focus on it. Anything that's not going in the right direction, I don't have the time or the energy.","author":"DMX","category":"Positive, Focus, Energy"},{"quote":"Imagination makes us aware of limitless possibilities. How many of us haven't pondered the concept of infinity or imagined the possibility of time travel? In one of her poems, Emily Bronte likens imagination to a constant companion, but I prefer to think of it as a built-in entertainment system.","author":"Alexandra Adornetto","category":"Travel, Imagination, Think"},{"quote":"If you have a chance to accomplish something that will make things better for people coming behind you, and you don't do that, you are wasting your time on this earth.","author":"Roberto Clemente","category":"Chance, People, Earth"},{"quote":"Procrastination is the thief of time.","author":"Edward Young","category":"Procrastination, Thief"},{"quote":"Time is the most valuable thing on earth: time to think, time to act, time to extend our fraternal relations, time to become better men, time to become better women, time to become better and more independent citizens.","author":"Samuel Gompers","category":"Women, Men, Earth"},{"quote":"The two most important requirements for major success are: first, being in the right place at the right time, and second, doing something about it.","author":"Ray Kroc","category":"Success, Doing, Place"},{"quote":"'Back To Love' is a way of letting people know that sometimes you get caught up in trying to be successful in school or in your social life, and it's a reminder not to forget that each day people are getting older. Nobody is promised tomorrow, so we should make sure that we spend quality time with quality people.","author":"Anthony Hamilton","category":"Love, Life, School"},{"quote":"I just love to see people having a good time.","author":"Garth Brooks","category":"Love, Good"},{"quote":"To be a Negro in this country and to be relatively conscious is to be in a rage almost all the time.","author":"James A. Baldwin","category":"Country, Rage, Almost"},{"quote":"The pressure on young chefs today is far greater than ever before in terms of social skills, marketing skills, cooking skills, personality and, more importantly, delivering on the plate. So you need to be strong. Physically fit. So my chefs get weighed every time they come into the kitchen.","author":"Gordon Ramsay","category":"Today, Strong, Personality"},{"quote":"Now, you lose something in your life, or you come into a conflict, and there's gonna come a time that you're gonna know: There was a reason for that. And at the end of your life, all the things you thought were periods, they turn out to be commas. There was never a full stop in any of it.","author":"Matthew McConaughey","category":"Life, Conflict, End"},{"quote":"It's always good to see the world; always good to see new places. When I'm sitting at home, one of the great things is when my daughter and I watch TV, and when she sees or hears about a place for the first time, I tell her, 'Daddy's been there!'","author":"Roman Reigns","category":"Home, Good, Daughter"},{"quote":"There was a time when nails were high-tech. There was a time when people had to be told how to use a telephone. Technology is just a tool. People use tools to improve their lives.","author":"Tom Clancy","category":"Technology, People, Tools"},{"quote":"The police can't protect consumers. People need to be more aware and educated about identity theft. You need to be a little bit wiser, a little bit smarter and there's nothing wrong with being skeptical. We live in a time when if you make it easy for someone to steal from you, someone will.","author":"Frank Abagnale","category":"Identity, Police, People"},{"quote":"I worry about kids today not having time to build a tree house or ride a bike or go fishing. I worry that life is getting faster and faster.","author":"John Lasseter","category":"Life, Today, Tree"},{"quote":"'Friday Night Lights' was kind of like my college years because I did four seasons of that. It was my first series. It was the most time I had with one character, and kind of growing and evolving with the character over that long of a span of time, it just allows you to sort of learn in a completely different way that I had never experienced.","author":"Jesse Plemons","category":"Character, College, Night"},{"quote":"Silence is as deep as eternity, speech a shallow as time.","author":"Thomas Carlyle","category":"Deep, Silence, Speech"},{"quote":"Our most important task is to transform our consciousness so that violence is no longer an option for us in our personal lives, that understanding that a world of peace is possible only if we relate to each other as peaceful beings, one individual at a time.","author":"Deepak Chopra","category":"Peace, World, Violence"},{"quote":"When you play soccer, most of the time you got to get the ball moving, but once you get into that attacking third you gotta' be creative, you gotta' let your talent take over.","author":"Freddy Adu","category":"Creative, Talent, Moving"},{"quote":"It's like going back to school. You know, autumn! Time for 'Harry Potter'.","author":"Robbie Coltraine","category":"Autumn, School, Know"},{"quote":"I don't want any title. I just say what I say, and hopefully somebody gets it, man. I'm not perfect, and I'm just here and trying to make a dollar, and being real at the same time, you know?","author":"Nas","category":"Man, Not Perfect, Want"},{"quote":"There is no right time and right place for love... it can happen any time.","author":"Shah Rukh Khan","category":"Love, Right Time, Place"},{"quote":"Television is a medium of entertainment which permits millions of people to listen to the same joke at the same time, and yet remain lonesome.","author":"T. S. Eliot","category":"People, Television"},{"quote":"Spend some time this weekend on home improvement improve your attitude toward your family.","author":"Bo Bennett","category":"Family, Home, Attitude"},{"quote":"It's not a bad idea to occasionally spend a little time thinking about things you take for granted. Plain everyday things.","author":"Evan Davis","category":"Thinking, Take For Granted"},{"quote":"Meditation is to dive all the way within, beyond thought, to the source of thought and pure consciousness. It enlarges the container, every time you transcend. When you come out, you come out refreshed, filled with energy and enthusiasm for life.","author":"David Lynch","category":"Life, Thought, Energy"},{"quote":"Luck has nothing to do with it, because I have spent many, many hours, countless hours, on the court working for my one moment in time, not knowing when it would come.","author":"Serena Williams","category":"Luck, Moment, Not Knowing"},{"quote":"For a time in high school, I had glasses, braces, and a cast. I like to call this look 'no date for homecoming.'","author":"Lauren Graham","category":"School, High School, Glasses"},{"quote":"Time is but the stream I go a-fishing in.","author":"Henry David Thoreau","category":"Stream, Go"},{"quote":"I developed a problem with authority. Any time that authority was what I interpreted as being unjust, I stood up to it, and that became my personality.","author":"Tom Petty","category":"Personality, Problem"},{"quote":"If you do a good job for others, you heal yourself at the same time, because a dose of joy is a spiritual cure. It transcends all barriers.","author":"Ed Sullivan","category":"Good, Spiritual, Joy"},{"quote":"Take time to appreciate employees and they will reciprocate in a thousand ways.","author":"Bob Nelson","category":"Employees, Appreciate, Will"},{"quote":"We need to internalize this idea of excellence. Not many folks spend a lot of time trying to be excellent.","author":"Barack Obama","category":"Excellence, Trying, Idea"},{"quote":"It's always refreshing to step into another time.","author":"Diane Lane","category":"Step, Always, Refreshing"},{"quote":"There's no point in making predictions. It's not worth speculating because nothing is set in stone and things change all the time in football. Today there are opportunities that no one knows if they will come round again in the future.","author":"Cristiano Ronaldo","category":"Change, Future, Today"},{"quote":"Each person is an enigma. You're a puzzle not only to yourself but also to everyone else, and the great mystery of our time is how we penetrate this puzzle.","author":"Theodore Zeldin","category":"Great, Yourself, Mystery"},{"quote":"You've got to know what you want. This is central to acting on your intentions. When you know what you want, you realize that all there is left then is time management. You'll manage your time to achieve your goals because you clearly know what you're trying to achieve in your life.","author":"Patch Adams","category":"Life, Goals, Management"},{"quote":"I was in enough to get along with people. I was never socially inarticulate. Not a loner. And that saved my life, saved my sanity. That and the writing. But to this day I distrust anybody who thought school was a good time. Anybody.","author":"Stephen King","category":"Life, Good, School"},{"quote":"If I were a liberal Democrat, people would say I'm the super genius of all time. The super genius of all time. If you're a conservative Republican, you've got to fight for your life. It's really an amazing thing.","author":"Donald Trump","category":"Life, Amazing, Fight"},{"quote":"This is the key to time management - to see the value of every moment.","author":"Menachem Mendel Schneerson","category":"Management, Value, Moment"},{"quote":"You want a friend who's going to tell you the truth. That's what it's about. If you don't have a friend who's going to tell you the truth every time something comes up, you feel like he's not a true friend.","author":"Donald Driver","category":"Truth, True Friend, Friend"},{"quote":"You know, people talk about this being an uncertain time. You know, all time is uncertain. I mean, it was uncertain back in - in 2007, we just didn't know it was uncertain. It was - uncertain on September 10th, 2001. It was uncertain on October 18th, 1987, you just didn't know it.","author":"Warren Buffett","category":"October, People, Know"},{"quote":"In all natural disasters through time, man needs to attach meaning to tragedy, no matter how random and inexplicable the event is.","author":"Nathaniel Philbrick","category":"Man, Tragedy, Meaning"},{"quote":"Time is the friend of the wonderful company, the enemy of the mediocre.","author":"Warren Buffett","category":"Friend, Company, Enemy"},{"quote":"There never is a good time for tough decisions. There will always be an election or something else. You have to pick courage and do it. Governance is about taking tough, even unpopular, decisions.","author":"Jairam Ramesh","category":"Courage, Good, Decisions"},{"quote":"If we were motivated by money, we would have sold the company a long time ago and ended up on a beach.","author":"Larry Page","category":"Money, Beach, Company"},{"quote":"Leadership is all about taking people on a journey. The challenge is that most of the time, we are asking people to follow us to places we ourselves have never been.","author":"Andy Stanley","category":"Leadership, Journey"},{"quote":"In my opinion, the only way to conquer stage fright is to get up on stage and play. Every time you play another show, it gets better and better.","author":"Taylor Swift","category":"Conquer, Opinion, Play"},{"quote":"We provoke a shark every time we enter the water where sharks happen to be, for we forget: The ocean is not our territory - it's theirs.","author":"Peter Benchley","category":"Ocean, Water, Forget"},{"quote":"Time passes irrevocably.","author":"Virgil","category":"Time Passes, Passes"},{"quote":"We must find new lands from which we can easily obtain raw materials and at the same time exploit the cheap slave labor that is available from the natives of the colonies. The colonies would also provide a dumping ground for the surplus goods produced in our factories.","author":"Cecil Rhodes","category":"Colonies, Slave, New"},{"quote":"The past always looks better than it was. It's only pleasant because it isn't here.","author":"Finley Peter Dunne","category":"Past, Better, Looks"},{"quote":"We are so obsessed with doing that we have no time and no imagination left for being. As a result, men are valued not for what they are but for what they do or what they have - for their usefulness.","author":"Thomas Merton","category":"Imagination, Men, Doing"},{"quote":"In my own words, I played some significant part in changing the social-sexual values of our time. I had a lot of fun in the process.","author":"Hugh Hefner","category":"Fun, Words, Values"},{"quote":"The innocent and the beautiful have no enemy but time.","author":"William Butler Yeats","category":"Beautiful, Enemy, Innocent"},{"quote":"Each time dawn appears, the mystery is there in its entirety.","author":"Rene Daumal","category":"Mystery, Dawn, Each"},{"quote":"I have moments where I miss my old self. But I think anyone can get caught up in what we used to have. But at the same time, we can choose to focus on the beauty of now.","author":"Steve Gleason","category":"Beauty, Focus, Self"},{"quote":"Freedom isn't free. It shouldn't be a bragging point that 'Oh, I don't get involved in politics,' as if that makes someone cleaner. No, that makes you derelict of duty in a republic. Liars and panderers in government would have a much harder time of it if so many people didn't insist on their right to remain ignorant and blindly agreeable.","author":"Bill Maher","category":"Freedom, Politics"},{"quote":"Stop being a critic and be a light; don't be a judge, be a model. I think we are far too critical. I think the best way to correct behavior is to accentuate and affirm positive behavior and to ignore negative behavior. Generally speaking, there is a time to correct, of course; but my biggest advice would be, 'Affirm your child.'","author":"Sean Covey","category":"Positive, Light, Best"},{"quote":"I started singing about three years ago, I entered a local singing competition called Stratford Idol. The other people in the competition had been taking singing lessons and had vocal coaches. I wasn't taking it too seriously at the time, I would just sing around the house. I was only 12 and I got second place.","author":"Justin Bieber","category":"Competition, People, Singing"},{"quote":"Everyone who achieves success in a great venture, solves each problem as they came to it. They helped themselves. And they were helped through powers known and unknown to them at the time they set out on their voyage. They keep going regardless of the obstacles they met.","author":"W. Clement Stone","category":"Success, Great, Keep Going"},{"quote":"We are drowning in information, while starving for wisdom. The world henceforth will be run by synthesizers, people able to put together the right information at the right time, think critically about it, and make important choices wisely.","author":"E. O. Wilson","category":"Wisdom, Together, World"},{"quote":"The spectacles of experience through them you will see clearly a second time.","author":"Henrik Ibsen","category":"Experience, You, See"},{"quote":"I believe time wounds all heels.","author":"John Lennon","category":"Believe, I Believe, Wounds"},{"quote":"Getting an audience is hard. Sustaining an audience is hard. It demands a consistency of thought, of purpose, and of action over a long period of time.","author":"Bruce Springsteen","category":"Consistency, Action, Purpose"},{"quote":"Caste is a delicate issue. It's ubiquitous, and we are full of it. We should start to change things from individual level. But when you go to people and deny caste, they may not react favourably. I think if a decisive percentage of people, especially elites, start marrying out of their caste, we may see a casteless India in a generation's time.","author":"Pawan Kalyan","category":"Change, Start, People"},{"quote":"The senses deceive from time to time, and it is prudent never to trust wholly those who have deceived us even once.","author":"Rene Descartes","category":"Trust, Never, Senses"},{"quote":"Lose not yourself in a far off time, seize the moment that is thine.","author":"Friedrich Schiller","category":"Moment, Yourself, Seize"},{"quote":"Treat your kid like a darling for the first five years. For the next five years, scold them. By the time they turn sixteen, treat them like a friend. Your grown up children are your best friends.","author":"Chanakya","category":"Children, Friends, Best"},{"quote":"It was just something - I didn't agree with what the flag was representing at this time, and you know, if you look at the original picture where people addressed it, I was trying to sit behind the coolers and out of the way, 'cause I didn't want to interrupt anybody else's right to stand and hold attention to the flag.","author":"Colin Kaepernick","category":"People, Want, Know"},{"quote":"He who is too busy doing good finds no time to be good.","author":"Rabindranath Tagore","category":"Good, Doing Good, Busy"},{"quote":"I try not to worry about the future - so I take each day just one anxiety attack at a time.","author":"Tom Wilson","category":"Future, Day, Anxiety"},{"quote":"I enjoy spending time at home or going out for a quiet meal in a restaurant.","author":"Jamie Redknapp","category":"Home, Enjoy, Spending Time"},{"quote":"I'm a really nice guy when you meet me, and that surprises a lot of people. I'm not that eccentric in real life - and certainly not that disrespectful. In my own time, I like to just chill out with friends and not get in people's faces.","author":"KSI","category":"Life, Friends, Me"},{"quote":"If ants are such busy workers, how come they find time to go to all the picnics?","author":"Marie Dressler","category":"Busy, Find, Workers"},{"quote":"I think my mother is my biggest influence. There are so many things I hate about her but at the same time I'm thankful for her. All I know is that when I'm a parent I want to be just like my mom. I can talk to my mom more than any of my friends could talk to their parents.","author":"Nikki Reed","category":"Thankful, Friends, Mother"},{"quote":"I just think Valentine's Day is a day to really appreciate the person you love, no matter who it is, and to spend time with them. I don't think it's all about fancy presents or whatever. I think it's about spending that quality time with that special person.","author":"Prince Royce","category":"Love, Day, Quality"},{"quote":"I think it's time we all agree that gender stereotypes are simply the confabulation of our own mind.","author":"Naveen Jain","category":"Mind, Gender, Think"},{"quote":"Once you have mastered time, you will understand how true it is that most people overestimate what they can accomplish in a year - and underestimate what they can achieve in a decade!","author":"Tony Robbins","category":"People, Underestimate, You"},{"quote":"When one makes a Revolution, one cannot mark time; one must always go forward - or go back. He who now talks about the 'freedom of the press' goes backward, and halts our headlong course towards Socialism.","author":"Vladimir Lenin","category":"Freedom, Revolution"},{"quote":"A financial crisis is a great time for professional investors and a horrible time for average ones.","author":"Robert Kiyosaki","category":"Great, Financial"},{"quote":"Time flies never to be recalled.","author":"Virgil","category":"Time Flies, Never, Flies"},{"quote":"At the time I was arrested I had no idea it would turn into this. It was just a day like any other day. The only thing that made it significant was that the masses of the people joined in.","author":"Rosa Parks","category":"Day, People, Idea"},{"quote":"When the faith is strong enough, it is sufficient just to be. It's a journey towards simplicity, towards quietness, towards a kind of joy that is not in time. It's a journey that has taken us from primary identification with our body and our psyche, on to an identification with God, and ultimately beyond identification.","author":"Ram Dass","category":"Journey, Faith, God"},{"quote":"Time is the most valuable thing a man can spend.","author":"Theophrastus","category":"Man, Spend, Valuable Thing"},{"quote":"The mind of America is seized by a fatal dry rot - and it's only a question of time before all that the mind controls will run amuck in a frenzy of stupid, impotent fear.","author":"Hunter S. Thompson","category":"Fear, America, Mind"},{"quote":"It took me quite a long time to develop a voice, and now that I have it, I am not going to be silent.","author":"Madeleine Albright","category":"I Am, Me, Long"},{"quote":"At a time like this, scorching irony, not convincing argument, is needed.","author":"Frederick Douglass","category":"Argument, Irony, Like"},{"quote":"The time is right for electric cars - in fact the time is critical.","author":"Carlos Ghosn","category":"Environmental, Right"},{"quote":"The only time I waste is time I spend doing something that, in my gut, I know I shouldn't. If I choose to spend time playing video games or sleeping in, then it's time well spent, because I chose to do it. I did it for a reason - to relax, to decompress or to feel good, and that was what I wanted to do.","author":"Simon Sinek","category":"Good, Relax, Video Games"},{"quote":"Time is a sort of river of passing events, and strong is its current; no sooner is a thing brought to sight than it is swept by and another takes its place, and this too will be swept away.","author":"Marcus Aurelius","category":"Strong, River, Place"},{"quote":"Time is the wisest counselor of all.","author":"Pericles","category":"Counselor, Wisest"},{"quote":"In tough times, some of us see protecting the climate as a luxury, but that's an outdated 20th-century worldview from a time when we thought industrialization was the end goal, waste was growth, and wealth meant a thick haze of air pollution.","author":"Alex Steffen","category":"Tough Times, Growth, Goal"},{"quote":"If you give a good thing to the world, then over time your karma will be good, and you'll receive good.","author":"Russell Simmons","category":"Good, Karma, World"},{"quote":"My life is full of drama, and I don't have time to worry about something as petty as what I look like.","author":"Adele","category":"Life, Worry, My Life"},{"quote":"A lot of people think international relations is like a game of chess. But it's not a game of chess, where people sit quietly, thinking out their strategy, taking their time between moves. It's more like a game of billiards, with a bunch of balls clustered together.","author":"Madeleine Albright","category":"Together, Thinking, Strategy"},{"quote":"I try to do the right thing at the right time. They may just be little things, but usually they make the difference between winning and losing.","author":"Kareem Abdul-Jabbar","category":"Winning, Little Things"},{"quote":"I always had a philosophy which I got from my father. He used to say, 'Listen. God gave to you the gift to play football. This is your gift from God. If you take care of your health, if you are in good shape all the time, with your gift from God no one will stop you, but you must be prepared.'","author":"Pele","category":"Good, Father, Health"},{"quote":"I would say that a good shoe is exactly like a good wine. These shoes are going to stay and last for a long time.","author":"Christian Louboutin","category":"Good, Wine, Shoes"},{"quote":"Life is hardly more than a fraction of a second. Such a little time to prepare oneself for eternity!","author":"Paul Gauguin","category":"Life, Prepare, Little"},{"quote":"Time is something that interests me a whole lot - past and present, and how the past appears as people change.","author":"Alice Munro","category":"Change, Past, Me"},{"quote":"We learn from our gardens to deal with the most urgent question of the time: How much is enough?","author":"Wendell Berry","category":"Gardening, Learn, Question"},{"quote":"I was never very good at exams, having a poor memory and finding the examination process rather artificial, and there never seemed to be enough time to follow up things that really interested me.","author":"Paul Nurse","category":"Good, Memory, Me"},{"quote":"I visualize a time when we will be to robots what dogs are to humans, and I'm rooting for the machines.","author":"Claude Shannon","category":"Robots, Dogs, Will"},{"quote":"A lot of people are crazy, cruel and negative. They got a little too much time on their hands to discuss everybody else. I have a limited amount of energy to blow in a day. I'd rather read something that I like or watch a program I enjoy or ride my damn motorcycle or throw back a couple of shots of tequila with my friends.","author":"Queen Latifah","category":"Day, Friends, Motorcycle"},{"quote":"I can be a goofball sometimes. I love having a good time and being carefree.","author":"Spencer Boldman","category":"Love, Good"},{"quote":"All my time not devoted to my master's service was spent either in prayer, or in making experiments in casting different things in moulds made of earth, in attempting to make paper, gunpowder, and many other experiments, that, although I could not perfect, yet convinced me of its practicability if I had the means.","author":"Nat Turner","category":"Service, Prayer, Me"},{"quote":"Friends are thieves of time.","author":"Francis Bacon","category":"Friends, Thieves"},{"quote":"Everything happens to everybody sooner or later if there is time enough.","author":"George Bernard Shaw","category":"Everything, Enough"},{"quote":"Boxing is the ultimate challenge. There's nothing that can compare to testing yourself the way you do every time you step in the ring.","author":"Sugar Ray Leonard","category":"Challenge, Yourself, Step"},{"quote":"It is a great honor to be awarded a Nobel Prize. This is a wonderful experience for my wife Betty and me. We received congratulations by email, phone and post, many from old friends we had not seen for some time.","author":"Willard Boyle","category":"Friends, Experience, Great"},{"quote":"I decided, very early on, just to accept life unconditionally; I never expected it to do anything special for me, yet I seemed to accomplish far more than I had ever hoped. Most of the time it just happened to me without my ever seeking it.","author":"Audrey Hepburn","category":"Life, Me, Early"},{"quote":"The God who gave us life, gave us liberty at the same time.","author":"Thomas Jefferson","category":"Life, God, Liberty"},{"quote":"Live as if you were living a second time, and as though you had acted wrongly the first time.","author":"Viktor E. Frankl","category":"Live, Living, You"},{"quote":"I do love to capture beauty in this world. And photos can last the test of time.","author":"Nathaniel Buzolic","category":"Love, Beauty, World"},{"quote":"Strong women, when respected, make the whole society stronger. One must be careful with such rapid changes, though, and make an effort to preserve, at the same time, the positive traditions of Indian culture.","author":"Chitra Banerjee Divakaruni","category":"Positive, Women, Culture"},{"quote":"It's very difficult to take candid portraits of children because they're moving around all the time.","author":"Ren Ng","category":"Children, Moving, Candid"},{"quote":"My guiding principle and motivation was that I wanted to retire by the time I turned 35. There actually are two books that I bought and still have - Paul Terhost's 'Cashing In On the American Dream: How to Retire at 35' and Andrew Tobias's 'The Only Investment Guide You'll Ever Need' - that were my personal financial road map.","author":"Mark Cuban","category":"American Dream, Road"},{"quote":"Perfection is attained by slow degrees it requires the hand of time.","author":"Voltaire","category":"Perfection, Slow, Hand"},{"quote":"The finest workers in stone are not copper or steel tools, but the gentle touches of air and water working at their leisure with a liberal allowance of time.","author":"Henry David Thoreau","category":"Water, Stone, Tools"},{"quote":"I feel that life is short, so we should be disciplined, but at the same time we should have a good time.","author":"Wyclef Jean","category":"Life, Good, Short"},{"quote":"I can mention many moments that were unforgettable and revelatory. But the most single revelatory three minutes was the first time I put on scuba gear and dived on a coral reef. It's just the unbelievable fact that you can move in three dimensions.","author":"David Attenborough","category":"Moments, You, Three"},{"quote":"Every time you step on the football field in between those lines you're putting your life, your career, every single ligament in your body in jeopardy.","author":"Robert Griffin III","category":"Life, Football, Step"},{"quote":"It's a great time to be doing political satire when the world is on a knife edge.","author":"John Oliver","category":"Great, World, Political"},{"quote":"I must govern the clock, not be governed by it.","author":"Golda Meir","category":"Clock, Govern, Must"},{"quote":"Time is the father of truth, its mother is our mind.","author":"Giordano Bruno","category":"Father, Truth, Mother"},{"quote":"The Joker is my favorite villain of all time: You don't know his past you just know what his plans are.","author":"The Weeknd","category":"Past, Know, You"},{"quote":"Every time you have to speak, you are auditioning for leadership.","author":"James Humes","category":"Leadership, Speak, You"},{"quote":"But time growing old teaches all things.","author":"Aeschylus","category":"Growing Old, Growing, Old"},{"quote":"Time is flying never to return.","author":"Virgil","category":"Flying, Never, Return"},{"quote":"I love the sea's sounds and the way it reflects the sky. The colours that shimmer across its surface are unbelievable. This, combined with the colour of the water over white sand, surprises me every time.","author":"John Dyer","category":"Love, Water, Sky"},{"quote":"I don't have time for their judgement and their stupidity and you know they lay down with their ugly wives in front of their ugly children and look at their loser lives and then they look at me and they say, 'I can't process it' well, no, you never will stop trying, just sit back and enjoy the show. You know?","author":"Charlie Sheen","category":"Children, Me, Enjoy"},{"quote":"Not even the brightest future can make up for the fact that no roads lead back to what came before - to the innocence of childhood or the first time we fell in love.","author":"Jo Nesbo","category":"Love, Future, Childhood"},{"quote":"Movie acting suits me because I only need to be good for ninety seconds at a time.","author":"Bill Murray","category":"Good, Me, Acting"},{"quote":"We must use time as a tool, not as a couch.","author":"John F. Kennedy","category":"Couch, Tool, Must"},{"quote":"No excuses and no sob stories. Life is full of excuses if you're looking. I have no time to gripe over misfortune. I don't waste time looking back.","author":"Junior Seau","category":"Life, Looking Back, Looking"},{"quote":"Let the refining and improving of your own life keep you so busy that you have little time to criticize others.","author":"H. Jackson Brown, Jr.","category":"Life, Busy, You"},{"quote":"For me, forgiveness and compassion are always linked: how do we hold people accountable for wrongdoing and yet at the same time remain in touch with their humanity enough to believe in their capacity to be transformed?","author":"bell hooks","category":"Forgiveness, Compassion"},{"quote":"And now let me address all of you, high and low, rich and poor, one with another, to accept of mercy and grace while it is offered to you; Now is the accepted time, now is the day of salvation; and will you not accept it, now it is offered unto you?","author":"George Whitefield","category":"Day, Grace, Me"},{"quote":"What you lack in talent can be made up with desire, hustle and giving 110 percent all the time.","author":"Don Zimmer","category":"Giving, Talent, Hustle"},{"quote":"Time can be an ally or an enemy. What it becomes depends entirely upon you, your goals, and your determination to use every available minute.","author":"Zig Ziglar","category":"Goals, Determination, You"},{"quote":"Everything has seasons, and we have to be able to recognize when something's time has passed and be able to move into the next season. Everything that is alive requires pruning as well, which is a great metaphor for endings.","author":"Henry Cloud","category":"Great, Seasons, Season"},{"quote":"What's amazing is, if young people understood how doing well in school makes the rest of their life so much interesting, they would be more motivated. It's so far away in time that they can't appreciate what it means for their whole life.","author":"Bill Gates","category":"Life, School, Amazing"},{"quote":"We're all just passing time and occupy our chair very briefly.","author":"John Hurt","category":"Chair, Just, Passing"},{"quote":"Do your best, one shot at a time and then move on. Remember that golf is just a game.","author":"Nancy Lopez","category":"Best, Golf, Do Your Best"},{"quote":"Deadlines aren't bad. They help you organize your time. They help you set priorities. They make you get going when you might not feel like it.","author":"Harvey Mackay","category":"Priorities, Help, You"},{"quote":"We all come to the point where it's time to get yourself straight, as a businesswoman, a mother, whatever you are in life. It's tough love but it's also being real with yourself. It's important to take those rose-coloured glasses off and see what's going on.","author":"Kelly Rowland","category":"Love, Life, Mother"},{"quote":"The nice girl thinks she's giving up something to get something better in return. She gives up control over her own life. When the time comes for her to get what she expected, she winds up disappointed. In addition to being empty-handed, she's depleted.","author":"Sherry Argov","category":"Life, Girl, Giving"},{"quote":"Morocco has a lot to do in terms of democracy. The daily practice of democracy evolves in time. Trying to apply a Western democratic system to a country of the Maghreb, the Middle East, or the Gulf would be a mistake. We are not Germany, Sweden or Spain.","author":"Mohammed VI of Morocco","category":"Daily, Democracy, Mistake"},{"quote":"There is a time to take counsel of your fears, and there is a time to never listen to any fear.","author":"George S. Patton","category":"Fear, Listen, Never"},{"quote":"America - it is a fabulous country, the only fabulous country; it is the only place where miracles not only happen, but where they happen all the time.","author":"Thomas Wolfe","category":"America, Country, Place"},{"quote":"I've learned that I can't have a packed work schedule and a packed social schedule and a packed personal life I need to just have time to myself to sit and breathe and unwind.","author":"Kim Cattrall","category":"Life, Work, Myself"},{"quote":"How much time he saves who does not look to see what his neighbor says or does or thinks.","author":"Marcus Aurelius","category":"Neighbor, Look, See"},{"quote":"It has been my observation that most people get ahead during the time that others waste.","author":"Henry Ford","category":"People, Observation, Ahead"},{"quote":"Anyone who says they're not afraid at the time of a hurricane is either a fool or a liar, or a little bit of both.","author":"Anderson Cooper","category":"Fool, Liar, Little"},{"quote":"I have to think that I think it's always been a horse race between this administration's temporary political acumen and their completely, utterly, totally bankrupt policies. And they're coming home to roost. It was always a question of time. These guys aren't conservative. These guys are radicals.","author":"Bradley Whitford","category":"Home, Horse, Political"},{"quote":"There's nothing wrong with things taking time.","author":"James Dyson","category":"Nothing, Taking Time, Things"},{"quote":"I always do a mental audit at the end of the week to make sure I'm balancing time between my career and my personal life.","author":"Jill Wagner","category":"Life, End, Week"},{"quote":"I have just got a new theory of eternity.","author":"Albert Einstein","category":"New, Theory, Eternity"},{"quote":"The future is something which everyone reaches at the rate of 60 minutes an hour, whatever he does, whoever he is.","author":"C. S. Lewis","category":"Future, Everyone, Whatever"},{"quote":"The past cannot be cured.","author":"Elizabeth I","category":"Past, Cannot, Cured"},{"quote":"The one thing I regret is that I will never have time to read all the books I want to read.","author":"Francoise Sagan","category":"Regret, Want, Never"},{"quote":"You must have been warned against letting the golden hours slip by but some of them are golden only because we let them slip by.","author":"James M. Barrie","category":"You, Golden, Hours"},{"quote":"Time abides long enough for those who make use of it.","author":"Leonardo da Vinci","category":"Long, Enough, Who"},{"quote":"Time, the devourer of all things.","author":"Ovid","category":"All Things, Things"},{"quote":"What then is time? If no one asks me, I know what it is. If I wish to explain it to him who asks, I do not know.","author":"Saint Augustine","category":"Me, Wish, Know"},{"quote":"The clock talked loud. I threw it away, it scared me what it talked.","author":"Tillie Olsen","category":"Me, Clock, Scared"},{"quote":"I confess, I do not believe in time.","author":"Vladimir Nabokov","category":"Believe, Confess"},{"quote":"Lost wealth may be replaced by industry, lost knowledge by study, lost health by temperance or medicine, but lost time is gone forever.","author":"Samuel Smiles","category":"Knowledge, Health, Wealth"},{"quote":"Time sometimes flies like a bird, sometimes crawls like a snail; but a man is happiest when he does not even notice whether it passes swiftly or slowly.","author":"Ivan Turgenev","category":"Man, Bird, Sometimes"},{"quote":"There's time enough, but none to spare.","author":"Charles W. Chesnutt","category":"Enough, Spare, None"},{"quote":"When in doubt, take more time.","author":"John Zimmerman","category":"Doubt, When In Doubt, Take"},{"quote":"True time is four-dimensional.","author":"Martin Heidegger","category":"True"},{"quote":"So during those first moments of the day, which are yours and yours alone, you can circumvent these boundaries and concentrate fully on spiritual matters. And this gives you the opportunity to plan the time management of the entire day.","author":"Menachem Mendel Schneerson","category":"Day, Opportunity, Alone"},{"quote":"Work is hard. Distractions are plentiful. And time is short.","author":"Adam Hochschild","category":"Work, Short, Distractions"},{"quote":"October is a fine and dangerous season in America. a wonderful time to begin anything at all. You go to college, and every course in the catalogue looks wonderful.","author":"Thomas Merton","category":"America, College, October"},{"quote":"Everything must change and you do what you can with the changes that are made. You can't stop it. You can't fight it. Everybody tries to go back to yesterday, but you can't go back to yesterday. The only time there is, is now.","author":"Marla Gibbs","category":"Change, Changes, Fight"},{"quote":"I spend several days at a time without enough sleep. At first, normal activities become annoying. When you are too tired to eat, you really need some sleep. A few days later, things become strange. Loud noises become louder and more startling, familiar sounds become unfamiliar, and life reinvents itself as a surrealist dream.","author":"Henry Rollins","category":"Life, Sleep, Tired"},{"quote":"When I was 17, I worked in a mentoring program in Harlem designed to improve the community. That's when I first gained an appreciation of the Harlem Renaissance, a time when African-Americans rose to prominence in American culture. For the first time, they were taken seriously as artists, musicians, writers, athletes, and as political thinkers.","author":"Kareem Abdul-Jabbar","category":"Community, Culture"},{"quote":"Aaah, summer - that long anticipated stretch of lazy, lingering days, free of responsibility and rife with possibility. It's a time to hunt for insects, master handstands, practice swimming strokes, conquer trees, explore nooks and crannies, and make new friends.","author":"Darell Hammond","category":"Friends, Responsibility"},{"quote":"No one remembers who climbed Mount Everest the second time.","author":"Edmund Hillary","category":"Everest, Second"},{"quote":"We have to acknowledge that adolescence is that time of transition where we begin to introduce to children that life isn't pretty, that there are difficult things, there are hard situations, it's not fair. Bad things happen to good people.","author":"Laurie Halse Anderson","category":"Life, Children, Good"},{"quote":"Century-old records are the closest thing we have to a time machine. To listen to the voice of Theodore Roosevelt or the piano playing of Claude Debussy is to feel the years falling away like autumn leaves from a maple tree.","author":"Terry Teachout","category":"Autumn, Tree, Voice"},{"quote":"Time will inevitably uncover dishonesty and lies history has no place for them.","author":"Norodom Sihanouk","category":"History, Place, Will"},{"quote":"A guitar is a very personal extension of the person playing it. You have to be emotionally and spiritually connected to your instrument. I'm very brutal on my instruments, but not all the time.","author":"Eddie Van Halen","category":"Guitar, You, Personal"},{"quote":"The winter solstice has always been special to me as a barren darkness that gives birth to a verdant future beyond imagination, a time of pain and withdrawal that produces something joyfully inconceivable, like a monarch butterfly masterfully extracting itself from the confines of its cocoon, bursting forth into unexpected glory.","author":"Gary Zukav","category":"Future, Pain, Darkness"},{"quote":"Journalism is a craft that takes years to learn. It's like golf. You never get it right all the time. It's a game of fewer errors, better facts, and better reporting.","author":"Ben Huh","category":"Golf, Game, Journalism"},{"quote":"In Einstein's equation, time is a river. It speeds up, meanders, and slows down. The new wrinkle is that it can have whirlpools and fork into two rivers. So, if the river of time can be bent into a pretzel, create whirlpools and fork into two rivers, then time travel cannot be ruled out.","author":"Michio Kaku","category":"Travel, River, Rivers"},{"quote":"Time well spent results in more money to spend, more money to save, and more time to vacation.","author":"Zig Ziglar","category":"Money, Vacation, Results"},{"quote":"It's so important to keep a marriage alive with small treats and doing little things for each other. Just remembering to say nice things and to have listening time is vital. That ghastly phrase 'quality time' means taking three minutes to sit down and be still with someone rather than yelling over your shoulder as you rush out.","author":"Joanna Lumley","category":"Marriage, Little Things"},{"quote":"I think that any time of great pain is a time of transformation, a fertile time to plant new seeds.","author":"Debbie Ford","category":"Great, Pain, Plant"},{"quote":"About the time we can make the ends meet, somebody moves the ends.","author":"Herbert Hoover","category":"Finance, Meet, Ends"},{"quote":"When asked, 'How do you write?' I invariably answer, 'one word at a time.'","author":"Stephen King","category":"You, One Word, Word"},{"quote":"People who want to understand democracy should spend less time in the library with Aristotle and more time on the buses and in the subway.","author":"Simeon Strunsky","category":"Democracy, Library, People"},{"quote":"It's time to move on to the next step in the psychedelic revolution. We've reached a certain point, but we're not moving any more.","author":"Ken Kesey","category":"Revolution, Moving, Step"},{"quote":"The first time you say something, it's heard. The second time, it's recognized, and the third time it's learned.","author":"John C. Maxwell","category":"You, First Time, Say"},{"quote":"The older I get, the more I appreciate my rural childhood. I spent a lot of time outdoors, unsupervised, which is a blessing.","author":"Barbara Kingsolver","category":"Childhood, Blessing"},{"quote":"When you are insane, you are busy being insane - all the time.","author":"Sylvia Plath","category":"Busy, You, Insane"},{"quote":"There is too much disagreement for disagreement's sake. In a time of persistent challenges that still call into question our most sacred aspirations as a country, we cannot afford shallow callous divisiveness in our public debate.","author":"Cory Booker","category":"Challenges, Debate, Country"},{"quote":"Give your child quality time. If you're going to be with him for two hours, then disconnect from absolutely everything. Look at him in the eyes - get to know your baby. Sitting there as you watch TV is not quality time to me.","author":"Sandra Echeverria","category":"Eyes, Baby, Child"},{"quote":"The reason that fish form schools, birds form flocks, and bees form swarms is that they are smarter together than they would be apart. They don't take a vote; they don't take a poll: they form a system. They are all interactive and make a decision together in real time.","author":"Louis B. Rosenberg","category":"Together, Decision, Birds"},{"quote":"On the whole, human beings want to be good, but not too good, and not quite all the time.","author":"George Orwell","category":"Good, Want, Human"},{"quote":"The greatest part of a writer's time is spent in reading in order to write. A man will turn over half a library to make a book.","author":"Samuel Johnson","category":"Man, Reading, Library"},{"quote":"For the first time in human evolution, the individual life is long enough, and the cultural transformation swift enough, that the individual mind is now a constituent player in the global transformation of human culture.","author":"William Irwin Thompson","category":"Life, Culture, Mind"},{"quote":"The economy of human time is the next advantage of machinery in manufactures.","author":"Charles Babbage","category":"Economy, Human, Next"},{"quote":"Your greatest asset is your earning ability. Your greatest resource is your time.","author":"Brian Tracy","category":"Greatest, Resource, Ability"},{"quote":"If I hold back, I'm no good. I'm no good. I'd rather be good sometimes, than holding back all the time.","author":"Janis Joplin","category":"Good, Sometimes, Back"},{"quote":"I am having a good time doing nothing.","author":"Phylicia Rashad","category":"Good, I Am"},{"quote":"Time passes, and little by little everything that we have spoken in falsehood becomes true.","author":"Marcel Proust","category":"True, Time Passes, Little"},{"quote":"The characters I've played have been mostly violent, and I'm so far from being violent or aggressive. I spend a lot of time watching 'Fireman Sam' with my three-year-old son Louis.","author":"Tom Hardy","category":"Son, Being, Spend"},{"quote":"The seed is a household object but at the same time it is a revolutionary symbol.","author":"Ai Weiwei","category":"Seed, Same, Symbol"},{"quote":"Jesus did not spend a great deal of time discoursing about the trinity or original sin or the incarnation, which have preoccupied later Christians. He went around doing good and being compassionate.","author":"Karen Armstrong","category":"Good, Great, Doing Good"},{"quote":"Standing at my door, I heard the discharge of a gun, and in four or five seconds of time, after the discharge, the small shot came rattling about me, one or two of which struck the house; which plainly demonstrates that the velocity of sound is greater than that of a cannon bullet.","author":"Benjamin Banneker","category":"Door, Me, Gun"},{"quote":"The best things that capture your imagination are ones you hadn't thought of before and that aren't talked about in the news all the time.","author":"Steve Wozniak","category":"Best, Imagination, Thought"},{"quote":"The time making money should be greater than the time that you are spending money.","author":"Sophia Amoruso","category":"Money, Making Money, You"},{"quote":"There's something magical about spending a Sunday night watching real people at a deli, then watching fake people pretending to be real on TV, then engaging in (arguably) false interaction with (arguably) real people on the Internet. Never at any prior point in time has this been possible.","author":"Diablo Cody","category":"Internet, Night, People"},{"quote":"If you don't have the time to read, you don't have the time or the tools to write.","author":"Stephen King","category":"Tools, You, Write"},{"quote":"I'm a strong believer that you can build great companies in time of both greed and fear. But you have to be paying attention and operating under the right assumptions. You don't have to believe history repeats itself, but you should accept that history rhymes.","author":"Brad Feld","category":"History, Fear, Great"},{"quote":"I must uphold my ideals, for perhaps the time will come when I shall be able to carry them out.","author":"Anne Frank","category":"Will, Carry, Must"},{"quote":"We have not the time to take our time.","author":"Eugene Ionesco","category":"Take, Our Time, Our"},{"quote":"Send out a cheerful, positive greeting, and most of the time you will get back a cheerful, positive greeting. It's also true that if you send out a negative greeting, you will, in most cases, get back a negative greeting.","author":"Zig Ziglar","category":"Positive, Negative, You"},{"quote":"We entered Gettysburg in the afternoon, just in time to meet the enemy entering the town, and in good season to drive him back before his getting a foothold.","author":"John Buford","category":"Good, Drive, Season"},{"quote":"Time does not change us. It just unfolds us.","author":"Max Frisch","category":"Change, Just, Us"},{"quote":"Time is the substance from which I am made. Time is a river which carries me along, but I am the river; it is a tiger that devours me, but I am the tiger; it is a fire that consumes me, but I am the fire.","author":"Jorge Luis Borges","category":"I Am, River, Fire"},{"quote":"Truth is the daughter of time, not of authority.","author":"Francis Bacon","category":"Truth, Daughter, Truth Is"},{"quote":"Education is an admirable thing, but it is well to remember from time to time that nothing that is worth knowing can be taught.","author":"Oscar Wilde","category":"Education, Remember, Nothing"},{"quote":"The great thing about the Wilburys was that none of us had to take the heat by ourselves. I was just a member of the band. Nobody felt like he was above anybody else. We had such a good time.","author":"Tom Petty","category":"Good, Great, Heat"},{"quote":"The first time I tried to write was when I was 14, after I got an electric guitar. I put a song together, and it wasn't that bad! The writing came natural to me.","author":"Tom Petty","category":"Together, Writing, Me"},{"quote":"It's hard to say how certain stories just punch us in the heart and the brain at the same time at the end. I suppose that's what we're all looking for. But each story has its own valence, its own way of saying goodbye to you.","author":"T. C. Boyle","category":"Heart, Goodbye, Brain"},{"quote":"There are moments of life that we never forget, which brighten and brighten as time steals away.","author":"James Gates Percival","category":"Life, Moments, Never Forget"},{"quote":"His talent was as natural as the pattern that was made by the dust on a butterfly's wings. At one time he understood it no more than the butterfly did and he did not know when it was brushed or marred.","author":"Ernest Hemingway","category":"Butterfly, Talent, Wings"},{"quote":"I've spent a long time giving people the benefit of the doubt, and I'm tired of it.","author":"James McAvoy","category":"Giving, Tired, People"},{"quote":"Punctuality is the virtue of the bored.","author":"Evelyn Waugh","category":"Bored, Virtue, Punctuality"},{"quote":"And time for reflection with colleagues is for me a lifesaver it is not just a nice thing to do if you have the time. It is the only way you can survive.","author":"Margaret J. Wheatley","category":"Reflection, Me, Nice"},{"quote":"I have yet to meet anyone quite so stubborn as myself and animated by this overpowering passion that leaves me no time for thought or anything else. I have, in fact, no interest in life outside racing cars.","author":"Enzo Ferrari","category":"Life, Myself, Passion"},{"quote":"The loss of a friend is like that of a limb; time may heal the anguish of the wound, but the loss cannot be repaired.","author":"Robert Southey","category":"Sympathy, Loss, Friend"},{"quote":"The nose of a mob is its imagination. By this, at any time, it can be quietly led.","author":"Edgar Allan Poe","category":"Imagination, Nose, Mob"},{"quote":"There'd never been a more advantageous time to be a criminal in America than during the 13 years of Prohibition. At a stroke, the American government closed down the fifth largest industry in the United States - alcohol production - and just handed it to criminals - a pretty remarkable thing to do.","author":"Bill Bryson","category":"America, Government"},{"quote":"It is the hour to rend thy chains, the blossom time of souls.","author":"Katharine Lee Bates","category":"Blossom, Chains, Easter"},{"quote":"We all know we have a finite period of time. I just feel if I'm going to be alive, I want to be challenged - to be as immortal as possible. The path to that isn't an easy way, but it's a rewarding way.","author":"Frank Ocean","category":"Path, Easy, Want"},{"quote":"We young Filipinos are trying to make over a nation and must not halt in our march, but from time to time turn our gaze upon our elders. We shall wish to read in their countenances approval of our actions.","author":"Jose Rizal","category":"Wish, Trying, Nation"},{"quote":"When I sing, I feel like when you're first in love. It's more than sex. It's that point two people can get to they call love, when you really touch someone for the first time, but it's gigantic, multiplied by the whole audience. I feel chills.","author":"Janis Joplin","category":"Love, People, You"},{"quote":"Insecurity is a waste of time.","author":"Diane von Furstenberg","category":"Insecurity, Waste"},{"quote":"People come into your lives who you have a good time with, and time goes by and you still have a good time with them and you do stupid stuff with them. To me, that's life.","author":"Danny DeVito","category":"Life, Good, Stupid"},{"quote":"Consciously or not, we are all on a quest for answers, trying to learn the lessons of life. We grapple with fear and guilt. We search for meaning, love, and power. We try to understand fear, loss, and time. We seek to discover who we are and how we can become truly happy.","author":"Elisabeth Kubler-Ross","category":"Love, Life, Fear"},{"quote":"We look at life from the back side of the tapestry. And most of the time, what we see is loose threads, tangled knots and the like. But occasionally, God's light shines through the tapestry, and we get a glimpse of the larger design with God weaving together the darks and lights of existence.","author":"John Piper","category":"Life, Light, God"},{"quote":"I think getting married was a mistake along the way, but at the same time I wouldn't have the wonderful children I have if I didn't get married.","author":"Hugh Hefner","category":"Children, Mistake, Think"},{"quote":"I'm not an idealist. I know we're not going to be living in a world that's peace and love all the time. But we can live in a world where we kill each other a lot less.","author":"Michael Franti","category":"Love, Peace, World"},{"quote":"Jerry Ford is so dumb he can't fart and chew gum at the same time.","author":"Lyndon B. Johnson","category":"Dumb, Same, Gum"},{"quote":"Time is key to building your financial security.","author":"Suze Orman","category":"Financial, Building"},{"quote":"When you face unexpected events, you have to try to overcome those problems, but at the same time, you have to continue working according to the plan that you defined since the beginning. So that's what we have tried to do - not to avoid the urgent responses but to continue the route that we had defined.","author":"Laura Chinchilla","category":"Problems, Beginning, Plan"},{"quote":"Don't let fear rule your life. Live one day at a time, and never be afraid.","author":"Tammy Faye Bakker","category":"Life, Day, Fear"},{"quote":"Beer. It always seems like such a good idea at the time, doesn't it? What's worse is beer seems like an even better idea after you've had some beer.","author":"Steven Hall","category":"Good, Beer, Better"},{"quote":"I enjoy my fun time and everything like that but I love what I do.","author":"Christina Milian","category":"Love, Fun, Enjoy"},{"quote":"I think the power of persuasion would be the greatest superpower of all time.","author":"Jenny Mollen","category":"Power, Greatest, Think"},{"quote":"When you see things upside down, the ego can be extraordinarily funny; it's absurd. But it's tragic at the same time.","author":"Alejandro Gonzalez Inarritu","category":"Funny, Ego, Upside Down"},{"quote":"There are whole months at a time when my head is so full of ideas that I wake in the middle of the night and lie in the dark telling myself stories. There are also long, dark nights when I just know I'll never write another word: I'm finished, empty, a husk... Oh dear, yes, twitch, yawn, how I've suffered insomnia for my art.","author":"Debi Gliori","category":"Art, Myself, Night"},{"quote":"I was six months old at the time that I was taken, with my mother and father, from Sacramento, California, and placed in internment camps in the United States.","author":"Robert Matsui","category":"Father, Mother, California"},{"quote":"If you spend any time with a man, you'll realize that we're all still little boys.","author":"Paul Walker","category":"Man, You, Realize"},{"quote":"Nothing to me is unexpected. No disappointment is unexpected - whether it's movies or people or relationships. I'm always ready for the punch directly between the eyes. So I get hurt, but I never get hurt. Happens all the time.","author":"Brian Grazer","category":"Eyes, Disappointment, Hurt"},{"quote":"I like to think of myself as the host at a party, and, if everybody is having a good time, so much the better.","author":"John Curran","category":"Good, Myself"},{"quote":"A lot of things have been thrown at me in life, and I've got through it all without a rule book, taking it one day at a time.","author":"Yoko Ono","category":"Life, Day, Book"},{"quote":"I've been called a recluse. There's definitely truth in that. I like to spend time alone.","author":"Kendrick Lamar","category":"Truth, Alone, Like"},{"quote":"Time is an illusion. Time only exists when we think about the past and the future. Time doesn't exist in the present here and now.","author":"Marina Abramovic","category":"Future, Past, Think"},{"quote":"There's no good way to waste your time. Wasting time is just wasting time.","author":"Helen Mirren","category":"Good, Way, Wasting Time"},{"quote":"I still get the jitters every time I start a new job! I love it - makes you feel alive.","author":"Camille Guaty","category":"Love, Job, Start"},{"quote":"I used to tease Joe Louis by reminding him that I was the greatest of all time. But Joe Louis was the greatest heavyweight fighter ever.","author":"Muhammad Ali","category":"Greatest, Fighter, Him"},{"quote":"Can't even see without my vintage Versace frames. I don't go nowhere without them on. I can't even live without them. Every time I throw them on, I see all the haters, and I see where the money at.","author":"Quavo","category":"Money, Live, Haters"},{"quote":"'Good English' is whatever educated people talk so that what is good in one place or time would not be so in another.","author":"C. S. Lewis","category":"Good, People, Place"},{"quote":"Everything we say signifies; everything counts, that we put out into the world. It impacts on kids, it impacts on the zeitgeist of the time.","author":"Meryl Streep","category":"World, Say, Kids"},{"quote":"People of Berlin - people of the world - this is our moment. This is our time.","author":"Barack Obama","category":"World, Moment, People"},{"quote":"I practiced drawing all the time and became very interested in it. If I was at a meeting that wasn't getting anywhere - like the one where Carl Rogers came to Caltech to discuss with us whether Caltech should develop a psychology department - I would draw the other people.","author":"Richard P. Feynman","category":"Drawing, People, Meeting"},{"quote":"Swift speedy time, feathered with flying hours, Dissolves the beauty of the fairest brow.","author":"Philip Stanhope, 4th Earl of Chesterfield","category":"Beauty, Flying, Hours"},{"quote":"You don't go around grieving all the time, but the grief is still there and always will be.","author":"Nigella Lawson","category":"Sympathy, Grief, You"},{"quote":"One of the most pervasive political visions of our time is the vision of liberals as compassionate and conservatives as less caring.","author":"Thomas Sowell","category":"Caring, Vision, Political"},{"quote":"I play myself all the time, on camera and off. What else can I do?","author":"Harry Dean Stanton","category":"Myself, Camera, Play"},{"quote":"My understanding of the creative process is simply that all cultures and all concerns meet at a certain point, the human point in which everything is related to one another. That has been my creative experience. I never know who's influencing me at any time.","author":"Wole Soyinka","category":"Experience, Creative, Me"},{"quote":"After we were hit on September 11, 2001, we were in a state of national shock. Less than six weeks later, on October 26 2001, the U.S.A. Patriot Act was passed by a Congress that had little chance to debate it; many said that they scarcely had time to read it.","author":"Naomi Wolf","category":"October, Chance, Patriot"},{"quote":"Time has been transformed, and we have changed; it has advanced and set us in motion; it has unveiled its face, inspiring us with bewilderment and exhilaration.","author":"Khalil Gibran","category":"Face, Motion, Us"},{"quote":"We are time's subjects, and time bids be gone.","author":"William Shakespeare","category":"Gone, Subjects, Bids"}]}