{
  "author": "Ravindu Manoj",
  "github": "ravindu01manoj",
  "repo": "Quotes-500k",
  "data": [
    {
      "quote": "Hip-hop and electronic music are so similar, in the fact that they're both very visceral, have so much bass; a lot of times, it's the same tempos. The culture and some of the sound design is different but a lot of times, it's the same stuff.",
      "author": "Skrillex",
      "category": "Music, Culture, Hip-Hop"
    },
    {
      "quote": "If you're talking to an architect, he can look at a blank piece of paper, and once the initial design is there, the formula kicks in. Each room should have something unique and different about it - much the same way that in a song, every eight bars or so, a new piece of information should be introduced.",
      "author": "Ryan Tedder",
      "category": "Unique, Information, Song"
    },
    {
      "quote": "I design for the working girl.",
      "author": "Elsa Peretti",
      "category": "Girl, Working"
    },
    {
      "quote": "So, to really execute design in its highest form and making people feel joy, that's a great reward.",
      "author": "Genevieve Gorder",
      "category": "Great, Joy, People"
    },
    {
      "quote": "Design should be easy in the sense that every step should be obviously and clearly identifiable. Simplify elements to make change simple so you can manage the technical risk.",
      "author": "Kent Beck",
      "category": "Change, Simple, Risk"
    },
    {
      "quote": "Sometimes, you start with the drawing and then the gag comes to you in the middle of it. That is when you start working on the solution of the gag, which is composition, placing, equilibrium, and character design.",
      "author": "Sergio Aragones",
      "category": "Character, Start, Drawing"
    },
    {
      "quote": "That was always my frustration with so many of these shows, because design is not an ambush... it's a relationship. You have to know how people move and live and work to be able to design for them.",
      "author": "Genevieve Gorder",
      "category": "Work, Relationship, People"
    },
    {
      "quote": "I don't believe in planning for things. I just want them to fall in place, unfold as they like. I never design things. I want films to choose me; I don't choose films.",
      "author": "Pawan Kalyan",
      "category": "Planning, Believe, Fall"
    },
    {
      "quote": "Architects design houses. I live in a home.",
      "author": "Peter Eisenman",
      "category": "Home, Live, Houses"
    },
    {
      "quote": "I don't design houses with the nuclear family idea because I don't believe in it as a concept.",
      "author": "Peter Eisenman",
      "category": "Family, Believe, Idea"
    },
    {
      "quote": "I love HGTV. I love working on my house and have really been bit by the 'luxury remodeling' bug. 'Million Dollar Rooms,' 'Million Dollar Listing'... any show that can give me design inspiration, I soak it in and try my hand at it. Home Depot is my second home!",
      "author": "Laz Alonso",
      "category": "Love, Home, Me"
    },
    {
      "quote": "I have a secret thought from some things I have observed, that God may perhaps design you for some singular service in the world.",
      "author": "David Brainerd",
      "category": "God, Service, World"
    },
    {
      "quote": "Anyone with a computer and a design program can create a page layout. But unless you're trained in design, it won't look very good and it won't communicate very well.",
      "author": "John Maeda",
      "category": "Good, Page, You"
    },
    {
      "quote": "The interesting thing is when we design and architect a server, we don't design it for Windows or Linux, we design it for both. We don't really care, as long as we're selling the one the customer wants.",
      "author": "Michael Dell",
      "category": "Customer, Long, Care"
    },
    {
      "quote": "I make spaces that are calm rather than confrontational. I seek a certain kind of logic that allows you to move in space and perceive it as beautiful and rational. Clarity is a worthwhile quality.",
      "author": "Annabelle Selldorf",
      "category": "Beautiful, Quality, Space"
    },
    {
      "quote": "Volvo has one weakness, and that is in the interior design. They have not adapted to the Chinese people's perception of luxury when it comes to the interior design, and this has to be addressed.",
      "author": "Li Shufu",
      "category": "Perception, People, Weakness"
    },
    {
      "quote": "As a group, we want to follow good and green strategy. Setting targets is one element of that. The second part is to design products which meet environmental goals.",
      "author": "Jamshyd Godrej",
      "category": "Goals, Good, Environmental"
    },
    {
      "quote": "A good designer must rely on experience, on precise, logic thinking; and on pedantic exactness. No magic will do.",
      "author": "Niklaus Wirth",
      "category": "Good, Experience, Thinking"
    },
    {
      "quote": "I do what I love to do at the moment. If I wake up tomorrow and decide I want to dance, that's what I'd do. Or design clothes. I think I'd throw myself into whatever I'm doing now. It's not about abandoning what I was doing before, or giving up. It's about knowing that if I die tomorrow, I lived the way I wanted to.",
      "author": "Ayumi Hamasaki",
      "category": "Love, Myself, Dance"
    },
    {
      "quote": "User-centered design means understanding what your users need, how they think, and how they behave - and incorporating that understanding into every aspect of your process.",
      "author": "Jesse James Garrett",
      "category": "Understanding, Think"
    },
    {
      "quote": "I went to my boss, and I said, 'Look, I'd like to design these ties because I think they could be new.' He said, 'The world isn't ready for Ralph Lauren.' I never forgot that because... I thought that was a compliment.",
      "author": "Ralph Lauren",
      "category": "Boss, Thought, World"
    },
    {
      "quote": "The point is that I don't design stuff for myself. I'm a toolmaker. I design things that other people want to use.",
      "author": "Robert Moog",
      "category": "Myself, People, Want"
    },
    {
      "quote": "I would think twice about designing stuff for which there was no need and which didn't endure.",
      "author": "Robin Day",
      "category": "Think, Need, Endure"
    },
    {
      "quote": "There is not necessarily a good reason why a regulator should have to be involved in product design and marketing for rich and sophisticated investors. We recommend that such investors should be able to sign a piece of paper, which allows them to go ahead and buy unregulated products at their own risk.",
      "author": "John Redwood",
      "category": "Good, Risk, Marketing"
    },
    {
      "quote": "Tesla is changing the paradigm. We're going to turn the world on its ear and create high demand through design.",
      "author": "Franz von Holzhausen",
      "category": "World, Changing, Create"
    },
    {
      "quote": "After all, C++ isn't a perfect match for Java's design aims either.",
      "author": "Bjarne Stroustrup",
      "category": "Perfect, Match, Either"
    },
    {
      "quote": "I am always locked in my design studio.",
      "author": "Valentino Garavani",
      "category": "I Am, Always, Studio"
    },
    {
      "quote": "Flying through a hurricane is the most fearsome shaking you will ever get. Everything has to be tied down in the airplane. And the IMAX camera has to be rock-steady through all this. We had to design special mounts on the left and right sides of the cabin and in the cockpit to hold the cameras.",
      "author": "Greg MacGillivray",
      "category": "Flying, Camera, Airplane"
    },
    {
      "quote": "I've learned a lot about stage-managing for illustration. Sometimes you have to delete characters from a scene just to keep from overcrowding the image. I've also learned to making big-scale design decisions early.",
      "author": "Scott Westerfeld",
      "category": "Decisions, Early, You"
    },
    {
      "quote": "I wouldn't say design has become strictly functional. A lot of cars these days look downright comic book to me, and the info-gadgets with which late industrial people spend the most time - phones, music players, etc. - are blobjects.",
      "author": "Scott Westerfeld",
      "category": "Music, Time, Book"
    },
    {
      "quote": "With everything that I design, from a church to a plate to skyscraper to a spoon. I am always thinking about voluptuous volumes and spaces.",
      "author": "Greg Lynn",
      "category": "I Am, Thinking, Church"
    },
    {
      "quote": "Of course, I did lots of what would be called graphic design now, what used to be called commercial art.",
      "author": "Leonard Baskin",
      "category": "Art, Now, Course"
    },
    {
      "quote": "The design process usually starts as a fantasy, with ideas that I dream of and visualize. These ideas become a reality by bringing various ingredients together, from the lifestyle of my bride, her age and sex appeal, to the textures of the finest fabrics and embroideries that we produce in my family factories in India.",
      "author": "Naeem Khan",
      "category": "Family, Age, Together"
    },
    {
      "quote": "I could design an $800 shoe line it's easy. You use the best materials and you can make beautiful shoes. It's easier than making great shoes for $90.",
      "author": "Steve Madden",
      "category": "Beautiful, Best, Great"
    },
    {
      "quote": "My strengths as a businessman lie in the design and sale of women's shoes, and I have never been comfortable with complicated or technical legal or business documents.",
      "author": "Steve Madden",
      "category": "Business, Women, Shoes"
    },
    {
      "quote": "Good design doesn't date.",
      "author": "Harry Seidler",
      "category": "Good, Date"
    },
    {
      "quote": "Design is an unknown.",
      "author": "Geoffrey Beene",
      "category": "Unknown"
    },
    {
      "quote": "I have made bouquets of pleats, bouquets of flowers, bouquets of ruffles, bouquets of feathers. Often I design in mousseline, held tightly around the waist, and with something else going on all around.",
      "author": "Giambattista Valli",
      "category": "Flowers, Feathers, Going"
    },
    {
      "quote": "My architectural drive was to design new types of buildings to help poor people, especially following natural disasters and catastrophes... I will use whatever time is left to me to keep doing what I have been doing, which is to help humanity.",
      "author": "Frei Otto",
      "category": "Time, Humanity, Help"
    },
    {
      "quote": "I decided to design and build my own stereo amplifier system at age 13.",
      "author": "Jim Cantrell",
      "category": "Age, Build, System"
    },
    {
      "quote": "Information design has been around since the 1970s. Pioneers like Yale University design guru Edward Tufte and design agency Pentagram have long known and used its power. But now with the rise of the Internet, it's having something of a second birth.",
      "author": "David McCandless",
      "category": "Power, Internet, Long"
    },
    {
      "quote": "Nothing they design ever gets in the way of a work of art.",
      "author": "Robert Hughes",
      "category": "Work, Art, Way"
    },
    {
      "quote": "I got into university to study graphic design, and I got into drama school as well, so I had the choice whether I wanted to go down the sensible route or if I wanted to become an actor.",
      "author": "Chris Geere",
      "category": "School, Choice, Drama"
    },
    {
      "quote": "My dad wanted me to be a professional person, which I was - I was a civil engineer. I graduated from civil engineering at USC in California. I became an engineer, and I helped design the roads for the L.A. County Roads Department. And I did that for about one and a half years in a sense to please my parents - to be a 'respectable' person.",
      "author": "James Hong",
      "category": "Parents, Me, Engineering"
    },
    {
      "quote": "Great designers seldom make great advertising men, because they get overcome by the beauty of the picture - and forget that merchandise must be sold.",
      "author": "James Randolph Adams",
      "category": "Beauty, Great, Men"
    },
    {
      "quote": "When you design it, think how you would feel if you had to fly it! Safety first!",
      "author": "Donald Wills Douglas",
      "category": "Safety, Fly, Think"
    },
    {
      "quote": "The only important thing about design is how it relates to people.",
      "author": "Victor Papanek",
      "category": "People, Important, Only"
    },
    {
      "quote": "Design has taken the place of what sailing used to be.",
      "author": "Dennis Conner",
      "category": "Sailing, Place, Used"
    },
    {
      "quote": "The urge for good design is the same as the urge to go on living.",
      "author": "Harry Bertoia",
      "category": "Good, Living, Same"
    },
    {
      "quote": "We design our world, while our world acts back on us and designs us.",
      "author": "Anne-Marie Willis",
      "category": "World, Back, Our World"
    },
    {
      "quote": "Let the wife make the husband glad to come home, and let him make her sorry to see him leave.",
      "author": "Martin Luther",
      "category": "Home, Wife, Sorry"
    },
    {
      "quote": "Happy is the man who finds a true friend, and far happier is he who finds that true friend in his wife.",
      "author": "Franz Schubert",
      "category": "Happy, True Friend, Wife"
    },
    {
      "quote": "The real act of marriage takes place in the heart, not in the ballroom or church or synagogue. It's a choice you make - not just on your wedding day, but over and over again - and that choice is reflected in the way you treat your husband or wife.",
      "author": "Barbara De Angelis",
      "category": "Day, Wedding, Wife"
    },
    {
      "quote": "My most brilliant achievement was my ability to be able to persuade my wife to marry me.",
      "author": "Winston Churchill",
      "category": "Achievement, Wife, Me"
    },
    {
      "quote": "When a man opens a car door for his wife, it's either a new car or a new wife.",
      "author": "Prince Philip",
      "category": "Car, Man, Wife"
    },
    {
      "quote": "Bachelors have consciences, married men have wives.",
      "author": "Samuel Johnson",
      "category": "Men, Married, Married Men"
    },
    {
      "quote": "May this marriage be full of laughter, our every day in paradise.",
      "author": "Rumi",
      "category": "Day, Laughter, Paradise"
    },
    {
      "quote": "Marriage is neither heaven nor hell, it is simply purgatory.",
      "author": "Abraham Lincoln",
      "category": "Hell, Heaven, Nor"
    },
    {
      "quote": "I believe marriage is between a man and a woman. I am not in favor of gay marriage. But when you start playing around with constitutions, just to prohibit somebody who cares about another person, it just seems to me that's not what America's about. Usually, our constitutions expand liberties, they don't contract them.",
      "author": "Barack Obama",
      "category": "America, Man, I Am"
    },
    {
      "quote": "May these vows and this marriage be blessed.",
      "author": "Rumi",
      "category": "Blessed, May, Vows"
    },
    {
      "quote": "I have learned that only two things are necessary to keep one's wife happy. First, let her think she's having her own way. And second, let her have it.",
      "author": "Lyndon B. Johnson",
      "category": "Happy, Wife, Think"
    },
    {
      "quote": "An ideal wife is any woman who has an ideal husband.",
      "author": "Booth Tarkington",
      "category": "Woman, Wife, Husband"
    },
    {
      "quote": "One should always be in love. That is the reason one should never marry.",
      "author": "Oscar Wilde",
      "category": "Love, Reason, Never"
    },
    {
      "quote": "What I've learned about marriage: You need to have each other's back you have to be a kind of team going through life.",
      "author": "Tom Petty",
      "category": "Life, Team, You"
    },
    {
      "quote": "My wife is my soul mate. I can't imagine being without her.",
      "author": "Matt Damon",
      "category": "Soul, Wife, Her"
    },
    {
      "quote": "The secret of a happy marriage remains a secret.",
      "author": "Henny Youngman",
      "category": "Happy, Happy Marriage"
    },
    {
      "quote": "Political promises are much like marriage vows. They are made at the beginning of the relationship between candidate and voter, but are quickly forgotten.",
      "author": "Dick Gregory",
      "category": "Relationship, Political"
    },
    {
      "quote": "In my mind, marriage is a spiritual partnership and union in which we willingly give and receive love, create and share intimacy, and open ourselves to be available and accessible to another human being in order to heal, learn and grow.",
      "author": "Iyanla Vanzant",
      "category": "Love, Spiritual, Mind"
    },
    {
      "quote": "A happy marriage is a long conversation which always seems too short.",
      "author": "Andre Maurois",
      "category": "Happy, Short, Conversation"
    },
    {
      "quote": "Don't marry the person you think you can live with marry only the individual you think you can't live without.",
      "author": "James Dobson",
      "category": "Live, Think, You"
    },
    {
      "quote": "A wedding is a funeral where you smell your own flowers.",
      "author": "Eddie Cantor",
      "category": "Flowers, Wedding, You"
    },
    {
      "quote": "A marriage doesn't have to be perfect, but you can be perfect for each other.",
      "author": "Jessica Simpson",
      "category": "Perfect, You, Other"
    },
    {
      "quote": "Rituals, anthropologists will tell us, are about transformation. The rituals we use for marriage, baptism or inaugurating a president are as elaborate as they are because we associate the ritual with a major life passage, the crossing of a critical threshold, or in other words, with transformation.",
      "author": "Abraham Verghese",
      "category": "Life, Transformation, Words"
    },
    {
      "quote": "So many people prefer to live in drama because it's comfortable. It's like someone staying in a bad marriage or relationship - it's actually easier to stay because they know what to expect every day, versus leaving and not knowing what to expect.",
      "author": "Ellen DeGeneres",
      "category": "Relationship, Day, Leaving"
    },
    {
      "quote": "The argument that gay marriage doesn't affect straight marriages is a ridiculous red herring: Gay marriage affects society and law in dramatic ways. Religious groups will come under direct assault as federal and state governments move to strip them of their non-profit statuses if they refuse to perform gay marriages.",
      "author": "Ben Shapiro",
      "category": "Law, Society, Red"
    },
    {
      "quote": "In a happy marriage it is the wife who provides the climate, the husband the landscape.",
      "author": "Gerald Brenan",
      "category": "Happy, Wife, Husband"
    },
    {
      "quote": "Sensual pleasures have the fleeting brilliance of a comet a happy marriage has the tranquillity of a lovely sunset.",
      "author": "Ann Landers",
      "category": "Happy, Sunset, Lovely"
    },
    {
      "quote": "A journey is like marriage. The certain way to be wrong is to think you control it.",
      "author": "John Steinbeck",
      "category": "Journey, Control, Think"
    },
    {
      "quote": "The most happy marriage I can picture or imagine to myself would be the union of a deaf man to a blind woman.",
      "author": "Samuel Taylor Coleridge",
      "category": "Happy, Myself, Man"
    },
    {
      "quote": "My decision to end my marriage was such a risk to lose ratings and lose my fan base. I had to take that risk for my inner peace and to be happy with myself.",
      "author": "Kim Kardashian",
      "category": "Happy, Peace, Myself"
    },
    {
      "quote": "When you make the sacrifice in marriage, you're sacrificing not to each other but to unity in a relationship.",
      "author": "Joseph Campbell",
      "category": "Relationship, Unity"
    },
    {
      "quote": "I was against gay marriage until I realized I didn't have to get one.",
      "author": "James Carville",
      "category": "Gay, Gay Marriage, Against"
    },
    {
      "quote": "A good marriage is one which allows for change and growth in the individuals and in the way they express their love.",
      "author": "Pearl S. Buck",
      "category": "Love, Change, Good"
    },
    {
      "quote": "Friendship is the marriage of the soul, and this marriage is liable to divorce.",
      "author": "Voltaire",
      "category": "Friendship, Soul, Divorce"
    },
    {
      "quote": "I think that gay marriage should be between a man and a woman.",
      "author": "Arnold Schwarzenegger",
      "category": "Man, Woman, Think"
    },
    {
      "quote": "As to marriage or celibacy, let a man take which course he will, he will be sure to repent.",
      "author": "Socrates",
      "category": "Man, Will, Sure"
    },
    {
      "quote": "The biggest financial pitfall in life is divorce. And the biggest reason for divorce is marriage.",
      "author": "Gene Simmons",
      "category": "Life, Financial, Divorce"
    },
    {
      "quote": "Where there's marriage without love, there will be love without marriage.",
      "author": "Benjamin Franklin",
      "category": "Love, Will, Where"
    },
    {
      "quote": "Married men live longer than single men. But married men are a lot more willing to die.",
      "author": "Johnny Carson",
      "category": "Men, Live, Die"
    },
    {
      "quote": "The secret of a good marriage is forgiving your partner for marrying you in the first place.",
      "author": "Sacha Guitry",
      "category": "Good, Partner, You"
    },
    {
      "quote": "I have close family members as well as lots of close friends who are gay. Many of them strongly support gay marriage.",
      "author": "Tony Abbott",
      "category": "Family, Friends, Support"
    },
    {
      "quote": "I believe the home and marriage is the foundation of our society and must be protected.",
      "author": "Billy Graham",
      "category": "Home, Society, Believe"
    },
    {
      "quote": "Marriage helps young couples to raise themselves towards God. The bond of marriage unites two souls so firmly that though they are physically two separate entities, their souls are merged into one harmonious whole.",
      "author": "Dada Vaswani",
      "category": "God, Bond, Young"
    },
    {
      "quote": "In marriage there are no manners to keep up, and beneath the wildest accusations no real criticism. Each is familiar with that ancient child in the other who may erupt again. We are not ridiculous to ourselves. We are ageless. That is the luxury of the wedding ring.",
      "author": "Enid Bagnold",
      "category": "Wedding, Child, Luxury"
    },
    {
      "quote": "Love: A temporary insanity curable by marriage.",
      "author": "Ambrose Bierce",
      "category": "Love, Insanity, Temporary"
    },
    {
      "quote": "Those who condemn gay marriage, yet are silent or indifferent to the breakdown of marriage and divorce, are, in my view, missing the real issue.",
      "author": "Malcolm Turnbull",
      "category": "Silent, View, Divorce"
    },
    {
      "quote": "In a way, fraud in business is no different from infidelity in marriage or plagiarism in scholarly work. Even people committed to high moral standards succumb.",
      "author": "Miroslav Volf",
      "category": "Work, Business, People"
    },
    {
      "quote": "The trend of opinion among eugenists is that we must make marriage more difficult. Certainly no one who is not a desirable parent should be permitted to produce progeny.",
      "author": "Nikola Tesla",
      "category": "Parent, Opinion, Difficult"
    },
    {
      "quote": "Politics doesn't make strange bedfellows - marriage does.",
      "author": "Groucho Marx",
      "category": "Politics, Strange, Does"
    },
    {
      "quote": "Marriage is like a game of chess except the board is flowing water, the pieces are made of smoke and no move you make will have any effect on the outcome.",
      "author": "Jerry Seinfeld",
      "category": "Water, Game, Chess"
    },
    {
      "quote": "Marriage is a school itself. Also, having children. Becoming a father changed my whole life. It taught me as if by revelation.",
      "author": "Abraham Maslow",
      "category": "Life, Children, Father"
    },
    {
      "quote": "You're not just going out there, maybe sacrificing your own life. There's also sacrifices still going on at home. You can serve in the military and have a good marriage, but you just need to be aware of it so you can take those steps to take care of it.",
      "author": "Chris Kyle",
      "category": "Life, Home, Good"
    },
    {
      "quote": "A good businessman never makes a contract unless he's sure he can carry it through, yet every fool on earth is perfectly willing to sign a marriage contract without considering whether he can live up to it or not.",
      "author": "Dalton Trumbo",
      "category": "Good, Fool, Live"
    },
    {
      "quote": "'Safe Harbor' is a state of mind... it's the place - in reality or metaphor - to which one goes in times of trouble or worry. It can be a friendship, marriage, church, garden, beach, poem, prayer, or song.",
      "author": "Luanne Rice",
      "category": "Friendship, Beach, Mind"
    },
    {
      "quote": "Ultimately, I believe the only secret to a happy marriage is choosing the right person. Life is a series of choices, right?",
      "author": "Michelle Pfeiffer",
      "category": "Life, Happy, Believe"
    },
    {
      "quote": "I was a happy person before marriage. I'm definitely happier after marriage.",
      "author": "Vidya Balan",
      "category": "Happy, Person, Before"
    },
    {
      "quote": "There's only one way to have a happy marriage and as soon as I learn what it is I'll get married again.",
      "author": "Clint Eastwood",
      "category": "Happy, Learn, Happy Marriage"
    },
    {
      "quote": "Bachelors know more about women than married men if they didn't they'd be married too.",
      "author": "H. L. Mencken",
      "category": "Women, Men, Know"
    },
    {
      "quote": "A psychiatrist asks a lot of expensive questions your wife asks for nothing.",
      "author": "Joey Adams",
      "category": "Wife, Questions, Nothing"
    },
    {
      "quote": "Marriage is a series of desperate arguments people feel passionately about.",
      "author": "Katharine Hepburn",
      "category": "People, Feel, Desperate"
    },
    {
      "quote": "Marriage is like a cage; one sees the birds outside desperate to get in, and those inside equally desperate to get out.",
      "author": "Michel de Montaigne",
      "category": "Birds, Like, Outside"
    },
    {
      "quote": "Bring a wife home to your house when you are of the right age, not far short of 30 years, nor much above; this is the right time for marriage.",
      "author": "Hesiod",
      "category": "Time, Home, Age"
    },
    {
      "quote": "There were three of us in this marriage, so it was a bit crowded.",
      "author": "Princess Diana",
      "category": "Three, Us, Crowded"
    },
    {
      "quote": "Marriage, in its truest sense, is a partnership of equals, with neither exercising dominion over the other, but, rather, with each encouraging and assisting the other in whatever responsibilities and aspirations he or she might have.",
      "author": "Gordon B. Hinckley",
      "category": "Partnership, She"
    },
    {
      "quote": "Wit is the sudden marriage of ideas which, before their union, were not perceived to have any relation.",
      "author": "Mark Twain",
      "category": "Ideas, Wit, Which"
    },
    {
      "quote": "They say marriage will change you but it didn't change me. Being in love changed me.",
      "author": "R. Kelly",
      "category": "Love, Change, Me"
    },
    {
      "quote": "The mark of a good marriage is partnership and continuing to feel inspired by your spouse. I had that with Tao. But the end is not necessarily the tragedy. Staying in a relationship that is no longer working is the tragedy. Living unhappily - that's the tragedy.",
      "author": "Olivia Wilde",
      "category": "Relationship, Good, Tragedy"
    },
    {
      "quote": "You can't have a happy family if you don't have a happy marriage.",
      "author": "Jeremy Sisto",
      "category": "Family, Happy, You"
    },
    {
      "quote": "The great marriages are partnerships. It can't be a great marriage without being a partnership.",
      "author": "Helen Mirren",
      "category": "Great, Partnerships"
    },
    {
      "quote": "I have a very happy marriage and friends who keep my feet on the ground. But looking for satisfaction in life is difficult. Maybe being happy is as simple as not being unhappy.",
      "author": "Jasper Carrott",
      "category": "Life, Happy, Friends"
    },
    {
      "quote": "My views are very fluctuating. I have very contradictory takes on the subject. Dating is easier, while marriage is hard work. You see your friends having early divorces, and on the other hand, you see your parents having a successful marriage.",
      "author": "Kangana Ranaut",
      "category": "Work, Hard Work, Friends"
    },
    {
      "quote": "I would love to have the same rights as everybody else. I would love, I don't care if it's called marriage. I don't care if it's called, you know, domestic partnership. I don't care what it's called.",
      "author": "Ellen DeGeneres",
      "category": "Love, Partnership, Know"
    },
    {
      "quote": "The Left despises Texas, with its stellar record of job growth; Texas, with its strong support for traditional marriage and the sanctity of life; Texas, the root of the conservative tree. Should the Left succeed in its attempt to turn Texas purple, America could turn permanently blue.",
      "author": "Ben Shapiro",
      "category": "Life, Strong, Growth"
    },
    {
      "quote": "People used to say my son looked like a Mexican Biggie. And when he was first born, memories of Biggie... you know, we didn't always have the greatest days. For at least half the length of our marriage we were separated, so everyday was definitely not a good day.",
      "author": "Faith Evans",
      "category": "Memories, Good, Son"
    },
    {
      "quote": "I think men are mainly unfaithful because as they get older, they feel the urge to prove to themselves that they are still attractive. They need proof from outside the marriage. It's really sad. It's all about them. It's not about their wives at all.",
      "author": "Pattie Boyd",
      "category": "Sad, Men, Think"
    },
    {
      "quote": "For it is mutual trust, even more than mutual interest that holds human associations together. Our friends seldom profit us but they make us feel safe. Marriage is a scheme to accomplish exactly that same end.",
      "author": "H. L. Mencken",
      "category": "Friends, Trust, Together"
    },
    {
      "quote": "A marriage is no amusement but a solemn act, and generally a sad one.",
      "author": "Queen Victoria",
      "category": "Sad, Act, Amusement"
    },
    {
      "quote": "The most important thing for a good marriage is to learn how to argue peaceably.",
      "author": "Anita Ekberg",
      "category": "Good, Learn, Important"
    },
    {
      "quote": "You can't wake up one day and say 'I'm for gay marriage,' and wake up the next day and say 'I'm against it.' Wake up one day and say, 'I'm pro-choice,' and the next day wake up and say, 'I'm pro-life.' There's no credibility there.",
      "author": "Roger Stone",
      "category": "Day, Wake Up, You"
    },
    {
      "quote": "A successful marriage is an edifice that must be rebuilt every day.",
      "author": "Andre Maurois",
      "category": "Day, Successful, Every Day"
    },
    {
      "quote": "Marriages, like careers, need constant nurturing... the secret of having it all is loving it all.",
      "author": "Joyce Brothers",
      "category": "Loving, Need, Secret"
    },
    {
      "quote": "Marriage is an attempt to solve problems together which you didn't even have when you were on your own.",
      "author": "Eddie Cantor",
      "category": "Together, Problems, You"
    },
    {
      "quote": "On rare occasions one does hear of a miraculous case of a married couple falling in love after marriage, but on close examination it will be found that it is a mere adjustment to the inevitable.",
      "author": "Emma Goldman",
      "category": "Love, Falling In Love"
    },
    {
      "quote": "Marrying an old bachelor is like buying second-hand furniture.",
      "author": "H. Jackson Brown, Jr.",
      "category": "Furniture, Bachelor, Like"
    },
    {
      "quote": "There is nothing nobler or more admirable than when two people who see eye to eye keep house as man and wife, confounding their enemies and delighting their friends.",
      "author": "Homer",
      "category": "Friends, Man, Wife"
    },
    {
      "quote": "Faithful women are all alike, they think only of their fidelity, never of their husbands.",
      "author": "Jean Giraudoux",
      "category": "Women, Think, Faithful"
    },
    {
      "quote": "Take care of him. And make him feel important. And if you can do that, you'll have a happy and wonderful marriage. Like two out of every ten couples.",
      "author": "Neil Simon",
      "category": "Happy, Care, You"
    },
    {
      "quote": "All men make mistakes, but married men find out about them sooner.",
      "author": "Red Skelton",
      "category": "Mistakes, Men, Find"
    },
    {
      "quote": "It's tough to stay married. My wife kisses the dog on the lips, yet she won't drink from my glass.",
      "author": "Rodney Dangerfield",
      "category": "Dog, Wife, Glass"
    },
    {
      "quote": "Marriage resembles a pair of shears, so joined that they cannot be separated; often moving in opposite directions, yet always punishing anyone who comes between them.",
      "author": "Sydney Smith",
      "category": "Moving, Always, Between"
    },
    {
      "quote": "Basically my wife was immature. I'd be at home in the bath and she'd come in and sink my boats.",
      "author": "Woody Allen",
      "category": "Home, Wife, Bath"
    },
    {
      "quote": "Husbands are like fires - they go out when they're left unattended.",
      "author": "Cher",
      "category": "Like, Left, Go"
    },
    {
      "quote": "Marriage should be a duet - when one sings, the other claps.",
      "author": "Joe Murray",
      "category": "Should, Other, Duet"
    },
    {
      "quote": "But marriage goes in waves. You've got to be patient. People bail and give up on their marriages way too early. They just don't put the work and the effort into it. You've got to suck up your ego a lot of times, because that can be a big downfall.",
      "author": "Anna Benson",
      "category": "Work, Effort, Ego"
    },
    {
      "quote": "Marriage: a ceremony in which rings are put on the finger of the lady and through the nose of the gentleman.",
      "author": "Herbert Spencer",
      "category": "Gentleman, Finger, Through"
    },
    {
      "quote": "I know one husband and wife who, whatever the official reasons given to the court for the break up of their marriage, were really divorced because the husband believed that nobody ought to read while he was talking and the wife that nobody ought to talk while she was reading.",
      "author": "Vera Brittain",
      "category": "Reading, Wife, Husband"
    },
    {
      "quote": "Marriage is miserable unless you find the right person that is your soulmate and that takes a lot of looking.",
      "author": "Marvin Gaye",
      "category": "Right Person, Looking, You"
    },
    {
      "quote": "In the spring of 1936, I was introduced by friends to Jean Tatlock. In the autumn, I began to court her. We were at least twice close enough to marriage to think of ourselves as engaged.",
      "author": "J. Robert Oppenheimer",
      "category": "Autumn, Friends, Spring"
    },
    {
      "quote": "What I believe is that marriage is between a man and a woman, but what I also believe is that we have an obligation to make sure that gays and lesbians have the rights of citizenship that afford them visitations to hospitals, that allow them to be, to transfer property between partners, to make certain that they're not discriminated on the job.",
      "author": "Barack Obama",
      "category": "Man, Job, Woman"
    },
    {
      "quote": "Let us be honest with each other. The threat to marriage is not the gays. It is a lack of loving commitment - whether it is found in the form of neglect, indifference, cruelty or adultery, to name just a few manifestations of the loveless desert in which too many marriages come to grief.",
      "author": "Malcolm Turnbull",
      "category": "Grief, Commitment, Desert"
    },
    {
      "quote": "When you look at statistics for the white community alone, you see that we've become two separate worlds in which the successful are educated and wait to have children until they are married, and those in poverty are primarily those without higher education and with children outside of marriage.",
      "author": "Rand Paul",
      "category": "Education, Children"
    },
    {
      "quote": "Almost no one is foolish enough to imagine that he automatically deserves great success in any field of activity yet almost everyone believes that he automatically deserves success in marriage.",
      "author": "Sydney J. Harris",
      "category": "Success, Great, Imagination"
    },
    {
      "quote": "More belongs to marriage than four legs in a bed.",
      "author": "Rainer Maria Rilke",
      "category": "Bed, Four, Legs"
    },
    {
      "quote": "You know, my friends, with what a brave carouse I made a Second Marriage in my house; favored old barren reason from my bed, and took the daughter of the vine to spouse.",
      "author": "Omar Khayyam",
      "category": "Friends, Daughter, Brave"
    },
    {
      "quote": "Marriage may often be a stormy lake, but celibacy is almost always a muddy horse pond.",
      "author": "Thomas Love Peacock",
      "category": "Horse, Lake, Always"
    },
    {
      "quote": "If your neighbor has a completely different view on abortion, gay marriage, stem cell research, all of those things, you still are both Americans. Neither one of you is necessarily more patriotic than the other. Neither loves their country any more than the other one does.",
      "author": "Phil McGraw",
      "category": "Research, Neighbor, View"
    },
    {
      "quote": "A wife lasts only for the length of the marriage, but an ex-wife is there for the rest of your life.",
      "author": "Jim Samuels",
      "category": "Life, Wife, Rest"
    },
    {
      "quote": "I don't think that a same-sex marriage is the way God intended it to be.",
      "author": "Joel Osteen",
      "category": "God, Think, Way"
    },
    {
      "quote": "There was a time in the marriage when I could no longer look at myself in a mirror, couldn't feel I was a nice person. A bad relationship can do that, can make you doubt everything good you ever felt about yourself.",
      "author": "Dionne Warwick",
      "category": "Time, Relationship, Good"
    },
    {
      "quote": "Courtship is to marriage, as a very witty prologue to a very dull play.",
      "author": "William Congreve",
      "category": "Dating, Play, Witty"
    },
    {
      "quote": "It is better to be unhappy in love than unhappy in marriage, but some people manage to be both.",
      "author": "Guy de Maupassant",
      "category": "Love, People, Better"
    },
    {
      "quote": "Marriage brings one into fatal connection with custom and tradition, and traditions and customs are like the wind and weather, altogether incalculable.",
      "author": "Soren Kierkegaard",
      "category": "Wind, Weather, Tradition"
    },
    {
      "quote": "I'm not for gay marriage, but I'm not for discriminating against people.",
      "author": "Joel Osteen",
      "category": "Gay, People, Gay Marriage"
    },
    {
      "quote": "Friendship is two-sided. It isn't a friend just because someone's doing something nice for you. That's a nice person. There's friendship when you do for each other. It's like marriage - it's two-sided.",
      "author": "John Wooden",
      "category": "Friendship, Friend, Nice"
    },
    {
      "quote": "Marriage is a reflection of your life in general: how you treat people, how you argue, how secure you are in your own thoughts. How vehemently do you argue your point of view? With what disdain do you view the other's point of view?",
      "author": "William Shatner",
      "category": "Life, Reflection, Thoughts"
    },
    {
      "quote": "I thought the divorce statistics would never apply to me. I was beyond heartbroken when they did. But I got up and got on with it. I also kept my belief in marriage.",
      "author": "Jennifer Garner",
      "category": "Thought, Me, Statistics"
    },
    {
      "quote": "Particularly black Americans, many of them, from quotes that I have seen and conversations I've had, are sort of insulted that the civil rights movement is being hijacked - the rhetoric of the civil rights movement is being hijacked for something like same sex marriage. Black Americans tend to have a higher degree of religiosity.",
      "author": "Gary Bauer",
      "category": "Black, Rhetoric, Rights"
    },
    {
      "quote": "The state's interest in marriage is stability. Generally speaking, polygamy does not work for stability. Inherent in the whole polygamous movement is a deep and abiding misogyny and denigration of women. So polygamy is objectionable on lots of grounds.",
      "author": "Gene Robinson",
      "category": "Work, Women, Deep"
    },
    {
      "quote": "One hopes, of course, that a relationship grows and becomes a deep and wonderful marriage and friendship that lasts forever. But that's not always the case.",
      "author": "Alana Stewart",
      "category": "Friendship, Relationship"
    },
    {
      "quote": "We do not create marriage from scratch. Instead, in the elegant language of the marriage ceremony, we 'enter into the holy estate of matrimony.'",
      "author": "Nancy Pearcey",
      "category": "Language, Create, Scratch"
    },
    {
      "quote": "The Hindu marriage may be described as the union of two families. In this union, there is no room for petty ambitions and personal ego-trips. What is involved is love for the entire family that one is marrying into.",
      "author": "Dada Vaswani",
      "category": "Love, Family, Petty"
    },
    {
      "quote": "Marriage, as an institution, is as dead as the dodo bird.",
      "author": "Joan Fontaine",
      "category": "Bird, Dead, Institution"
    },
    {
      "quote": "I don't care how handsome or fabulous or funny the groom is, or how sweet and accommodating the bride, or vice versa. Marriage is hard.",
      "author": "Jenna McCarthy",
      "category": "Funny, Sweet, Handsome"
    },
    {
      "quote": "Ultimately, my greatest achievement is maintaining my career while sustaining a happy marriage and kids.",
      "author": "Melina Kanakaredes",
      "category": "Happy, Achievement, Greatest"
    },
    {
      "quote": "I'm in love with love and totally believe in marriage, but that's not even on my radar right now. I am not putting energy into dating.",
      "author": "Selena Gomez",
      "category": "Love, I Am, Dating"
    },
    {
      "quote": "My parents were, had a marriage of passion, and the passion was about their religious beliefs. They were both immigrant families that - well, my father's family came as Puritans to Massachusetts.",
      "author": "Phil Jackson",
      "category": "Family, Father, Parents"
    },
    {
      "quote": "I would love to get married, first of all, from my children's perspective. People don't think of children when they think of gay marriage, but I do have children, and for them to see their family validated as other families are validated and protected by our government, yes.",
      "author": "Judy Gold",
      "category": "Love, Family, Children"
    },
    {
      "quote": "People should be allowed to marry, and gay marriage should be out there. If a man or a woman has a good partner and they love each other with their heart and soul, let them marry. I am very much for gay marriage.",
      "author": "Pierce Brosnan",
      "category": "Love, Good, Man"
    },
    {
      "quote": "The battle going on over gay marriage in America reveals an awful lot. The Bible belt - people hate gay people. Because the Bible tells them? No, the Bible tells them an awful lot of things that they ignore.",
      "author": "Ian Mckellen",
      "category": "America, Hate, Battle"
    },
    {
      "quote": "It is my conviction that marriage is such a good idea, only God could have thought of it.",
      "author": "Myles Munroe",
      "category": "Good, God, Thought"
    },
    {
      "quote": "I feel that heterosexual marriage is the more excellent way, and it surely is approved holy by the Holy Bible, and it holds so many more possibilities: the possibilities of having children of both the mother and father, the male and the female.",
      "author": "Robert H. Schuller",
      "category": "Children, Father, Mother"
    },
    {
      "quote": "People today expect too much from marriage. Getting married is really like taking on a big new job.",
      "author": "Rosamunde Pilcher",
      "category": "Today, Job, People"
    },
    {
      "quote": "It is disgusting that 'Life & Style' and 'InTouch' magazines continue to print these false stories about my life: the status of my marriage, false reports about a miscarriage, the horrible lie that my dad is not my biological father, jealousy over my sisters' lives, etc.",
      "author": "Khloe Kardashian",
      "category": "Life, Father, Jealousy"
    },
    {
      "quote": "TV started for me just as a means of keeping my husband Desi off the road. He'd been on tour with his band since he got out of the Army, and we were in our 11th year of marriage and wanted to have children.",
      "author": "Lucille Ball",
      "category": "Children, Road, Me"
    },
    {
      "quote": "I've found a letter that was written to me from a girl who was getting married. And she wanted to know the secret of a happy marriage. I said - and I wrote back and said something to the effect that I couldn't - I had no magic formula. And I never sat down and thought about it, but everything just fell into place with Ronnie and me.",
      "author": "Nancy Reagan",
      "category": "Happy, Girl, Me"
    },
    {
      "quote": "The United States is in a time of transition. Courts have redefined marriage, and beliefs about human sexuality are changing. Will the right to dissent be protected? Will the right of Americans to speak and act in accord with what the United States had always believed about marriage - that it's a union of husband and wife - be tolerated?",
      "author": "Edwin Meese",
      "category": "Time, Wife, Speak"
    },
    {
      "quote": "Judaism doesn't recognize gay marriage, just as we don't recognize milk and meat together as kosher, and nothing will change it... I'm not a hypocrite; I state my positions.",
      "author": "Naftali Bennett",
      "category": "Change, Together, Hypocrite"
    },
    {
      "quote": "Marriage is survived just on the basis of ordinary etiquette, day in and day out. Also cooking together helps a lot... I've seen all these marriages that failed. Those people are always hollering at each other. That doesn't work.",
      "author": "Jim Harrison",
      "category": "Work, Day, Together"
    },
    {
      "quote": "Anyone who watched George W. and Karl Rove while the former was governor of Texas will recognize a familiar pattern. Like much of Bush's social policy - from faith-based social services to railing against gay marriage - women's issues are one of the bones they've decided they can throw to the Christian right.",
      "author": "Molly Ivins",
      "category": "Women, Gay, Christian"
    },
    {
      "quote": "Long-term relationships are an everyday choice. It's harder to be in a marriage than it is to bounce from one relationship to the next.",
      "author": "Pink",
      "category": "Relationship, Choice"
    },
    {
      "quote": "Well, my wife and I were married in a toilet - it was a marriage of convenience!",
      "author": "Tommy Cooper",
      "category": "Wife, Well, Married"
    },
    {
      "quote": "Marriage is like twirling a baton, turning hand springs or eating with chopsticks. It looks easy until you try it.",
      "author": "Helen Rowland",
      "category": "Easy, Eating, You"
    },
    {
      "quote": "Feminism is dated? Yes, for privileged women like my daughter and all of us here today, but not for most of our sisters in the rest of the world who are still forced into premature marriage, prostitution, forced labor - they have children that they don't want or they cannot feed.",
      "author": "Isabel Allende",
      "category": "Children, Women, Daughter"
    },
    {
      "quote": "I think that every state in the union should recognize same-sex marriage.",
      "author": "Cass Sunstein",
      "category": "Think, Recognize, I Think"
    },
    {
      "quote": "I have not supported same-sex marriage. I have supported civil partnerships and contractual relationships.",
      "author": "Hillary Clinton",
      "category": "Partnerships"
    },
    {
      "quote": "No persons professing to be Christians should enter the marriage relation until the matter has been carefully and prayerfully considered from an elevated standpoint, to see if God can be glorified by the union.",
      "author": "Ellen G. White",
      "category": "God, Matter, See"
    },
    {
      "quote": "A song like 'Once in a Lifetime' is inspired by my marriage - it's a good, life-changing happening in my life. I think when you find your once-in-a-lifetime love, that's what everybody's looking for.",
      "author": "Keith Urban",
      "category": "Love, Life, Good"
    },
    {
      "quote": "My grandmother was energetic and fearless - a talented poet and songwriter. She was also interested in chemistry and history and medicine, taking care of the people in her hacienda in Mexico, delivering babies. She could have become anything, but this was the 1930s, and she was forced into an arranged marriage.",
      "author": "Salma Hayek",
      "category": "History, People, Care"
    },
    {
      "quote": "I do believe in soulmates and happy/successful marriages. No marriage can be happy 24x7 for 365 days. Both partners have to make the relationship work, is what I believe in.",
      "author": "Kajol",
      "category": "Work, Relationship, Happy"
    },
    {
      "quote": "The rise of Breitbart is directly tied to being the voice of that center-right opposition. And, quite frankly, we're winning many, many victories. On the social conservative side, we're the voice of the anti-abortion movement, the voice of the traditional marriage movement, and I can tell you we're winning victory after victory after victory.",
      "author": "Stephen Bannon",
      "category": "Winning, Victory, Rise"
    },
    {
      "quote": "The moral code of Heaven for both men and women is complete chastity before marriage and full fidelity after marriage.",
      "author": "Ezra Taft Benson",
      "category": "Women, Men, Moral"
    },
    {
      "quote": "I think even in a good marriage, especially if you stay together long enough, there are going to be events that happen.",
      "author": "Tori Amos",
      "category": "Good, Together, Long"
    },
    {
      "quote": "When you are young, do not get involved in steady dating. When you reach an age where you think of marriage, then is the time to become so involved.",
      "author": "Gordon B. Hinckley",
      "category": "Time, Age, Dating"
    },
    {
      "quote": "What I've learnt being an actor is that you've got to be lucky. I got less lucky, and nobody was interested. If a part came up, it would be for the main corpse's friend's brother who was having problems with his marriage.",
      "author": "Peter Capaldi",
      "category": "Brother, Problems, Friend"
    },
    {
      "quote": "Marriage is a mystery, and part of it is just being kind to each other, not being selfish.",
      "author": "Aisha Tyler",
      "category": "Selfish, Mystery, Kind"
    },
    {
      "quote": "We make no greater voluntary choice in this life than the selection of a marriage partner. This decision can bring eternal happiness and joy. To find sublime fulfillment in marriage, both partners need to be fully committed to the marriage.",
      "author": "James E. Faust",
      "category": "Life, Happiness, Joy"
    },
    {
      "quote": "After a while in marriage, it doesn't work anymore. There is something missing, there is something wrong. There are few marriages that stay alive forever. We like something, and after a while, we hate what we used to love.",
      "author": "Monica Bellucci",
      "category": "Love, Work, Hate"
    },
    {
      "quote": "If bigots oppose gay marriage so vehemently, it must be because marriage is a defining institution for them; gays will never be fully accepted until they can marry and adopt, like anyone else.",
      "author": "Edmund White",
      "category": "Gay, Never, Will"
    },
    {
      "quote": "I had a friend who, after 25 years of marriage, found himself trying to date again, and it was completely different. Everything had changed, and he had to reacquaint himself. It was funny even talking to him about it. For someone who has been out of the loop, it's a different world.",
      "author": "Steve Carell",
      "category": "Funny, World, Friend"
    },
    {
      "quote": "Marriage counselors in particular all strongly recommend divorcees try to understand their role in a divorce before re-marrying. Statistics show if you re-marry before you've clearly seen things from the biter's point of view - you're re-bounded to fail again!",
      "author": "Karen Salmansohn",
      "category": "Statistics, Point Of View"
    },
    {
      "quote": "Marriage is the alliance of two people, one of whom never remembers birthdays and the other who never forgets them.",
      "author": "Ogden Nash",
      "category": "People, Two People, Two"
    },
    {
      "quote": "The sweet companionship of eternal marriage is one of the greatest blessings God has granted to His children.",
      "author": "Joseph B. Wirthlin",
      "category": "Children, God, Blessings"
    },
    {
      "quote": "Gay marriage is going to happen. It must.",
      "author": "Lady Gaga",
      "category": "Gay, Happen, Going"
    },
    {
      "quote": "Marriage is the grave or tomb of wit.",
      "author": "Margaret Cavendish",
      "category": "Wit, Grave, Tomb"
    },
    {
      "quote": "Jazz music is as American as it gets, and so is the U.S. Postal Service. A Miles Davis stamp is a perfect marriage of two great American institutions.",
      "author": "Henry Rollins",
      "category": "Music, Great, Service"
    },
    {
      "quote": "Marriage is a difficult project. When seven years have passed and all your body's cells have been replaced, you're meant to experience that seven-year itch.",
      "author": "Yoko Ono",
      "category": "Experience, Body, You"
    },
    {
      "quote": "Like any friendship or marriage, familiarity breeds more contempt, and love, and everything.",
      "author": "Martin Freeman",
      "category": "Love, Friendship, Everything"
    },
    {
      "quote": "I do not think that marriage is one of my talents. I've been much happier unmarried than married.",
      "author": "Doris Lessing",
      "category": "Think, Talents, Married"
    },
    {
      "quote": "When you don't have access to a subject, and all you have is ex-members and critics, there is this gravitational pull toward telling a certain version of events. Scientology would say this, and they have a point, that it's like doing a portrait of a marriage in which you're only hearing from the ex-wife and not the ex-husband.",
      "author": "Louis Theroux",
      "category": "Portrait, Doing, You"
    },
    {
      "quote": "When the first fossils began to be found in eastern Africa, in the late 1950s, I thought, what a wonderful marriage this was, biology and anthropology. I was around 16 years old when I made this particular choice of academic pursuit.",
      "author": "Donald Johanson",
      "category": "Thought, Choice, Biology"
    },
    {
      "quote": "Marriage is not just spiritual communion, it is also remembering to take out the trash.",
      "author": "Joyce Brothers",
      "category": "Spiritual, Trash"
    },
    {
      "quote": "Families are not merely constructs of outdated convention, and traditional marriage laws were not based on animosity toward homosexuals. Rather, I believe that the traditional family structure - centered on a lawful union between one man and one woman - comports with nature and with our Judeo-Christian moral tradition.",
      "author": "Charles T. Canady",
      "category": "Family, Nature, Man"
    },
    {
      "quote": "A good marriage is different to a happy marriage.",
      "author": "Debra Winger",
      "category": "Happy, Good, Happy Marriage"
    },
    {
      "quote": "For someone to say that marriage is only about procreation is a joke. I didn't marry my husband to have children. I married my husband because I love my husband.",
      "author": "Aisha Tyler",
      "category": "Love, Children, Husband"
    },
    {
      "quote": "A lasting marriage, they say, is one where the two reach for different sections of the Sunday paper. Me, I go right for the obituaries, just like those very elderly characters in Muriel Spark's spooky novel, 'Memento Mori.'",
      "author": "Billy Collins",
      "category": "Me, Spark, Reach"
    },
    {
      "quote": "When I'm weak, you can be strong; when I'm strong, you can be weak. That's what I believe marriage is.",
      "author": "Gisele Bundchen",
      "category": "Strong, Believe, Be Strong"
    },
    {
      "quote": "It is always incomprehensible to a man that a woman should ever refuse an offer of marriage.",
      "author": "Jane Austen",
      "category": "Man, Woman, Always"
    },
    {
      "quote": "I love the concept of togetherness and the entwinement of marriage.",
      "author": "William Shatner",
      "category": "Love, Togetherness, Concept"
    },
    {
      "quote": "It only took one text message to change my life. That's when I discovered my loving husband had been unfaithful. His infidelities ended our marriage.",
      "author": "Garcelle Beauvais",
      "category": "Life, Change, Loving"
    },
    {
      "quote": "Marriage must incessantly contend with a monster that devours everything: familiarity.",
      "author": "Honore de Balzac",
      "category": "Monster, Everything"
    },
    {
      "quote": "In almost every marriage there is a selfish and an unselfish partner. A pattern is set up and soon becomes inflexible, of one person always making the demands and one person always giving way.",
      "author": "Iris Murdoch",
      "category": "Giving, Selfish, Partner"
    },
    {
      "quote": "Never stay in a bad marriage, and don't hang around with psycho coke fiends.",
      "author": "Joe Rogan",
      "category": "Bad, Never, Stay"
    },
    {
      "quote": "Marriage does figure in my life, as I do want to have children. But I could also consider having children without getting married. The primary thing is having a good father, a partner who could be there with me through that journey.",
      "author": "Jacqueline Fernandez",
      "category": "Life, Children, Good"
    },
    {
      "quote": "My first wife was a brunette, and Barbi Benton, my major romantic relationship of the early 1970s, was a brunette. But since the end of my marriage, all of my girlfriends have been blonds.",
      "author": "Hugh Hefner",
      "category": "Relationship, Romantic, Wife"
    },
    {
      "quote": "The heart of marriage is memories; and if the two of you happen to have the same ones and can savor your reruns, then your marriage is a gift from the gods.",
      "author": "Bill Cosby",
      "category": "Memories, Heart, Gift"
    },
    {
      "quote": "I was very influenced by the musicals and romantic comedies of the 1930s. I admired Gene Harlow and such, which probably explains why, since the end of my marriage, I've dated nothing but a succession of blondes.",
      "author": "Hugh Hefner",
      "category": "Romantic, End, Why"
    },
    {
      "quote": "The priesthood is a marriage. People often start by falling in love, and they go on for years without realizing that love must change into some other love which is so unlike it that it can hardly be recognized as love at all.",
      "author": "Iris Murdoch",
      "category": "Love, Change, People"
    },
    {
      "quote": "In every marriage more than a week old, there are grounds for divorce. The trick is to find, and continue to find, grounds for marriage.",
      "author": "Robert Anderson",
      "category": "Week, Divorce, Find"
    },
    {
      "quote": "I always say now that I'm in my blonde years. Because since the end of my marriage, all of my girlfriends have been blonde.",
      "author": "Hugh Hefner",
      "category": "Dating, End, Blonde"
    },
    {
      "quote": "For marriage to be a success, every woman and every man should have her and his own bathroom. The end.",
      "author": "Catherine Zeta-Jones",
      "category": "Success, Man, Woman"
    },
    {
      "quote": "Marriage! Nothing else demands so much of a man.",
      "author": "Henrik Ibsen",
      "category": "Man, Nothing, Demands"
    },
    {
      "quote": "I won't have a traditional marriage; I don't find the value in that anymore. But I am such a hopeless romantic and I really want love and I want a committed relationship, so I am going to reinvent marriage for myself.",
      "author": "Halle Berry",
      "category": "Love, Relationship, Romantic"
    },
    {
      "quote": "I believe a marriage is between a man and a woman.",
      "author": "George W. Bush",
      "category": "Man, Woman, Believe"
    },
    {
      "quote": "When I think of a merry, happy, free young girl - and look at the ailing, aching state a young wife generally is doomed to - which you can't deny is the penalty of marriage.",
      "author": "Queen Victoria",
      "category": "Happy, Girl, Wife"
    },
    {
      "quote": "Marriage is a wonderful invention: then again, so is a bicycle repair kit.",
      "author": "Billy Connolly",
      "category": "Bicycle, Repair, Wonderful"
    },
    {
      "quote": "Marriage is the highest state of friendship. If happy, it lessens our cares by dividing them, at the same time that it doubles our pleasures by mutual participation.",
      "author": "Samuel Richardson",
      "category": "Friendship, Time, Happy"
    },
    {
      "quote": "No person connected with me by blood or marriage will be appointed to office.",
      "author": "Rutherford B. Hayes",
      "category": "Me, Blood, Person"
    },
    {
      "quote": "Well I don't know that I'm okay any more than anyone else is okay, I lead a happy life and a very full one - I have a happy marriage and my kids are all cheerful, and no one is finding fault with me, personally.",
      "author": "L. Ron Hubbard",
      "category": "Life, Happy, Happy Life"
    },
    {
      "quote": "Whenever a husband and wife begin to discuss their marriage they are giving evidence at a coroner's inquest.",
      "author": "H. L. Mencken",
      "category": "Wife, Giving, Husband"
    },
    {
      "quote": "I opposed the Defense of Marriage Act in 1996. It should be repealed and I will vote for its repeal on the Senate floor. I will also oppose any proposal to amend the U.S. Constitution to ban gays and lesbians from marrying.",
      "author": "Barack Obama",
      "category": "Constitution, Vote, Will"
    },
    {
      "quote": "Marriage is good enough for the lower classes: they have facilities for desertion that are denied to us.",
      "author": "George Bernard Shaw",
      "category": "Good, Enough, Us"
    },
    {
      "quote": "That's my prescription for a happy marriage - marry someone who doesn't do anything similar to what you do.",
      "author": "Maxine Kumin",
      "category": "Happy, You, Happy Marriage"
    },
    {
      "quote": "We sleep in separate rooms, we have dinner apart, we take separate vacations - we're doing everything we can to keep our marriage together.",
      "author": "Rodney Dangerfield",
      "category": "Sleep, Together, Dinner"
    },
    {
      "quote": "Whether it's mending a failing company, fighting corruption, tackling disease, or rebuilding a marriage, the hardest problems defy just-add-water remedies. Indeed, slapping on a Band-Aid when surgery is needed usually just makes things worse.",
      "author": "Carl Honore",
      "category": "Problems, Company"
    },
    {
      "quote": "They dream in courtship, but in wedlock wake.",
      "author": "Alexander Pope",
      "category": "Dream, Wake, Wedlock"
    },
    {
      "quote": "Here in Hollywood you can actually get a marriage license printed on an Etch-A-Sketch.",
      "author": "Dennis Miller",
      "category": "You, Hollywood, Here"
    },
    {
      "quote": "It's not beauty but fine qualities, my girl, that keep a husband.",
      "author": "Euripides",
      "category": "Beauty, Girl, Husband"
    },
    {
      "quote": "Well married a person has wings, poorly married shackles.",
      "author": "Henry Ward Beecher",
      "category": "Wings, Person, Well"
    },
    {
      "quote": "Marriage is a great institution, but I'm not ready for an institution.",
      "author": "Mae West",
      "category": "Great, Ready, Institution"
    },
    {
      "quote": "Before marriage, a girl has to make love to a man to hold him. After marriage, she has to hold him to make love to him.",
      "author": "Marilyn Monroe",
      "category": "Love, Man, Girl"
    },
    {
      "quote": "If you want to know how your girl will treat you after marriage, just listen to her talking to her little brother.",
      "author": "Sam Levenson",
      "category": "Brother, Girl, Treat"
    },
    {
      "quote": "She's been married so many times she has rice marks on her face.",
      "author": "Henny Youngman",
      "category": "Face, She, Her"
    },
    {
      "quote": "My thoughts on gay marriage are that everyone has the right to love and be loved, and that's the position I take.",
      "author": "Nick Jonas",
      "category": "Love, Thoughts, Loved"
    },
    {
      "quote": "Children are supposed to help hold a marriage together. They do this in a number of ways. For instance, they demand so much attention that a husband and wife, concentrating on their children, fail to notice each other's faults.",
      "author": "Richard Armour",
      "category": "Children, Together, Wife"
    },
    {
      "quote": "Before marriage, a man declares that he would lay down his life to serve you; after marriage, he won't even lay down his newspaper to talk to you.",
      "author": "Helen Rowland",
      "category": "Life, Man, You"
    },
    {
      "quote": "Religious institutions should have religious freedom on this issue. No church or minister should ever have to conduct a marriage that is inconsistent with their religious beliefs. But I think as a civil institution, this issue's time has come and we need to move forward.",
      "author": "Kay Hagan",
      "category": "Time, Freedom, Think"
    },
    {
      "quote": "There is a difference between civil partnerships and marriage. That difference does not mean one is better than another.",
      "author": "John Sentamu",
      "category": "Partnerships, Better, Mean"
    },
    {
      "quote": "Early on in my life, I had a broken soul. I was abused by my father, abandoned by my mother and ended up in a destructive first marriage. By the time I was 23, I was broken in my soul. I didn't know how to think right. I felt wrong about everything. But God stepped into my life, and I came out on the other side and didn't even smell like smoke.",
      "author": "Joyce Meyer",
      "category": "Life, Time, Father"
    },
    {
      "quote": "I was totally surprised by the spread of the legalization of same-sex marriage. In just my lifetime we have gone from a taboo to even talk about homosexuality, to the sanction by governments of homosexual marriage. Few such large social considerations have ever before been turned over in such a short time.",
      "author": "John Naisbitt",
      "category": "Time, Short, Talk"
    },
    {
      "quote": "I'm 58 years old. I got married for the first time - it's about time, right? Growing up as a gay woman, you just don't ever think about that, and then I thought, about 10 years ago, 'You know, I think within 10 years gay marriage will be legal.' And here we are, 10 years later, making it legal.",
      "author": "Martina Navratilova",
      "category": "Time, Woman, Legal"
    },
    {
      "quote": "I don't really care how or why Obama got to the right place on gay marriage. I'm just glad he got there.",
      "author": "Mark McKinnon",
      "category": "Gay, Care, Why"
    },
    {
      "quote": "The Constitution of the United States has absolutely nothing to say about a constitutional right to same-sex marriage. Were the federal courts to recognize such a right, it would be completely without constitutional basis.",
      "author": "Newt Gingrich",
      "category": "Constitution, Nothing, Right"
    },
    {
      "quote": "Marriage is nature's way of keeping us from fighting with strangers.",
      "author": "Alan King",
      "category": "Nature, Strangers, Fighting"
    },
    {
      "quote": "I married the first man I ever kissed. When I tell this to my children, they just about throw up.",
      "author": "Barbara Bush",
      "category": "Children, Man, First"
    },
    {
      "quote": "I'd marry again if I found a man who had fifteen million dollars, would sign over half to me, and guarantee that he'd be dead within a year.",
      "author": "Bette Davis",
      "category": "Man, Me, Within"
    },
    {
      "quote": "When I get married, it'll be no secret.",
      "author": "Elvis Presley",
      "category": "Married, Get Married, Secret"
    },
    {
      "quote": "Marriage: A word which should be pronounced 'mirage'.",
      "author": "Herbert Spencer",
      "category": "Word, Should, Which"
    },
    {
      "quote": "Marrying a man is like buying something you've been admiring for a long time in a shop window. You may love it when you get it home, but it doesn't always go with everything else in the house.",
      "author": "Jean Kerr",
      "category": "Love, Time, Home"
    },
    {
      "quote": "One advantage of marriage is that, when you fall out of love with him or he falls out of love with you, it keeps you together until you fall in again.",
      "author": "Judith Viorst",
      "category": "Love, Together, Fall"
    },
    {
      "quote": "I put my career in second place throughout both my marriages and it suffered. I don't regret it. You make choices. If you want a good marriage, you must pay attention to that. If you want to be independent, go ahead. You can't have it all.",
      "author": "Lauren Bacall",
      "category": "Good, Regret, Choices"
    },
    {
      "quote": "All marriages are happy. It's the living together afterward that causes all the trouble.",
      "author": "Raymond Hull",
      "category": "Happy, Together, Living"
    },
    {
      "quote": "Marriage is a gamble, let's be honest.",
      "author": "Yoko Ono",
      "category": "Honest, Gamble"
    },
    {
      "quote": "I think women are natural caretakers. They take care of everybody. They take care of their husbands and their kids and their dogs, and don't spend a lot of time just getting back and taking time out.",
      "author": "Reese Witherspoon",
      "category": "Time, Women, Think"
    },
    {
      "quote": "Daddy was real gentle with kids. That's why I expected so much out of marriage, figuring that all men should be steady and pleasant.",
      "author": "Loretta Lynn",
      "category": "Men, Why, Kids"
    },
    {
      "quote": "A so-called happy marriage corresponds to love as a correct poem to an improvised song.",
      "author": "Karl Wilhelm Friedrich Schlegel",
      "category": "Love, Happy, Song"
    },
    {
      "quote": "I think it's something that needs to be said - that there are interracial marriages out there, and the couples live happy lives, and there's nothing wrong with it.",
      "author": "Tia Mowry",
      "category": "Happy, Live, Think"
    },
    {
      "quote": "I prepare myself for rehearsals like I would for marriage.",
      "author": "Maria Callas",
      "category": "Myself, Prepare, Like"
    },
    {
      "quote": "I'm the only man in the world with a marriage licence made out to whom it may concern.",
      "author": "Mickey Rooney",
      "category": "Funny, Man, World"
    },
    {
      "quote": "I think men who have a pierced ear are better prepared for marriage. They've experienced pain and bought jewelry.",
      "author": "Rita Rudner",
      "category": "Pain, Men, Jewelry"
    },
    {
      "quote": "A liberated woman is one who has sex before marriage and a job after.",
      "author": "Gloria Steinem",
      "category": "Job, Woman, Sex"
    },
    {
      "quote": "There is, hidden or flaunted, a sword between the sexes till an entire marriage reconciles them.",
      "author": "C. S. Lewis",
      "category": "Hidden, Sword, Between"
    },
    {
      "quote": "My marriage is on the rocks again, yeah, my wife just broke up with her boyfriend.",
      "author": "Rodney Dangerfield",
      "category": "Wife, Rocks, Her"
    },
    {
      "quote": "For the life of me, I don't understand what honest motive there is in putting this in front of this body to philosophically debate marriage on a constitutional amendment that is not going to happen, and which is enormously divisive in all of our communities.",
      "author": "Dianne Feinstein",
      "category": "Life, Me, Body"
    },
    {
      "quote": "Bishop Frederick Henry of Calgary is facing at least two official objections to his public statements along with expensive hearings before the Alberta Human Rights Commission for expressing his biblical views on same sex marriage.",
      "author": "Stockwell Day",
      "category": "Human Rights, Rights, Human"
    },
    {
      "quote": "You can forgive people who do not follow you through a philosophical disquisition; but to find your wife laughing when you had tears in your eyes, or staring when you were in a fit of laughter, would go some way towards a dissolution of the marriage.",
      "author": "Robert Louis Stevenson",
      "category": "Eyes, Laughter, Wife"
    },
    {
      "quote": "In marriage, a man becomes slack and selfish, and undergoes a fatty degeneration of his moral being.",
      "author": "Robert Louis Stevenson",
      "category": "Man, Selfish, Moral"
    },
    {
      "quote": "Pink Floyd is like a marriage that's on a permanent trial separation.",
      "author": "Rick Wright",
      "category": "Pink, Separation, Like"
    },
    {
      "quote": "When a marriage culture fails, sexual desire no longer unites; instead it fragments.",
      "author": "Maggie Gallagher",
      "category": "Culture, Desire, Unites"
    },
    {
      "quote": "I think there is a generation gap. I personally look forward to, as our generation becomes the leaders, you are gonna see a change, and I think hopefully gay marriage will be a part of that country.",
      "author": "Vanessa Kerry",
      "category": "Change, Generation, Think"
    },
    {
      "quote": "I think what makes our marriage work amid all the glare is that my husband is my best friend. He inspires everything in my life and enables me to do the best that I can. I want to hang out with him more than anyone.",
      "author": "Faith Hill",
      "category": "Life, Work, Best Friend"
    },
    {
      "quote": "I find it disturbing that the media keeps referring to my marriage, since I got divorced in 1979. But the media never wants to let me forget.",
      "author": "Bianca Jagger",
      "category": "Media, Me, Forget"
    },
    {
      "quote": "I wasn't looking for another marriage. I had been married before. He is a nice man - a geologist, an Ernest Hemingway type. But Paul and I married because of convention.",
      "author": "Linda McCartney",
      "category": "Man, Looking, Nice"
    },
    {
      "quote": "God invented concubinage, satan marriage.",
      "author": "Francis Picabia",
      "category": "God, Satan, Invented"
    },
    {
      "quote": "Sleeping together is a euphemism for people, but tantamount to marriage with cats.",
      "author": "Marge Piercy",
      "category": "Cats, Together, People"
    },
    {
      "quote": "I believe in the institution of marriage, and I intend to keep trying till I get it right.",
      "author": "Richard Pryor",
      "category": "Believe, Trying, I Believe"
    },
    {
      "quote": "The weaker partner in a marriage is the one who loves the most.",
      "author": "Eleonora Duse",
      "category": "Partner, Most, Who"
    },
    {
      "quote": "Sometimes divorce is better than marriage.",
      "author": "Sumner Redstone",
      "category": "Better, Divorce, Sometimes"
    },
    {
      "quote": "Marriage isn't a carnival ride.",
      "author": "Aisha Tyler",
      "category": "Ride, Carnival"
    },
    {
      "quote": "Marriage is popular because it combines the maximum of temptation with the maximum of opportunity.",
      "author": "George Bernard Shaw",
      "category": "Opportunity, Temptation"
    },
    {
      "quote": "That a marriage ends is less than ideal; but all things end under heaven, and if temporality is held to be invalidating, then nothing real succeeds.",
      "author": "John Updike",
      "category": "End, Heaven, Real"
    },
    {
      "quote": "One doesn't have to get anywhere in a marriage. It's not a public conveyance.",
      "author": "Iris Murdoch",
      "category": "Public, Anywhere, Get"
    },
    {
      "quote": "The first breath of adultery is the freest; after it, constraints aping marriage develop.",
      "author": "John Updike",
      "category": "First, Breath, Adultery"
    },
    {
      "quote": "In marriage do thou be wise: prefer the person before money, virtue before beauty, the mind before the body; then thou hast a wife, a friend, a companion, a second self.",
      "author": "William Penn",
      "category": "Beauty, Money, Wise"
    },
    {
      "quote": "Sticking with a marriage. That's true grit, man.",
      "author": "Jeff Bridges",
      "category": "Man, Grit, True"
    },
    {
      "quote": "I've exchanged messages and photos of an explicit nature with about six women over the last three years. For the most part, these communications took place before my marriage, though some have sadly took place after. To be clear, I have never met any of these women or had physical relationships at any time.",
      "author": "Anthony Weiner",
      "category": "Nature, Time, Women"
    },
    {
      "quote": "Marriage is all about knowing the ins and outs and the intimate details, and your wife is supposed to be the person you know best. But my brother and I think alike, know everything about one another, and when we get together, we block everything else out. Nothing exists in our world except for us.",
      "author": "Jon Heder",
      "category": "Best, Brother, Together"
    },
    {
      "quote": "To be honest, marriage doesn't scare me and that, it's just once you've been together for so long, if you haven't got any kids it's just a big expensive day out for everyone else to enjoy, isn't it?",
      "author": "Karl Pilkington",
      "category": "Day, Together, Me"
    },
    {
      "quote": "Straight couples don't have to be monogamous to be married or married to be monogamous. Monogamy no more defines marriage than the presence of children does. Monogamy isn't compulsory and its absence doesn't invalidate a marriage.",
      "author": "Dan Savage",
      "category": "Children, Defines, Straight"
    },
    {
      "quote": "The cultural expectation should be if there's infidelity, the marriage is more important than fidelity.",
      "author": "Dan Savage",
      "category": "Important, Expectation"
    },
    {
      "quote": "You can't know about marriage until you try it.",
      "author": "Greg Evigan",
      "category": "Know, You, Try"
    },
    {
      "quote": "The only day I remember of my parents' marriage was the day my dad walked out. As I stood there at five years old, with my older sister and younger brother, I knew that he was gone.",
      "author": "Ellie Goulding",
      "category": "Sister, Brother, Parents"
    },
    {
      "quote": "Brands mature over time, like a marriage. The bond you feel with your spouse is different than when you first met each other. Excitement and discovery are replaced by comfort and depth.",
      "author": "Gary Vaynerchuk",
      "category": "Time, Discovery, Comfort"
    },
    {
      "quote": "There are going to be peaks and valleys in everything - in your marriage, in your job, in your life. So just enjoy the peaks and ride out the valleys. Just try not to do anything too rash.",
      "author": "Ricky Schroder",
      "category": "Life, Job, Enjoy"
    },
    {
      "quote": "I believe in the institution of marriage and it's like a tag to cement the relationship for your friends, family and public.",
      "author": "Kareena Kapoor Khan",
      "category": "Family, Relationship"
    },
    {
      "quote": "I met my wife in Bombay at an official function. And then we courted for three years. That's a great old term, 'courting.' And we had to do it quietly, of course, because you would know the difficulties one might have with Indian parents. She was advised by her father that people in the West don't take marriage seriously.",
      "author": "Glenn Turner",
      "category": "Father, Great, Parents"
    },
    {
      "quote": "I had 53 years of happy marriage and two daughters. These were the best things that happened in my life.",
      "author": "Henry Allingham",
      "category": "Life, Happy, Best"
    },
    {
      "quote": "Here's why I cannot vote for Rudy Giuliani. He's pro-abortion. He's never repudiated gay marriage in New York City or at least the civil unions in New York City. He's called a champion of gay rights. Rudy is opposed to school choice. He's in favor of open borders.",
      "author": "James Dobson",
      "category": "School, City, Choice"
    },
    {
      "quote": "Marriage Asian-style is practical, contractual and, to the western mind, deeply unromantic.",
      "author": "Jemima Khan",
      "category": "Mind, Practical, Deeply"
    },
    {
      "quote": "Singles have a purpose that is higher than any earthly relationship. Marriage is honorable, but so is being single.",
      "author": "Monica Johnson",
      "category": "Relationship, Purpose"
    },
    {
      "quote": "As a former resident with strong personal and ministry ties to the North Star State, I pray that the good people of Minnesota will show their support for God's definition of marriage, between a man and a woman.",
      "author": "Billy Graham",
      "category": "Good, God, Strong"
    },
    {
      "quote": "Marriage is the most obvious public practice about which information is readily available. When combined with the traditional Jewish concern for continuity and self-preservation - itself only intensified by the memory of the Holocaust - marriage becomes the sine qua non of social membership in the modern Orthodox community.",
      "author": "Noah Feldman",
      "category": "Community, Memory, Practice"
    },
    {
      "quote": "There is no clear place to draw the line once you eliminate the traditional marriage, and it's the same once you start putting limits on what guns can be used, then it's just really easy to have laws that make them all illegal.",
      "author": "Louie Gohmert",
      "category": "Start, Easy, Guns"
    },
    {
      "quote": "Society may no longer define marriage in the only way marriage has ever been defined in the annals of recorded history. Many societies allowed polygamy, many allowed child marriages, some allowed marriage within families; but none, in thousands of years, defined marriage as the union of people of the same sex.",
      "author": "Dennis Prager",
      "category": "History, Society, Child"
    },
    {
      "quote": "I don't want to make any judgments, and I don't want to preach, but I'm hoping that marriage can work: that when people do fall in love, when people do find their soul mate, everyone sticks to it. It has the potential to be a very powerful thing, marriage.",
      "author": "Jonathan Silverman",
      "category": "Love, Work, Soul"
    },
    {
      "quote": "A band is like a marriage, and if you're in a marriage with someone, and you lose yourself in that marriage, the relationship is over, really.",
      "author": "Richie Sambora",
      "category": "Relationship, Yourself, You"
    },
    {
      "quote": "Being in a successful marriage is no different than being cast in a successful movie. It's all about who you pick; in that first moment, did you pick the right person? I think you need to pick somebody who's more interested in being married than in getting married.",
      "author": "Rob Lowe",
      "category": "Moment, Successful"
    },
    {
      "quote": "My mother and father met at the American Academy of Dramatic Arts. He was a senior and she was a junior, and their marriage didn't last very long.",
      "author": "Michael Douglas",
      "category": "Father, Mother, American"
    },
    {
      "quote": "My feelings on homosexuality are unequivocal. I have absolutely no problem with it whatsoever. My only reservation is marriage.",
      "author": "Carl Paladino",
      "category": "Problem, Feelings"
    },
    {
      "quote": "After my second marriage failed... I said, 'You know, could I have a relationship with a man? A loving relationship with a man that would involve intimacy?' For a while, before I did get into a relationship, I saw, for a few years, either women or men. And I found that I could be attracted to both.",
      "author": "Clive Davis",
      "category": "Relationship, Women, Man"
    },
    {
      "quote": "Just because marriage didn't work for us doesn't mean we don't believe in the institution. Just because our own marital track records are mixed doesn't mean our hearts don't lift at the sight of our daughters' Tiffany-blue wedding invitations.",
      "author": "Sandra Tsing Loh",
      "category": "Work, Wedding, Believe"
    },
    {
      "quote": "My parents divorced when I was 3 years old. They had a lounge act in Las Vegas, where I was born. The band broke up and the marriage dissolved, and my mother, my sister and I moved to Southern California. And I didn't see my dad a lot growing up; he was on the road a lot. I'd see him every couple years.",
      "author": "Jenny Lewis",
      "category": "Sister, Mother, Parents"
    },
    {
      "quote": "We need leaders who will stand unapologetically in defense of marriage.",
      "author": "Ted Cruz",
      "category": "Stand, Need, Leaders"
    },
    {
      "quote": "Marriage is about love, but it is not first and foremost about love. First and foremost, marriage is about continuity and transmission.",
      "author": "Meir Soloveichik",
      "category": "Love, First, Continuity"
    },
    {
      "quote": "Every single person suffers; every marriage has some major battles. Life pulls you in different directions. But if you try, and you're lucky, you can find your way back to each other.",
      "author": "Taya Kyle",
      "category": "Life, You, Try"
    },
    {
      "quote": "It means a lot to me, the sanctity of marriage.",
      "author": "Darlene Love",
      "category": "Me, Sanctity, Lot"
    },
    {
      "quote": "An ambitious, surreal tale of the love between a young Arab girl sold into marriage and the orphan boy she adopts, 'Habibi' spans multiple eras of conflict and change, stretching the lifetimes of its two protagonists over many centuries.",
      "author": "G. Willow Wilson",
      "category": "Love, Change, Girl"
    },
    {
      "quote": "I am very proud to have kept my commitment to introduce the married couples' tax allowance. I think it will prove very popular. I think it's absolutely right that we recognise marriage in the tax system properly, and I would like to see that expanded.",
      "author": "David Cameron",
      "category": "I Am, Commitment, Proud"
    },
    {
      "quote": "Romantic love came under attack, first from the Freudians and then from the neuroscientists, who said that being in love was a chemical reaction in the brain. Marriage is no longer seen as a lifetime commitment.",
      "author": "Jane Ridley",
      "category": "Love, Romantic, Commitment"
    },
    {
      "quote": "The social relations which are the basis of the reproduction of the species are founded upon the continuous union of parents in marriage.",
      "author": "Maria Montessori",
      "category": "Parents, Social, Which"
    },
    {
      "quote": "I have always maintained a strong opposition to marriage because I would have to be in serious denial to pretend I wasn't born with a personality for divorce. Whatever the opposite of amicable is, that's how my breakups tend to play out.",
      "author": "Chelsea Handler",
      "category": "Strong, Personality, Divorce"
    },
    {
      "quote": "We didn't know that Mother had gone through a passionate love affair or that Father suffered from severe depression. Mother was preparing to break out of her marriage, Father threatening to take his own life.",
      "author": "Ingmar Bergman",
      "category": "Love, Life, Father"
    },
    {
      "quote": "Marriage, to women as to men, must be a luxury, not a necessity; an incident of life, not all of it.",
      "author": "Susan B. Anthony",
      "category": "Life, Women, Men"
    },
    {
      "quote": "There are lots of different ideas, lots of different opinions about the First Amendment Defense Act and what it should be. There were a lot of different forms of it while I was on the Hill. But I would say that I agree that the decision on gay marriage does mean that we need to take some steps to defend religious liberty.",
      "author": "Evan McMullin",
      "category": "Decision, Ideas, Liberty"
    },
    {
      "quote": "Marriage is tough. I can tell my wife all day long that I love her, but it doesn't mean anything if you don't show that.",
      "author": "Jeff Nichols",
      "category": "Love, Day, Wife"
    },
    {
      "quote": "My music is about where I am at the time. In 'Raymond vs. Raymond,' I was going through a lot of things, and it came out in my music. My marriage fell apart, and I was suddenly a single father.",
      "author": "Usher",
      "category": "Music, Time, Father"
    },
    {
      "quote": "My advice to Robin is listen to your heart, do what you feel. Follow your heart in love and marriage as you would in careers, and you'll be fine. Robin has a great heart. He's a fabulous father.",
      "author": "Alan Thicke",
      "category": "Love, Father, Great"
    },
    {
      "quote": "She has been more than a mother than me - not much, but definitely more... She's been an unsolicited stylist, interior decorator and marriage counselor... Admittedly, I found it difficult to share my mother with her adoring fans, who treated her like she was part of their family.",
      "author": "Carrie Fisher",
      "category": "Family, Mother, Me"
    },
    {
      "quote": "I don't regret any decision in my life... not my career, not marriage. Every experience has been so fulfilling in so many ways.",
      "author": "Amrita Singh",
      "category": "Life, Experience, Decision"
    },
    {
      "quote": "Marriage is scary to me, man.",
      "author": "The Weeknd",
      "category": "Man, Me, Scary"
    },
    {
      "quote": "I'm certain that most couples expect to find intimacy in marriage, but it somehow eludes them.",
      "author": "James Dobson",
      "category": "Find, Intimacy, Expect"
    },
    {
      "quote": "I think there was a time in my life, probably in college, that I wished every guy was gay because it meant more women for me! I don't know what everyone's problem with it is. I wish everyone was gay! That's always the way I thought about it. I have no issue with it. If I have to suffer through marriage, why shouldn't they?",
      "author": "Donald Trump, Jr.",
      "category": "Life, Time, Women"
    },
    {
      "quote": "I had a happy marriage and a nice wife. I accomplished everything you can. What more can you want?",
      "author": "Max Schmeling",
      "category": "Happy, Wife, Nice"
    },
    {
      "quote": "Spiritually, we have marginalized the Bible. We've trivialized marriage, and we've neutralized the church. America today is in great turmoil. It feels like the soul of our nation has been taken from us.",
      "author": "David Jeremiah",
      "category": "Today, Great, America"
    },
    {
      "quote": "To enter upon the marriage union is one of the most deeply important events of life. It cannot be too prayerfully treated. Our happiness, our usefulness, our living for God or for ourselves afterwards, are often most intimately connected with our choice. Therefore, in the most prayerful manner, this choice should be made.",
      "author": "George Muller",
      "category": "Life, Happiness, God"
    },
    {
      "quote": "We're used to boy meets girl, boy likes girl, instant attraction on TV. But you throw a son in there, you throw a marriage in there, and you've got some really good character stuff.",
      "author": "Matt Passmore",
      "category": "Good, Son, Character"
    },
    {
      "quote": "Earlier, my priority was only work. I worked like a dog before I got married. After marriage, once you have a baby, time management is difficult. Your responsibilities change, your priorities change. And you have to concentrate on them if you have to work out your life. Your career is just a part of your life. For me, my family is my life.",
      "author": "Kajol",
      "category": "Life, Work, Family"
    },
    {
      "quote": "What sort of job can you hold in America in which it is safe to hold the personal conviction that same-sex marriage is wrong? The answer: there is no such job. Except Democratic presidential candidate in 2008. Then you're fine.",
      "author": "Ben Shapiro",
      "category": "America, Job, You"
    },
    {
      "quote": "Mainstream American society finds it easiest to be tolerant when the outsider chooses to minimize the differences that separate him from the majority. The country club opens its doors to Jews. The university welcomes African-Americans. Heterosexuals extend the privilege of marriage to the gay community.",
      "author": "Malcolm Gladwell",
      "category": "Community, Society, American"
    },
    {
      "quote": "'Revolutionary Road' is a fascinating study of the human condition of a fragmenting marriage and the torment that these two people put themselves through in their efforts to try and find happiness and try and stay together, actually.",
      "author": "Kate Winslet",
      "category": "Happiness, Together, Road"
    },
    {
      "quote": "Many a good hanging prevents a bad marriage.",
      "author": "William Shakespeare",
      "category": "Good, Bad, Many"
    },
    {
      "quote": "How marriage ruins a man! It is as demoralizing as cigarettes, and far more expensive.",
      "author": "Oscar Wilde",
      "category": "Man, Far, Expensive"
    },
    {
      "quote": "There is no subject on which more dangerous nonsense is talked and thought than marriage.",
      "author": "George Bernard Shaw",
      "category": "Thought, Nonsense, Dangerous"
    },
    {
      "quote": "I believe in marriage. I believe marriage is a really important institution, it's one of the most important institutions we have.",
      "author": "Theresa May",
      "category": "Believe, I Believe"
    },
    {
      "quote": "I never even had a bachelorhood: I went straight from my parents' home to a marriage.",
      "author": "Dick Van Dyke",
      "category": "Home, Parents, Straight"
    },
    {
      "quote": "Was President Obama's endorsement of gay marriage crassly political? God, I hope so.",
      "author": "Timothy Noah",
      "category": "Hope, God, Political"
    },
    {
      "quote": "The death of marriage has been announced so often and would seem so normal, in a sense. So what's surprising is the sheer longevity and tenacity of this institution.",
      "author": "Alain de Botton",
      "category": "Death, Longevity, Sense"
    },
    {
      "quote": "We are properly ready for marriage when we are strong enough to embrace a life of frustration.",
      "author": "Alain de Botton",
      "category": "Life, Strong, Frustration"
    },
    {
      "quote": "There is nothing in the world like the devotion of a married woman. It is a thing no married man knows anything about.",
      "author": "Oscar Wilde",
      "category": "Man, Woman, World"
    },
    {
      "quote": "The one charm about marriage is that it makes a life of deception absolutely necessary for both parties.",
      "author": "Oscar Wilde",
      "category": "Life, Deception, Charm"
    },
    {
      "quote": "Of course same sex marriage is constitutional! The right to be yourself, to pursue life, liberty, and property, is protected several ways over several amendments. John Boehner should know this.",
      "author": "Henry Rollins",
      "category": "Life, Be Yourself, Yourself"
    },
    {
      "quote": "I think marriage is a boring and fault-ridden contractual obligation.",
      "author": "Henry Rollins",
      "category": "Think, Boring, I Think"
    },
    {
      "quote": "There is the love and marriage and family kind of happiness, which is exceedingly boring to describe but nonetheless is important to have and dreadful not to have.",
      "author": "P. J. O'Rourke",
      "category": "Love, Family, Happiness"
    },
    {
      "quote": "Gay marriage acceptance is happening in the blink of an eye.",
      "author": "P. J. O'Rourke",
      "category": "Eye, Acceptance, Gay"
    },
    {
      "quote": "Every marriage is a mystery to me, even the one I'm in. So I'm no expert on it.",
      "author": "Hillary Clinton",
      "category": "Me, Mystery, Expert"
    },
    {
      "quote": "Well I think in a marriage you have to be honest and ask yourself, you know, what is my role? What is my responsibility?",
      "author": "Hillary Clinton",
      "category": "Responsibility, Yourself"
    },
    {
      "quote": "I don't think marriage is a civil right, but I think that being able to transfer property is a civil right.",
      "author": "Barack Obama",
      "category": "Think, Property, Right"
    },
    {
      "quote": "I think there are a whole host of things that are civil rights, and then there are other things - such as traditional marriage - that, I think, express a community's concern and regard for a particular institution.",
      "author": "Barack Obama",
      "category": "Community, Think, Rights"
    },
    {
      "quote": "Like me, the great majority of Americans wish both to preserve the traditional definition of marriage and to oppose bias and intolerance directed towards gays and lesbians.",
      "author": "Mitt Romney",
      "category": "Great, Me, Wish"
    },
    {
      "quote": "My view is that marriage is a relationship between a man and a woman. That's the position I've had for some time, and I don't intend to make any adjustments at this point... Or ever, by the way.",
      "author": "Mitt Romney",
      "category": "Time, Relationship, Man"
    },
    {
      "quote": "Culture, what you believe, what you value, how you live matters. Now, as fundamental as these principles are, they may become topics of democratic debates from time to time, so it is today with the enduring institution of marriage. Marriage is a relationship between a man and a woman.",
      "author": "Mitt Romney",
      "category": "Time, Relationship, Today"
    },
    {
      "quote": "And let me make this very clear - unlike President Obama, I will not raise taxes on the middle class. As president, I will protect the sanctity of life. I will honor the institution of marriage. And I will guarantee America's first liberty: the freedom of religion.",
      "author": "Mitt Romney",
      "category": "Life, Freedom, Religion"
    },
    {
      "quote": "Marriage destroyed my relationship with two wonderful men.",
      "author": "Marilyn Monroe",
      "category": "Relationship, Men, Wonderful"
    },
    {
      "quote": "We want our marriage to be a triumph, not a tragedy.",
      "author": "Joyce Meyer",
      "category": "Tragedy, Want, Triumph"
    },
    {
      "quote": "The secret to a long marriage is to stay gone.",
      "author": "Dolly Parton",
      "category": "Long, Gone, Secret"
    },
    {
      "quote": "Marriage can be a magnificent lesson in becoming our best selves that is true.",
      "author": "Marianne Williamson",
      "category": "Best, True, Lesson"
    },
    {
      "quote": "Marriage, like everything else in the world, is holy or unholy depending on the purpose the mind ascribes to it.",
      "author": "Marianne Williamson",
      "category": "Purpose, World, Mind"
    },
    {
      "quote": "In the hands of the ego, marriage is a prison. It is exclusive. It is a place where people are constantly reminded of their failures and limited by the energies of another person. It is rife with judgment and blame.",
      "author": "Marianne Williamson",
      "category": "People, Ego, Blame"
    },
    {
      "quote": "Supporting the definition of marriage as one man and one woman is not anti-gay: it is pro-traditional marriage. And if support for traditional marriage is bigotry, then Barack Obama was a bigot until just before the 2012 election.",
      "author": "Marco Rubio",
      "category": "Man, Support, Woman"
    },
    {
      "quote": "Divorce is probably of nearly the same date as marriage. I believe, however, that marriage is some weeks the more ancient.",
      "author": "Voltaire",
      "category": "Believe, Divorce, I Believe"
    },
    {
      "quote": "When we are baptized and confirmed, when brethren are ordained to the priesthood, when we go to the temple and receive our endowment, when we enter into the new and everlasting covenant of eternal marriage - in all these sacred ordinances, we make solemn commitments to keep God's commandments.",
      "author": "Joseph B. Wirthlin",
      "category": "God, New, Sacred"
    },
    {
      "quote": "When people say 'marriage' to me... It's always a means to an end. Everyone's so in a rush to define the relationship.",
      "author": "Lady Gaga",
      "category": "Relationship, Me, People"
    },
    {
      "quote": "My partner Donald Trump says that married couples should always have a prenuptial agreement. True, a prenuptial is important if one partner is much richer than the other before marriage, but Kim and I don't have one.",
      "author": "Robert Kiyosaki",
      "category": "Partner, Important, True"
    },
    {
      "quote": "One of the things, one of the things that really got to me was the thing in Houston where you had the government, the mayor actually, trying to get the sermons of ministers. When the government tries to invade the church to enforce its own opinion on marriage, that's when it's time to resist.",
      "author": "Rand Paul",
      "category": "Time, Government, Me"
    },
    {
      "quote": "I believe that in the historic and religious nature, marriage is between a man and a woman.",
      "author": "Rand Paul",
      "category": "Nature, Man, Woman"
    },
    {
      "quote": "Marriage has always been a state and local issue.",
      "author": "Rand Paul",
      "category": "Always, State, Issue"
    },
    {
      "quote": "I don't want my marriage or my guns registered in Washington. And if people have an opinion, it's a religious opinion that is heartly felt, obviously they should be allowed to practice that, and no government should interfere with them.",
      "author": "Rand Paul",
      "category": "Government, People, Opinion"
    },
    {
      "quote": "Not cohabitation but consensus constitutes marriage.",
      "author": "Marcus Tullius Cicero",
      "category": "Consensus"
    },
    {
      "quote": "The Bible is clear - God's definition of marriage is between a man and a woman.",
      "author": "Billy Graham",
      "category": "God, Man, Woman"
    },
    {
      "quote": "Men have a much better time of it than women. For one thing, they marry later; for another thing, they die earlier.",
      "author": "H. L. Mencken",
      "category": "Time, Women, Men"
    },
    {
      "quote": "I love John Irving's stuff. It's that marriage of comedy and tragedy. It's really terrific.",
      "author": "Jeff Bridges",
      "category": "Love, Tragedy, Comedy"
    },
    {
      "quote": "I don't know how it is for women or for other guys, but when I was young and in my 20s, I had a fear of marriage.",
      "author": "Jeff Bridges",
      "category": "Women, Fear, Know"
    },
    {
      "quote": "I love marriage.",
      "author": "Jeff Bridges",
      "category": "Love, I Love"
    },
    {
      "quote": "In a marriage, every fight is the same fight, over and over again, in different forms.",
      "author": "Jeff Bridges",
      "category": "Fight, Different, Same"
    },
    {
      "quote": "Marriage has made me safer.",
      "author": "Kate Winslet",
      "category": "Me, Made, Safer"
    },
    {
      "quote": "I am a big believer in marriage.",
      "author": "Kate Winslet",
      "category": "I Am, Big, Big Believer"
    },
    {
      "quote": "The press is just not your friend when it comes to a marriage. That's why we didn't sell the pictures of our wedding, and we got offered millions of dollars for them, millions.",
      "author": "Katy Perry",
      "category": "Wedding, Friend, Why"
    },
    {
      "quote": "The debate over same sex 'marriage' has engaged the heartfelt feelings and convictions of millions of Americans.",
      "author": "Elliott Abrams",
      "category": "Debate, Feelings, Same"
    },
    {
      "quote": "In my divorce, I stood up and said to my ex-wife, 'Hey, I messed up. This had nothing to do with you. I didn't understand what marriage was. I cheated. I was wrong. We couldn't fix it; it got worse. I stepped away because I didn't want it to get any worse. You're the mother of my kids - I don't want to hate you.'",
      "author": "Kevin Hart",
      "category": "Mother, Hate, Divorce"
    },
    {
      "quote": "When people get married young, you don't really understand the true definition of marriage.",
      "author": "Kevin Hart",
      "category": "People, Young, You"
    },
    {
      "quote": "There is a liberal fascism that is dedicated to going after believing Christians who follow the biblical teaching on marriage.",
      "author": "Ted Cruz",
      "category": "Follow, Believing, Liberal"
    },
    {
      "quote": "The Obama administration came into Utah and said, 'We're not going to listen to what the U.S. Supreme Court said. 'We, the federal government, are going to recognize marriages in the state of Utah and Utah state law explicitly does not recognize as marriage,' and that was really, in my view, an abuse of power.",
      "author": "Ted Cruz",
      "category": "Power, Law, Government"
    },
    {
      "quote": "The State Marriage Defense Act helps safeguard the ability of states to preserve traditional marriage for their citizens.",
      "author": "Ted Cruz",
      "category": "Ability, Act, Citizens"
    },
    {
      "quote": "Marriage is a risk; I think it's a great and glorious risk, as long as you embark on the adventure in the same spirit.",
      "author": "Cate Blanchett",
      "category": "Adventure, Great, Risk"
    },
    {
      "quote": "I don't think it's more difficult for actors to have a good marriage than anyone. I think, in the end, a really important component of any relationship is honesty, and it also comes down to luck.",
      "author": "Cate Blanchett",
      "category": "Relationship, Good, Honesty"
    },
    {
      "quote": "I think marriage is all about timing.",
      "author": "Cate Blanchett",
      "category": "Timing, Think, I Think"
    },
    {
      "quote": "I was never against marriage per se. Before feminism, I didn't think you had any choice. In fact, for a long time I always assumed I would get married. I just didn't see any marriages I wanted to emulate, so I kept putting it off.",
      "author": "Gloria Steinem",
      "category": "Time, Choice, Long"
    },
    {
      "quote": "When our children obey the Lord and go to the temple to receive their blessings and enter into the marriage covenant, they enter into the same order of the priesthood that God instituted in the very beginning with father Adam.",
      "author": "Ezra Taft Benson",
      "category": "Children, Father, God"
    },
    {
      "quote": "Beguiling voices in the world cry out for 'alternative lifestyles' for women. They maintain that some women are better suited for careers than for marriage and motherhood.",
      "author": "Ezra Taft Benson",
      "category": "Women, Motherhood, World"
    },
    {
      "quote": "If someone wants to marry you outside the temple, whom will you strive to please - God or a mortal? If you insist on a temple marriage, you will be pleasing the Lord and blessing the other party.",
      "author": "Ezra Taft Benson",
      "category": "God, Party, Blessing"
    },
    {
      "quote": "We live too long for one marriage.",
      "author": "Yoko Ono",
      "category": "Live, Long, Too"
    },
    {
      "quote": "Marriage changes everything.",
      "author": "Marilyn Manson",
      "category": "Changes, Everything"
    },
    {
      "quote": "I'm totally against straight marriage - even though I'm married. I don't think heterosexual marriage is any of the government's business.",
      "author": "Penn Jillette",
      "category": "Business, Government, Think"
    },
    {
      "quote": "It becomes dangerous for somebody who doesn't want their boss to know their sexual preference to use online networks to push for laws supporting gay marriage or same-sex partner rights if they can't do so with a pseudonym.",
      "author": "Rebecca MacKinnon",
      "category": "Boss, Partner, Want"
    },
    {
      "quote": "TV does a thing that film can never do. It takes you to a place that no novel written after the late 19th century can. You can just go through people's lives it's like a marriage.",
      "author": "Joss Whedon",
      "category": "People, Late, You"
    },
    {
      "quote": "It's only fair that stable gay relationships of long standing should have the same rights and responsibilities as married couples. I know the image of gay marriage is to some people horrific and ludicrous.",
      "author": "Ian Mckellen",
      "category": "People, Long, Relationships"
    },
    {
      "quote": "Let us now set forth one of the fundamental truths about marriage: the wife is in charge.",
      "author": "Bill Cosby",
      "category": "Wife, Now, Fundamental"
    },
    {
      "quote": "I didn't want to be one of those women who wake up at 63 years old and realize they've missed the window of opportunity for marriage and children.",
      "author": "Alanis Morissette",
      "category": "Children, Women, Opportunity"
    },
    {
      "quote": "I was so ready to become a mom. Actually, I was ready secondarily to become a mom. I was so ready to have the intimacy and commitment of marriage.",
      "author": "Alanis Morissette",
      "category": "Mom, Commitment, Intimacy"
    },
    {
      "quote": "I come from divorce. I'm only doing marriage once. It's not a game for me.",
      "author": "Shia LaBeouf",
      "category": "Game, Me, Divorce"
    },
    {
      "quote": "Marriage is distinctly and repeatedly excluded from heaven. Is this because it is thought likely to mar the general felicity?",
      "author": "Samuel Butler",
      "category": "Thought, Heaven, General"
    },
    {
      "quote": "A man's friendships are, like his will, invalidated by marriage - but they are also no less invalidated by the marriage of his friends.",
      "author": "Samuel Butler",
      "category": "Friends, Man, Will"
    },
    {
      "quote": "It's volatile, the marriage. Which one isn't? Nothing better than a good, full-on row. Get it all out. Say rude and nasty things. And then be sorry. Genuinely sorry, afterwards.",
      "author": "John Lydon",
      "category": "Good, Sorry, Better"
    },
    {
      "quote": "In our ecclesiastical region there are priests who don't baptize the children of single mothers because they weren't conceived in the sanctity of marriage. These are today's hypocrites. Those who clericalize the church. Those who separate the people of God from salvation.",
      "author": "Pope Francis",
      "category": "Children, Today, God"
    },
    {
      "quote": "We cannot insist only on issues related to abortion, gay marriage and the use of contraceptive methods. The teaching of the church is clear, and I am a son of the church, but it is not necessary to talk about these issues all the time.",
      "author": "Pope Francis",
      "category": "Time, Son, I Am"
    },
    {
      "quote": "No man is regular in his attendance at the House of Commons until he is married.",
      "author": "Benjamin Disraeli",
      "category": "Man, House, Attendance"
    },
    {
      "quote": "Sometimes I bust out and do things so permanent. Like tattoos and marriage.",
      "author": "Drew Barrymore",
      "category": "Sometimes, Like, Things"
    },
    {
      "quote": "I've never understood why we would want to deny all the joys - and the challenges - of marriage to anyone. Which is why I think any loving, committed couple - gay or straight - should be able to get married.",
      "author": "Al Franken",
      "category": "Challenges, Want, Loving"
    },
    {
      "quote": "Marriage is becoming sort of fake. It's almost like a handbag. Everybody wants the newest, greatest and latest. It becomes an event, and it's definitely a status symbol in our society. I'm not saying it shouldn't be; it absolutely should be - but you shouldn't be focusing on that.",
      "author": "Rob Lowe",
      "category": "Society, Greatest, Fake"
    },
    {
      "quote": "When my mother had four girls, and she could tell her marriage was falling apart, she went back to college and got her degree in music and education.",
      "author": "Andie MacDowell",
      "category": "Education, Music, Mother"
    },
    {
      "quote": "For me, it's sad to say, but I would probably have a spiritual marriage but not a legal marriage, because I think so much about marriage starts to become about finances. It has nothing to do with God or feelings or the romantic side of marriage. It's about who owns what, who gets what? So what's the point?",
      "author": "Andie MacDowell",
      "category": "Romantic, Sad, God"
    },
    {
      "quote": "Marriage, n: the state or condition of a community consisting of a master, a mistress, and two slaves, making in all, two.",
      "author": "Ambrose Bierce",
      "category": "Community, Master, Mistress"
    },
    {
      "quote": "A key to keeping your husband is getting him to miss you. That keeps a marriage fresh.",
      "author": "Tori Amos",
      "category": "Husband, Key, You"
    },
    {
      "quote": "It took me a long time to be convinced that marriage was right for me because I've come from a long line of broken marriages. My parents divorced, and I had two broken marriages myself.",
      "author": "Sylvester Stallone",
      "category": "Time, Myself, Parents"
    },
    {
      "quote": "When you genuinely feel like that was the right relationship, you're supposed to give it all you can. That's what marriage is about.",
      "author": "Khloe Kardashian",
      "category": "Relationship, You, Right"
    },
    {
      "quote": "With my divorce, and even during the end of my marriage before it even got publicly bad, how I decided to cope with things was to go on the treadmill for an hour.",
      "author": "Khloe Kardashian",
      "category": "End, Divorce, Bad"
    },
    {
      "quote": "Why is marriage the pinnacle for everyone? People get married for the wrong reasons. We need to start looking at different packages, whether it's living together, or being with six partners, or dedicating your life to taking care of flowers.",
      "author": "Sandra Bullock",
      "category": "Life, Flowers, Together"
    },
    {
      "quote": "When you're old-fashioned like I am, you know marriage is forever. Those vows are a promise.",
      "author": "Brad Paisley",
      "category": "I Am, Know, You"
    },
    {
      "quote": "There may be people in my audience who may not agree with me on some particular issue - you know, say, as a gun owner, they may not agree with me, or, you know, someone may not agree with me on a gay marriage topic. Any of those things. But those shouldn't be the reasons you listen to my music.",
      "author": "Brad Paisley",
      "category": "Music, Me, Gun"
    },
    {
      "quote": "Marriage brings up all the things I pushed to the back burner - the fears, the mistrust, the doubts, the insecurities. It's like opening Pandora's box.",
      "author": "Jennifer Aniston",
      "category": "Opening, Box, Back"
    },
    {
      "quote": "Marriage is wonderful.",
      "author": "Jennifer Aniston",
      "category": "Wonderful"
    },
    {
      "quote": "If we are going to realise our ambition of ending the harmful practices of FGM and forced marriage, the role of young people in pushing for change is crucial. We also need to ensure that everyone, from government to civil society, is playing their part.",
      "author": "Theresa May",
      "category": "Change, Society, Government"
    },
    {
      "quote": "You know, real life doesn't just suddenly resolve itself. You have to keep working at it. Democracy, marriage, friendship. You can't just say, 'She's my best friend.' That's not a given, it's a process.",
      "author": "Viggo Mortensen",
      "category": "Life, Friendship"
    },
    {
      "quote": "There are repercussions to everything, even advancement and success. And I think that the repercussions to my success was the loss of my marriage.",
      "author": "Jill Scott",
      "category": "Success, Loss, Think"
    },
    {
      "quote": "I'm more afraid of marriage than death.",
      "author": "Shakira",
      "category": "Death, Afraid, Than"
    },
    {
      "quote": "The truth is that I'm more afraid of marriage than of death.",
      "author": "Shakira",
      "category": "Death, Truth, Truth Is"
    },
    {
      "quote": "I just don't find marriage a necessary step in a couple's life.",
      "author": "Shakira",
      "category": "Life, Step, Find"
    },
    {
      "quote": "I'm also interested in the modern suggestion that you can have a combination of love and sex in a marriage - which no previous society has ever believed.",
      "author": "Alain de Botton",
      "category": "Love, Society, You"
    },
    {
      "quote": "You will often be in despair. You will sometimes think it's the worst decision in your life. That's fine. That's not a sign your marriage has gone wrong. It's a sign that it's normal it's on track. And many of the hopes that took you into the marriage will have to die in order for the marriage to continue.",
      "author": "Alain de Botton",
      "category": "Life, Decision, Think"
    },
    {
      "quote": "What is fascinating about marriage is why anyone wants to get married.",
      "author": "Alain de Botton",
      "category": "Why, Married, Get Married"
    },
    {
      "quote": "The romantic person instinctively sees marriage in terms of emotions, but what a couple actually gets up to together over a lifetime has much more in common with the workings of a small business. They must draw up work rosters, clean, chauffeur, cook, fix, throw away, mind, hire, fire, reconcile, and budget.",
      "author": "Alain de Botton",
      "category": "Work, Business, Romantic"
    },
    {
      "quote": "To a shameful extent, the charm of marriage boils down to how unpleasant it is to be alone.",
      "author": "Alain de Botton",
      "category": "Alone, Down, Charm"
    },
    {
      "quote": "When you're unhappy in your marriage, your children are the ones who suffer.",
      "author": "Christina Aguilera",
      "category": "Children, Unhappy, You"
    },
    {
      "quote": "I think the government should be out of the marriage business and leave marriage to the churches.",
      "author": "Gary Johnson",
      "category": "Business, Government, Think"
    },
    {
      "quote": "I support gay unions. I think the government should get out of the marriage business completely - leave marriages to the churches. And grant civil unions to gay couples, grant civil unions to a man and woman.",
      "author": "Gary Johnson",
      "category": "Business, Government"
    },
    {
      "quote": "Marriage is the hardest work you're ever going to do.",
      "author": "Julie Andrews",
      "category": "Work, You, Going"
    },
    {
      "quote": "The Reverend Jeremiah Wright would baptize Obama, perform his marriage to Michelle LaVaughn Robinson, baptize their daughters, and draw him into the raucous, restless family of faith that Obama had never known before.",
      "author": "Nancy Gibbs",
      "category": "Family, Faith, Him"
    },
    {
      "quote": "You can block a marriage, but you cannot force a marriage.",
      "author": "Emmanuel Macron",
      "category": "You, Force, Cannot"
    },
    {
      "quote": "The corporate right fires up the religious right against gay marriage and abortion and uses their votes to push their deregulation and tax cuts for the rich. It's an old trick. The House of Saud has the same arrangement with the Mullahs in Saudi Arabia.",
      "author": "Adam McKay",
      "category": "Gay, Tax, Rich"
    },
    {
      "quote": "For me, personally, marriage is a man and a woman living together.",
      "author": "Angela Merkel",
      "category": "Together, Man, Woman"
    },
    {
      "quote": "I never looked at my parents' marriage or really anyone who had been married more than 30 years and thought, 'I gotta get me some of that!'",
      "author": "Mike Birbiglia",
      "category": "Parents, Thought, Me"
    },
    {
      "quote": "I've actually always wanted to write like a one-person show that was sort of a romantic comedy - a show that was kind of cynical about romance and marriage but ultimately embraced it. Because I feel like comedy is always cynical, inherently, because it's contrarian.",
      "author": "Mike Birbiglia",
      "category": "Romantic, Cynical, Comedy"
    },
    {
      "quote": "It's not always been a happy marriage. I guess I wanted a quick fix.",
      "author": "David Byrne",
      "category": "Happy, Fix, Happy Marriage"
    },
    {
      "quote": "If there were no immortality there would be no need for temples. There would be no need for eternal marriage if there were no eternity.",
      "author": "Gordon B. Hinckley",
      "category": "Immortality, Eternity, Need"
    },
    {
      "quote": "Determine that there will never be anything that will come between you that will disrupt your marriage. Make it work. Resolve to make it work.",
      "author": "Gordon B. Hinckley",
      "category": "Work, You, Anything"
    },
    {
      "quote": "A marriage ends up being a business deal: no matter how long or short it is, somebody owes somebody money.",
      "author": "Goldie Hawn",
      "category": "Business, Money, Short"
    },
    {
      "quote": "I think that's what makes a successful marriage: a mindful sense of self and the ability to make clear choices to stay together or choices not to.",
      "author": "Goldie Hawn",
      "category": "Together, Self, Choices"
    },
    {
      "quote": "I think Mozart's operas 'The Marriage of Figaro' and 'Don Giovanni' are the two most perfect ever written. The music is magical.",
      "author": "Ruth Bader Ginsburg",
      "category": "Music, Perfect, Think"
    },
    {
      "quote": "In the course of a marriage, one accommodates the other.",
      "author": "Ruth Bader Ginsburg",
      "category": "Other, Course"
    },
    {
      "quote": "A hundred years ago, if you had a child out of marriage, you'd be a social disgrace. Today women feel comfortable enough economically and culturally to bring up a child without a recognized commitment from a man.",
      "author": "Helen Fisher",
      "category": "Women, Today, Man"
    },
    {
      "quote": "In America, we are demanding everything from our marriage.",
      "author": "Helen Fisher",
      "category": "America, Everything"
    },
    {
      "quote": "Despite the myth that men are less committed, they are predisposed to desire marriage.",
      "author": "Helen Fisher",
      "category": "Men, Desire, Committed"
    },
    {
      "quote": "My life, in some ways, has been a half-measure. I didn't commit myself all the way to my marriage and family, because I would have given up more. And I didn't go all the way with just being completely selfish. I always wonder where my career would be if I was more selfish.",
      "author": "Alec Baldwin",
      "category": "Life, Family, Myself"
    },
    {
      "quote": "I had a marriage that I came to in the same way everybody else comes to a marriage. We all take chances when we get married.",
      "author": "Alec Baldwin",
      "category": "Way, Same, Married"
    },
    {
      "quote": "As my friend said to me, when you have children, typically in a second marriage, when you're older and you get married again to a woman who would have children, you must always remember that you make sure the children attend a college where the commencement ceremonies are held in a facility with a wheelchair accessible ramp.",
      "author": "Alec Baldwin",
      "category": "Children, College, Woman"
    },
    {
      "quote": "Men are literally lying in bed with their wives when the marriage is essentially over, thinking, 'I've got to get the hell out of here', and have a fantasy woman in mind. Then you get divorced, meet a woman, marry her, and by the time all that goes by, you've aged a few years and are ready to go back to your ex-wife.",
      "author": "Alec Baldwin",
      "category": "Time, Woman, Men"
    },
    {
      "quote": "I like marriage. I feel very secure. It helps when you are in love with the person you are married to.",
      "author": "Claire Danes",
      "category": "Love, You, Person"
    },
    {
      "quote": "As marriage goes, I think most people sort of set being - you know getting married as the goal as opposed to being married.",
      "author": "Ashton Kutcher",
      "category": "Goal, People, Know"
    },
    {
      "quote": "I support gay marriage. I support gay marriage because I believe Conservatives support the institutions of commitment.",
      "author": "George Osborne",
      "category": "Support, Commitment, Believe"
    },
    {
      "quote": "I have an American son and an American partner, so marriage might logistically make sense at one point. My partner is a stay-at-home father, so if he wants to be on my health plan, or tax wise, or maybe on paper we want to have our I's dotted and our T's crossed, but emotionally, neither of us really feels the need for it.",
      "author": "Evangeline Lilly",
      "category": "Father, Health, Son"
    },
    {
      "quote": "I am a very basic person. I still believe marriage happens only once, and you have to sustain it.",
      "author": "Anushka Sharma",
      "category": "I Am, Believe, You"
    },
    {
      "quote": "I have done everything in my life very normally. And marriage is definitely there on my agendas in life. But I don't know when will it happen.",
      "author": "Anushka Sharma",
      "category": "Life, My Life, Know"
    },
    {
      "quote": "Our Nation must defend the sanctity of marriage.",
      "author": "George W. Bush",
      "category": "Nation, Defend, Must"
    },
    {
      "quote": "You know, Republicans should have a consistent philosophy. And if your philosophy is about limited government and not intruding in people's lives, you shouldn't just inconveniently take a social issue like gay marriage and say, 'Well, unless we think - actually we should be intruding your life.'",
      "author": "Mark McKinnon",
      "category": "Life, Government, Philosophy"
    },
    {
      "quote": "Politics only makes the difficult challenge of marriage even harder, with the demands of the job and the public spotlight it casts on a union.",
      "author": "Mark McKinnon",
      "category": "Challenge, Job, Politics"
    },
    {
      "quote": "It's nice to know you have support. Last night I got a marriage proposal. I just laughed.",
      "author": "Carrie Underwood",
      "category": "Support, Night, Nice"
    },
    {
      "quote": "Marriage is hard. I'm not gonna lie.",
      "author": "Aisha Tyler",
      "category": "Lie, Gonna, Hard"
    },
    {
      "quote": "Marriage is a blood sport. Marriage is jousting. It's disembowelment. It's just terrible, terrible visceral injuries. It's not for everybody.",
      "author": "Aisha Tyler",
      "category": "Injuries, Blood, Terrible"
    },
    {
      "quote": "I married my husband because I loved him, and I don't feel like there's anybody missing from our marriage, but when you think about this person that you love, and you think about what a wonderful thing it would be to bring another person like that into this world, I think that's the hardest part about all of it.",
      "author": "Aisha Tyler",
      "category": "Love, World, Husband"
    },
    {
      "quote": "I believe that the essence of marriage is choosing someone who loves you for who you are, embraces everything about you, and building a life with that person. Whether that life is with children or without children - it's honestly immaterial to building a life with someone that you love fully.",
      "author": "Aisha Tyler",
      "category": "Love, Life, Children"
    },
    {
      "quote": "We must have great respect for these people who also suffer and who want to find their own way of correct living. On the other hand, to create a legal form of a kind of homosexual marriage, in reality, does not help these people.",
      "author": "Pope Benedict XVI",
      "category": "Respect, Great, Reality"
    },
    {
      "quote": "Above all, we must have great respect for these people who also suffer and who want to find their own way of correct living. On the other hand, to create a legal form of a kind of homosexual marriage, in reality, does not help these people.",
      "author": "Pope Benedict XVI",
      "category": "Respect, Great, Reality"
    },
    {
      "quote": "It is essential that God created men and women to be one, as it is said in the first chapters of the Bible. So I think even if our culture is against marriage as essential form of relations between human beings, between women and men. I think our nature is always present, and we can understand it if we will understand it.",
      "author": "Pope Benedict XVI",
      "category": "Nature, Women, Culture"
    },
    {
      "quote": "Traditional marriage is what should be sanctioned.",
      "author": "Jeb Bush",
      "category": "Should, Traditional"
    },
    {
      "quote": "A sap run is the sweet goodbye of winter. It is the fruit of the equal marriage of the sun and frost.",
      "author": "John Burroughs",
      "category": "Winter, Goodbye, Sun"
    },
    {
      "quote": "Academia is very flexible, but I had a spouse who was very committed to being a completely full partner in our marriage. I think if you counted up how many hours each one of us logged in, he certainly gets more than 50%.",
      "author": "Janet Yellen",
      "category": "Partner, Think, You"
    },
    {
      "quote": "I think marriage is a scary concept. It's a scary concept for anybody. I'm not sure where I sit with that.",
      "author": "Hozier",
      "category": "Scary, Think, Where"
    },
    {
      "quote": "Either somebody has equal rights, or they don't. And certainly in the Irish constitution, marriage is genderless. There's no mention of a man and a woman.",
      "author": "Hozier",
      "category": "Man, Woman, Constitution"
    },
    {
      "quote": "When someone comes up to me and says, 'Mary, you helped save my marriage', or, 'Mary, you helped me get out of this abusive relationship', I'm in it, really in their lives. And I'm so passionate about my feelings, but also about showing people the way through theirs.",
      "author": "Mary J. Blige",
      "category": "Relationship, Me, People"
    },
    {
      "quote": "I don't know why, but the older I get the more interested I get in my parents' marriage. And it's interesting to be married yourself, too, because there is an inevitable comparison.",
      "author": "Jhumpa Lahiri",
      "category": "Parents, Yourself, Know"
    },
    {
      "quote": "My parents had an arranged marriage, as did so many other people when I was growing up. My father came and had a life in the United States one way and my mother had a different one, and I was very aware of those things. I continue to wonder about it, and I will continue to write about it.",
      "author": "Jhumpa Lahiri",
      "category": "Life, Father, Mother"
    },
    {
      "quote": "I got a few marriage proposals in my 20s. I just wasn't ready. I just knew if I committed, I would've wound up doing something wrong, messing it up. I still felt like I had some living to do.",
      "author": "Queen Latifah",
      "category": "Doing, Living, Committed"
    },
    {
      "quote": "Proponents of same-sex marriage regularly label opponents 'radical' and 'extremist.' However, given that no society in thousands of years has allowed same-sex marriage, it is, by definition, the proponents of same-sex marriage whose position is radical and extreme.",
      "author": "Dennis Prager",
      "category": "Society, Years, Radical"
    },
    {
      "quote": "By the time I had reached the age of 16, in the 10th grade, my parents, after 22 years of marriage, one day decided to get a divorce.",
      "author": "Frank Abagnale",
      "category": "Time, Age, Parents"
    },
    {
      "quote": "All I can think is that the owners of Chick-Fil-A have decided they have had enough, that they're just going to focus on selling chicken sandwiches to as many people as they can, and they figure that keeping their views about marriage to themselves is better than having a bunch of angry activists on your doorstep.",
      "author": "Mike Gallagher",
      "category": "Focus, People, Think"
    },
    {
      "quote": "Marriage, a market which has nothing free but the entrance.",
      "author": "Michel de Montaigne",
      "category": "Free, Nothing, Entrance"
    },
    {
      "quote": "I am against marriage, and I don't give a fig for society.",
      "author": "Brigitte Bardot",
      "category": "I Am, Society, Give"
    },
    {
      "quote": "Have you ever heard of a good marriage growing in front of the cameras?",
      "author": "Brigitte Bardot",
      "category": "Good, You, Growing"
    },
    {
      "quote": "I believe marriage is a human right, not a state right.",
      "author": "Martin O'Malley",
      "category": "Believe, I Believe, Human"
    },
    {
      "quote": "You have to do the work in your marriage, but it has to be laid on a strong foundation of love.",
      "author": "Robin Wright",
      "category": "Love, Work, Strong"
    },
    {
      "quote": "Now that virtually every career is an option for ambitious girls, it can no longer be considered regressive or reactionary to reintroduce discussion of marriage and motherhood to primary education. We certainly do not want to return to the simplistic duality of home economics classes for girls and wood shop for boys.",
      "author": "Camille Paglia",
      "category": "Education, Home, Motherhood"
    },
    {
      "quote": "I didn't think marriage worked. I thought everybody who was married was secretly miserable - that it was something they just put up with for their children.",
      "author": "Salma Hayek",
      "category": "Children, Thought, Think"
    },
    {
      "quote": "Marriage is this grand madness, and I think if people knew that, they would perhaps take it more seriously.",
      "author": "Bono",
      "category": "People, Think, Madness"
    },
    {
      "quote": "My thoughts are that marriage is between a man and a woman.",
      "author": "Ben Carson",
      "category": "Man, Woman, Thoughts"
    },
    {
      "quote": "Marriage is a very sacred institution and should not be degraded by allowing every other type of relationship to be made equivalent to it.",
      "author": "Ben Carson",
      "category": "Relationship, Sacred, Should"
    },
    {
      "quote": "Obama's endorsement of gay marriage is hardly as consequential as Johnson's legislative success on civil rights.",
      "author": "Robert Dallek",
      "category": "Success, Gay, Rights"
    },
    {
      "quote": "When Gingrich attacked CNN's John King for bringing up his alleged proposal of an open marriage to his second wife, Gingrich accused him of lowering the level of discourse in a presidential debate, suggesting that such a discussion is unworthy of consideration by voters.",
      "author": "Robert Dallek",
      "category": "Wife, King, Debate"
    },
    {
      "quote": "Vice President Biden's surprising declaration of unqualified support for gay marriage seems to have forced President Obama into a public endorsement of a controversial social issue. It is difficult not to suspect that Biden's pronouncement aimed to give the president some political cover.",
      "author": "Robert Dallek",
      "category": "Support, Political, Gay"
    },
    {
      "quote": "I have a terrific marriage, but unlike a lot of relationships where they ebb and flow, no matter what happens you fall deeper and deeper in love every day. It's kind of the best thing that can happen to you. It's thrilling.",
      "author": "Hugh Jackman",
      "category": "Love, Day, Best"
    },
    {
      "quote": "It's not someone else's responsibility to honor my marriage. It's my responsibility.",
      "author": "David Duchovny",
      "category": "Responsibility, Honor"
    },
    {
      "quote": "When you're a father in a marriage, you sort of become the mother's assistant. And you sort of get a list from her every day and you run down the list and it feels very much like a chore.",
      "author": "Louis C. K.",
      "category": "Day, Father, Mother"
    },
    {
      "quote": "He's the kind of man a woman would have to marry to get rid of.",
      "author": "Mae West",
      "category": "Man, Woman, Kind"
    },
    {
      "quote": "If I go into a relationship with an artist, which at most is going to last five years, we have a 100-page contract covering every eventuality. Whereas with marriage you go into it with no contract, with laws that date back hundreds of years, and I don't think that's right.",
      "author": "Simon Cowell",
      "category": "Relationship, Artist, Think"
    },
    {
      "quote": "I couldn't think of anything worse than being in an unhappy marriage. It worries me because I've seen it destroy people.",
      "author": "Simon Cowell",
      "category": "Me, People, Think"
    },
    {
      "quote": "It is a mistake for women to think that life begins only with marriage. A woman can and must have an identity and feel useful, valued, and needed whether she is single or married. She must feel that she can do something for someone else that no one else ever born can do.",
      "author": "James E. Faust",
      "category": "Life, Women, Woman"
    },
    {
      "quote": "Marriage is not easy. You have to decide to work. That's what it really comes down to: two people deciding to stay together or not.",
      "author": "Darius Rucker",
      "category": "Work, Together, People"
    },
    {
      "quote": "I think one reason for a successful marriage is laughter. I think laughter gets you through the rough moments in a marriage.",
      "author": "Bob Newhart",
      "category": "Laughter, Moments"
    },
    {
      "quote": "If you look at Jack Benny, George Burns, or Don Rickles, they've all had long, successful marriages. So, I think there's something about laughter and the durability of a marriage.",
      "author": "Bob Newhart",
      "category": "Laughter, Successful, Long"
    },
    {
      "quote": "I'm most proud of the longevity of my marriage, my kids, and my grandchildren. If you don't have that, you really don't have very much.",
      "author": "Bob Newhart",
      "category": "Proud, Grandchildren, You"
    },
    {
      "quote": "Never get married in college it's hard to get a start if a prospective employer finds you've already made one mistake.",
      "author": "Elbert Hubbard",
      "category": "College, Start, Mistake"
    },
    {
      "quote": "When Arnold Schwarzenegger vetoed the same-sex marriage bill, my blood was boiling. I had been silent, but that night, Brad and I watched the news and saw all these young people pouring out on Santa Monica Boulevard venting their rage, and I said, 'I have to speak out.'",
      "author": "George Takei",
      "category": "Speak, Night, People"
    },
    {
      "quote": "I think Donald Trump's interpretation of marriage is something that he himself doesn't really believe in. 'Traditional marriage' is where two people love each other, commit to each other, care for each other over the years. It is a meaningful ceremony, and his interpretation of that is not recognizing what real marriage is.",
      "author": "George Takei",
      "category": "Love, Believe, People"
    },
    {
      "quote": "I'd like to think that, when I explain it, that Mr. Trump will understand marriage is defined by two people who love each other, commit to each other, and will care for each other through thick and thin.",
      "author": "George Takei",
      "category": "Love, People, Think"
    },
    {
      "quote": "When Brad and I got married in 2008, it got a lot of attention. And all the attention was over the fact that we were two men, but people were hardly conscious of the fact that we were entering into an interracial marriage. That's wonderful, because it was only 50 years ago with Loving v. Virginia that interracial marriages were made legal.",
      "author": "George Takei",
      "category": "Men, Legal, People"
    },
    {
      "quote": "I spent most of my life from 24 to 31 at the office. I wasn't going to people's weddings I wasn't cultivating my marriage. I wasn't happy.",
      "author": "Megyn Kelly",
      "category": "Life, Happy, People"
    },
    {
      "quote": "Once I found professional happiness, it gave me time to think about other areas in my life in which I wasn't happy. The next obvious candidate for introspection was my marriage.",
      "author": "Megyn Kelly",
      "category": "Life, Happiness, Time"
    },
    {
      "quote": "My marriage to my husband, Bart Conner in 1996 is my proudest personal moment.",
      "author": "Nadia Comaneci",
      "category": "Moment, Husband, Personal"
    },
    {
      "quote": "Marriage: A friendship recognized by the police.",
      "author": "Robert Louis Stevenson",
      "category": "Friendship, Police"
    },
    {
      "quote": "Marriage is like life - it is a field of battle, not a bed of roses.",
      "author": "Robert Louis Stevenson",
      "category": "Life, Roses, Battle"
    },
    {
      "quote": "Marriage is one long conversation, chequered by disputes.",
      "author": "Robert Louis Stevenson",
      "category": "Conversation, Long, Disputes"
    },
    {
      "quote": "I went into rehab to save my marriage, but I wound up saving myself.",
      "author": "Michael Douglas",
      "category": "Myself, Up, Rehab"
    },
    {
      "quote": "Like a lovely orchid, or anything else that's nurtured, marriage prospers and grows, but if it's ignored, it withers.",
      "author": "Michael Douglas",
      "category": "Lovely, Anything, Like"
    },
    {
      "quote": "I try not to dwell too much on a bad marriage.",
      "author": "Michael Douglas",
      "category": "Try, Bad, Dwell"
    },
    {
      "quote": "My marriage and my families come certainly before my career.",
      "author": "Michael Douglas",
      "category": "Career, Before, Come"
    },
    {
      "quote": "During my first marriage, my career was the most important thing in my life.",
      "author": "Michael Douglas",
      "category": "Life, My Life, Career"
    },
    {
      "quote": "I have nothing against her, and in fact I'm very fond of my first wife. But we should have ended that marriage eight or 10 years earlier.",
      "author": "Michael Douglas",
      "category": "Wife, Nothing, Her"
    },
    {
      "quote": "It took me too long to realise that if you go to a marriage counsellor to resolve problems, it's in his interest to keep the marriage going.",
      "author": "Michael Douglas",
      "category": "Problems, Me, Long"
    },
    {
      "quote": "California is a bellwether state. California was the first state in the United States to overturn the laws against interracial marriage. It took 19 years for the rest of the country to come around to that point of view.",
      "author": "Gavin Newsom",
      "category": "View, Point Of View, Rest"
    },
    {
      "quote": "Separate is not equal. Civil unions are civil unions. Marriage is marriage. They're different institutions.",
      "author": "Gavin Newsom",
      "category": "Equal, Different, Unions"
    },
    {
      "quote": "Prop 8 did something that no other state in the history of this country has done. It took away the rights of people that already were legally affirmed. Imagine someone putting something on the ballot saying your wedding, your marriage is no longer valid.",
      "author": "Gavin Newsom",
      "category": "History, Wedding, People"
    },
    {
      "quote": "It's like, 'Oh, well of course you want gay marriage, you're gay.' I think when heterosexual people are talking to their peers and they're like, 'This is an equal rights thing,' it's a little bit easier.",
      "author": "Jillian Michaels",
      "category": "People, Want, Think"
    },
    {
      "quote": "You know, I believe that marriage is between a man and a woman.",
      "author": "Carly Fiorina",
      "category": "Man, Woman, Believe"
    },
    {
      "quote": "Just going through a marriage and a divorce - which I essentially did by 21 - will give you an insane amount of perspective on life.",
      "author": "Solange Knowles",
      "category": "Life, Perspective, Divorce"
    },
    {
      "quote": "I don't know about marriage as much as I do know that I'd be a great father.",
      "author": "Tyler Perry",
      "category": "Father, Great, Know"
    },
    {
      "quote": "The majority of husbands remind me of an orangutan trying to play the violin.",
      "author": "Honore de Balzac",
      "category": "Me, Trying, Play"
    },
    {
      "quote": "I don't think it's in any way harmful, this marriage of media and politicians. I think it enhances the communications process considerably and makes it possible for the public to be far more aware, far more up-to-date on issues and the opposite sides of the issues.",
      "author": "Walter Cronkite",
      "category": "Media, Process, Think"
    },
    {
      "quote": "I had a very wise person tell me that he thinks marriage, when you're younger, you keep thinking you can fix things. That's what people do. And you can't really fix anything. It shouldn't be a massive difficult thing every day. Life's difficult enough.",
      "author": "Albert Brooks",
      "category": "Life, Day, Wise"
    },
    {
      "quote": "To me, marriage is really important and what we build families on. That's why gay marriage is really important.",
      "author": "Margaret Cho",
      "category": "Gay, Me, Why"
    },
    {
      "quote": "I refused David Letterman's proposal of marriage for obvious reasons, but thanks for asking.",
      "author": "Teri Garr",
      "category": "Thanks, Obvious, Asking"
    },
    {
      "quote": "I think there's something unromantic about marriage. You're closing yourself off.",
      "author": "Hugh Grant",
      "category": "Yourself, Think, You"
    },
    {
      "quote": "I think marriage is only necessary if you've got children. It's quite nice for them.",
      "author": "Hugh Grant",
      "category": "Children, Think, Nice"
    },
    {
      "quote": "When I went to college, as much as my parents emphasized academic achievement, they emphasized marriage even more. They told me that the most eligible women marry young to get a 'good man' before they are all taken.",
      "author": "Sheryl Sandberg",
      "category": "Women, Good, Parents"
    },
    {
      "quote": "I don't know of many evangelicals who want to deny gay couples their legal rights. However, most of us don't want to call it marriage, because we think that word has religious connotations, and we're not ready to see it used in ways that offend us.",
      "author": "Tony Campolo",
      "category": "Legal, Want, Know"
    },
    {
      "quote": "But I think it's up to a local congregation to determine whether or not a marriage should be blessed of God. And it shouldn't be up to the government.",
      "author": "Tony Campolo",
      "category": "God, Blessed, Government"
    },
    {
      "quote": "President Bush once said that marriage is a sacred institution and should be reserved for the union of one man and one woman. If this is the case - and most Americans would agree with him on this - then I have to ask: Why is the government at all involved in marrying people?",
      "author": "Tony Campolo",
      "category": "Man, Woman, Government"
    },
    {
      "quote": "If marriage really is a sacred institution, then why is the government controlling it, especially in a nation that affirms separation of church and state?",
      "author": "Tony Campolo",
      "category": "Government, Why, Nation"
    },
    {
      "quote": "Marriage should be viewed as an institution ordained by God and should be out of the control of the state.",
      "author": "Tony Campolo",
      "category": "God, Control, Should"
    },
    {
      "quote": "I can't imagine having a real personal thing, like divorce and marriage, all those things, being in the public eye. I try to not talk about anything personal, and then nobody has the fire to throw back at you, like 'You said this back then!'",
      "author": "Kirsten Dunst",
      "category": "Eye, Fire, Divorce"
    },
    {
      "quote": "Divorce is not the end of the world. It's worse to stay in an unhealthy marriage. That's a worse example for the children.",
      "author": "Jerry Hall",
      "category": "Children, World, End"
    },
    {
      "quote": "Getting a divorce is always horrible because you feel you've failed. Everyone hates to give up on a marriage. You think your family's broken up.",
      "author": "Jerry Hall",
      "category": "Family, Broken, Divorce"
    },
    {
      "quote": "The only reason I got married in 2003 was for my children. I had a therapist who said marriage is really a container for a family, and that made sense to me.",
      "author": "Julianne Moore",
      "category": "Family, Children, Me"
    },
    {
      "quote": "Marriage and family are ordained of God. The family is the most important social unit in time and in eternity. Under God's great plan of happiness, families can be sealed in temples and be prepared to return to dwell in His holy presence forever. That is eternal life!",
      "author": "Russell M. Nelson",
      "category": "Life, Family, Happiness"
    },
    {
      "quote": "I do think about marriage, but it's not the end-all goal.",
      "author": "Chelsea Handler",
      "category": "Goal, Think, About"
    },
    {
      "quote": "With homosexual marriage gaining converts among the young, the party of the Moral Majority declines to stand with Chick-fil-A.",
      "author": "Pat Buchanan",
      "category": "Stand, Party, Moral"
    },
    {
      "quote": "Well, you know, I just - I believe marriage should between a man and a woman.",
      "author": "Victoria Osteen",
      "category": "Man, Woman, Believe"
    },
    {
      "quote": "There are members - very, very close and dear members - of my family - I'm talking immediate family - who simply don't speak to me anymore and haven't done so for years. My marriage fell apart.",
      "author": "Maajid Nawaz",
      "category": "Family, Speak, Me"
    },
    {
      "quote": "What is marriage, is marriage protection or religion, is marriage renunciation or abundance, is marriage a stepping-stone or an end. What is marriage.",
      "author": "Gertrude Stein",
      "category": "Religion, End, Abundance"
    },
    {
      "quote": "Everyone saw me on TV or read articles, and it was all about my great marriage, the white picket fence, all this success and my perfect life. But behind the scenes, it was a struggle.",
      "author": "Lindsey Vonn",
      "category": "Life, Success, Great"
    },
    {
      "quote": "Everyone knows marriage is tough.",
      "author": "Lindsey Vonn",
      "category": "Tough, Everyone, Knows"
    },
    {
      "quote": "I failed at the biggest things there are in life. I failed in my health, I failed in my marriage, I failed in everything, and I've picked myself up and gone on.",
      "author": "Sharon Stone",
      "category": "Life, Health, Myself"
    },
    {
      "quote": "I think it's best if there's an amendment that goes on the ballot where the people can weigh in. Every time this issue has gone on the ballot, the people have voted to retain the traditional definition of marriage as recently as California in 2008.",
      "author": "Michele Bachmann",
      "category": "Time, Best, People"
    },
    {
      "quote": "I do support a constitutional amendment on marriage between a man and a woman, but I would not be going into the states to overturn their state law.",
      "author": "Michele Bachmann",
      "category": "Man, Law, Support"
    },
    {
      "quote": "Even after marriage, our home is important for us.",
      "author": "Mahesh Babu",
      "category": "Home, Important, Us"
    },
    {
      "quote": "I was 21 and had been going out with my boyfriend for two years when I found out I was pregnant - despite being told by doctors that I was sterile. Jamie's father and I hadn't discussed marriage, and to me, it wasn't something to be entered into just to stop gossip.",
      "author": "Joanna Lumley",
      "category": "Father, Me, Gossip"
    },
    {
      "quote": "In terms of the legal matter of creating a contract between two people that's called marriage, and allowing them to live together with the protection of law, it seems to me is the way we should be moving in this country.",
      "author": "Colin Powell",
      "category": "Together, Law, Moving"
    },
    {
      "quote": "We need a Congress that understands the sanctity of life, the sanctity of traditional values, the sanctity of traditional marriage.",
      "author": "Thom Tillis",
      "category": "Life, Values, Congress"
    },
    {
      "quote": "Whether it be a matter of personal relations within a marriage or political initiatives within a peace process, there is no sure-fire do-it-yourself kit.",
      "author": "Seamus Heaney",
      "category": "Peace, Political, Personal"
    },
    {
      "quote": "Originally, I was against gay marriage because I was opposed to all marriage, being an old-fashioned gay bohemian. The straight people I knew in the sixties were very much opposed to it. I was, too, and it was never a possibility for gays, but when I saw how opposed the Religious Right was to it, I thought it a fight worth fighting.",
      "author": "Edmund White",
      "category": "Thought, Fight, People"
    },
    {
      "quote": "The culmination of a long struggle was 2013, which could clearly be labeled the Year of the Gay. State after state had legalized gay marriage, despite intense opposition from the religious right.",
      "author": "Edmund White",
      "category": "Struggle, Gay, Long"
    },
    {
      "quote": "I don't have to get married myself in order to campaign on behalf of gay marriage.",
      "author": "Edmund White",
      "category": "Myself, Gay, Married"
    },
    {
      "quote": "I've always deplored bad heterosexual values that dictate the minute a marriage is over the former partners no longer speak to each other only straights could be so cruel and inhuman as to reject totally the person with whom they've shared their life for 20 or 30 years.",
      "author": "Edmund White",
      "category": "Life, Speak, Values"
    },
    {
      "quote": "First, I was opposed to gay marriage because it seemed like one more way that gays were wanting to assimilate. When I realized the Christian right was so opposed to it, as well as tyrannical governments in Africa and Russia, I thought, 'It must be a good thing to fight for.'",
      "author": "Edmund White",
      "category": "Good, Thought, Fight"
    },
    {
      "quote": "Just like Barack Obama, my views on gay marriage have evolved, and now I am a reluctant groom.",
      "author": "Edmund White",
      "category": "I Am, Gay, Now"
    },
    {
      "quote": "Originally I was opposed to gay assimilation and targeted gay marriage as just another effort on the part of gays to resemble their straight neighbours.",
      "author": "Edmund White",
      "category": "Effort, Gay, Straight"
    },
    {
      "quote": "I believe the GOP should pitch its big-top tent around fiscal conservatism and a muscular foreign policy rather than carnival bark outside the sideshow tents of gay marriage and reproductive choice.",
      "author": "Roger Stone",
      "category": "Believe, Choice, I Believe"
    },
    {
      "quote": "My kids have moved more in their twenties, you know, than my parents have moved in nearly 40-something years of marriage before they died. So there's a part of me that laments what we have lost, and that is a sense of community.",
      "author": "Mike Huckabee",
      "category": "Community, Parents, Me"
    },
    {
      "quote": "Marriage has historically, as long as there's been human history, meant a man and a woman in a relationship for life. Once we change that definition, then where does it go from there?",
      "author": "Mike Huckabee",
      "category": "Life, Change, Relationship"
    },
    {
      "quote": "Marriage should be reinforced, not redefined.",
      "author": "Mike Huckabee",
      "category": "Should, Reinforced"
    },
    {
      "quote": "You can spend the day at work, but when you go home, and you're in the role of a father or a husband, you don't have to remind yourself that you shouldn't tell your wife to hold the messages. If you do, that marriage is not going to last very long.",
      "author": "Hannah Simone",
      "category": "Work, Home, Father"
    },
    {
      "quote": "I have a lot of skepticism about marriage and monogamy.",
      "author": "Rashida Jones",
      "category": "Skepticism, About, Lot"
    },
    {
      "quote": "Marriage feels like an industry with catering and really expensive bands.",
      "author": "Rashida Jones",
      "category": "Catering, Like, Expensive"
    },
    {
      "quote": "Take this marriage thing seriously - it has to last all the way to the divorce.",
      "author": "Roseanne Barr",
      "category": "Divorce, Seriously, Way"
    },
    {
      "quote": "I was raised on government cheese. As an adult, in my first marriage, my husband and I worked real hard just to go bankrupt. I happened to write some jokes about it. I did real well for myself.",
      "author": "Roseanne Barr",
      "category": "Myself, Government, Husband"
    },
    {
      "quote": "My mum told me, 'At that moment when you know you can't do both, the marriage and the kids, choose the marriage because you're going to be spending your whole lives together, so you have to put a lot of work and attention into the relationship.'",
      "author": "Bryce Dallas Howard",
      "category": "Work, Relationship, Together"
    },
    {
      "quote": "People say, 'What's the secret to a marriage?' There's no secret - I think you get lucky.",
      "author": "Steve Carell",
      "category": "People, Think, You"
    },
    {
      "quote": "I hate when people think you're broken because your parents are divorced. And I really reject the idea of staying together for the kids. If they're growing up in a house that's not healthy, it's better to know that's not the model of what marriage should be.",
      "author": "Anna Kendrick",
      "category": "Together, Parents, Hate"
    },
    {
      "quote": "Woman, or more precisely put, perhaps, marriage, is the representative of life with which you are meant to come to terms.",
      "author": "Franz Kafka",
      "category": "Life, Woman, You"
    },
    {
      "quote": "Usually, the fairy tale ends with the girl marrying the prince. But mine started as soon as the marriage was over.",
      "author": "Diane von Furstenberg",
      "category": "Girl, Fairy, Started"
    },
    {
      "quote": "Marriage was never a destination with me.",
      "author": "Diane von Furstenberg",
      "category": "Destination, Me, Never"
    },
    {
      "quote": "I think it's important to remember that you go into something like marriage knowing that you don't know very much about it at all. But I do look at the marriage of my mother and stepdad, and what makes it work for them is that it's a team effort.",
      "author": "Justin Timberlake",
      "category": "Work, Team, Mother"
    },
    {
      "quote": "It's the same girl-who-has-everything story. You know, the one where she's insecure and scared and unhappy and has marriage problems and doesn't know how to handle stardom and screws up right and left and gets in with the wrong people and goes down the drain.",
      "author": "Natalie Cole",
      "category": "Problems, People, Know"
    },
    {
      "quote": "Of course I believe in love despite four divorces. There is nobody who doesn't believe in love. But marriage - that fits some people but obviously not me.",
      "author": "Sean Bean",
      "category": "Love, Believe, Me"
    },
    {
      "quote": "You know the fairy-tale drill, especially from the Disney versions: the heroines endure awful stuff in rites of passage that lead to a joyous resolution of, usually, marriage to a prince. 'Into the Woods' follows that template, then asks, 'What happens after Happy Ever After?'",
      "author": "Richard Corliss",
      "category": "Happy, Woods, Know"
    },
    {
      "quote": "But the key to our marriage is the capacity to give each other a break. And to realize that it's not how our similarities work together it's how our differences work together.",
      "author": "Michael J. Fox",
      "category": "Work, Together, Differences"
    },
    {
      "quote": "I believe in the family. I believe in marriage, and I think it's such a great institution. I think men should be able to marry each other, and women should be able to marry each other.",
      "author": "David Cameron",
      "category": "Family, Women, Great"
    },
    {
      "quote": "I'll say this: The media wasn't invited to my marriage, and they're definitely not invited into the divorce.",
      "author": "Ryan Reynolds",
      "category": "Media, Divorce, Say"
    },
    {
      "quote": "I am a fan of marriage and a fan of being committed to the right person.",
      "author": "Joan Collins",
      "category": "I Am, Right Person"
    },
    {
      "quote": "Having had five husbands, I guess I should know a thing or two about marriage.",
      "author": "Joan Collins",
      "category": "Know, Two, Guess"
    },
    {
      "quote": "It's such a strange marriage, a song and someone that sings it. When that works, it really works, and when it doesn't, it doesn't.",
      "author": "Chris Stapleton",
      "category": "Song, Strange, Someone"
    },
    {
      "quote": "A successful marriage is a decision. You decide it's going to work. You can't always be there, but you have to be there enough. And you have to make sure you are where you're needed most.",
      "author": "Nancy Pelosi",
      "category": "Work, Decision, Successful"
    },
    {
      "quote": "I am not into marriage. You look at all the marriages breaking down and all the people cheating on their marriages, and you become cynical. Marriage is nothing but a label.",
      "author": "Nargis Fakhri",
      "category": "I Am, Cheating, People"
    },
    {
      "quote": "I ran to my marriage, I was happily ready to take on marriage.",
      "author": "Mark Ruffalo",
      "category": "Ready, Take, Happily"
    },
    {
      "quote": "My first marriage ended after 24 years.",
      "author": "Jerry Della Femina",
      "category": "First, Years, After"
    },
    {
      "quote": "If two people cannot live together, both should have the right to opt out of the marriage. In an ideal world, that would be an acceptable solution.",
      "author": "Kapil Sibal",
      "category": "Together, World, People"
    },
    {
      "quote": "I feel that whoever isn't feeling settled in their career won't think about their marriage.",
      "author": "Ram Charan",
      "category": "Career, Think, Feeling"
    },
    {
      "quote": "I believe in the sanctity of marriage.",
      "author": "Sam Brownback",
      "category": "Believe, I Believe"
    },
    {
      "quote": "Older couples bring obligations such as support payments and debt as well as decades of financial experience to a marriage.",
      "author": "Jean Chatzky",
      "category": "Experience, Support"
    },
    {
      "quote": "At the time of my second marriage, my husband was in his early 50s, I was in my mid-40s, and we each had two kids. We maintained our individual accounts and opened one for the house. We each kick the same percentage of our incomes into the house account and have a joint credit card. But we pay for our children separately.",
      "author": "Jean Chatzky",
      "category": "Time, Children, Husband"
    },
    {
      "quote": "Right now, I'm not really thinking about marriage.",
      "author": "Adam Lambert",
      "category": "Thinking, Now, Right"
    },
    {
      "quote": "My father, a refugee from Eastern Europe, was preparing a fraudulent marriage to an American citizen as a route to this country when he was sponsored, making fraud unnecessary. My wife's grandfather bought papers from another Chinese villager to be able to come to the United States.",
      "author": "Nicholas Kristof",
      "category": "Father, American, Wife"
    },
    {
      "quote": "When you cut your life into a film - 90-some minutes of film - you end up taking snapshots and vignettes of the highlights of it - marriage, divorce, death, success, fame, loss. The up and the down and the up again.",
      "author": "David Cassidy",
      "category": "Life, Success, Death"
    },
    {
      "quote": "Regency romances end in marriage zombie stories end in the zombies being vanquished. 'Pride and Prejudice and Zombies' delivers both.",
      "author": "Adam Cohen",
      "category": "Pride, End, Prejudice"
    },
    {
      "quote": "In Hungary, if homosexuals would like to live together, they can do so under the civil code. But what we call marriage is exclusively for one man and one woman. We are a Christian country. That's a historical fact.",
      "author": "Viktor Orban",
      "category": "Together, Man, Woman"
    },
    {
      "quote": "My marriage is incredibly important to me. It's the place from which I engage in the world every day, and the place to which I return every day.",
      "author": "Chelsea Clinton",
      "category": "Day, World, Me"
    },
    {
      "quote": "Marriage is a feast where the grace is sometimes better than the dinner.",
      "author": "Charles Caleb Colton",
      "category": "Grace, Dinner, Better"
    },
    {
      "quote": "The funny thing about 'Take Shelter' is that a lot of people talk about how it was allegory for the economy and things that were to happen. And that was so on the nose in the movie for me. I was like, 'That's obvious.' It's the other stuff about marriage and commitment and those other things that I spent the most time thinking about.",
      "author": "Jeff Nichols",
      "category": "Funny, Time, Commitment"
    },
    {
      "quote": "Marriage isn't about a collection of scenes over ten years of two people telling each other that they love each other. It's about commitment.",
      "author": "Jeff Nichols",
      "category": "Love, Commitment, People"
    },
    {
      "quote": "Marriage is a very good thing, but I think it's a mistake to make a habit out of it.",
      "author": "W. Somerset Maugham",
      "category": "Good, Mistake, Think"
    },
    {
      "quote": "Marriage can be tricky and challenging at times.",
      "author": "John Rampton",
      "category": "Times, Tricky, Challenging"
    },
    {
      "quote": "With the notion of marriage - an exclusive, emotional, binding 'til death do you part' tie - becoming more and more an exception to the rule given a rise in cohabitation and high rates of divorce, why should the federal government be telling adults who love one another that they cannot get married simply because they happen to be gay?",
      "author": "Lisa Murkowski",
      "category": "Love, Death, Government"
    },
    {
      "quote": "I believe when there are so many forces pulling our society apart, we need more commitment to marriage, not less.",
      "author": "Lisa Murkowski",
      "category": "Society, Commitment, Believe"
    },
    {
      "quote": "Like the majority of Alaskans, I supported a constitutional amendment in 1998 defining marriage as only between a man and a woman, but my thinking has evolved as America has witnessed a clear cultural shift.",
      "author": "Lisa Murkowski",
      "category": "America, Man, Woman"
    },
    {
      "quote": "I have voted in support of efforts in the Senate to enact a Constitutional amendment that would have limited marriage to one man and one woman only.",
      "author": "Lisa Murkowski",
      "category": "Man, Support, Woman"
    },
    {
      "quote": "I've got two young sons who, when I ask them and their friends how they feel about gay marriage, kinda give me one of those looks like, 'Gosh, Mom, why are you even asking that question?'",
      "author": "Lisa Murkowski",
      "category": "Friends, Mom, Me"
    },
    {
      "quote": "Marriage is gonna be your stability through everything.",
      "author": "Miranda Lambert",
      "category": "Everything, Through"
    },
    {
      "quote": "Marriage is a lot of things - a source of love, security, the joy of children, but it's also an interpersonal battlefield, and it's not hard to see why: Take two disparate people, toss them together in often-confined quarters, add the stresses of money and kids - now lather, rinse, repeat for the rest of your natural life. What could go wrong?",
      "author": "Jeffrey Kluger",
      "category": "Love, Life, Children"
    },
    {
      "quote": "The death of anti-gay hate speech is no doubt being hastened by the head-spinning speed with which gays as a group - to say nothing of gay marriage - are becoming an unremarkable and even quite traditional parts of American life.",
      "author": "Jeffrey Kluger",
      "category": "Life, Death, Hate"
    },
    {
      "quote": "The high arts of literature and music stand in a curious relationship to one another, at once securely comfortable and deeply uneasy - rather like a long-term marriage.",
      "author": "Will Self",
      "category": "Music, Relationship"
    },
    {
      "quote": "All of our sons and daughters ought to have the same opportunity to experience the joy and stability of marriage.",
      "author": "Rob Portman",
      "category": "Experience, Opportunity, Joy"
    },
    {
      "quote": "I have gone from one relationship to a marriage and stepchildren.",
      "author": "Daryl Hall",
      "category": "Relationship, Gone"
    },
    {
      "quote": "My mother had a son from previous marriage and her husband died in Second World War.",
      "author": "Mikhail Baryshnikov",
      "category": "Son, Mother, War"
    },
    {
      "quote": "There's already a marriage clock, a career clock, a biological clock. Sometimes being a woman feels like standing in the lobby of a hotel, looking at the dials depicting every time zone in the world behind the front desk - except they all apply to you, and all at once.",
      "author": "Sloane Crosley",
      "category": "Time, Woman, World"
    },
    {
      "quote": "My wife and I have what's known as mixed marriage. I am a Methodist, she is a Muslim. So we're keeping it in the M's.",
      "author": "Grover Norquist",
      "category": "I Am, Wife, She"
    },
    {
      "quote": "Gay rights is just a matter of time. Look at the polls. Worrying about gay marriage, let alone gay civil unions or gay employment rights, is a middle-age issue. Young people just can't see the problem. At worst, gays are going to win this one just by waiting until the opposition dies off.",
      "author": "Gail Collins",
      "category": "Time, Alone, Waiting"
    },
    {
      "quote": "My brother married young, and his is the best marriage I know.",
      "author": "Maeve Binchy",
      "category": "Best, Brother, Know"
    },
    {
      "quote": "I am a big, confident, happy woman who had a loving childhood, a pleasant career, and a wonderful marriage. I feel very lucky.",
      "author": "Maeve Binchy",
      "category": "Happy, I Am, Childhood"
    },
    {
      "quote": "No matter how committed a marriage, there will always be other people - those we have chemistry with and those we don't, those we are attracted to, and those who shop for functional outdoors wear. The sooner a couple can accept the existence of the former and exchange a few basic reassurances concerning them, the easier life gets.",
      "author": "Lynn Coady",
      "category": "Life, People, Existence"
    },
    {
      "quote": "I couldn't bear a marriage in which one partner hinges on the other.",
      "author": "Clive Owen",
      "category": "Partner, Bear, Which"
    },
    {
      "quote": "Gay marriage passed in New York because four Republican legislators crossed party lines. They did it in part because they had true bipartisan financial support.",
      "author": "Campbell Brown",
      "category": "Support, Financial, Party"
    },
    {
      "quote": "Marriage was never my goal, because I've never been very traditional.",
      "author": "Chrissy Teigen",
      "category": "Goal, Never, Traditional"
    },
    {
      "quote": "Mike Huckabee represents something that is either tremendously encouraging or deeply disturbing, depending on your point of view: a marriage of Christian fundamentalism with economic populism.",
      "author": "Matt Taibbi",
      "category": "Christian, Point Of View"
    },
    {
      "quote": "The hypocrisy and false piety of the deniers aside, the relationships of gays have no effect on heteros. Especially all the heteros who've done such a marvelous job of debasing marriage on their own all these many years.",
      "author": "John Ridley",
      "category": "Job, Relationships"
    },
    {
      "quote": "Gay marriage will be universally accepted in time. But if I may be so bold as to say to gays and lesbians, don't wait for that time to arrive. Just as my father and his generation did not 'wait' for their civil rights, nor should you. The toothpaste ain't going back in the tube. The tide has turned.",
      "author": "John Ridley",
      "category": "Time, Father, Generation"
    },
    {
      "quote": "Until politicos take a true stand in defense of marriage by proposing an anti-adultery amendment to the Constitution, stop demonizing gays and lesbians when the one debasing your marriage is the individual in the mirror.",
      "author": "John Ridley",
      "category": "Mirror, Constitution, Stand"
    },
    {
      "quote": "Marriage is no substitute for political experience.",
      "author": "Sharad Pawar",
      "category": "Experience, Political"
    },
    {
      "quote": "Marriage is a unique cultural relationship that has a long-standing tradition and societal meaning, which should not be redefined by the courts.",
      "author": "James Lankford",
      "category": "Relationship, Unique"
    },
    {
      "quote": "Marriage, it seems, confines every man to his proper rank.",
      "author": "Jean de la Bruyere",
      "category": "Man, Seems, Rank"
    },
    {
      "quote": "I think people are free to marry any way they want to. But churches are free to set standards for marriage.",
      "author": "Jeff Sessions",
      "category": "Free, People, Want"
    },
    {
      "quote": "I took all my TV experience and what I learned about - by writing and directing and bringing a movie to Sundance - about the realities of the independent film market: 'Transparent' is the marriage of those two situations.",
      "author": "Jill Soloway",
      "category": "Experience, Writing"
    },
    {
      "quote": "Like everything which is not the involuntary result of fleeting emotion but the creation of time and will, any marriage, happy or unhappy, is infinitely more interesting than any romance, however passionate.",
      "author": "W. H. Auden",
      "category": "Time, Happy, Emotion"
    },
    {
      "quote": "I was born to be married. I just feel comfortable there. I love the idea of being partnered for ever. I love my girlfriend, we've been best friends since I was 18. There's not a thing we haven't been through except for marriage... We've had talks about what we would name our kids since we were in our 20s.",
      "author": "Beth Ditto",
      "category": "Love, Friends, Best"
    },
    {
      "quote": "I'll always be sad that my marriage ended.",
      "author": "Shania Twain",
      "category": "Sad, Always, Ended"
    },
    {
      "quote": "I have never wanted a family. I don't believe in marriage, though I obviously believe it should be legal for everyone who wants to do it. But it is not something I believe in, nor do the characters in my book, nor do any of my friends.",
      "author": "Hanya Yanagihara",
      "category": "Family, Friends, Believe"
    },
    {
      "quote": "Righteous marriage is a commandment and an essential step in the process of creating a loving family relationship that can be perpetuated beyond the grave.",
      "author": "David A. Bednar",
      "category": "Family, Relationship, Step"
    },
    {
      "quote": "The government shouldn't be involved in this because it's very simple. If you don't believe in same-sex marriage, then don't marry somebody of the same sex.",
      "author": "Wanda Sykes",
      "category": "Simple, Government, Believe"
    },
    {
      "quote": "I am drawn to the mystery of marriage. You can never know what the contract is between two people, and that is a very strong subject. I think it may be my subject.",
      "author": "Mike Nichols",
      "category": "Strong, I Am, Mystery"
    },
    {
      "quote": "My wife - I married my onscreen girlfriend from 'Growing Pains', Mike Seaver's girlfriend, and we've been married for 17 years - so marriage is very important to us.",
      "author": "Kirk Cameron",
      "category": "Wife, Important, Girlfriend"
    },
    {
      "quote": "Marriage was defined by God a long time ago. Marriage is almost as old as dirt, and it was defined in the garden between Adam and Eve - one man, one woman for life till death do you part. So I would never attempt to try to redefine marriage. And I don't think anyone else should either.",
      "author": "Kirk Cameron",
      "category": "Life, Time, Death"
    },
    {
      "quote": "Love is moral even without legal marriage, but marriage is immoral without love.",
      "author": "Ellen Key",
      "category": "Love, Love Is, Legal"
    },
    {
      "quote": "During the periods in my marriage when I chose to stay home with my kids rather than work as an attorney, it caused me no end of anxiety. Despite the fact that I knew I was contributing to our family by caring for our children, I still felt that my worth was less because I wasn't earning.",
      "author": "Ayelet Waldman",
      "category": "Work, Family, Home"
    },
    {
      "quote": "The ever clearer consciousness that love can dispense with marriage, yet marriage cannot dispense with love, is already partially recognized by modern society, by the facility of divorce.",
      "author": "Ellen Key",
      "category": "Love, Love Is, Society"
    },
    {
      "quote": "In Hollywood a marriage is a success if it outlasts milk.",
      "author": "Rita Rudner",
      "category": "Success, Hollywood, Milk"
    },
    {
      "quote": "Marriage is obsolete and a trap.",
      "author": "Catherine Deneuve",
      "category": "Trap, Obsolete"
    },
    {
      "quote": "Europe in general is a great place for me, but specifically Germany has been very good to me. Germans love classical music... Electronic dance music is massive over there, so I'm kind of the marriage between the two.",
      "author": "Lindsey Stirling",
      "category": "Love, Music, Good"
    },
    {
      "quote": "I think people should be authentic and who they are. If that calls people to same-sex attraction and same-sex marriage, then they should be true to who they are, and I think that the world could benefit by more love.",
      "author": "Chris Gibson",
      "category": "Love, World, People"
    },
    {
      "quote": "First thing I said to him was, 'LeBron, you know this is true. We had five good years and one bad night'. Like a marriage that's good, and then one bad thing happens, and you never talk to each other again.",
      "author": "Dan Gilbert",
      "category": "Good, Night, Know"
    },
    {
      "quote": "There is a kind of woman who is economically powerful, professionally powerful, who threatens a white male grip on power that has a long historic precedent in the country. Independent women living outside of marriage threaten all kinds of things about the way power is supposed to work.",
      "author": "Rebecca Traister",
      "category": "Work, Women, Power"
    },
    {
      "quote": "One of the favorite conservative themes is that the cure for poverty is more marriage and earlier marriage. We hear that all the time; there have been billions of dollars now, between the Bush administration and the Obama administration, which has continued the marriage education program, on trying to get more people to get married.",
      "author": "Rebecca Traister",
      "category": "Education, Time, Poverty"
    },
    {
      "quote": "It was a perfect marriage. She didn't want to and he couldn't.",
      "author": "Spike Milligan",
      "category": "Want, Perfect, She"
    },
    {
      "quote": "I think growing up in a big family taught me a lot of problem solving and how to share and compromise, and that's been helpful in my marriage.",
      "author": "Sarah Jessica Parker",
      "category": "Family, Growing Up, Me"
    },
    {
      "quote": "I like marriage. The idea.",
      "author": "Toni Morrison",
      "category": "Funny, Idea, Like"
    },
    {
      "quote": "I think it's unfortunate that there exists only one path in America to complete social legitimacy, and that is marriage. I think, for instance, that it would be far easier for Americans to elect a black president or a female president than an unmarried president.",
      "author": "Elizabeth Gilbert",
      "category": "Path, America, Black"
    },
    {
      "quote": "Even though my first marriage broke up, I'd say that I've had two good marriages and two good men. I've been very lucky. I like to think it's karma because, in a relationship, I give 300 per cent. I'm straight with my men, and I like to think it comes back.",
      "author": "Suzi Quatro",
      "category": "Relationship, Good, Men"
    },
    {
      "quote": "There comes a crossroads in every marriage where you grow together or grow apart. I outgrew Len. He wanted me to be in that leather jumpsuit for the rest of my life and do nothing else. He constrained me. It got to a point where the marriage died or I did.",
      "author": "Suzi Quatro",
      "category": "Life, Together, Me"
    },
    {
      "quote": "Some of us stay married because we're in competition with our divorcing 1960s and 1970s parents, who made such a hash of it. What looks appealing to us now, in an increasingly frenetic, digital world, is the 1950s marriage.",
      "author": "Sandra Tsing Loh",
      "category": "Parents, Competition, World"
    },
    {
      "quote": "Marriage may be the closest thing to Heaven or Hell any of us will know on this earth.",
      "author": "Edwin Louis Cole",
      "category": "Earth, Hell, Know"
    },
    {
      "quote": "In 1977 we played America and Europe three times, and Japan - my marriage suffered as a result. My then wife took the kids to Canada to be near her parents.",
      "author": "Phil Collins",
      "category": "America, Parents, Wife"
    },
    {
      "quote": "A miracle... my biggest accomplishment is my marriage so far. Because it's hard, everyone knows it's hard.",
      "author": "Gwen Stefani",
      "category": "Accomplishment, Everyone"
    },
    {
      "quote": "I've always thought of, of a relationship with an actor to an audience as a marriage, you know. And a story, you know. And there are ups and downs, and you work through them, and you work with them.",
      "author": "John Travolta",
      "category": "Work, Relationship, Thought"
    },
    {
      "quote": "Getting divorced just because you don't love a man is almost as silly as getting married just because you do.",
      "author": "Zsa Zsa Gabor",
      "category": "Love, Man, Silly"
    },
    {
      "quote": "If you like a man and he likes you, you should get married as fast as you can. Otherwise, you both are going to change your minds. There's plenty of time for that after marriage.",
      "author": "Zsa Zsa Gabor",
      "category": "Change, Time, Man"
    },
    {
      "quote": "Of course I love being in love - but it is marriage that really fulfills me. But not in every case.",
      "author": "Zsa Zsa Gabor",
      "category": "Love, Me, Being In Love"
    },
    {
      "quote": "If the present Mrs. Wogan has a fault - and I must tread carefully here - if she has a fault, this gem in the diadem of womanhood is a hoarder. She never throws anything out. Which may explain the longevity of our marriage.",
      "author": "Terry Wogan",
      "category": "Present, She, Longevity"
    },
    {
      "quote": "Marriage is traditionally old-school in many respects. It is highly antiquated, and, that being said, beautiful.",
      "author": "Lake Bell",
      "category": "Beautiful, Said, Being"
    },
    {
      "quote": "I have never been in favor of gay marriage, and I am not in favor of gay marriage.",
      "author": "Pete Gallego",
      "category": "I Am, Gay, Never"
    },
    {
      "quote": "It isn't tying himself to one woman that a man dreads when he thinks of marrying it's separating himself from all the others.",
      "author": "Helen Rowland",
      "category": "Man, Woman, Others"
    },
    {
      "quote": "A husband is what is left of a lover, after the nerve has been extracted.",
      "author": "Helen Rowland",
      "category": "Husband, Left, Lover"
    },
    {
      "quote": "In olden times sacrifices were made at the altar - a practice which is still continued.",
      "author": "Helen Rowland",
      "category": "Practice, Still, Altar"
    },
    {
      "quote": "A bride at her second marriage does not wear a veil. She wants to see what she is getting.",
      "author": "Helen Rowland",
      "category": "Wedding, Bride, See"
    },
    {
      "quote": "Love, the quest; marriage, the conquest; divorce, the inquest.",
      "author": "Helen Rowland",
      "category": "Love, Divorce, Quest"
    },
    {
      "quote": "After a few years of marriage a man can look right at a woman without seeing her and a woman can see right through a man without looking at him.",
      "author": "Helen Rowland",
      "category": "Man, Woman, Looking"
    },
    {
      "quote": "Marriage can be viewed as the waiting room for death.",
      "author": "Mike Myers",
      "category": "Death, Waiting, Room"
    },
    {
      "quote": "Men need marriage more than women do. In fact, they need it to survive.",
      "author": "Hanna Rosin",
      "category": "Women, Men, Survive"
    },
    {
      "quote": "Getting divorced didn't sour me on the institution of marriage. I'll tell you what I'll never do: I'll never get divorced again.",
      "author": "Eddie Murphy",
      "category": "Me, You, Divorced"
    },
    {
      "quote": "I grew up in a Hindu household but went to a Roman Catholic school. I grew up with a mother who said, 'I'll arrange a marriage for you at 18,' but she also said that we could achieve anything we put our minds to an encourage us to dream of becoming prime minister or president.",
      "author": "Indra Nooyi",
      "category": "Mother, School, Dream"
    },
    {
      "quote": "Most of these alternative arrangements, so-called, arise out of the ruins of marriages, not as an improvement of old fashioned marriage.",
      "author": "Christopher Lasch",
      "category": "Improvement, Old"
    },
    {
      "quote": "A marriage contract to me is as binding as any in business, and I have always believed in sticking to an agreement.",
      "author": "J. Paul Getty",
      "category": "Business, Me, Agreement"
    },
    {
      "quote": "I have never been given to envy - save for the envy I feel toward those people who have the ability to make a marriage work and endure happily.",
      "author": "J. Paul Getty",
      "category": "Work, People, Envy"
    },
    {
      "quote": "Love is often the fruit of marriage.",
      "author": "Moliere",
      "category": "Love, Love Is, Fruit"
    },
    {
      "quote": "My argument is simple, which is, that for several thousand years in Western civilization, marriage has been the union of one man and one woman. Research is overwhelming that children need mothers and fathers.",
      "author": "Gary Bauer",
      "category": "Children, Man, Woman"
    },
    {
      "quote": "The institution of marriage works better when there's a spiritual connection. If you're marrying just for the sake of the woman, then you may lose interest in each other very soon. When we marry in the interest of the Holy Spirit with the intention of serving God and humanity, then it gives a much larger perspective.",
      "author": "A. R. Rahman",
      "category": "God, Spiritual, Humanity"
    },
    {
      "quote": "Protecting the institution of marriage safeguards, I believe, the American family.",
      "author": "John Boehner",
      "category": "Family, American, Believe"
    },
    {
      "quote": "If you want to read about love and marriage, you've got to buy two separate books.",
      "author": "Alan King",
      "category": "Love, Want, You"
    },
    {
      "quote": "If you made a list of reasons why any couple got married, and another list of the reasons for their divorce, you'd have a hell of a lot of overlapping.",
      "author": "Mignon McLaughlin",
      "category": "Divorce, Why, You"
    },
    {
      "quote": "I think that marriage is, dare I say it, between a man and a woman, hopefully for life and there are all sorts of other relationships which should be acknowledged and recognised, but I don't know that they can be recognised as marriage.",
      "author": "Tony Abbott",
      "category": "Life, Man, Woman"
    },
    {
      "quote": "Never feel remorse for what you have thought about your wife she has thought much worse things about you.",
      "author": "Jean Rostand",
      "category": "Wife, Thought, You"
    },
    {
      "quote": "Marriage is something that needs to be worked on every day. I don't know if I'm the one to give marital advice since I've only been married for a little over a year, but marriage is certainly easier if you are open, trusting and loving.",
      "author": "Emily Blunt",
      "category": "Day, Advice, Loving"
    },
    {
      "quote": "Marriage is really tough because you have to deal with feelings... and lawyers.",
      "author": "Richard Pryor",
      "category": "Lawyers, Feelings, You"
    },
    {
      "quote": "Any sex outside of the marriage bond between a man and a woman is violating God's law.",
      "author": "Jerry Falwell",
      "category": "God, Man, Law"
    },
    {
      "quote": "I think like any marriage, especially when you've had divorced parents like myself; you want to try even harder to make it work.",
      "author": "Princess Diana",
      "category": "Work, Myself, Parents"
    },
    {
      "quote": "Of course I dream to have this perfect man who does not want to change me. And I'm so not marriage material, it's terrible. But my dream is to have those Sunday mornings, where you're eating breakfast and reading newspapers with somebody.",
      "author": "Marina Abromovic",
      "category": "Change, Man, Reading"
    },
    {
      "quote": "If dysfunction means that a family doesn't work, then every family ambles into some arena in which that happens, where relationships get strained or even break down entirely. We fail each other or disappoint each other. That goes for parents, siblings, kids, marriage partners - the whole enchilada.",
      "author": "Mary Karr",
      "category": "Work, Family, Parents"
    },
    {
      "quote": "For my parents' generation, the idea was not that marriage was about some kind of idealized, romantic love; it was a partnership. It's about creating family; it's about creating offspring. Indian culture is essentially much more of a 'we' culture. It's a communal culture where you do what's best for the community - you procreate.",
      "author": "Aasif Mandvi",
      "category": "Love, Family, Romantic"
    },
    {
      "quote": "Marriage has a unique place because it speaks of an absolute faithfulness, a covenant between radically different persons, male and female; and so it echoes the absolute covenant of God with his chosen, a covenant between radically different partners.",
      "author": "Rowan Williams",
      "category": "God, Unique, Place"
    },
    {
      "quote": "Only choose in marriage a man whom you would choose as a friend if he were a woman.",
      "author": "Joseph Joubert",
      "category": "Man, Woman, Friend"
    },
    {
      "quote": "As I grew up and began identifying myself as a feminist, there were plenty of issues that continued to make me question marriage: the father 'giving' the bride away, women taking their husband's last name, the white dress, the vows promising to 'obey' the groom. And that only covers the wedding.",
      "author": "Jessica Valenti",
      "category": "Women, Father, Myself"
    },
    {
      "quote": "A man may do worse than make what the world calls a not wholly happy marriage.",
      "author": "Thomas Bailey Aldrich",
      "category": "Happy, Man, World"
    },
    {
      "quote": "From 1865 to 1965, my race, the black race, was one of the most competitive, entrepreneurial, Christian, moral races in our country. We had the highest percentage of entrepreneurs in the country, the highest percentage of marriage in the country.",
      "author": "Burgess Owens",
      "category": "Christian, Black, Moral"
    },
    {
      "quote": "When you realise that money doesn't actually make you happy, it's a quick fix to have things you've always wanted, but then when you have it, you realise that's not what actually makes you happy. It's more about having a great marriage and happy children; that's what life's all about.",
      "author": "Shane Filan",
      "category": "Life, Children, Money"
    },
    {
      "quote": "Do the bishops seriously imagine that legalising gay marriage will result in thousands of parties to heterosexual marriages suddenly deciding to get divorced so they can marry a person of the same sex?",
      "author": "Malcolm Turnbull",
      "category": "Gay, Seriously, Person"
    },
    {
      "quote": "There are four stages in a marriage. First there's the affair, then the marriage, then children and finally the fourth stage, without which you cannot know a woman, the divorce.",
      "author": "Norman Mailer",
      "category": "Children, Woman, Know"
    },
    {
      "quote": "When you have a baby, love is automatic, when you get married, love is earned.",
      "author": "Marie Osmond",
      "category": "Love, Love Is, Baby"
    },
    {
      "quote": "Marriage is anti-romantic - husband and wife are terms like 'turkey' and 'goose.' Worse, they denote ownership.",
      "author": "Thomas McGuane",
      "category": "Wife, Husband"
    },
    {
      "quote": "Yes, I am seeking a husband. As soon as the right man asks me, I shall say, 'It is not good for a woman to live alone.'",
      "author": "Anna Held",
      "category": "Good, Alone, I Am"
    },
    {
      "quote": "If I get married, I think I'd pick out a newspaperman rather than a millionaire. A newspaperman is a regular fellow.",
      "author": "Anna Held",
      "category": "Think, Millionaire, Married"
    },
    {
      "quote": "I've had an exciting time I married for love and got a little money along with it.",
      "author": "Rose Kennedy",
      "category": "Love, Time, Money"
    },
    {
      "quote": "I am for gay marriage. Or same-sex marriage. I don't want to say it the wrong way. I think people are sensitive to it. I have been painted as being this right-wing zealot on choice. Nothing could be further from the truth.",
      "author": "Harold Ford, Jr.",
      "category": "Truth, I Am, Choice"
    },
    {
      "quote": "All that a husband or wife really wants is to be pitied a little, praised a little, and appreciated a little.",
      "author": "Oliver Goldsmith",
      "category": "Wife, Husband, Little"
    },
    {
      "quote": "Marriage is a bribe to make the housekeeper think she's a householder.",
      "author": "Thornton Wilder",
      "category": "Think, She, Bribe"
    },
    {
      "quote": "I was a Christian. I didn't want to have sex before marriage, I was a bit uptight and not very self-confident. I was a virgin until I was 26.",
      "author": "Jimmy Carr",
      "category": "Christian, Want, Sex"
    },
    {
      "quote": "I don't know that human beings were meant to mate for life or be monogamous. But, for me, the aspect of marriage that is troubling is that it's a contract that is governed by the state, and I don't want the state to have control over my personal affairs.",
      "author": "Laura Wasser",
      "category": "Life, Control, Me"
    },
    {
      "quote": "Marriage is a great institution.",
      "author": "Elizabeth Taylor",
      "category": "Great, Institution"
    },
    {
      "quote": "Yes, my mom does keep making references to marriage, like all mothers do, but it's only in a lighter mood... she just jokes.",
      "author": "Saina Nehwal",
      "category": "Mom, Mood, She"
    },
    {
      "quote": "Often it's a lack of time, not taste, that leads someone to hire a decorator. A good decorator/client relationship should be like a marriage. The time one puts in needs to be extensive. One needs to listen to them and understand what they like and how they live.",
      "author": "Nicholas Haslam",
      "category": "Time, Relationship, Good"
    },
    {
      "quote": "In marriage, compromise nurtures the relationship.",
      "author": "Tim Allen",
      "category": "Relationship, Compromise"
    },
    {
      "quote": "Always remember that the most important thing in a good marriage is not happiness, but stability.",
      "author": "Gabriel Garcia Marquez",
      "category": "Happiness, Good, Remember"
    },
    {
      "quote": "I was born out of a Vegas marriage: My parents got married three days after they met.",
      "author": "Elle King",
      "category": "Parents, Vegas, Three"
    },
    {
      "quote": "A marriage without conflicts is almost as inconceivable as a nation without crises.",
      "author": "Andre Maurois",
      "category": "Nation, Without, Almost"
    },
    {
      "quote": "Many a man in love with a dimple makes the mistake of marrying the whole girl.",
      "author": "Stephen Leacock",
      "category": "Love, Man, Girl"
    },
    {
      "quote": "It was the only ambition I ever had - not to be a dancer or Hollywood movie star, but to be a housewife in a good marriage.",
      "author": "Doris Day",
      "category": "Good, Ambition, Hollywood"
    },
    {
      "quote": "The difficulty with marriage is that we fall in love with a personality, but must live with a character.",
      "author": "Peter De Vries",
      "category": "Love, Character, Personality"
    },
    {
      "quote": "I don't understand what the big deal is with gay marriage. Get over it, people.",
      "author": "Kristin Chenoweth",
      "category": "Gay, People, Understand"
    },
    {
      "quote": "By our Heavenly Father and only because of God, only because of God. We're like other couples. We do not get along perfectly; we do not go without arguments and, as I call them, fights, and heartache and pain and hurting each other. But a marriage is three of us.",
      "author": "Barbara Mandrell",
      "category": "Father, God, Pain"
    },
    {
      "quote": "The best way to get most husbands to do something is to suggest that perhaps they're too old to do it.",
      "author": "Ann Bancroft",
      "category": "Best, Way, Old"
    },
    {
      "quote": "My parents did not have a perfect marriage. It was pretty good, but it was not perfect. My marriage is not perfect. My wife is, but I happen to be imperfect. However, that does not discount the fact that the definition of marriage must be defended and protected.",
      "author": "Stockwell Day",
      "category": "Good, Parents, Wife"
    },
    {
      "quote": "Marriage requires a special talent, like acting. Monogamy requires genius.",
      "author": "Warren Beatty",
      "category": "Talent, Acting, Genius"
    },
    {
      "quote": "Do not miss your children's childhood. Do not be away 200 nights a year as I was. Do not put strains on your marriage or family.",
      "author": "Joe Scarborough",
      "category": "Family, Children, Childhood"
    },
    {
      "quote": "I listen to the people. That was a big reason for my life, maybe the main reason, I'm singing because I love it when people say to me, 'Thank you.' I thank them. It's a marriage.",
      "author": "Julio Iglesias",
      "category": "Love, Life, Thank You"
    },
    {
      "quote": "I say I never wanna get married. I feel trapped with the idea of marriage. How can you really be with somebody forever? I'd get bored! As I get older, I don't settle. I'd rather tell somebody 'This is what I want - take it or leave it.'",
      "author": "Amanda Bynes",
      "category": "Want, You, Idea"
    },
    {
      "quote": "I was made to believe there was a plan in place for ending Donald's previous marriage. I pulled away because I wanted to allow him the time to deal with his wife.",
      "author": "Marla Maples",
      "category": "Time, Wife, Believe"
    },
    {
      "quote": "Alzheimer's disease is never an 'accident' in a marriage. It falls under the purview of God's sovereignty. In the case of someone with Alzheimer's, this means God's unconditional and sacrificial love has an opportunity to be even more gloriously displayed in a life together.",
      "author": "Joni Eareckson Tada",
      "category": "Love, Life, God"
    },
    {
      "quote": "Same-sex marriage is not the future.",
      "author": "Maggie Gallagher",
      "category": "Future, Same-Sex Marriage"
    },
    {
      "quote": "He that loves not his wife and children feeds a lioness at home, and broods a nest of sorrows.",
      "author": "Jeremy Taylor",
      "category": "Children, Home, Wife"
    },
    {
      "quote": "I feel strongly for gay marriage to be accepted.",
      "author": "Bernadette Peters",
      "category": "Gay, Gay Marriage, Feel"
    },
    {
      "quote": "I very much feel that marriage is a sacrament and that sacrament should extend... to that legal entity of a union between what traditionally in our Western values has been defined as between a man and a woman.",
      "author": "Bill Frist",
      "category": "Man, Woman, Legal"
    },
    {
      "quote": "There were times after my marriage ended where, you know, I really felt like I was at the bottom of a mountain, there was a great big, fog up there, and I'm never going to cross to the other side.",
      "author": "Lynn Redgrave",
      "category": "Great, Mountain, Know"
    },
    {
      "quote": "American liberals have become addicted to the courtroom, relying on judges and lawyers rather than elected leaders and the ballot box, as the primary means of effecting their social agenda on everything from gay marriage to assisted suicide to the use of vouchers for private-school education.",
      "author": "Neil Gorsuch",
      "category": "Education, American, Suicide"
    },
    {
      "quote": "I believe that if man and woman cherish the same ideals and think alike, then the marriage can be complementary to each other's work instead of being a hindrance.",
      "author": "Munshi Premchand",
      "category": "Work, Man, Woman"
    },
    {
      "quote": "But I wanted marriage for myself. I was not calculating about it. I wish I was more calculating.",
      "author": "Linda McCartney",
      "category": "Myself, Wish, I Wish"
    },
    {
      "quote": "I wanted to marry a girl just like my mom.",
      "author": "Michael Bergin",
      "category": "Mom, Girl, Like"
    },
    {
      "quote": "I enjoy being single, but I loved being married.",
      "author": "Stephanie Mills",
      "category": "Enjoy, Loved, Single"
    },
    {
      "quote": "Another argument, vaguer and even less persuasive, is that gay marriage somehow does harm to heterosexual marriage. I have yet to meet anyone who can explain to me what this means. In what way would allowing same-sex partners to marry diminish the marriages of heterosexual couples?",
      "author": "Ted Olson",
      "category": "Gay, Me, Argument"
    },
    {
      "quote": "If you cannot work on the marriage or the women is a moron, staying married and cheating makes the most sense because divorce is disruptive to the family life and your bank account.",
      "author": "Al Goldstein",
      "category": "Life, Work, Family"
    },
    {
      "quote": "That is why I fought against abortion and that is why if I were still in the Senate I would be doing everything I could to defend the sanctity of marriage.",
      "author": "Jesse Helms",
      "category": "Doing, Abortion, Why"
    },
    {
      "quote": "But to sustain a marriage for 50 years, you have to get real a little bit and find someone who is understanding and who you can grow with. My mom always says, 'Marry the man who loves you a millimeter more.'",
      "author": "Ali Larter",
      "category": "Mom, Man, Understanding"
    },
    {
      "quote": "The comfortable estate of widowhood is the only hope that keeps up a wife's spirits.",
      "author": "John Gay",
      "category": "Hope, Wife, Comfortable"
    },
    {
      "quote": "A band is like a marriage - you don't know why it works, but when it does, everything feels right.",
      "author": "Nuno Bettencourt",
      "category": "Know, Why, You"
    },
    {
      "quote": "Any intelligent woman who reads the marriage contract, and then goes into it, deserves all the consequences.",
      "author": "Isadora Duncan",
      "category": "Woman, Intelligent"
    },
    {
      "quote": "I had only two offers of marriage in my life, and I refused both.",
      "author": "Catherine Helen Spence",
      "category": "Life, My Life, Two"
    },
    {
      "quote": "The great thing about marriage is that it creates trust, the most precious of things.",
      "author": "Theodore Zeldin",
      "category": "Trust, Great, Precious"
    },
    {
      "quote": "Marriage is a financial contract I have enough contracts already.",
      "author": "Linda Fiorentino",
      "category": "Financial, Contracts"
    },
    {
      "quote": "My parents' long and happy marriage was a great ideal to live up to, but a tough one.",
      "author": "Olivia Williams",
      "category": "Happy, Great, Parents"
    },
    {
      "quote": "In France, I guess there's something like a tyranny in mentalities - we accept success badly, beauty, money. People are certainly envious, and this creates negative energy. This is annoying. I suffered a great deal at one time. I had to fight harder than others. Add to that my marriage to Polanski.",
      "author": "Emmanuelle Seigner",
      "category": "Success, Time, Beauty"
    },
    {
      "quote": "When I was younger, I wanted to marry early, like at 23. Year by year, I found things I wanted to do, and the thought of marriage disappeared. But I don't want to marry too late. Around 31?",
      "author": "Park Shin-hye",
      "category": "Thought, Want, Too Late"
    },
    {
      "quote": "I might be celibate, but I appreciate the wonder of the sacrament of marriage.",
      "author": "Keith O'Brien",
      "category": "Appreciate, Wonder, Might"
    },
    {
      "quote": "Writing and singing does give me some kind of release from the demons of my past, it is a therapy of sorts, but to be honest, my marriage played a more important role in the acceptance of myself than performance has ever done.",
      "author": "Michelle Shocked",
      "category": "Myself, Writing, Past"
    },
    {
      "quote": "Redefining marriage will have huge implications for what is taught in our schools, and for wider society. It will redefine society since the institution of marriage is one of the fundamental building blocks of society. The repercussions of enacting same-sex marriage into law will be immense.",
      "author": "Keith O'Brien",
      "category": "Law, Society, Building"
    },
    {
      "quote": "One was never married, and that's his hell; another is, and that's his plague.",
      "author": "Robert Burton",
      "category": "Hell, Never, Married"
    },
    {
      "quote": "Instead of getting married again, I'm going to find a woman I don't like and give her a house.",
      "author": "Lewis Grizzard",
      "category": "Woman, Her, House"
    },
    {
      "quote": "The only good husbands stay bachelors: They're too considerate to get married.",
      "author": "Finley Peter Dunne",
      "category": "Good, Married, Considerate"
    },
    {
      "quote": "The thing is, when I had my first success it did coincide with the end of my first marriage, and because I went on to have a very, very unhappy two years, I don't think I equate career success with personal happiness.",
      "author": "Rob Brydon",
      "category": "Success, Happiness, End"
    },
    {
      "quote": "I deeply believe that marriage is by nature between a man and a woman, but that conviction does not prevent me from recognising that other forms of affective relationships exist.",
      "author": "Sebastian Pinera",
      "category": "Nature, Man, Woman"
    },
    {
      "quote": "Marriage is a team effort. Both of us share that philosophy.",
      "author": "Nick Lachey",
      "category": "Team, Effort, Philosophy"
    },
    {
      "quote": "Marriage, like money, is still with us; and, like money, progressively devalued.",
      "author": "Robert Graves",
      "category": "Money, Like, Still"
    },
    {
      "quote": "It's not easy to walk out on a marriage and two young kids, and it's the most difficult thing I've ever had to do.",
      "author": "Bob Hoskins",
      "category": "Walk, Easy, Kids"
    },
    {
      "quote": "Marriage is like wine. It is not be properly judged until the second glass.",
      "author": "Douglas William Jerrold",
      "category": "Wine, Glass, Second"
    },
    {
      "quote": "I rise today in support of Bill C-38, the Civil Marriage Act. I rise in support of a Canada in which liberties are safeguarded, rights are protected and the people of this land are treated as equals under the law.",
      "author": "Paul Martin",
      "category": "Today, Law, Support"
    },
    {
      "quote": "Love in marriage should be the accomplishment of a beautiful dream, and not, as it too often is, the end.",
      "author": "Alphonse Karr",
      "category": "Love, Beautiful, End"
    },
    {
      "quote": "I adore the theater and I am a painter. I think the two are made for a marriage of love. I will give all my soul to prove this once more.",
      "author": "Marc Chagall",
      "category": "Love, I Am, Soul"
    },
    {
      "quote": "Nobody ever asks a father how he manages to combine marriage and a career.",
      "author": "Sam Ewing",
      "category": "Father, Career, Nobody"
    },
    {
      "quote": "I married beneath me, all women do.",
      "author": "Nancy Astor",
      "category": "Women, Me, Married"
    },
    {
      "quote": "I don't think my wife likes me very much, when I had a heart attack she wrote for an ambulance.",
      "author": "Frank Carson",
      "category": "Heart, Wife, Me"
    },
    {
      "quote": "There's lots of problem solving in any marriage, but when you have this collective goal that is a human being, it's an inspiring rally point.",
      "author": "Ty Burrell",
      "category": "Goal, Problem, You"
    },
    {
      "quote": "Marriages are made in heaven and consummated on Earth.",
      "author": "John Lyly",
      "category": "Earth, Heaven, Made"
    },
    {
      "quote": "I always remembered that when I saw people get married they got on a rocketship and went to Planet Happiness, Population: Them.",
      "author": "Marc Webb",
      "category": "Happiness, People, Always"
    },
    {
      "quote": "A lot of people seem to want to make the institution of marriage substitute for a real relationship.",
      "author": "Susan Faludi",
      "category": "Relationship, People, Want"
    },
    {
      "quote": "I don't support gay marriage, but I also don't support a constitutional amendment banning it. However, I do support same sex unions that would give gay couples all the rights, privileges and protections of marriage.",
      "author": "Bob Casey, Jr.",
      "category": "Support, Gay, Rights"
    },
    {
      "quote": "An ideal wife is one who remains faithful to you but tries to be just as charming as if she weren't.",
      "author": "Sacha Guitry",
      "category": "Wife, She, You"
    },
    {
      "quote": "Marriage is an exercise in torture.",
      "author": "Frances Conroy",
      "category": "Exercise, Torture"
    },
    {
      "quote": "Only after I faced the unhappiness of my first marriage did I start on the path of personal growth.",
      "author": "Judith Wright",
      "category": "Growth, Path, Start"
    },
    {
      "quote": "I would like it to be known that I have decided not to marry Group Capt. Peter Townsend. Mindful of the church's teaching that Christian marriage is indissoluble, and conscious of my duty to the Commonwealth, I have resolved to put these considerations before any others.",
      "author": "Princess Margaret",
      "category": "Christian, Church, Group"
    },
    {
      "quote": "The critical period of matrimony is breakfast-time.",
      "author": "A. P. Herbert",
      "category": "Period, Matrimony, Critical"
    },
    {
      "quote": "I like getting married, but I don't like being married.",
      "author": "Don Adams",
      "category": "Getting Married, Married"
    },
    {
      "quote": "Marriage is about the most expensive way for the average man to get laundry done.",
      "author": "Burt Reynolds",
      "category": "Man, Done, Way"
    },
    {
      "quote": "I'm a little skeptical about using the Constitution this way, but I also believe marriage is between a man and a woman and that the courts shouldn't legislate this matter.",
      "author": "Pete Coors",
      "category": "Man, Woman, Believe"
    },
    {
      "quote": "Time turns the old days to derision, Our loves into corpses or wives; And marriage and death and division Make barren our lives.",
      "author": "Algernon Charles Swinburne",
      "category": "Time, Death, Division"
    },
    {
      "quote": "I call myself taking control of a situation, but sometimes you really have to learn to humble yourself and to submit yourself. I'm not really good with submission, so that's the part of marriage and relationships that I've found very hard to deal with.",
      "author": "Tichina Arnold",
      "category": "Good, Myself, Humble"
    },
    {
      "quote": "Love is an obsessive delusion that is cured by marriage.",
      "author": "Phil Spector",
      "category": "Love, Love Is, Cured"
    },
    {
      "quote": "Marriage is... OK, it's rooted and grounded on love and attraction.",
      "author": "Mary Archer",
      "category": "Love, Attraction, Grounded"
    },
    {
      "quote": "Twitter is the marriage of full-tilt narcissism and full-tilt voyeurism that has finally collided in 140 words.",
      "author": "Adam Goldberg",
      "category": "Words, Narcissism, Twitter"
    },
    {
      "quote": "If love means never having to say you're sorry, then marriage means always having to say everything twice.",
      "author": "Estelle Getty",
      "category": "Love, Sorry, You"
    },
    {
      "quote": "When a marriage works, nothing on earth can take its place.",
      "author": "Helen Gahagan",
      "category": "Earth, Nothing, Place"
    },
    {
      "quote": "Marriage, in life, is like a duel in the midst of a battle.",
      "author": "Edmond About",
      "category": "Life, Battle, Like"
    },
    {
      "quote": "Marriage is a core institution of societies throughout the world and throughout history. It's something that has provided permanence and stability for our very social structure.",
      "author": "David Vitter",
      "category": "History, World, Social"
    },
    {
      "quote": "Marriage is a mistake every man should make.",
      "author": "George Jessel",
      "category": "Man, Mistake, Should"
    },
    {
      "quote": "Marriage, for a woman at least, hampers the two things that made life to me glorious - friendship and learning.",
      "author": "Jane Harrison",
      "category": "Life, Friendship, Learning"
    },
    {
      "quote": "Marriage - a book of which the first chapter is written in poetry and the remaining chapters in prose.",
      "author": "Beverley Nichols",
      "category": "Poetry, Book, Chapter"
    },
    {
      "quote": "There is no greater excitement than to support an intellectual wife and have her support you. Marriage is a partnership in which each inspires the other, and brings fruition to both of you.",
      "author": "Millicent Carey McIntosh",
      "category": "Support, Wife, Partnership"
    },
    {
      "quote": "We are no more content to plod along the beaten paths - and so marriage must go the way of God.",
      "author": "Amy Levy",
      "category": "God, Paths, Way"
    },
    {
      "quote": "In the 18th century, people began to adopt the radical new idea that love should be the most fundamental reason for marriage and that young people should be free to choose their marriage partners independently.",
      "author": "Jardine Libaire",
      "category": "Love, Free, People"
    },
    {
      "quote": "You can't connect the dots looking forward; you can only connect them looking backwards. So you have to trust that the dots will somehow connect in your future. You have to trust in something - your gut, destiny, life, karma, whatever. This approach has never let me down, and it has made all the difference in my life.",
      "author": "Steve Jobs",
      "category": "Life, Future, Karma"
    },
    {
      "quote": "The trust of the innocent is the liar's most useful tool.",
      "author": "Stephen King",
      "category": "Liar, Innocent, Tool"
    },
    {
      "quote": "Trust is hard to come by. That's why my circle is small and tight. I'm kind of funny about making new friends.",
      "author": "Eminem",
      "category": "Funny, Friends, Small"
    },
    {
      "quote": "Boldness doesn't mean rude, obnoxious, loud, or disrespectful. Being bold is being firm, sure, confident, fearless, daring, strong, resilient, and not easily intimidated. It means you're willing to go where you've never been, willing to try what you've never tried, and willing to trust what you've never trusted. Boldness is quiet, not noisy.",
      "author": "Mike Yaconelli",
      "category": "Strong, Bold, Fearless"
    },
    {
      "quote": "If the people cannot trust their government to do the job for which it exists - to protect them and to promote their common welfare - all else is lost.",
      "author": "Barack Obama",
      "category": "Job, Government, Lost"
    },
    {
      "quote": "Relationships survive on trust, and if that is broken at any point, it's pretty much the end of the relationship. Besides, inability to communicate leads to problems.",
      "author": "Yuvraj Singh",
      "category": "Relationship, Problems, End"
    },
    {
      "quote": "Let every eye negotiate for itself and trust no agent.",
      "author": "William Shakespeare",
      "category": "Eye, Negotiate, Every"
    },
    {
      "quote": "Be true to yourself, stay focused and stay you, take advice from other folks, use what you can, but never mind what is not for you. For the most part, trust yourself and believe in what you are doing.",
      "author": "Musiq Soulchild",
      "category": "Believe, Mind, Yourself"
    },
    {
      "quote": "Never trust anyone who doesn't drink coffee.",
      "author": "AJ Lee",
      "category": "Coffee, Drink, Never"
    },
    {
      "quote": "The friend in my adversity I shall always cherish most. I can better trust those who helped to relieve the gloom of my dark hours than those who are so ready to enjoy with me the sunshine of my prosperity.",
      "author": "Ulysses S. Grant",
      "category": "Friendship, Adversity"
    },
    {
      "quote": "I trust no one, not even myself.",
      "author": "Joseph Stalin",
      "category": "Myself, Even"
    },
    {
      "quote": "When a train goes through a tunnel and it gets dark, you don't throw away the ticket and jump off. You sit still and trust the engineer.",
      "author": "Corrie Ten Boom",
      "category": "Train, Dark, You"
    },
    {
      "quote": "Life is full of tough decisions, and nothing makes them easy. But the worst ones are really your personal koans, and tormenting ambivalence is just the sense of satori rising. Try, trust, try, and trust again, and eventually you'll feel your mind change its focus to a new level of understanding.",
      "author": "Martha Beck",
      "category": "Life, Change, Focus"
    },
    {
      "quote": "Racial profiling punishes innocent individuals for the past actions of those who look and sound like them. It misdirects crucial resources and undercuts the trust needed between law enforcement and the communities they serve. It has no place in our national discourse, and no place in our nation's police departments.",
      "author": "Benjamin Todd Jealous",
      "category": "Law, Past, Police"
    },
    {
      "quote": "Trust is built with consistency.",
      "author": "Lincoln Chafee",
      "category": "Consistency, Built"
    },
    {
      "quote": "There are seasons in life. Don't ever let anyone try to deny you the joy of one season because they believe you should stay in another season... Listen to yourself. Trust your instincts. Keep your perspective.",
      "author": "Jane Clayson",
      "category": "Life, Joy, Believe"
    },
    {
      "quote": "Trust, but verify.",
      "author": "Ronald Reagan",
      "category": "Verify"
    },
    {
      "quote": "It's that preparation that goes into each week. We have a term: 'Trust your training, trust your teammate, and trust yourself.'",
      "author": "Dan Quinn",
      "category": "Training, Preparation"
    },
    {
      "quote": "Authenticity is the alignment of head, mouth, heart, and feet - thinking, saying, feeling, and doing the same thing - consistently. This builds trust, and followers love leaders they can trust.",
      "author": "Lance Secretan",
      "category": "Love, Heart, Thinking"
    },
    {
      "quote": "All I have seen teaches me to trust the creator for all I have not seen.",
      "author": "Ralph Waldo Emerson",
      "category": "Me, Creator, Seen"
    },
    {
      "quote": "Trust is a big word for me. Loyalty and trust, for me, are everything. It's the core of what I'm about and what the people around me hopefully are about. It's a certain thing that gives you a sense of security. It's the biggest factor in everything I do.",
      "author": "Tommy Mottola",
      "category": "Loyalty, Me, People"
    },
    {
      "quote": "The Constitution preserves the advantage of being armed which Americans possess over the people of almost every other nation where the governments are afraid to trust the people with arms.",
      "author": "James Madison",
      "category": "Constitution, People, Nation"
    },
    {
      "quote": "Someone who thinks the world is always cheating him is right. He is missing that wonderful feeling of trust in someone or something.",
      "author": "Eric Hoffer",
      "category": "World, Cheating, Missing"
    },
    {
      "quote": "To state the facts frankly is not to despair the future nor indict the past. The prudent heir takes careful inventory of his legacies and gives a faithful accounting to those whom he owes an obligation of trust.",
      "author": "John F. Kennedy",
      "category": "Future, Past, Accounting"
    },
    {
      "quote": "Being a lawyer is not merely a vocation. It is a public trust, and each of us has an obligation to give back to our communities.",
      "author": "Janet Reno",
      "category": "Lawyer, Back, Give"
    },
    {
      "quote": "I have known a vast quantity of nonsense talked about bad men not looking you in the face. Don't trust that conventional idea. Dishonesty will stare honesty out of countenance any day in the week, if there is anything to be got by it.",
      "author": "Charles Dickens",
      "category": "Day, Honesty, Men"
    },
    {
      "quote": "What I've learned in these 11 years is you just got to stay focused and believe in yourself and trust your own ability and judgment.",
      "author": "Mark Cuban",
      "category": "Believe In Yourself"
    },
    {
      "quote": "I've realized that being happy is a choice. You never want to rub anybody the wrong way or not be fun to be around, but you have to be happy. When I get logical and I don't trust my instincts - Thats when I get in trouble.",
      "author": "Angelina Jolie",
      "category": "Happy, Being Happy, Be Happy"
    },
    {
      "quote": "Cheating is not the American way. It is small, while we are large. It is cheap, while we are richly endowed. It is destructive, while we are creative. It is doomed to fail, while our gifts and responsibilities call us to achieve. It sabotages trust and weakens the bonds of spirit and humanity, without which we perish.",
      "author": "Terrence McNally",
      "category": "American, Humanity, Creative"
    },
    {
      "quote": "I am the product of hustlers who taught me how to do it. They gave me a hustler's ambition. Not a bad thing to get from your parents. But hustling only gets you so far. You have to trust yourself. And you have to be ready to fall on your face and be okay when it happens.",
      "author": "Jay Pharoah",
      "category": "Parents, I Am, Ambition"
    },
    {
      "quote": "Many believe effective networking is done face-to-face, building a rapport with someone by looking at them in the eye, leading to a solid connection and foundational trust.",
      "author": "Raymond Arroyo",
      "category": "Eye, Believe, Networking"
    },
    {
      "quote": "Trust the young people; trust this generation's innovation. They're making things, changing innovation every day. And all the consumers are the same: they want new things, they want cheap things, they want good things, they want unique things. If we can create these kind of things for consumers, they will come.",
      "author": "Jack Ma",
      "category": "Day, Good, Innovation"
    },
    {
      "quote": "With fame, you can't trust everybody. You can't depend on them being there for you as a person. They will only be there because of what you've got you as a person. They will only be there because of what you've got and what you can bring to their life. It's not a relationship-it's a leech.",
      "author": "Chris Brown",
      "category": "Life, Fame, You"
    },
    {
      "quote": "Trust your instinct to the end, though you can render no reason.",
      "author": "Ralph Waldo Emerson",
      "category": "End, You, Reason"
    },
    {
      "quote": "What we learn only through the ears makes less impression upon our minds than what is presented to the trustworthy eye.",
      "author": "Horace",
      "category": "Eye, Learn, Through"
    },
    {
      "quote": "Trust your gut. You know yourself, so don't let somebody else tell you who you are.",
      "author": "Tatiana Maslany",
      "category": "Yourself, Know Yourself"
    },
    {
      "quote": "Trust your landmark and run through the smoke. It's going to open up eventually.",
      "author": "Ezekiel Elliott",
      "category": "Run, Smoke, Through"
    },
    {
      "quote": "Me, I'm dishonest, and you can always trust a dishonest man to be dishonest. Honestly, it's the honest ones you have to watch out for.",
      "author": "Johnny Depp",
      "category": "Man, Me, You"
    },
    {
      "quote": "I put things in perspective and trust that everything is in its right place, be grateful that I'm healthy. Then throw on a cap and some killer red lipstick and gloss, that always seems to do the trick.",
      "author": "Sasha Jackson",
      "category": "Grateful, Perspective, Red"
    },
    {
      "quote": "Mature love is composed and sustaining; a celebration of commitment, companionship, and trust.",
      "author": "H. Jackson Brown, Jr.",
      "category": "Love, Love Is, Commitment"
    },
    {
      "quote": "You can't be afraid to be honest and to be yourself. We all have imperfections and fall short at some point. Showing your human side creates a sensitivity, openness and trust. That's the beginning of the demise in a relationship - not being honest and not being you.",
      "author": "BJ the Chicago Kid",
      "category": "Relationship, Short"
    },
    {
      "quote": "Trust gives you the permission to give people direction, get everyone aligned, and give them the energy to go get the job done. Trust enables you to execute with excellence and produce extraordinary results. As you execute with excellence and deliver on your commitments, trust becomes easier to inspire, creating a flywheel of performance.",
      "author": "Douglas Conant",
      "category": "Excellence, Job, Inspire"
    },
    {
      "quote": "The more you trust your intuition, the more empowered you become, the stronger you become, and the happier you become.",
      "author": "Gisele Bundchen",
      "category": "Stronger, Intuition, You"
    },
    {
      "quote": "There's as much crookedness as you want to find. There was something Abraham Lincoln said - he'd rather trust and be disappointed than distrust and be miserable all the time. Maybe I trusted too much.",
      "author": "John Wooden",
      "category": "Time, Want, You"
    },
    {
      "quote": "Trust has to be earned, and should come only after the passage of time.",
      "author": "Arthur Ashe",
      "category": "Time, Should, Come"
    },
    {
      "quote": "Branding is not merely about differentiating products; it is about striking emotional chords with consumers. It is about cultivating identity, attachment, and trust to inspire customer loyalty. Chinese brands score low on attributes such as 'sophisticated,' 'desirable,' 'innovative,' 'friendly,' and 'trustworthy.'",
      "author": "Nirmalya Kumar",
      "category": "Loyalty, Identity, Inspire"
    },
    {
      "quote": "I have in sincerity pledged myself to your service, as so many of you are pledged to mine. Throughout all my life and with all my heart I shall strive to be worthy of your trust.",
      "author": "Queen Elizabeth II",
      "category": "Life, Myself, Service"
    },
    {
      "quote": "My sister travels with me, and she's the person who keeps me in line, whether I like it or not. I trust her and also have a good, healthy fear of her.",
      "author": "Katy Perry",
      "category": "Sister, Good, Fear"
    },
    {
      "quote": "Trust yourself, you know more than you think you do.",
      "author": "Benjamin Spock",
      "category": "Yourself, Know, Think"
    },
    {
      "quote": "It was Jesus who gave me peace when the shark severed my arm. I trust in Jesus whenever I'm going through a hard time. I see all the beautiful things that have come out of my situation. I'm able to share my story with young girls who have few role models, and I can help others cope with what they have been through.",
      "author": "Bethany Hamilton",
      "category": "Time, Beautiful, Peace"
    },
    {
      "quote": "Government is a trust, and the officers of the government are trustees. And both the trust and the trustees are created for the benefit of the people.",
      "author": "Henry Clay",
      "category": "Government, People, Benefit"
    },
    {
      "quote": "He who receives money in trust to administer for the benefit of its owner, and uses it either for his own interest or against the wishes of its rightful owner, is a thief.",
      "author": "Jose Marti",
      "category": "Money, Wishes, Interest"
    },
    {
      "quote": "You have got to discover you, what you do, and trust it.",
      "author": "Barbra Streisand",
      "category": "You, Discover, Got"
    },
    {
      "quote": "Few delights can equal the presence of one whom we trust utterly.",
      "author": "George MacDonald",
      "category": "Equal, Presence, Few"
    },
    {
      "quote": "Transparency is not about restoring trust in institutions. Transparency is the politics of managing mistrust.",
      "author": "Ivan Krastev",
      "category": "Politics, Transparency"
    },
    {
      "quote": "The moment for action has arrived, and I know that I can trust in you to save our country.",
      "author": "George B. McClellan",
      "category": "Action, Moment, Know"
    },
    {
      "quote": "I trust myself. I trust my instincts. I know what I'm gonna do, what I can do, what I can't do. I've been through a lot, and I could go through more, but I hope I don't have to. But if I did, I'd be able to do it. I'm not going to enjoy dying, but there's not much prep for that.",
      "author": "Carrie Fisher",
      "category": "Hope, Myself, Enjoy"
    },
    {
      "quote": "The trust of the people in the leaders reflects the confidence of the leaders in the people.",
      "author": "Paulo Freire",
      "category": "Confidence, People, Leaders"
    },
    {
      "quote": "We have proclaimed to the world our determination 'to die freemen, rather than to live slaves.' We have appealed to Heaven for the justice of our cause, and in Heaven we have placed our trust.",
      "author": "Samuel Adams",
      "category": "Determination, Justice"
    },
    {
      "quote": "The fruits of your labors may be reaped two generations from now. Trust, even when you don't see the results.",
      "author": "Henri Nouwen",
      "category": "Results, You, See"
    },
    {
      "quote": "Live-tweeting your bikini wax is not vulnerability. Nor is posting a blow-by-blow of your divorce . That's an attempt to hot-wire connection. But you can't cheat real connection. It's built up slowly. It's about trust and time.",
      "author": "Brene Brown",
      "category": "Time, Divorce, You"
    },
    {
      "quote": "I realized that everything I had to do I could not do on my own, and so I was almost obliged to put myself in God's hands, to trust in Jesus who - while I wrote my book on him - I felt bound to by an old and more profound friendship.",
      "author": "Pope Benedict XVI",
      "category": "Friendship, Myself, God"
    },
    {
      "quote": "Few things can help an individual more than to place responsibility on him, and to let him know that you trust him.",
      "author": "Booker T. Washington",
      "category": "Responsibility, Help, Know"
    },
    {
      "quote": "Despite the slowness, the infidelity, the errors and sins it committed and might still commit against its members, the Church, trust me, has no other meaning and goal but to live and witness Jesus.",
      "author": "Pope Francis",
      "category": "Goal, Me, Live"
    },
    {
      "quote": "I have made it a rule of my life to trust a man long after other people gave him up, but I don't see how I can ever trust any human being again.",
      "author": "Ulysses S. Grant",
      "category": "Life, Man, People"
    },
    {
      "quote": "Trust in what you love, continue to do it, and it will take you where you need to go.",
      "author": "Natalie Goldberg",
      "category": "Love, You, What You Love"
    },
    {
      "quote": "When I get logical, and I don't trust my instincts - that's when I get in trouble.",
      "author": "Angelina Jolie",
      "category": "Trouble, Instincts, Logical"
    },
    {
      "quote": "I can trust my friends These people force me to examine myself, encourage me to grow.",
      "author": "Cher",
      "category": "Friends, Myself, Me"
    },
    {
      "quote": "I always have issues with trust.",
      "author": "Vin Diesel",
      "category": "Always, Issues"
    },
    {
      "quote": "Not everyone can be trusted. I think we all have to be very selective about the people we trust.",
      "author": "Shelley Long",
      "category": "People, Think, Trusted"
    },
    {
      "quote": "We must trust our own thinking. Trust where we're going. And get the job done.",
      "author": "Wilma Mankiller",
      "category": "Job, Thinking, Done"
    },
    {
      "quote": "Never trust a hippie. That's definitely my motto.",
      "author": "Sam Taylor-Wood",
      "category": "Motto, Never, Hippie"
    },
    {
      "quote": "When the people we love stop paying attention, trust begins to slip away and hurt starts seeping in.",
      "author": "Brene Brown",
      "category": "Love, Hurt, People"
    },
    {
      "quote": "Give me your trust and confidence, knowing that what I seek is for the good of Fiji, for the good of us all.",
      "author": "Josefa Iloilo",
      "category": "Good, Confidence, Me"
    },
    {
      "quote": "Choose your friends wisely, and also choose friends that you can trust.",
      "author": "Elyn Saks",
      "category": "Friends, You, Choose"
    },
    {
      "quote": "You can't please everyone, and you have to trust your instincts, and you have to do your work and throw yourself in there and trust your instincts, and just trust that you're doing a good job that I can be proud of as well.",
      "author": "Matt Ryan",
      "category": "Work, Good, Job"
    },
    {
      "quote": "He who wants to persuade should put his trust not in the right argument, but in the right word. The power of sound has always been greater than the power of sense.",
      "author": "Joseph Conrad",
      "category": "Power, Argument, Right"
    },
    {
      "quote": "Put not your trust in money, but put your money in trust.",
      "author": "Oliver Wendell Holmes, Sr.",
      "category": "Money, Your, Put"
    },
    {
      "quote": "I don't trust or love anyone. Because people are so creepy. Creepy creepy creeps. Creeping around. Creeping here and creeping there. Creeping everywhere.",
      "author": "Vincent Gallo",
      "category": "Love, People, Here"
    },
    {
      "quote": "Twasn't me, 'twas the Lord! I always told Him, 'I trust to you. I don't know where to go or what to do, but I expect You to lead me,' an' He always did.",
      "author": "Harriet Tubman",
      "category": "Me, Know, You"
    },
    {
      "quote": "In our minds, love and lust are really separated. It's hard to find someone that can be kind and you can trust enough to leave your kids with, and isn't afraid to throw her man up against the wall and lick him from head to toe.",
      "author": "Tori Amos",
      "category": "Love, Man, Be Kind"
    },
    {
      "quote": "I currently use Ubuntu Linux, on a standalone laptop - it has no Internet connection. I occasionally carry flash memory drives between this machine and the Macs that I use for network surfing and graphics; but I trust my family jewels only to Linux.",
      "author": "Donald Knuth",
      "category": "Family, Memory, Internet"
    },
    {
      "quote": "Discipline and unconditional support is earned by understanding and trust and inclusion. Not by isolation, not by nasty tricks.",
      "author": "Colm Keaveney",
      "category": "Support, Discipline"
    },
    {
      "quote": "I can trust in Jesus. And this Gospel that we preach does work. So those who are hurting and suffering today, hang in there. The sun will shine again.",
      "author": "Tammy Faye Bakker",
      "category": "Work, Today, Sun"
    },
    {
      "quote": "You must trust yourself more than you trust others. Pay attention to your inner voice - it will tell you if how and in what you are investing is right for you.",
      "author": "Suze Orman",
      "category": "Yourself, Voice, You"
    },
    {
      "quote": "Trust me, there's not one night a week I'm not in a theater somewhere. I adore theater, and I go out with friends, so I do have some nights off.",
      "author": "Joan Rivers",
      "category": "Friends, Night, Me"
    },
    {
      "quote": "You've got to trust people. And because I am a control freak, sometimes that's difficult for me, because I want to micro-manage absolutely everything. I can't hand over. But I'm trying to do that more.",
      "author": "Victoria Beckham",
      "category": "I Am, Control, Me"
    },
    {
      "quote": "I have no fear that the result of our experiment will be that men may be trusted to govern themselves without a master.",
      "author": "Thomas Jefferson",
      "category": "Fear, Men, No Fear"
    },
    {
      "quote": "Never say 'no' to pie. No matter what, wherever you are, diet-wise or whatever, you know what? You can always have a small piece of pie, and I like pie. I don't know anybody who doesn't like pie. If somebody doesn't like pie, I don't trust them. I'll bet you Vladimir Putin doesn't like pie.",
      "author": "Al Roker",
      "category": "Small, Know, You"
    },
    {
      "quote": "You must trust and believe in people or life becomes impossible.",
      "author": "Anton Chekhov",
      "category": "Life, Believe, Impossible"
    },
    {
      "quote": "I think a good friend, to me, is all about trust and loyalty. You don't ever want to second-guess whether you can tell your friend something.",
      "author": "Lauren Conrad",
      "category": "Good, Loyalty, Me"
    },
    {
      "quote": "My father always said, 'Never trust anyone whose TV is bigger than their book shelf' - so I make sure I read.",
      "author": "Emilia Clarke",
      "category": "Father, Book, Said"
    },
    {
      "quote": "Prior to email, our private correspondence was secured by a government institution called the postal service. Today, we trust AOL, Microsoft, Yahoo, Facebook, or Gmail with our private utterances.",
      "author": "John Battelle",
      "category": "Today, Service, Government"
    },
    {
      "quote": "I tread in the footsteps of illustrious men... in receiving from the people the sacred trust confided to my illustrious predecessor.",
      "author": "Martin Van Buren",
      "category": "Men, People, Sacred"
    },
    {
      "quote": "The intention and outcome of vulnerability is trust, intimacy and connection. The outcome of oversharing is distrust, disconnection - and usually a little judgment.",
      "author": "Brene Brown",
      "category": "Intimacy, Connection, Little"
    },
    {
      "quote": "Like the firm handshake and looking people straight in the eye, the blazer had originally been a symbol of trust. Because of this, it had been purloined by the less-than-trustworthy and became their preferred disguise.",
      "author": "Craig Brown",
      "category": "Eye, People, Looking"
    },
    {
      "quote": "The harder I train every day on the track and in the gym, the more trust I gain in myself.",
      "author": "Miguel Cotto",
      "category": "Day, Myself, Train"
    },
    {
      "quote": "For me it's always about first impressions. I trust my instincts. I love to prepare if it's something that requires training. But I don't like to prepare the psychology too much. I enjoy the psychology of the character but I work better from a first impression.",
      "author": "Billy Zane",
      "category": "Love, Work, Character"
    },
    {
      "quote": "Part of filmmaking is always a guessing game, and part of it is always a game of trust.",
      "author": "Greg Kinnear",
      "category": "Game, Filmmaking, Always"
    },
    {
      "quote": "Hire the best people, and trust what you hired them to do.",
      "author": "D. B. Sweeney",
      "category": "Best, People, You"
    },
    {
      "quote": "All I'm saying is, is God the god who we look to for comfort during tragedies? Is he the god who can control all those things, or is he the god that we don't even trust with our daily lives... As long as there's prayer and exams, as long as there's games, there will be prayers.",
      "author": "Benjamin Watson",
      "category": "Daily, God, Prayer"
    },
    {
      "quote": "There are so many different ways to lead. The most important thing is to be genuine. To have people around you trust you, trust in what you stand for and who you are. And I think that if people watch you day in and day out and believe in your motives and they believe that you set a high standard for yourself.",
      "author": "Steve Nash",
      "category": "Day, Believe, Yourself"
    },
    {
      "quote": "A group is as healthy as its 'social contract' is clear; a congregation as faithful as its covenant is mutually understood; a pastor as effective as the pastor's and people's commitment to trust and integrity is honored, guarded, and fulfilled.",
      "author": "David Augsburger",
      "category": "Integrity, Commitment"
    },
    {
      "quote": "Never trust a man, who when left alone with a tea cosey... Doesn't try it on.",
      "author": "Billy Connolly",
      "category": "Alone, Man, Tea"
    },
    {
      "quote": "I'm a dirt person. I trust the dirt. I don't trust diamonds and gold.",
      "author": "Eartha Kitt",
      "category": "Gold, Diamonds, Person"
    },
    {
      "quote": "Seize the day, and put the least possible trust in tomorrow.",
      "author": "Horace",
      "category": "Day, Tomorrow, Possible"
    },
    {
      "quote": "Trust and belief are two prime considerations. You must not allow yourself to be opinionated.",
      "author": "James Dean",
      "category": "Yourself, Belief, You"
    },
    {
      "quote": "He who does not trust enough, Will not be trusted.",
      "author": "Lao Tzu",
      "category": "Enough, Will, Trusted"
    },
    {
      "quote": "Men are able to trust one another, knowing the exact degree of dishonesty they are entitled to expect.",
      "author": "Stephen Leacock",
      "category": "Men, Knowing, Dishonesty"
    },
    {
      "quote": "Only trust thyself, and another shall not betray thee.",
      "author": "William Penn",
      "category": "Betray, Only, Thyself"
    },
    {
      "quote": "Whoever has trusted a woman has trusted deceivers.",
      "author": "Hesiod",
      "category": "Woman, Trusted, Whoever"
    },
    {
      "quote": "Put more trust in nobility of character than in an oath.",
      "author": "Solon",
      "category": "Character, Than, Put"
    },
    {
      "quote": "It's a delight to trust somebody so completely.",
      "author": "Jeff Goldblum",
      "category": "Delight, Somebody"
    },
    {
      "quote": "The chief lesson I have learned in a long life is that the only way you can make a man trustworthy is to trust him and the surest way to make him untrustworthy is to distrust him.",
      "author": "Henry L. Stimson",
      "category": "Life, Man, Long"
    },
    {
      "quote": "When consumers purchase a Toyota, they are not simply purchasing a car, truck or van. They are placing their trust in our company.",
      "author": "Akio Toyoda",
      "category": "Car, Company, Truck"
    },
    {
      "quote": "I would say I was always very ambitious and goal-oriented, but rather than being just a go-getter hustler, now I surrender a lot more and I trust my path a lot more.",
      "author": "Jenna Dewan",
      "category": "Path, Say, Always"
    },
    {
      "quote": "When someone says, 'I trusted you,' the phrase is loaded with all the actions that came from that trust: the person comes almost to embody trust, just as anyone who's always hustling can only be called a hustler.",
      "author": "Rowan Ricardo Phillips",
      "category": "You, Person, Trusted"
    },
    {
      "quote": "The hedonistic lifestyle is difficult to achieve when you're still carrying your own gear. Trust me that you don't feel glamorous with a 60-pound amp in your arms it's a lot less sexy than toting a vodka gimlet and impossible to do in heels.",
      "author": "Carrie Brownstein",
      "category": "Impossible, Me, You"
    },
    {
      "quote": "You only trust those who are absolutely like yourself, those who have signed a pledge of allegiance to this particular identity.",
      "author": "Judith Butler",
      "category": "Identity, Yourself, You"
    },
    {
      "quote": "Even an animal, if you show genuine affection, gradually trust develops... If you always showing bad face and beating, how can you develop friendship?",
      "author": "Dalai Lama",
      "category": "Friendship, Animal, You"
    },
    {
      "quote": "I trust it will not be giving away professional secrets to say that many readers would be surprised, perhaps shocked, at the questions which some newspaper editors will put to a defenseless woman under the guise of flattery.",
      "author": "Kate Chopin",
      "category": "Woman, Giving, Professional"
    },
    {
      "quote": "Relationships in general make people a bit nervous. It's about trust. Do I trust you enough to go there?",
      "author": "Neil LaBute",
      "category": "Dating, People"
    },
    {
      "quote": "If you don't trust the pilot, don't go.",
      "author": "Denzel Washington",
      "category": "You, Go, Pilot"
    },
    {
      "quote": "The future which we hold in trust for our own children will be shaped by our fairness to other people's children.",
      "author": "Marian Wright Edelman",
      "category": "Children, Future, People"
    },
    {
      "quote": "Because I'm always away, coming home to a clean house means a lot to me. Trust me, I've lived with a lot of roommates, and straight guys are just kids who don't pick up after themselves.",
      "author": "Kellan Lutz",
      "category": "Home, Me, Kids"
    },
    {
      "quote": "For me, documentary photography has always come with great responsibility. Not just to tell the story honestly and with empathy, but also to make sure the right people hear it. When you photograph somebody who is in pain or discomfort, they trust you to make sure the images will act as their advocate.",
      "author": "Giles Duley",
      "category": "Great, Responsibility"
    },
    {
      "quote": "Trust is a product of test over time.",
      "author": "Myles Munroe",
      "category": "Time, Test, Product"
    },
    {
      "quote": "In football, I don't have a lot of friends. The people who I really trust, there are not many... Most of the time, I'm alone.",
      "author": "Cristiano Ronaldo",
      "category": "Time, Friends, Football"
    },
    {
      "quote": "As though there were a tie And obligation to posterity. We get them, bear them, breed, and nurse: What has posterity done for us. That we, lest they their rights should lose, Should trust our necks to gripe of noose?",
      "author": "John Trumbull",
      "category": "Done, Rights, Tie"
    },
    {
      "quote": "Never trust any complicated cocktail that remains perfectly clear until the last ingredient goes in, and then immediately clouds.",
      "author": "Terry Pratchett",
      "category": "Clouds, Cocktail"
    },
    {
      "quote": "Sometimes you trust someone who turns out not to be honest. There are a lot of things that happen in life that don't turn out the way you're given the impression that they will. And I think that's all kind of a con. But I think we've probably all been hurt.",
      "author": "Sigourney Weaver",
      "category": "Life, Hurt, Think"
    },
    {
      "quote": "If we want to truly regain the public's trust, we can provide greater accountability and transparency with a simple step. Let's start by communicating to our constituents about the votes we take.",
      "author": "Melissa Bean",
      "category": "Simple, Accountability, Step"
    },
    {
      "quote": "I asked a ref if he could give me a technical foul for thinking bad things about him. He said, of course not. I said, well, I think you stink. And he gave me a technical. You can't trust em.",
      "author": "Jim Valvano",
      "category": "Thinking, Me, Think"
    },
    {
      "quote": "But I don't have a very good track record with royalty. My dress fell off in front of Prince Charles at the Prince's Trust, so I'm just living up to my reputation.",
      "author": "Kate Bush",
      "category": "Good, Reputation, Dress"
    },
    {
      "quote": "Do not trust the cheering, for those persons would shout as much if you or I were going to be hanged.",
      "author": "Oliver Cromwell",
      "category": "You, Going, Shout"
    },
    {
      "quote": "Americans have the right and advantage of being armed - unlike the citizens of other countries whose governments are afraid to trust the people with arms.",
      "author": "James Madison",
      "category": "People, Right, Citizens"
    },
    {
      "quote": "I found it to be more challenging to be in a huge effects movie, because a lot of the things aren't there. You have to trust the director and react to nothing.",
      "author": "Katie Holmes",
      "category": "React, You, Director"
    },
    {
      "quote": "Love shouldn't be about jealousy or anything like that. It should be about commitment and being able to trust that person. If you can't have that from the get-go, there's a problem.",
      "author": "Aaron Carter",
      "category": "Love, Jealousy, Commitment"
    },
    {
      "quote": "Sometimes you don't know who you can and cannot trust. I still learn that over and over again.",
      "author": "Demi Lovato",
      "category": "Learn, Know, You"
    },
    {
      "quote": "I was going through a little bit of turbulence in my career. And so, it's funny how turbulence itself will make you hold onto something for security. And so the only thing I knew is trust in the Lord and lean not unto your own heart, in all thy ways acknowledge him and he shall direct thy path.",
      "author": "Emmitt Smith",
      "category": "Funny, Path, Heart"
    },
    {
      "quote": "I tend not to trust people who live in very tidy houses. I know that on the surface there is nothing wrong with a person being well-ordered and disciplined. Nothing, except that it leaves the impression of that person having lived in the confines of a stark institution which, although he or she has long since left, remains within.",
      "author": "Jack Dee",
      "category": "People, Live, Long"
    }
  ]
}