{
  "author": "Ravindu Manoj",
  "github": "ravindu01manoj",
  "repo": "Quotes-500k",
  "data": [
    {
      "quote": "My dad is the nicest guy you'll ever meet, and the easiest going.",
      "author": "Serena Williams",
      "category": "You, Going, Meet"
    },
    {
      "quote": "Feels good to try, but playing a father, I'm getting a little older. I see now that I'm taking it more serious and I do want that lifestyle.",
      "author": "Adam Sandler",
      "category": "Good, Father, Want"
    },
    {
      "quote": "My dad was a roofer when I was young. I believe he owned his own roofing company in Florida. And then he fell through a roof, broke his back. Permanently. I mean, he's not paralyzed or anything, but he's had to deal with pain for all of his life since then.",
      "author": "Channing Tatum",
      "category": "Life, Pain, Believe"
    },
    {
      "quote": "We came to Portland because there was a good alternative public school. Friends who lived there told me about it, and my son loved it. I left his dad and went to work slinging hash in a breakfast diner and working nights tending bar in a biker tavern.",
      "author": "Katherine Dunn",
      "category": "Work, Friends, Good"
    },
    {
      "quote": "I love the comic opportunities that come up in the context of a father-son relationship.",
      "author": "Harrison Ford",
      "category": "Love, Relationship, Context"
    },
    {
      "quote": "I wanted to be a forest ranger or a coal man. At a very early age, I knew I didn't want to do what my dad did, which was work in an office.",
      "author": "Harrison Ford",
      "category": "Work, Age, Man"
    },
    {
      "quote": "When I was little, we had a Golden Book that had all these Disney characters in one portrait on the first page. My dad used to read from it every night. We'd play this game of find Pluto or find Donald Duck. He'd read us stories and do all the voices. Those are great memories.",
      "author": "Danica McKellar",
      "category": "Memories, Great, Book"
    },
    {
      "quote": "But I honestly don't read critics. My dad reads absolutely everything ever written about me. He calls me up to read ecstatic reviews, but I always insist that I can't hear them. If you give value to the good reviews, you have to give value to the criticism.",
      "author": "Fiona Apple",
      "category": "Good, Value, Me"
    },
    {
      "quote": "I grew up with a truck. My dad had one, so I like trucks.",
      "author": "Lucas Till",
      "category": "Truck, Up, Like"
    },
    {
      "quote": "I have four shelves covered with journals that I've written. Dad and I are writing songs together. I've probably written 100 songs.",
      "author": "Miley Cyrus",
      "category": "Together, Writing, Four"
    },
    {
      "quote": "My parents are very hard working people who did everything they could for their children. I have two brothers and they worked dog hard to give us an education and provide us with the most comfortable life possible. My dad provided for his family daily. So, yes, that is definitely in my DNA.",
      "author": "David Oyelowo",
      "category": "Life, Education, Family"
    },
    {
      "quote": "My father, he was like the rock, the guy you went to with every problem.",
      "author": "Gwyneth Paltrow",
      "category": "Father, Problem, You"
    },
    {
      "quote": "I feel my dad, I still feel his love, and I still love him. I would do anything to have him back, but half the reason that my life is good, has real, true value, is that he died. I would obviously rather have him alive, but he gave me so much in his death.",
      "author": "Gwyneth Paltrow",
      "category": "Love, Life, Good"
    },
    {
      "quote": "I want to be a dad. That's floating to the top of my list. I think it's such an important thing. I'm at the age where everyone has kids, and I ask them, 'Is it like a puppy?' And they go, 'It's 10 times a puppy.'",
      "author": "Jimmy Fallon",
      "category": "Age, Want, Think"
    },
    {
      "quote": "An angry father is most cruel towards himself.",
      "author": "Publilius Syrus",
      "category": "Father, Angry, Cruel"
    },
    {
      "quote": "I want my kids to see me as Dad, for God's sake, not a television personality.",
      "author": "Gordon Ramsay",
      "category": "God, Personality, Me"
    },
    {
      "quote": "I think some of my darkness comes from my dad. There is definitely convict history on that side of the family, a lot of dodginess. But with the darkness can also come entrepreneurialism, genius traits.",
      "author": "Rebel Wilson",
      "category": "Family, History, Darkness"
    },
    {
      "quote": "My dad worked two jobs and moved us to the suburbs, and just being a black person, I went through a lot of racism and being called names and being bullied every single day. And it was hard. I didn't have any friends.",
      "author": "Sherri Shepherd",
      "category": "Day, Friends, Racism"
    },
    {
      "quote": "A dramatic thing, the first time you stand up to your dad.",
      "author": "Lenny Kravitz",
      "category": "Time, Stand Up, You"
    },
    {
      "quote": "My dad was diagnosed with cancer, so we ended up burying him a year to the day that he was diagnosed.",
      "author": "Seann William Scott",
      "category": "Day, Cancer, Year"
    },
    {
      "quote": "Child-rearing is my main interest now. I'm a hands-on father.",
      "author": "Sean Penn",
      "category": "Father, Now, Interest"
    },
    {
      "quote": "I'm an ambassador for the Make-A-Wish Foundation, and one of the children, his wish was to go to the Emmys, so he's going to be my date, along with my husband, and my dad and his girlfriend. So we're going to have a really fun night and it's going to be really exciting. I'm really excited for him to experience that.",
      "author": "Christina Hendricks",
      "category": "Children, Experience, Fun"
    },
    {
      "quote": "My dad studies and practices homeopathy and Ayurveda medicine. He's a strong believer in both honey and milk as forms of healing. Honey is the one food that does not die. It does not expire. Growing up, he'd always be mixing up almonds or turmeric or gram flower with milk to cure a cough or a cold.",
      "author": "Rupi Kaur",
      "category": "Flower, Food, Strong"
    },
    {
      "quote": "I was always embarrassed because my dad wore a suit and my mother wore flat pumps and a cozy jumper while my friends' parents were punks or hippies.",
      "author": "Shirley Manson",
      "category": "Friends, Mother, Parents"
    },
    {
      "quote": "'Dirt On My Boots' is a very different song. I heard the melody, and I heard the lyrics, and I heard the drive of that song. I totally related. It was kinda me when I was on my bulldozer working for my dad.",
      "author": "Jon Pardi",
      "category": "Song, Me, Boots"
    },
    {
      "quote": "My dad was in the military, yeah. He was in the Air Force, and he was a doctor, so he would go places for six months here, and two years there. And I was home-schooled because I played the violin, and I did a lot of competitions.",
      "author": "Felicia Day",
      "category": "Doctor, Military, Air Force"
    },
    {
      "quote": "When I turned 11, my dad decorated a room at the Standard hotel in Los Angeles in a '60s, Austin Powers style. There was human bowling: You run inside a giant inflatable ball and try to knock down pins. To this day, adults say it was one of the craziest parties they've ever been to.",
      "author": "Zoe Kravitz",
      "category": "Day, Style, Austin"
    },
    {
      "quote": "I mean, my dad's a television producer, and I knew I could get a job as an assistant or a reader with one of his friends, but it wasn't exactly what I wanted to do.",
      "author": "J. J. Abrams",
      "category": "Friends, Job, Television"
    },
    {
      "quote": "Mum and Dad sent us to a bilingual school, so we had half the lessons in English and half in French. But I remember being hugely lost.",
      "author": "Rose Leslie",
      "category": "School, Lost, Remember"
    },
    {
      "quote": "We were brought up Protestant, and I went to church three times a day on a Sunday. My parents weren't Bible-bashers, but we all have a strong belief in God and a strong faith. We had a huge garden; our house was a bit like a scene from 'The Good Life.' I think Mam and Dad had it really hard, bringing up a big family on very little.",
      "author": "Bonnie Tyler",
      "category": "Life, Family, Good"
    },
    {
      "quote": "My father... had sharper eyes than the rest of our people.",
      "author": "Chief Joseph",
      "category": "Father, Eyes, People"
    },
    {
      "quote": "I said something really stupid once. I told a friend that my mother was so beautiful, but my dad was ugly. My dad heard it and just laughed it off, but I felt guilty. It haunted me for years. I should never have said that.",
      "author": "Gene Wilder",
      "category": "Beautiful, Mother, Stupid"
    },
    {
      "quote": "They have had such a crazy life living with me as their dad. Not crazy but different from their friends.",
      "author": "Sebastian Bach",
      "category": "Life, Friends, Crazy"
    },
    {
      "quote": "Honestly, I was such a tomboy as a kid. People were taking from their mothers' closets - I was taking from my dad's closet. It was the '80s, so it wasn't terrible, but I was wearing my dad's dress shirts over jeans from the Gap.",
      "author": "Lauren Graham",
      "category": "Dress, People, Jeans"
    },
    {
      "quote": "I pop gum. My parents get so annoyed with me. I know my dad wishes he never taught me how to do that.",
      "author": "Hilary Duff",
      "category": "Parents, Me, Know"
    },
    {
      "quote": "I watch political shows for a number of weeks in a row, and all I see are guys arguing with each other over issues I have no idea about. My brother, he loves war-torn places. My dad would always read the paper and tell me I should watch CNN, but I usually wind up watching 'Breaking Bad.'",
      "author": "Norm MacDonald",
      "category": "Brother, Wind, Me"
    },
    {
      "quote": "My girls are great at making fun of Dad. They're never impressed with anything I do. I love that. I hope that never changes.",
      "author": "Alex Rodriguez",
      "category": "Love, Hope, Great"
    },
    {
      "quote": "My dad took me for an audition once, to show me, 'OK, you want to be a child actor, this is what it's like.' I sang a folk song about donkeys on this West End stage with this big director, and there was a queue of 200 girls all singing 'Memory.' I was terrible. Terrible.",
      "author": "Emilia Clarke",
      "category": "Memory, Child, Me"
    },
    {
      "quote": "My dad wanted to name me after Rainier Maria Rilke, the poet.",
      "author": "Rainn Wilson",
      "category": "Me, Name, Wanted"
    },
    {
      "quote": "The entertainment industry isn't a line of work encouraged in the Persian culture. When I called my dad to say I wanted to quit medicine, there was about three minutes of silence. I'm not sure he knew what to do with himself!",
      "author": "Nazanin Boniadi",
      "category": "Work, Culture, Silence"
    },
    {
      "quote": "Watching your husband become a father is really sexy and wonderful.",
      "author": "Cindy Crawford",
      "category": "Father, Sexy, Husband"
    },
    {
      "quote": "My dad works in child protection and he's spent many, many years in that line of work.",
      "author": "Chris Hemsworth",
      "category": "Work, Child, Protection"
    },
    {
      "quote": "My dad talks about the times when we'd play backyard cricket: If I got bowled out, I'd just refuse to let go of the bat and swing it at anyone who tried to take it away from me. I like to think that's been tempered a bit over the years.",
      "author": "Chris Hemsworth",
      "category": "Me, Think, Play"
    },
    {
      "quote": "My dad shaped the footballing side of me, and Mum shaped me as a person. I've always been very close to her - we've only ever had one argument, and that was over something stupid when I was 13.",
      "author": "Frank Lampard",
      "category": "Stupid, Me, Argument"
    },
    {
      "quote": "I went to my dad when I was 17 and said, 'I want to be a country music star.' Which every dad loves to hear. And he said, 'I want you to go to college.' So we had a discussion. And I'm pretty stubborn. I'm a lot like him. And he said, 'If you go to college and graduate, I'll pay your first six months of rent in Nashville.' So he bribed me.",
      "author": "Eric Church",
      "category": "Music, College, Me"
    },
    {
      "quote": "You can't be the dad who takes your kid out after your wife has said, 'No ice cream,' buys the ice cream, and says, 'Don't tell your mother.' You teach the child to lie - and to disrespect the other parent.",
      "author": "Howie Mandel",
      "category": "Mother, Wife, Child"
    },
    {
      "quote": "And my dad drilled it in my head, you know, 'If you want it bad enough, and you're willing to make the sacrifices, you can do it. But first you have to believe in yourself.",
      "author": "Jennie Finch",
      "category": "Believe In Yourself"
    },
    {
      "quote": "So my father was a person who never lied to me. If I had a question, he answered it. I knew a lot of things at a young age because I was intrigued.",
      "author": "Nick Cannon",
      "category": "Age, Father, Me"
    },
    {
      "quote": "My dad was the town drunk. Most of the time that's not so bad but New York City?",
      "author": "Henny Youngman",
      "category": "Time, City, New York"
    },
    {
      "quote": "My dad was my hero when I was a young boy. And then it's a toss-up between Han Solo, the New Zealand All Blacks Rugby team, and Marlon Brando.",
      "author": "Martin Henderson",
      "category": "Hero, Team, Young"
    },
    {
      "quote": "There's a lot of research behind the scenes that you don't get to see, but I have an instinct that my dad nurtured from when I was born. I was very lucky then.",
      "author": "Steve Irwin",
      "category": "Research, Born, You"
    },
    {
      "quote": "When I was little, I grew up in a place called Hertfordshire, which is just near London, but out in the country, and I visited Pakistan in the summers to go and see my family on my dad's side.",
      "author": "Bat for Lashes",
      "category": "Family, London, See"
    },
    {
      "quote": "My dad used to draw these great cartoon figures. His dream was being a cartoonist, but he never achieved it, and it kind of broke my heart. I think part of my interest in art had to do with his yearning for something he could never have.",
      "author": "Kathryn Bigelow",
      "category": "Art, Great, Heart"
    },
    {
      "quote": "When we used to go to the car-wash where people would wipe the windows, my dad would go out and help them and then tip them as well, so I learned my empathy from my dad, and my mum is very empathetic too, but in a very stern way; she will always check my ego.",
      "author": "Charlie Puth",
      "category": "Empathy, Help, Ego"
    },
    {
      "quote": "The surprising thing about fatherhood was finding my inner mush. Now I want to share it with the world.",
      "author": "Christopher Meloni",
      "category": "World, Want, Finding"
    },
    {
      "quote": "To do a movie with someone like Tom Hanks that when you tell your dad, your dad knows who Tom Hanks is - it feels like you're finally giving back to your parents. It's like you've actually done something that they can recognize, and there's something in me that makes them super proud.",
      "author": "Sarita Choudhury",
      "category": "Parents, Giving, Me"
    },
    {
      "quote": "My dad was in the army. World War II. He got his college education from the army. After World War II he became an insurance salesman. Really, I didn't know my dad very well. He and my mother split up after the war. I was raised by my maternal grandmother and grandfather, and by my mother.",
      "author": "Al Pacino",
      "category": "Education, Mother, War"
    },
    {
      "quote": "I'm a father. It isn't just my life any more. I don't want my kid finding bottles in the house or seeing his father completely smashed.",
      "author": "Billie Joe Armstrong",
      "category": "Life, Father, My Life"
    },
    {
      "quote": "My dad always told me, 'I don't care what you do. Just aim to be the best at it. Even if it's the world's best window cleaner.'",
      "author": "Bruce Dickinson",
      "category": "Best, World, Me"
    },
    {
      "quote": "I used to have a silk dressing gown an uncle bought in Japan and when I came downstairs in it, my dad used to call me Davinia. There was never embarrassment about that kind of thing. My sister used to dress me up a lot. She thought I was a little doll.",
      "author": "David Walliams",
      "category": "Sister, Dress, Me"
    },
    {
      "quote": "I loved going to the Chiang Kai Shek Memorial in Taipei to watch all the old Chinese people doing tai chi and practicing kung fu. The monument was made of white marble, and it was beautiful. Sometimes my dad and I would practice with them.",
      "author": "Jimmy Chin",
      "category": "Beautiful, Practice, People"
    },
    {
      "quote": "The whole thing for me is that I did 'Full House' and 'America's Funniest Home Videos,' and I look like a dentist, and I'm a dad. Being known as a dirty comedian turned into this weird thing. It's people's image of me.",
      "author": "Bob Saget",
      "category": "Home, America, Me"
    },
    {
      "quote": "My dad always jokes that we should have a reality TV show because my friends and I pull crazy stunts, like putting Saran Wrap on the toilet.",
      "author": "Sofia Richie",
      "category": "Friends, Crazy, Reality"
    },
    {
      "quote": "I grew up watching my dad be a singer, so it's something I've always been interested in.",
      "author": "Sofia Richie",
      "category": "Singer, Up, Always"
    },
    {
      "quote": "I like all the angels around because they protect me and my daughter. I mean, her Dad's an angel.",
      "author": "Courtney Love",
      "category": "Daughter, Me, Angel"
    },
    {
      "quote": "My father never raised his hand to any one of his children, except in self-defense.",
      "author": "Fred Allen",
      "category": "Children, Father, Never"
    },
    {
      "quote": "My dad is so unique in what he does. It's not like I'm taking a torch from him and doing his thing. I hope I've carried from him a little bit of a sense of irony, a little bit of a wink.",
      "author": "Willie Geist",
      "category": "Hope, Unique, Irony"
    },
    {
      "quote": "My dad said if you become a tennis professional just make sure you get into the top hundred, because you have to make a little bit of money. You make a living so you can pay your coaching and, you know, your travels.",
      "author": "Roger Federer",
      "category": "Money, Coaching, Tennis"
    },
    {
      "quote": "All of my high school male teachers were WWII and/or Korean War veterans. They taught my brothers and me the value of service to our country and reinforced what our dad had shown us about the meaning of service.",
      "author": "Oliver North",
      "category": "School, Service, War"
    },
    {
      "quote": "My dad is really just lazy. He has nothing, I feel, to offer this world.",
      "author": "Sasha Grey",
      "category": "World, Lazy, Nothing"
    },
    {
      "quote": "La Mancha is a very macho, chauvinistic society. I saw very clearly that my life had to be in Madrid, and I liberated myself from my mum and dad after high school.",
      "author": "Pedro Almodovar",
      "category": "Life, Myself, School"
    },
    {
      "quote": "It is impossible to please all the world and one's father.",
      "author": "Jean de La Fontaine",
      "category": "Father, World, Impossible"
    },
    {
      "quote": "I've had some amazing people in my life. Look at my father - he came from a small fishing village of five hundred people and at six foot four with giant ears and a kind of very odd expression, thought he could be a movie star. So go figure, you know?",
      "author": "Kiefer Sutherland",
      "category": "Life, Father, Fishing"
    },
    {
      "quote": "Between Prince and my dad's fusion-jazz records, I didn't have a choice in being funky.",
      "author": "Patrick Stump",
      "category": "Choice, Funky, Records"
    },
    {
      "quote": "I look for strong people. I don't like people who'll say yes to everything I might bring up. I want people who can argue and disagree and have a point of view that's reflected in the magazine. My dad believed in the cult of personality. He brought great writers and columnists to 'The Standard.'",
      "author": "Anna Wintour",
      "category": "Great, Strong, Personality"
    },
    {
      "quote": "My dad would call me his Cuban princess because I had really dark olive skin because I was always in the sun; but I don't really go in the sun anymore, so that is why I am so white.",
      "author": "Bella Thorne",
      "category": "Sun, I Am, Me"
    },
    {
      "quote": "I don't think I have any guilt or embarrassment about any of the TV shows I watch. Maybe the fact that the shows I can watch over and over again are cartoons like 'Bob's Burgers' and 'American Dad' and 'Rick & Morty.'",
      "author": "Ross Butler",
      "category": "American, Guilt, Think"
    },
    {
      "quote": "Sometimes, being a single mother, I miss the freedom. I see my other friends with kids, and when they go out for a drink, it is the dad that stays in.",
      "author": "Julia Restoin Roitfeld",
      "category": "Friends, Freedom, Mother"
    },
    {
      "quote": "I'm going to take care of the man I'm with. I grew up in a household where my mum takes care of my dad - she cooks, she does everything - and that's the kind of girl I am.",
      "author": "Nicole Scherzinger",
      "category": "Man, I Am, Girl"
    },
    {
      "quote": "My dad and uncles were among the 125,000 proud black American volunteers who, throughout their entire lives, considered their decision to serve during WWII as their greatest honor.",
      "author": "Burgess Owens",
      "category": "Decision, American, Greatest"
    },
    {
      "quote": "My dad always taught me to never be satisfied, to want more and know that what is done is done.",
      "author": "Thierry Henry",
      "category": "Me, Want, Know"
    },
    {
      "quote": "To say that my dad pushed me is an understatement. I was never naturally drawn to football.",
      "author": "Thierry Henry",
      "category": "Football, Me, Say"
    },
    {
      "quote": "I never saw my dad cry. My son saw me cry. My dad never told me he loved me, and consequently I told Scott I loved him every other minute. The point is, I'll make less mistakes than my dad, my sons hopefully will make less mistakes than me, and their sons will make less mistakes than their dads.",
      "author": "James Caan",
      "category": "Son, Mistakes, Me"
    },
    {
      "quote": "I've always liked telling stories. That probably came from my dad, who definitely had the gift of gab and who wove a kind of personal folklore about his youth - stories full of adventure and ghosts and wild antics.",
      "author": "Cullen Bunn",
      "category": "Adventure, Youth, Gift"
    },
    {
      "quote": "I would never have done what I'd done if I'd considered my father as somebody I wanted to please.",
      "author": "Robert Mapplethorpe",
      "category": "Father, Done, Never"
    },
    {
      "quote": "People who have not done their research on me do not know that I am European, born in Copenhagen, Denmark to an Italian father from Napoli and a mother from Alabama who was singing opera and went to Europe, met my dad, fell in love, and then moved back to Rome, where I was raised, between Rome and Hamburg.",
      "author": "Giancarlo Esposito",
      "category": "Love, Father, Mother"
    },
    {
      "quote": "My parents have a ridiculous work ethic; my dad just works, works, works, works, works. I think it would be hard to find a guy who's logged more hours than that guy.",
      "author": "Bill Burr",
      "category": "Work, Parents, Work Ethic"
    },
    {
      "quote": "When I was a boy, I used to pull a big cross saw with my dad. He'd use his right hand, so I'd have to use my left.",
      "author": "Joe Frazier",
      "category": "Boy, Hand, Right"
    },
    {
      "quote": "When I was a teenager, I was an umpire for a competitive league for 8- to 9-year-olds. I was really bad at it because I didn't know all the rules, and all these kids were better athletes than me. I made a bad call, and this dad snapped on me. Then he dumped his trash from his cooler, and I had to kick him out of the stands.",
      "author": "Adam DeVine",
      "category": "Rules, Me, Know"
    },
    {
      "quote": "If I took the 40 years of my dad talking to me about war and battles and taking me to battlefields and distilled it down into one question, it would probably be the idea of the necessary or unnecessary war.",
      "author": "Suzanne Collins",
      "category": "War, Me, Down"
    },
    {
      "quote": "What harsh judges fathers are to all young men!",
      "author": "Terence",
      "category": "Men, Young, Judges"
    },
    {
      "quote": "Employee fathers need to step up to the plate and put their family needs on the table.",
      "author": "James Levine",
      "category": "Family, Step, Employee"
    },
    {
      "quote": "These things were happening in my life where I was like, 'Man, I wish my pops was here to see this.' I never had those thoughts before fame, when my life was just a regular life. I wasn't saying, 'I wish my dad could be around and see me working at Applebee's.'",
      "author": "Kid Cudi",
      "category": "Life, Man, Me"
    },
    {
      "quote": "My dad was an attorney. The last thing he ever thought about was clothes, and yet somehow he always looked good.",
      "author": "Thom Browne",
      "category": "Good, Thought, Clothes"
    },
    {
      "quote": "I was going to move to New York after college and had no interest in pilot season. I'd seen what happened on TV shows because of my dad, and I didn't want to open myself up to that. But 'Pretty Little Liars' had a very early audition, and my agents encouraged me to go even though I didn't think it would be my thing.",
      "author": "Troian Bellisario",
      "category": "Myself, College, Me"
    },
    {
      "quote": "I like wearing my dad's sweaters because I knew that he wore them when he held me when I was a baby.",
      "author": "Troian Bellisario",
      "category": "Baby, Me, Like"
    },
    {
      "quote": "My Dad was my biggest supporter. He never put pressure on me.",
      "author": "Bobby Orr",
      "category": "Me, Pressure, Never"
    },
    {
      "quote": "I just went off for two months traveling around Europe on a motorcycle and pretty much turned my phone off. I did 5,000 miles with my dad. We went through Holland, Germany, Austria, Slovenia, Croatia, Bosnia, Montenegro, Italy... and then I did Spain and France by myself.",
      "author": "Michael Fassbender",
      "category": "Myself, Motorcycle, Italy"
    },
    {
      "quote": "All I want to do is be a good dad, but I'm pretty bad at it.",
      "author": "Jim Gaffigan",
      "category": "Good, Want, Bad"
    },
    {
      "quote": "I wanted to take up music, so my father bought me a blunt instrument. He told me to knock myself out.",
      "author": "Jay London",
      "category": "Music, Father, Myself"
    },
    {
      "quote": "My dad used to tell me, 'Look, son, opportunity does not come knocking.' It's usually running down the street, and you have to chase it down, you have to tackle it, and then you have to hang on to it.",
      "author": "David A. Clarke, Jr.",
      "category": "Son, Opportunity, Me"
    },
    {
      "quote": "Since I stayed in a colony where either one was an engineer or a scientist, everybody thought I would be a scientist. This was the expectation everybody had apart from my parents. Honestly, I, too, wanted to be a scientist. I think it was the way Dad would explain us scientific theories and concepts that made the subject more intriguing.",
      "author": "Shreya Ghoshal",
      "category": "Parents, Thought, Think"
    },
    {
      "quote": "One of my earliest memories is of my father carrying me in one arm with a picket sign in the other.",
      "author": "Camryn Manheim",
      "category": "Memories, Father, Me"
    },
    {
      "quote": "Dad was the only adult male I ever trusted.",
      "author": "Michael Reagan",
      "category": "Adult, Only, Trusted"
    },
    {
      "quote": "Because of my father, we are that Shining City on a Hill.",
      "author": "Michael Reagan",
      "category": "Father, City, Hill"
    },
    {
      "quote": "I have always thought of Walt Disney as my second father.",
      "author": "Annette Funicello",
      "category": "Father, Thought, Always"
    },
    {
      "quote": "Aeneas carried his aged father on his back from the ruins of Troy and so do we all, whether we like it or not, perhaps even if we have never known them.",
      "author": "Angela Carter",
      "category": "Father, Never, Back"
    },
    {
      "quote": "No, I never thought about my father's money as my money.",
      "author": "Christie Hefner",
      "category": "Money, Father, Thought"
    },
    {
      "quote": "My father loved people, children and pets.",
      "author": "Tony Visconti",
      "category": "Children, Father, People"
    },
    {
      "quote": "I was born and brought up in Liverpool with my clever little sister Jemma, who is 14 and wants to be a vet. My mum Jane is an administrator and my dad Peter is a taxi driver.",
      "author": "Jennifer Ellison",
      "category": "Sister, Clever, Born"
    },
    {
      "quote": "My father wouldn't get us a TV, he wouldn't allow a TV in the house.",
      "author": "Janis Joplin",
      "category": "Father, House, Us"
    },
    {
      "quote": "I grew up in Greenwich Village. Dad was friends with John Lennon and Yoko Ono.",
      "author": "Yancy Butler",
      "category": "Friends, Village, Up"
    },
    {
      "quote": "I'm glad to have shown myself able to do other things rather than people thinking, 'Oh, he'll just do the same as his dad.' Dad was a brilliant actor, but it just so happened he was five foot five and a half, fat and bald.",
      "author": "Rory Kinnear",
      "category": "Myself, Thinking, People"
    },
    {
      "quote": "I lost my dad way too early and it was agonisingly awful. I missed him so much and I hated knowing that I could never again pick up the phone to tell him about my day.",
      "author": "Monica Seles",
      "category": "Day, Lost, Early"
    },
    {
      "quote": "I grew up not liking my father very much. I never saw him cry. But he must have. Everybody cries.",
      "author": "Charley Pride",
      "category": "Father, Never, Him"
    },
    {
      "quote": "I wanted my dad to be proud of me, and I fell into acting because there wasn't anything else I could do, and in it I found a discipline that I wanted to keep coming back to, that I love and I learn about every day.",
      "author": "Tom Hardy",
      "category": "Love, Day, Me"
    },
    {
      "quote": "I was always the new kid in school, I'm the kid from a broken family, I'm the kid who had no dad showing up at the father-son stuff, I'm the kid that was using food stamps at the grocery store.",
      "author": "Dave Mustaine",
      "category": "Family, Food, School"
    },
    {
      "quote": "My father taught me how to substitute realities.",
      "author": "Mira Sorvino",
      "category": "Father, Me, Taught"
    },
    {
      "quote": "When I was younger it was - you know, my dad dressed up in drag on 'Bosom Buddies.' And that was what I was having to deal with at the time. And then around the time that I was into college was when he became statue-worthy I guess you could say.",
      "author": "Colin Hanks",
      "category": "Time, College, Know"
    },
    {
      "quote": "My dad is a much more flamboyant character than I am. I think that's why I couldn't see myself going into straight acting. I always just felt daft.",
      "author": "Nina Conti",
      "category": "Myself, Character, I Am"
    },
    {
      "quote": "The script for 'In Good Company' was the first one I ever showed my dad.",
      "author": "Topher Grace",
      "category": "Good, Company, Good Company"
    },
    {
      "quote": "Creativity runs across many categories in life, from the arts-and-crafts project a mum or dad does with their kids, to the bestselling author's manuscript, to the designs of the hairdresser, to the creations of the computer programming genius.",
      "author": "Tabatha Coffey",
      "category": "Life, Creativity, Genius"
    },
    {
      "quote": "I didn't always want to be a dad.",
      "author": "Liam Gallagher",
      "category": "Want, Always"
    },
    {
      "quote": "I had to learn how to chop wood actually - I don't think my dad would have let me go chop wood in the backyard growing up.",
      "author": "Jennifer Lawrence",
      "category": "Growing Up, Me, Wood"
    },
    {
      "quote": "Can I play a southern character? You betcha. Can I do the voice of Tourist Dad and Carnival Barker? Ya betcha. Can I do Fix-It Felix? Ya betcha. But I don't want to just play southern characters, so I hide it; I bury it. I tamp it down like a secret. Like a dirty little secret.",
      "author": "Rob Huebel",
      "category": "Character, Want, Play"
    },
    {
      "quote": "I'm being a dad and a good husband.",
      "author": "Chad Smith",
      "category": "Good, Husband, Good Husband"
    },
    {
      "quote": "I'm a fun father, but not a good father. The hard decisions always went to my wife.",
      "author": "John Lithgow",
      "category": "Good, Father, Wife"
    },
    {
      "quote": "When it came to the stylish and graceful art of ballroom dancing, my dad was a king of the clubs, a prowling tiger and a wonderfully natural mover.",
      "author": "Bruno Tonioli",
      "category": "Art, King, Natural"
    },
    {
      "quote": "My dad is a huge rock and roll lead guitar fan. I didn't even really know that until recently. Everything has to have a guitar solo in it.",
      "author": "Slash",
      "category": "Rock And Roll, Guitar, Know"
    },
    {
      "quote": "My dad taught me true words you have to use in every relationship. Yes, baby.",
      "author": "Star Jones",
      "category": "Relationship, Baby, Words"
    },
    {
      "quote": "My father was the most rational and the most dispassionate of men.",
      "author": "Simon Newcomb",
      "category": "Father, Men, Rational"
    },
    {
      "quote": "I'm sure there was some part of his soul was intrinsically happy, but he probably had to go through some permutations to really get that to blossom. I'm sure Dad had his challenges, but I think that joy was there from the beginning and he had to find a way to make his life support that and express that.",
      "author": "Jennifer Grant",
      "category": "Life, Happy, Joy"
    },
    {
      "quote": "I remember going on carriage rides with Dad when we'd visit. I think quiet L.A. suited him better, but he loved to see shows here, he loved to visit his friends in the Hamptons.",
      "author": "Jennifer Grant",
      "category": "Friends, Remember, Think"
    },
    {
      "quote": "My brothers bullied me, so I cried a lot as a kid. It was the only defense I had. Telling them to stop wouldn't work. The crying would bring my dad. Dad was my cavalry.",
      "author": "Steven Adams",
      "category": "Work, Me, Bring"
    },
    {
      "quote": "But you know, my dad called me the laziest white kid he ever met. When I screamed back at him that he was putting down a race of people to call me lazy, his answer was that's not what he was doing, and that I was also the dumbest white kid he ever met.",
      "author": "Norman Lear",
      "category": "Me, People, Know"
    },
    {
      "quote": "I'm Bam Margera. And I feel like kicking my dad's butt all day today.",
      "author": "Bam Margera",
      "category": "Day, Today, Feel"
    },
    {
      "quote": "When you grow up on a dairy farm, cows don't take a day off. So you work every day and my dad always said, 'No one can outwork you.'",
      "author": "Pat Summitt",
      "category": "Work, Day, Grow"
    },
    {
      "quote": "I haven't really decided to be an actor yet! I started doing plays when I was about 15 or 16. I only did it because my dad saw a bunch of pretty girls in a restaurant and he asked them where they came from and they said drama group. He said, 'Son, that is where you need to go.'",
      "author": "Robert Pattinson",
      "category": "Son, Restaurant, Drama"
    },
    {
      "quote": "And in that time, I lost my dad and had kids of my own. It was like, OK, I get it now. I know what fatherhood is all about. And you look at your parents differently.",
      "author": "Paul Reiser",
      "category": "Time, Parents, Lost"
    },
    {
      "quote": "I look at my little girl and I wonder what she's going to be and what she's going to do and what is it that leads girls certain directions in life. I think a lot of that goes back to what kind of father they had, and so it makes me want to be the best dad I can possibly be.",
      "author": "Jake Owen",
      "category": "Life, Best, Father"
    },
    {
      "quote": "As a little girl I used to daydream about my real father coming on a white horse to rescue me.",
      "author": "Christine Keeler",
      "category": "Father, Girl, Horse"
    },
    {
      "quote": "I could share an hour of warm camaraderie with Dad, then once I'd walked out the door, get the uncanny feeling I'd disappeared into the wings of his mind's stage, like a character no longer necessary to the ongoing story line.",
      "author": "Ron Reagan",
      "category": "Character, Door, Mind"
    },
    {
      "quote": "Roman history was kind of unavoidable where I was growing up. It was everywhere - all the place names and ruins and forts. My dad's a history buff, and I spent a lot of time on Hadrian's Wall. I became fascinated by the idea of what was so terrifying up there that the Romans built a 60-mile long, 30ft high stone wall to keep it out?",
      "author": "Neil Marshall",
      "category": "Time, History, Growing Up"
    },
    {
      "quote": "I was the third son, and the family tradition was my dad always favored the oldest child.",
      "author": "Fred Korematsu",
      "category": "Family, Son, Child"
    },
    {
      "quote": "Thirteen, 13 children, and I love - I love them all. And I think I've been a good father to all of them.",
      "author": "Anthony Quinn",
      "category": "Love, Children, Good"
    },
    {
      "quote": "When I stopped playing hockey and started acting, the last person I was going to ask for help was my dad. He's the king of being like, 'I don't know. It's good work if you can get it. Good luck.'",
      "author": "Wyatt Russell",
      "category": "Work, Good, Hockey"
    },
    {
      "quote": "According to my parents, I just started drumming when I was two. I traveled with them from five to seven on the road, playing percussion. Between 8 and 12, my dad sort of prepared me by teaching me every aspect of road life.",
      "author": "Questlove",
      "category": "Life, Parents, Road"
    },
    {
      "quote": "You've got to take the road you need to take, and only you can make that calculation. Not your dad, not your friend. You have to take it if you feel it instinctively.",
      "author": "Charles Schwab",
      "category": "Road, Friend, You"
    },
    {
      "quote": "A father's disappointment can be a very powerful tool.",
      "author": "Michael Bergin",
      "category": "Father, Powerful, Tool"
    },
    {
      "quote": "As a kid growing up, I wanted the Allen Iverson shoes that came out, the Questions. My dad got them for me, so I was excited about that.",
      "author": "Nate Robinson",
      "category": "Shoes, Growing Up, Me"
    },
    {
      "quote": "I was born in a hurricane in Pensacola, Florida... my dad was in the military, so we moved all over the place. But I consider myself a southerner from Louisiana. I've lived in Texas for most of my adult life.",
      "author": "Kimberly Willis Holt",
      "category": "Life, Myself, Military"
    },
    {
      "quote": "I didn't want to play a lawyer. I didn't want to play a doctor. I didn't want to play a single dad. I wanted to do something I felt I could learn from, something that would be a challenge and something that would not dry up.",
      "author": "William Petersen",
      "category": "Challenge, Doctor, Lawyer"
    },
    {
      "quote": "My dad is a really honest, hardworking, straight guy.",
      "author": "Joe Lando",
      "category": "Honest, Guy, Straight"
    },
    {
      "quote": "Out of all my friends, I believe I'm the only kid whose dad made us work to cut rebars; we laid bricks in construction sites and did other real work every summer for minimum wage. Our dad said that it's important in the future that when we tell people to dig a hole, that you personally know how long it will take to dig that hole.",
      "author": "Eric Trump",
      "category": "Work, Future, Friends"
    },
    {
      "quote": "I love my dad, although I'm definitely critical of him sometimes, like when his pants are too tight. But I love him so much and I try to be really supportive of him.",
      "author": "Liv Tyler",
      "category": "Love, Try, Sometimes"
    },
    {
      "quote": "I can't remember a major league game where I could make eye contact with my dad. I kept wondering if he was going to yell at me for hanging a pitch or something.",
      "author": "David Cone",
      "category": "Eye, Me, Remember"
    },
    {
      "quote": "My dad put up a great hoop in our front yard in our driveway. I was in Oregon, so I had to be out there in the rain. We didn't always have a gym to go to.",
      "author": "Kevin Love",
      "category": "Rain, Great, Always"
    },
    {
      "quote": "I was lucky. A lot of people have that. People that don't tell you what you want to hear, but what's best for you. I was blessed with great friends. I was always blessed that way. My dad always kept good people around me. I just got lucky. Because of the spotlight you're in, people are scared to tell you otherwise.",
      "author": "Kevin Love",
      "category": "Friends, Good, Best"
    },
    {
      "quote": "From my first dunk at 14 years old to my second NCAA Championship at the University of Tennessee, my intense training with my dad was always to credit.",
      "author": "Candace Parker",
      "category": "Training, Credit, Years"
    },
    {
      "quote": "Father told me that if I ever met a lady in a dress like yours, I must look her straight in the eyes.",
      "author": "Prince Charles",
      "category": "Father, Eyes, Dress"
    },
    {
      "quote": "I suppose not everyone has a dad who wrote a book saying he didn't believe in the Parliamentary road to socialism.",
      "author": "Ed Miliband",
      "category": "Road, Book, Believe"
    },
    {
      "quote": "I want to know everything there is to know about Lewis and Clark. And I want to do the Sunday crossword in less than an hour. I want to be the best dad in the world. I want to play Richard II, and I want to win another Tony award.",
      "author": "Robert Sean Leonard",
      "category": "Best, Win, World"
    },
    {
      "quote": "And I remember leaving my place in L.A. and - my father is a big fight fan - and I said, 'Dad, I got a couple of days off and I'm getting ready to go to Houston to sign to fight Muhammad Ali.",
      "author": "Wilt Chamberlain",
      "category": "Father, Fight, Leaving"
    },
    {
      "quote": "I remember opening my dad's closet and there were, like, 40 suits, every color of the rainbow, plaid and winter and summer. He had two jewelry boxes full of watches and lighters and cuff links. And just... he was that guy. He was probably unfulfilled in his life in many ways.",
      "author": "Jon Hamm",
      "category": "Life, Rainbow, Winter"
    },
    {
      "quote": "I don't think there's any real motivation for somebody to be a truck driver. Mine was simple; dad was a truck driver, I wanted to own one.",
      "author": "Lindsay Fox",
      "category": "Simple, Motivation, Think"
    },
    {
      "quote": "When I was a kid, I used to imagine animals running under my bed. I told my dad, and he solved the problem quickly. He cut the legs off the bed.",
      "author": "Lou Brock",
      "category": "Problem, Animals, Legs"
    },
    {
      "quote": "I'm a dad, and I can tell you it's the most beautiful thing in the world.",
      "author": "Aaron Johnson",
      "category": "Beautiful, World, You"
    },
    {
      "quote": "Being a dad is like - there's nothing more important. So the exploration of that in stories, with parents and fathers and brothers, siblings, I just think that you're always in the terrain of love, whether it's absence of love or the giving of love or the desire for love.",
      "author": "Gavin O'Connor",
      "category": "Love, Parents, Giving"
    },
    {
      "quote": "I was actually born in L.A. My sisters and I were playing in a parking lot, and my dad was like, 'Nah, nah, nah. Let's go give 'em some grass.'",
      "author": "Rachel Keller",
      "category": "Born, Grass, Give"
    },
    {
      "quote": "My father was something of a rainbow-chaser.",
      "author": "Marc Davis",
      "category": "Father, Something"
    },
    {
      "quote": "I promised my daughter I'd name my first restaurant after her, but now the other kids are like, 'Dad, what about us?' I'm gonna have to open four restaurants!",
      "author": "Buddy Valastro",
      "category": "Daughter, Name, Restaurant"
    },
    {
      "quote": "My father was always telling himself no one was perfect, not even my mother.",
      "author": "Broderick Crawford",
      "category": "Father, Mother, Perfect"
    },
    {
      "quote": "A mustache really defines your face. My dad had a mustache when I was growing up, and I can still remember when he shaved it, he looked like a completely different person.",
      "author": "Jason Sudeikis",
      "category": "Growing Up, Face, Remember"
    },
    {
      "quote": "On the death of his brothers, my dad lied about his age and joined the army in 1918. He was in the trenches long enough to be gassed and contract the early stages of tuberculosis from which he would eventually die just before my birth.",
      "author": "Michael Foreman",
      "category": "Age, Death, Long"
    },
    {
      "quote": "I know who my dad is, I've met him a few times, but I don't even call him dad. I know it sounds horrible, but I don't even see him as part of my family, to be honest. If you want the truth, it doesn't bother me because I don't know any different. I just know that me and my mum, that was my family.",
      "author": "Sally Pearson",
      "category": "Family, Truth, Me"
    },
    {
      "quote": "My father was the guy on the block who said hi to everyone.",
      "author": "Damon Wayans",
      "category": "Father, Said, Everyone"
    },
    {
      "quote": "My dad was such a bigot. He was a horrible, self-centred person. He was really racist and he'd talk about the Jews and blacks and Catholics even.",
      "author": "Cindy Sherman",
      "category": "Person, Talk, Blacks"
    },
    {
      "quote": "When I was 10, I had a paper route. One year, I delivered my papers through a hurricane. My mother was against the idea, but my dad, who was a sergeant in the Marine Corps, overruled her. I was determined to deliver my papers.",
      "author": "Tim Finchem",
      "category": "Mother, Marine Corps, Her"
    },
    {
      "quote": "Just growing up, my dad always told me the most important point of the game is the extra point. A lot of people take that play off. It's an opportunity to make something happen, and I'm going to make the most of it.",
      "author": "Eric Berry",
      "category": "Opportunity, Growing Up, Me"
    },
    {
      "quote": "When you break it all down, my punk rock is my dad's blues. It's music from the underground, and it's real, and it's written for the downtrodden in uncertain times.",
      "author": "Frank Iero",
      "category": "Music, You, Blues"
    },
    {
      "quote": "The best money advice ever given me was from my father. When I was a little girl, he told me, 'Don't spend anything unless you have to.'",
      "author": "Dinah Shore",
      "category": "Money, Best, Father"
    },
    {
      "quote": "My dad always said there's four phases in an actor/director's life. There's 'Mario Who?' There's 'Get me Mario!' 'Get me a young Mario,' and 'Mario Who?'",
      "author": "Mario Van Peebles",
      "category": "Life, Me, Young"
    },
    {
      "quote": "When my dad first started out in the police force, wearing the uniform was a sense of pride, and it was respected in the community for what the police force was all about. Unfortunately today, the uniform is a target.",
      "author": "Jerry Doyle",
      "category": "Community, Today, Pride"
    },
    {
      "quote": "One of my earliest memories is my father telling me to behave because I'm about to meet and work with the greatest actor of all time. Then this old guy comes out and I was like, 'Pfff, he doesn't look anything like Luke Skywalker, I don't know what my dad is trying to tell me here.'",
      "author": "Sean Maguire",
      "category": "Work, Time, Memories"
    },
    {
      "quote": "My dad has worked so hard his whole life. He doesn't deserve to see his daughters going out embarrassing themselves and flashing their knickers. I want to make my parents proud.",
      "author": "Petra Stunt",
      "category": "Life, Parents, Proud"
    },
    {
      "quote": "I come from an artistic family. My dad's an actor, my mother's an actress, my sister's an actress. So I kind of grew up in that kind of environment. Oddly enough, I never really knew about my parents' work. I've seen small clips of it, but we never actually spoke about the business.",
      "author": "Portia Doubleday",
      "category": "Work, Family, Business"
    },
    {
      "quote": "I think once I fail enough as a dad, I'll be looking for help wherever I can get it. I just need enough time to screw things up and then I'll start looking to TV dads for advice.",
      "author": "Ty Burrell",
      "category": "Time, Advice, Help"
    },
    {
      "quote": "I grew up with lacrosse in my life because my dad played lacrosse all throughout college, so I grew up with the gear in my house - like the sticks, the helmet.",
      "author": "Tyler Posey",
      "category": "Life, College, My Life"
    },
    {
      "quote": "I know when I'm not dancing, and I go home, I usually work with my dad, who's an electrician. So I do stuff like that. I used to be a landscape gardener. I loved that job. But I'd like to be involved with entertainment. Singing or something, I guess.",
      "author": "Tristan MacManus",
      "category": "Work, Home, Job"
    },
    {
      "quote": "My father invented a cure for which there was no disease and unfortunately my mother caught it and died of it.",
      "author": "Victor Borge",
      "category": "Father, Mother, Caught"
    },
    {
      "quote": "That is the thankless position of the father in the family - the provider for all, and the enemy of all.",
      "author": "August Strindberg",
      "category": "Family, Father, Enemy"
    },
    {
      "quote": "Father or stepfather - those are just titles to me. They don't mean anything.",
      "author": "Oliver Hudson",
      "category": "Father, Me, Mean"
    },
    {
      "quote": "Fathers in today's modern families can be so many things.",
      "author": "Oliver Hudson",
      "category": "Today, Modern, Things"
    },
    {
      "quote": "My dad was a bass player in a Latino band when I was growing up. So we always had musical instruments in our basement.",
      "author": "Lindi Ortega",
      "category": "Growing Up, Latino, Bass"
    },
    {
      "quote": "I grew up on film sets and I had a ball. It wouldn't have had nearly as much fun if my dad had been working behind a desk somewhere. I remember being on the set of 'The Godfather: Part III,' and all the kids were running around and doing crazy things, and Francis Ford Coppola just embraced that.",
      "author": "Dominik Garcia-Lorido",
      "category": "Crazy, Fun, Remember"
    },
    {
      "quote": "I wanted to emulate my parents - Mum captained India in basketball, and Dad won a bronze in hockey in 1972 Olympics. My focus has always been to achieve excellence whether in the field of tennis, in the corporate field, in the art of acting or in motivating youngsters.",
      "author": "Leander Paes",
      "category": "Art, Excellence, Parents"
    },
    {
      "quote": "Being a father to my family and a husband is to me much more important than what I did in the business.",
      "author": "Tom Bosley",
      "category": "Family, Business, Father"
    },
    {
      "quote": "My dad always said, 'Don't worry what people think, because you can't change it.'",
      "author": "Daisy Donovan",
      "category": "Change, Worry, People"
    },
    {
      "quote": "I'm lucky to have my dad in my life. He's very brilliant, I think he's really a smart man, and he's a kind guy.",
      "author": "Cody Horn",
      "category": "Life, Man, Smart"
    },
    {
      "quote": "I'm a dad and a husband, and so the things that I love to do are all geared around my family.",
      "author": "Pablo Schreiber",
      "category": "Love, Family, Husband"
    },
    {
      "quote": "As soon as I was tall enough, my dad used to let me drive him 60 miles or 70 miles to work. That was pretty fun. My dad was really old. At the time, he was 82 years old. He said, 'Can you drive?' and I said 'Yes.' I guess I didn't find it to be that crazy.",
      "author": "Theo Von",
      "category": "Work, Time, Fun"
    },
    {
      "quote": "You see people you identify with, and you take pieces of people you like and shape who you are. Like, I sound just like my dad. But that's literally my vocal chords. I can't sound like anything else... I sound like him, but I act like myself.",
      "author": "Damon Wayans, Jr.",
      "category": "Myself, People, You"
    },
    {
      "quote": "I have this complex. I don't like too much exposure. I don't know why it is. Maybe it's bred in me, because my dad always told me to be humble and don't think you're too good.",
      "author": "Mark Viduka",
      "category": "Good, Humble, Me"
    },
    {
      "quote": "I actually wanted to be a police officer like my dad for the longest time, up until my sophomore year in high school when I started doing plays. I did plays when I was little, but in high school, I started getting into acting.",
      "author": "Chad Lindberg",
      "category": "Time, School, Police"
    },
    {
      "quote": "Whenever we went on a trip, picnic, or business trip, I was always with my dad, and I would just always be in contact with cosmonauts, and I thought it would be always normal to be with them.",
      "author": "Roman Romanenko",
      "category": "Business, Thought, Always"
    },
    {
      "quote": "I knew Sinatra for 38 years. He was like my father. Frank Sinatra was my 'dad.' He treated me like his son. He gave me the best advice about singing, about this and that... He was a very sensitive man, very astute, one of the sharpest men that I ever met in my life.",
      "author": "Trini Lopez",
      "category": "Life, Best, Father"
    },
    {
      "quote": "My father was never anti-anything in our house.",
      "author": "Errol Flynn",
      "category": "Father, House, Never"
    },
    {
      "quote": "It is much easier to become a father than to be one.",
      "author": "Kent Nerburn",
      "category": "Father, Become, Easier"
    },
    {
      "quote": "My dad's a Republican. My dad's my mentor. When I was 18 or whatever it was and I decided to register to vote. My dad's Republican, so that's what I decided to register as.",
      "author": "Patrick Murphy",
      "category": "Vote, Republican, Mentor"
    },
    {
      "quote": "My father was an Episcopalian minister, and I've always been comforted by the power of prayer.",
      "author": "Anna Lee",
      "category": "Father, Power, Prayer"
    },
    {
      "quote": "My dad keeps referring to me playing the piano when he's trying to teach me something in archery.",
      "author": "Miranda Leek",
      "category": "Me, Trying, Teach"
    },
    {
      "quote": "Rich men's sons are seldom rich men's fathers.",
      "author": "Herbert Kaufman",
      "category": "Men, Rich, Sons"
    },
    {
      "quote": "My dad actually taught me how to do the catwalk because he used to do modeling. He taught me how to do that little swivel at the end.",
      "author": "Sophie Lowe",
      "category": "End, Me, Modeling"
    },
    {
      "quote": "When a father, absent during the day, returns home at six, his children receive only his temperament, not his teaching.",
      "author": "Robert Bly",
      "category": "Children, Home, Father"
    },
    {
      "quote": "As my dad said, you have an obligation to leave the world better than how you found it. And he also reminded us to be givers in this life, and not takers.",
      "author": "Phil Crane",
      "category": "Life, World, Better"
    },
    {
      "quote": "No man is responsible for his father. That was entirely his mother's affair.",
      "author": "Margaret Turnbull",
      "category": "Father, Mother, Man"
    },
    {
      "quote": "It is not weird for a dad to be doing the dishes, the laundry, and taking the kids to school, and read them stories for bed.",
      "author": "Zach Cregger",
      "category": "School, Weird, Doing"
    },
    {
      "quote": "I always thought that family was the most important thing in life, and no matter what I do, whether being a chef or an actor or a dancer, being a dad is what I do best.",
      "author": "David Burtka",
      "category": "Life, Family, Best"
    },
    {
      "quote": "You cannot escape the responsibility of tomorrow by evading it today.",
      "author": "Abraham Lincoln",
      "category": "Today, Responsibility"
    },
    {
      "quote": "Keep looking up! I learn from the past, dream about the future and look up. There's nothing like a beautiful sunset to end a healthy day.",
      "author": "Rachel Boston",
      "category": "Day, Beautiful, Sunset"
    },
    {
      "quote": "I'm looking forward to the future, and feeling grateful for the past.",
      "author": "Mike Rowe",
      "category": "Grateful, Past"
    },
    {
      "quote": "The secret of your future is hidden in your daily routine.",
      "author": "Mike Murdock",
      "category": "Daily, Routine, Secret"
    },
    {
      "quote": "Memories are the key not to the past, but to the future.",
      "author": "Corrie Ten Boom",
      "category": "Memories, Past, Key"
    },
    {
      "quote": "Planning is bringing the future into the present so that you can do something about it now.",
      "author": "Alan Lakein",
      "category": "Planning, Present, You"
    },
    {
      "quote": "You never know what the future holds, so I am just enjoying being happy, healthy, and having my wonderful husband by my side.",
      "author": "Olivia Newton-John",
      "category": "Happy, I Am, Being Happy"
    },
    {
      "quote": "If we open a quarrel between past and present, we shall find that we have lost the future.",
      "author": "Winston Churchill",
      "category": "Past, Lost, Present"
    },
    {
      "quote": "The future belongs to those who prepare for it today.",
      "author": "Malcolm X",
      "category": "Today, Prepare, Belongs"
    },
    {
      "quote": "If you think in terms of a year, plant a seed; if in terms of ten years, plant trees; if in terms of 100 years, teach the people.",
      "author": "Confucius",
      "category": "Trees, People, Plant"
    },
    {
      "quote": "The future is green energy, sustainability, renewable energy.",
      "author": "Arnold Schwarzenegger",
      "category": "Green, Sustainability"
    },
    {
      "quote": "In this bright future you can't forget your past.",
      "author": "Bob Marley",
      "category": "Past, Forget, You"
    },
    {
      "quote": "What we need to do is always lean into the future when the world changes around you and when it changes against you - what used to be a tail wind is now a head wind - you have to lean into that and figure out what to do because complaining isn't a strategy.",
      "author": "Jeff Bezos",
      "category": "Wind, Changes, World"
    },
    {
      "quote": "A person often meets his destiny on the road he took to avoid it.",
      "author": "Jean de La Fontaine",
      "category": "Road, Destiny, Person"
    },
    {
      "quote": "People sacrifice the present for the future. But life is available only in the present. That is why we should walk in such a way that every step can bring us to the here and the now.",
      "author": "Thich Nhat Hanh",
      "category": "Life, Sacrifice, Walk"
    },
    {
      "quote": "We all have a responsibility to protect endangered species, both for their sake and for the sake of our own future generations.",
      "author": "Loretta Lynch",
      "category": "Responsibility, Protect"
    },
    {
      "quote": "It is up to us to live up to the legacy that was left for us, and to leave a legacy that is worthy of our children and of future generations.",
      "author": "Christine Gregoire",
      "category": "Children, Legacy, Live"
    },
    {
      "quote": "When I look into the future, it's so bright it burns my eyes.",
      "author": "Oprah Winfrey",
      "category": "Eyes, Look, Bright"
    },
    {
      "quote": "Study the past, if you would divine the future.",
      "author": "Confucius",
      "category": "Past, Study, You"
    },
    {
      "quote": "There is always one moment in childhood when the door opens and lets the future in.",
      "author": "Graham Greene",
      "category": "Childhood, Door, Moment"
    },
    {
      "quote": "If we intend to provide a better life, and a better world, for future generations, we can't ignore the quality of the environment we leave them.",
      "author": "John Kasich",
      "category": "Life, Quality, World"
    },
    {
      "quote": "Prejudice is a burden that confuses the past, threatens the future and renders the present inaccessible.",
      "author": "Maya Angelou",
      "category": "Past, Prejudice, Present"
    },
    {
      "quote": "The human brain had a vast memory storage. It made us curious and very creative. Those were the characteristics that gave us an advantage - curiosity, creativity and memory. And that brain did something very special. It invented an idea called 'the future.'",
      "author": "David Suzuki",
      "category": "Creativity, Memory"
    },
    {
      "quote": "If recycling is the future, then we must focus our efforts on mitigating negative impacts to our community while protecting our environment.",
      "author": "Tony Cardenas",
      "category": "Community, Focus, Negative"
    },
    {
      "quote": "The challenge of the unknown future is so much more exciting than the stories of the accomplished past.",
      "author": "Simon Sinek",
      "category": "Challenge, Past, Unknown"
    },
    {
      "quote": "If my future were determined just by my performance on a standardized test, I wouldn't be here. I guarantee you that.",
      "author": "Michelle Obama",
      "category": "Performance, You, Test"
    },
    {
      "quote": "Innovation is the calling card of the future.",
      "author": "Anna Eshoo",
      "category": "Innovation, Calling, Card"
    },
    {
      "quote": "My parents taught me to never give up and to always believe that my future could be whatever I dreamt it to be.",
      "author": "Susana Martinez",
      "category": "Never Give Up, Parents"
    },
    {
      "quote": "The future of advertising is the Internet.",
      "author": "Bill Gates",
      "category": "Advertising, Internet"
    },
    {
      "quote": "Control your own destiny or someone else will.",
      "author": "Jack Welch",
      "category": "Destiny, Control, Will"
    },
    {
      "quote": "No valid plans for the future can be made by those who have no capacity for living now.",
      "author": "Alan Watts",
      "category": "Living, Plans, Now"
    },
    {
      "quote": "Only you can control your future.",
      "author": "Dr. Seuss",
      "category": "Control, You, Only"
    },
    {
      "quote": "Real generosity toward the future lies in giving all to the present.",
      "author": "Albert Camus",
      "category": "Giving, Generosity, Present"
    },
    {
      "quote": "Elegance is not the prerogative of those who have just escaped from adolescence, but of those who have already taken possession of their future.",
      "author": "Coco Chanel",
      "category": "Elegance, Adolescence, Just"
    },
    {
      "quote": "Sustainability, ensuring the future of life on Earth, is an infinite game, the endless expression of generosity on behalf of all.",
      "author": "Paul Hawken",
      "category": "Life, Game, Generosity"
    },
    {
      "quote": "Without ethics, man has no future. This is to say, mankind without them cannot be itself. Ethics determine choices and actions and suggest difficult priorities.",
      "author": "John Berger",
      "category": "Man, Ethics, Choices"
    },
    {
      "quote": "The past, like the future, is indefinite and exists only as a spectrum of possibilities.",
      "author": "Stephen Hawking",
      "category": "Past, Spectrum"
    },
    {
      "quote": "I am not interested in the past, except as the road to the future.",
      "author": "Gianni Versace",
      "category": "Road, I Am, Past"
    },
    {
      "quote": "Every man gotta right to decide his own destiny.",
      "author": "Bob Marley",
      "category": "Man, Destiny, Right"
    },
    {
      "quote": "It is our job, as members of parliament, to legislate with an eye to the long term future, to look over the horizon beyond the next election and ensure that as far as we can what we do today will make Australia a better place, a safer place, for future generations to live in.",
      "author": "Malcolm Turnbull",
      "category": "Today, Job, Eye"
    },
    {
      "quote": "Social media... it's the future for the new generation.",
      "author": "Cameron Dallas",
      "category": "Social Media, Media"
    },
    {
      "quote": "Look back over the past, with its changing empires that rose and fell, and you can foresee the future, too.",
      "author": "Marcus Aurelius",
      "category": "Rose, Past, You"
    },
    {
      "quote": "Time passed solely in the pursuit of pleasure leaves no solid enjoyment for the future; but from the hours you spend in reading and studying useful books, you will gather a golden harvest in future years.",
      "author": "Dorothea Dix",
      "category": "Time, Reading, Harvest"
    },
    {
      "quote": "Because of lack of moral principle, human life becomes worthless. Moral principle, truthfulness, is a key factor. If we lose that, then there is no future.",
      "author": "Dalai Lama",
      "category": "Life, Moral, Human"
    },
    {
      "quote": "I am tomorrow, or some future day, what I establish today. I am today what I established yesterday or some previous day.",
      "author": "James Joyce",
      "category": "Day, Today, I Am"
    },
    {
      "quote": "Discontent, blaming, complaining, self-pity cannot serve as a foundation for a good future, no matter how much effort you make.",
      "author": "Eckhart Tolle",
      "category": "Good, Effort, Foundation"
    },
    {
      "quote": "Do your duty and a little more and the future will take care of itself.",
      "author": "Andrew Carnegie",
      "category": "Care, Take Care, Little"
    },
    {
      "quote": "We drive into the future using only our rearview mirror.",
      "author": "Marshall McLuhan",
      "category": "Mirror, Drive, Rearview"
    },
    {
      "quote": "Let us make future generations remember us as proud ancestors just as, today, we remember our forefathers.",
      "author": "Roh Moo-hyun",
      "category": "Today, Proud, Remember"
    },
    {
      "quote": "School is practice for the future, and practice makes perfect. But nobody's perfect, so why practice?",
      "author": "Billie Joe Armstrong",
      "category": "School, Practice, Perfect"
    },
    {
      "quote": "Prediction is very difficult, especially if it's about the future.",
      "author": "Niels Bohr",
      "category": "Difficult, Prediction, Very"
    },
    {
      "quote": "Diversification and globalization are the keys to the future.",
      "author": "Fujio Mitarai",
      "category": "Globalization, Keys"
    },
    {
      "quote": "My purpose... to go on with my heart and soul, devoting all my energies to Girl Scouts, and heart and hand with them, we will make our lives and the lives of the future girls happy, healthy and holy.",
      "author": "Juliette Gordon Low",
      "category": "Happy, Heart, Soul"
    },
    {
      "quote": "Leaders establish the vision for the future and set the strategy for getting there.",
      "author": "John P. Kotter",
      "category": "Vision, Strategy, Leaders"
    },
    {
      "quote": "Future generations are not going to ask us what political party were you in. They are going to ask what did you do about it, when you knew the glaciers were melting.",
      "author": "Martin Sheen",
      "category": "Political, Party, You"
    },
    {
      "quote": "When the past no longer illuminates the future, the spirit walks in darkness.",
      "author": "Alexis de Tocqueville",
      "category": "Past, Darkness, Spirit"
    },
    {
      "quote": "The only difference between the saint and the sinner is that every saint has a past, and every sinner has a future.",
      "author": "Oscar Wilde",
      "category": "Past, Difference, Sinner"
    },
    {
      "quote": "I don't try to describe the future. I try to prevent it.",
      "author": "Ray Bradbury",
      "category": "Try, Describe, Prevent"
    },
    {
      "quote": "It is always wise to look ahead, but difficult to look further than you can see.",
      "author": "Winston Churchill",
      "category": "Wise, You, See"
    },
    {
      "quote": "The future influences the present just as much as the past.",
      "author": "Friedrich Nietzsche",
      "category": "Past, Present, Just"
    },
    {
      "quote": "Destiny has two ways of crushing us - by refusing our wishes and by fulfilling them.",
      "author": "Henri Frederic Amiel",
      "category": "Destiny, Wishes, Two"
    },
    {
      "quote": "The influence of teachers extends beyond the classroom, well into the future. It is they who shape and enrich the minds of the young, who touch their hearts and souls. It is they who shape a nation's future.",
      "author": "F. Sionil Jose",
      "category": "Influence, Young, Nation"
    },
    {
      "quote": "Parents are like shuttles on a loom. They join the threads of the past with threads of the future and leave their own bright patterns as they go.",
      "author": "Fred Rogers",
      "category": "Parents, Past, Bright"
    },
    {
      "quote": "If you see the magic in a fairy tale, you can face the future.",
      "author": "Danielle Steel",
      "category": "Magic, You, See"
    },
    {
      "quote": "I'm not good at future planning. I don't plan at all. I don't know what I'm doing tomorrow. I don't have a day planner and I don't have a diary. I completely live in the now, not in the past, not in the future.",
      "author": "Heath Ledger",
      "category": "Day, Good, Past"
    },
    {
      "quote": "The future is no more uncertain than the present.",
      "author": "Walt Whitman",
      "category": "Present, Uncertain, Than"
    },
    {
      "quote": "The past is a ghost, the future a dream, and all we ever have is now.",
      "author": "Bill Cosby",
      "category": "Past, Dream, Ghost"
    },
    {
      "quote": "The future battle on the ground will be preceded by battle in the air. This will determine which of the contestants has to suffer operational and tactical disadvantages and be forced throughout the battle into adoption compromise solutions.",
      "author": "Erwin Rommel",
      "category": "Battle, Compromise"
    },
    {
      "quote": "For every minute, the future is becoming the past.",
      "author": "Thor Heyerdahl",
      "category": "Past, Minute, Every"
    },
    {
      "quote": "Trying to predict the future is like trying to drive down a country road at night with no lights while looking out the back window.",
      "author": "Peter Drucker",
      "category": "Road, Night, Window"
    },
    {
      "quote": "The only thing we know about the future is that it will be different.",
      "author": "Peter Drucker",
      "category": "Be Different, Know"
    },
    {
      "quote": "The present was an egg laid by the past that had the future inside its shell.",
      "author": "Zora Neale Hurston",
      "category": "Past, Present, Egg"
    },
    {
      "quote": "America is false to the past, false to the present, and solemnly binds herself to be false to the future.",
      "author": "Frederick Douglass",
      "category": "America, Past, Present"
    },
    {
      "quote": "You have to focus on the future and know that you can succeed in life, and you have to keep working hard.",
      "author": "Dele Alli",
      "category": "Life, Focus, Working Hard"
    },
    {
      "quote": "They might in the future more than ever before engage in hunting beavers.",
      "author": "Samuel de Champlain",
      "category": "Hunting, Engage, Than"
    },
    {
      "quote": "To that movement, consecrated by religious principle, sustained by an awful sense of justice, and cheered by the brightest hopes of future good, all our powers, talents, and attainments are devoted.",
      "author": "George Ripley",
      "category": "Good, Justice, Talents"
    },
    {
      "quote": "Map out your future - but do it in pencil. The road ahead is as long as you make it. Make it worth the trip.",
      "author": "Jon Bon Jovi",
      "category": "Road, Long, You"
    },
    {
      "quote": "If humanity doesn't land on Mars in my lifetime, I would be very disappointed.",
      "author": "Elon Musk",
      "category": "Humanity, Mars, Disappointed"
    },
    {
      "quote": "The future is built on brains, not prom court, as most people can tell you after attending their high school reunion. But you'd never know it by talking to kids or listening to the messages they get from the culture and even from their schools.",
      "author": "Anna Quindlen",
      "category": "Culture, School, Listening"
    },
    {
      "quote": "I got a bright future ahead of me.",
      "author": "Justin Bieber",
      "category": "Me, Ahead, Bright"
    },
    {
      "quote": "Children have neither a past nor a future. Thus they enjoy the present, which seldom happens to us.",
      "author": "Jean de la Bruyere",
      "category": "Children, Past, Enjoy"
    },
    {
      "quote": "Adolescence represents an inner emotional upheaval, a struggle between the eternal human wish to cling to the past and the equally powerful wish to get on with the future.",
      "author": "Louise J. Kaplan",
      "category": "Struggle, Powerful, Past"
    },
    {
      "quote": "A dream collage is pictures of your goals. It is like your future photo album.",
      "author": "Bo Bennett",
      "category": "Goals, Dream, Pictures"
    },
    {
      "quote": "Our Heavenly Father knows us and our circumstances and even what faces us in the future. His Beloved Son, Jesus Christ, our Savior, has suffered and paid for our sins and those of all the people we will ever meet. He has perfect understanding of the feelings, the suffering, the trials, and the needs of every individual.",
      "author": "Henry B. Eyring",
      "category": "Father, Son, Suffering"
    },
    {
      "quote": "Leaders don't look backwards to condemn what has already been done they look forward to create a better future.",
      "author": "Mark Cuban",
      "category": "Better, Look, Forward"
    },
    {
      "quote": "All political thinking for years past has been vitiated in the same way. People can foresee the future only when it coincides with their own wishes, and the most grossly obvious facts can be ignored when they are unwelcome.",
      "author": "George Orwell",
      "category": "Thinking, Past, Political"
    },
    {
      "quote": "Living in the moment, thinking about the future, and staying connected to the past: That's what makes me feel whole.",
      "author": "Hugh Hefner",
      "category": "Thinking, Past, Me"
    },
    {
      "quote": "People don't realize that now is all there ever is there is no past or future except as memory or anticipation in your mind.",
      "author": "Eckhart Tolle",
      "category": "Memory, Past, Mind"
    },
    {
      "quote": "I really believe in the idea of the future.",
      "author": "Zaha Hadid",
      "category": "Believe, Idea, Really"
    },
    {
      "quote": "The empires of the future are the empires of the mind.",
      "author": "Winston Churchill",
      "category": "Mind, Empires"
    },
    {
      "quote": "Right now people are interested in genetic engineering to help the human race. That's a noble cause, and that's where we should be heading. But once we get past that - once we understand what genetic diseases we can deal with - when we start thinking about the future, there's an opportunity to create some new life-forms.",
      "author": "Jack Horner",
      "category": "Opportunity, Thinking, Past"
    },
    {
      "quote": "Humans are the only creatures with the ability to dive deep in the sea, fly high in the sky, send instant messages around the globe, reflect on the past, assess the present and imagine the future.",
      "author": "Sylvia Earle",
      "category": "Deep, Sky, Past"
    },
    {
      "quote": "I know of no way of judging the future but by the past.",
      "author": "Patrick Henry",
      "category": "Past, Know, Way"
    },
    {
      "quote": "I look to the future because that's where I'm going to spend the rest of my life.",
      "author": "George Burns",
      "category": "Life, My Life, Rest"
    },
    {
      "quote": "I'm living my future as long as you're living in the present and realize how beautiful life is.",
      "author": "Dhani Jones",
      "category": "Life, Beautiful, Long"
    },
    {
      "quote": "Whenever in future wars the battle is fought, armored troops will play the decisive role.",
      "author": "Heinz Guderian",
      "category": "Battle, Play, Will"
    },
    {
      "quote": "At some future period, not very distant as measured by centuries, the civilized races of man will almost certainly exterminate, and replace the savage races throughout the world.",
      "author": "Charles Darwin",
      "category": "Man, World, Savage"
    },
    {
      "quote": "I take all of my life lessons, which some people might call 'mistakes,' and apply them to my future so that I keep growing.",
      "author": "Kimberly Caldwell",
      "category": "Life, Mistakes, People"
    },
    {
      "quote": "Promises are the uniquely human way of ordering the future, making it predictable and reliable to the extent that this is humanly possible.",
      "author": "Hannah Arendt",
      "category": "Promises, Way, Human"
    },
    {
      "quote": "Let others lead small lives, but not you. Let others argue over small things, but not you. Let others cry over small hurts, but not you. Let others leave their future in someone else's hands, but not you.",
      "author": "Jim Rohn",
      "category": "Small Things, Small, Hands"
    },
    {
      "quote": "The factory of the future will have only two employees, a man and a dog. The man will be there to feed the dog. The dog will be there to keep the man from touching the equipment.",
      "author": "Warren Bennis",
      "category": "Dog, Man, Employees"
    },
    {
      "quote": "The hacker community may be small, but it possesses the skills that are driving the global economies of the future.",
      "author": "Heather Brooke",
      "category": "Community, Small, Driving"
    },
    {
      "quote": "The real enemies of our life are the 'oughts' and the 'ifs.' They pull us backward into the unalterable past and forward into the unpredictable future. But real life takes place in the here and now.",
      "author": "Henri Nouwen",
      "category": "Life, Past, Place"
    },
    {
      "quote": "I don't carry the burden of the past or the madness of the future. I live in the present.",
      "author": "Narendra Modi",
      "category": "Past, Live, Madness"
    },
    {
      "quote": "The potential for synthetic biology and biotechnology is vast we all have an opportunity to create the future together.",
      "author": "Ryan Bethencourt",
      "category": "Opportunity, Together"
    },
    {
      "quote": "We have to do with the past only as we can make it useful to the present and the future.",
      "author": "Frederick Douglass",
      "category": "Past, Present, Useful"
    },
    {
      "quote": "I am not like a pebble on the beach - a grain of sand on the seashore or just one of millions of human beings past, present and future. No, I am a unique human being loved by God as if I were an only child - the only fruit of his creative powers.",
      "author": "Mother Angelica",
      "category": "God, I Am, Past"
    },
    {
      "quote": "The earth we abuse and the living things we kill will, in the end, take their revenge; for in exploiting their presence we are diminishing our future.",
      "author": "Marya Mannes",
      "category": "Revenge, End, Earth"
    },
    {
      "quote": "There is an opportunity for us to renew ourselves. There's an opportunity for us to leave the past behind and present something different for the future.",
      "author": "Jay Weatherill",
      "category": "Opportunity, Past, Present"
    },
    {
      "quote": "Even a brief interaction can change the way people think about themselves, their leaders, and the future. Each of those many connections you make has the potential to become a high point or a low point in someone's day.",
      "author": "Douglas Conant",
      "category": "Change, Day, People"
    },
    {
      "quote": "Listen, you know this: If there's not a rebellious youth culture, there's no culture at all. It's absolutely essential. It is the future. This is what we're supposed to do as a species, is advance ideas.",
      "author": "John Lydon",
      "category": "Culture, Youth, Ideas"
    },
    {
      "quote": "As a leader, I am tough on myself and I raise the standard for everybody; however, I am very caring because I want people to excel at what they are doing so that they can aspire to be me in the future.",
      "author": "Indra Nooyi",
      "category": "Leader, Myself, Caring"
    },
    {
      "quote": "The distinction between the past, present and future is only a stubbornly persistent illusion.",
      "author": "Albert Einstein",
      "category": "Past, Present, Illusion"
    },
    {
      "quote": "Let us put our minds together and see what life we can make for our children.",
      "author": "Sitting Bull",
      "category": "Life, Children, Together"
    },
    {
      "quote": "If we can't begin to agree on fundamentals, such as the elimination of the most abusive forms of child labor, then we really are not ready to march forward into the future.",
      "author": "Alexis Herman",
      "category": "Child, Forward, Labor"
    },
    {
      "quote": "To make any future that we dreamt up real requires creative scientists, engineers, and technologists to make it happen. If people are not within your midst who dream about tomorrow - with the capacity to bring tomorrow into the present - then the country might as well just recede back into the cave because that's where we're headed.",
      "author": "Neil deGrasse Tyson",
      "category": "Tomorrow, Make It Happen"
    },
    {
      "quote": "Let them look to the past, but let them also look to the future; let them look to the land of their ancestors, but let them look also to the land of their children.",
      "author": "Wilfrid Laurier",
      "category": "Children, Past, Look"
    },
    {
      "quote": "We already have the statistics for the future: the growth percentages of pollution, overpopulation, desertification. The future is already in place.",
      "author": "Gunter Grass",
      "category": "Growth, Statistics, Place"
    },
    {
      "quote": "Every thought we think is creating our future.",
      "author": "Louise L. Hay",
      "category": "Thought, Creating, Think"
    },
    {
      "quote": "Accordingly, globalization is not only something that will concern and threaten us in the future, but something that is taking place in the present and to which we must first open our eyes.",
      "author": "Ulrich Beck",
      "category": "Eyes, Globalization, Present"
    },
    {
      "quote": "I have learned to live each day as it comes, and not to borrow trouble by dreading tomorrow. It is the dark menace of the future that makes cowards of us.",
      "author": "Dorothy Dix",
      "category": "Day, Tomorrow, Dark"
    },
    {
      "quote": "Therefore I am sure that this, my Coronation, is not the symbol of a power and a splendor that are gone but a declaration of our hopes for the future, and for the years I may, by God's Grace and Mercy, be given to reign and serve you as your Queen.",
      "author": "Queen Elizabeth II",
      "category": "God, Power, I Am"
    },
    {
      "quote": "The first principle of contract negotiations is don't remind them of what you did in the past - tell them what you're going to do in the future.",
      "author": "Stan Musial",
      "category": "Past, You, First"
    },
    {
      "quote": "Broadcasting is definitely in my cards for the future, and I'm determined to work hard at it - to perfect it and create my style and niche.",
      "author": "Apolo Ohno",
      "category": "Work, Work Hard, Style"
    },
    {
      "quote": "I'm always looking to the future and what will next be on the horizon.",
      "author": "Jose Andres",
      "category": "Looking, Horizon, Always"
    },
    {
      "quote": "For all my years in public life, I have believed that America must sail toward the shores of liberty and justice for all. There is no end to that journey, only the next great voyage. We know the future will outlast all of us, but I believe that all of us will live on in the future we make.",
      "author": "Edward Kennedy",
      "category": "Life, Journey, Great"
    },
    {
      "quote": "The future ain't what it used to be.",
      "author": "Yogi Berra",
      "category": "Used"
    },
    {
      "quote": "The past, the present and the future are really one: they are today.",
      "author": "Harriet Beecher Stowe",
      "category": "Today, Past, Present"
    },
    {
      "quote": "The euro is our common fate, and Europe is our common future.",
      "author": "Angela Merkel",
      "category": "Fate, Europe, Common"
    },
    {
      "quote": "At every crossroads on the path that leads to the future, tradition has placed 10,000 men to guard the past.",
      "author": "Maurice Maeterlinck",
      "category": "Path, Men, Past"
    },
    {
      "quote": "My wish for the new millennium is for all children... to grow up wiser, and stronger and more prosperous for the future than ever before.",
      "author": "Hillary Clinton",
      "category": "Children, Stronger, Grow"
    },
    {
      "quote": "Your customers can tell you the things that are broken and how they want to be made happy. Listen to them. Make them happy. But don't rely on them to create the future road map for your product or service. That's your job.",
      "author": "Mark Cuban",
      "category": "Happy, Service, Job"
    },
    {
      "quote": "I can't speak for the future. I have no crystal ball.",
      "author": "Michael Jordan",
      "category": "Speak, Crystal, Ball"
    },
    {
      "quote": "Enjoy present pleasures in such a way as not to injure future ones.",
      "author": "Seneca",
      "category": "Enjoy, Present, Way"
    },
    {
      "quote": "We deal here with the right of all of our children, whatever their race, to an equal start in life and to an equal opportunity to reach their full potential as citizens. Those children who have been denied that right in the past deserve better than to see fences thrown up to deny them that right in the future.",
      "author": "Thurgood Marshall",
      "category": "Life, Children, Opportunity"
    },
    {
      "quote": "My own view is that being a vegetarian or vegan is not an end in itself, but a means towards reducing both human and animal suffering and leaving a habitable planet to future generations.",
      "author": "Peter Singer",
      "category": "Animal, Suffering, Leaving"
    },
    {
      "quote": "For 50 years, nuclear power stations have produced three products which only a lunatic could want: bomb-explosive plutonium, lethal radioactive waste and electricity so dear it has to be heavily subsidised. They leave to future generations the task, and most of the cost, of making safe sites that have been polluted half-way to eternity.",
      "author": "James Buchan",
      "category": "Power, Want, Three"
    },
    {
      "quote": "Cease to inquire what the future has in store, and take as a gift whatever the day brings forth.",
      "author": "Horace",
      "category": "Day, Gift, Whatever"
    },
    {
      "quote": "Hold fast to the Bible. To the influence of this Book we are indebted for all the progress made in true civilization and to this we must look as our guide in the future.",
      "author": "Ulysses S. Grant",
      "category": "Progress, Book, Influence"
    },
    {
      "quote": "There's no place that communicates as much - and as quickly - as Times Square does. I see the roiling energy and its forceful race into the future. Of course, after 15 minutes, I want to get as far away from there as possible.",
      "author": "Jan Vogler",
      "category": "Energy, Want, See"
    },
    {
      "quote": "Partition is bad. But whatever is past is past. We have only to look to the future.",
      "author": "Mahatma Gandhi",
      "category": "Past, Look, Bad"
    },
    {
      "quote": "Grounded in the natural philosophy of the Middle Ages, alchemy formed a bridge: on the one hand into the past, to Gnosticism, and on the other into the future, to the modern psychology of the unconscious.",
      "author": "Carl Jung",
      "category": "Past, Bridge, Philosophy"
    },
    {
      "quote": "Because the time has come, well and truly come, for all peoples of our great country, for all citizens of our great commonwealth, for all Australians - those who are indigenous and those who are not - to come together to reconcile and together build a new future for our nation.",
      "author": "Kevin Rudd",
      "category": "Time, Great, Together"
    },
    {
      "quote": "You have to be constantly reinventing yourself and investing in the future.",
      "author": "Reid Hoffman",
      "category": "Yourself, You, Investing"
    },
    {
      "quote": "In the future, when Microsoft leaves a security-flaw in their code it won't mean that somebody hacks your computer. It will mean that somebody takes control of your servant robot and it stands in your bedroom doorway sharpening a knife and watching you sleep.",
      "author": "Daniel H. Wilson",
      "category": "Sleep, Control, You"
    },
    {
      "quote": "What a man is is an arrow into the future, and what a woman is is the place the arrow shoots off from.",
      "author": "Sylvia Plath",
      "category": "Man, Woman, Place"
    },
    {
      "quote": "School is practice for the future, and practice makes perfect and nobody's perfect so why bother.",
      "author": "Tre Cool",
      "category": "School, Practice, Perfect"
    },
    {
      "quote": "You can expect interior enforcement actions in the future.",
      "author": "Asa Hutchinson",
      "category": "You, Interior, Actions"
    },
    {
      "quote": "We know not of the future and cannot plan for it much.",
      "author": "Joshua Chamberlain",
      "category": "Plan, Know, Cannot"
    },
    {
      "quote": "The future enters into us, in order to transform itself in us, long before it happens.",
      "author": "Rainer Maria Rilke",
      "category": "Long, Order, Us"
    },
    {
      "quote": "The past is an old armchair in the attic, the present an ominous ticking sound, and the future is anybody's guess.",
      "author": "James Thurber",
      "category": "Past, Present, Sound"
    },
    {
      "quote": "I don't have that much forward planning about what I want to do next, or in the future.",
      "author": "Heath Ledger",
      "category": "Planning, Want, Forward"
    },
    {
      "quote": "Life insurance became popular only when insurance companies stopped emphasizing it as a good investment and sold it instead as a symbolic commitment by fathers to the future well-being of their families.",
      "author": "James Surowiecki",
      "category": "Life, Good, Commitment"
    },
    {
      "quote": "What you're doing now, or have done in the past, need not determine what you can do next and in the future.",
      "author": "Ken Robinson",
      "category": "Past, Doing, You"
    },
    {
      "quote": "The future is called 'perhaps', which is the only possible thing to call the future. And the important thing is not to allow that to scare you.",
      "author": "Tennessee Williams",
      "category": "Important, You, Possible"
    },
    {
      "quote": "Happy accidents are real gifts, and they can open the door to a future that didn't even exist. It's kind of nice sometimes to set up something to encourage or allow happy accidents to happen.",
      "author": "David Lynch",
      "category": "Happy, Door, Nice"
    },
    {
      "quote": "It's a question of whether we're going to go forward into the future, or past to the back.",
      "author": "Dan Quayle",
      "category": "Past, Forward, Question"
    },
    {
      "quote": "Let the workers organize. Let the toilers assemble. Let their crystallized voice proclaim their injustices and demand their privileges. Let all thoughtful citizens sustain them, for the future of Labor is the future of America.",
      "author": "John L. Lewis",
      "category": "America, Voice, Thoughtful"
    },
    {
      "quote": "We owe at least this much to future generations, from whom we have borrowed a fragile planet called Earth.",
      "author": "Maurice Strong",
      "category": "Earth, Future Generations"
    },
    {
      "quote": "Learn from the past, look to the future, but live in the present.",
      "author": "Petra Nemcova",
      "category": "Past, Live, Learn"
    },
    {
      "quote": "The best preparation for the future is the present well seen to, and the last duty done.",
      "author": "George MacDonald",
      "category": "Best, Preparation, Present"
    },
    {
      "quote": "The future is made of the same stuff as the present.",
      "author": "Simone Weil",
      "category": "Present, Same, Made"
    },
    {
      "quote": "The mistakes and unresolved difficulties of the past in mathematics have always been the opportunities of its future.",
      "author": "E. T. Bell",
      "category": "Mistakes, Mathematics, Past"
    },
    {
      "quote": "Some mischievous people always there. Last several thousand years, always there. In future, also.",
      "author": "Dalai Lama",
      "category": "People, Years, Always"
    },
    {
      "quote": "The future has a way of arriving unannounced.",
      "author": "George Will",
      "category": "Way, Arriving"
    },
    {
      "quote": "My future is righteousness.",
      "author": "Bob Marley",
      "category": "Righteousness"
    },
    {
      "quote": "No matter what happens to me and my career in the future, Berlin is always going to be my hometown.",
      "author": "Alexandra Maria Lara",
      "category": "Me, Career, Hometown"
    },
    {
      "quote": "We need enlightenment, not just individually but collectively, to save the planet. We need to awaken ourselves. We need to practice mindfulness if we want to have a future, if we want to save ourselves and the planet.",
      "author": "Thich Nhat Hanh",
      "category": "Practice, Enlightenment"
    },
    {
      "quote": "To the wrongs that need resistance, To the right that needs assistance, To the future in the distance, Give yourselves.",
      "author": "Carrie Chapman Catt",
      "category": "Resistance, Distance, Right"
    },
    {
      "quote": "Pakistan's future viability, stability and security lie in empowering its people and building political institutions. My goal is to prove that the fundamental battle for the hearts and minds of a generation can be accomplished only under democracy.",
      "author": "Benazir Bhutto",
      "category": "Democracy, Goal, Battle"
    },
    {
      "quote": "I want a future where my children feel safe and appreciated and proud to be who they are. My heart is one with all the Arab Spring heroes, no matter how small they think their role is. I know they believe, like me, that we are working for a world whereby an Arab can live with the other in a respectful and dignified way.",
      "author": "Tawakkol Karman",
      "category": "Children, Heart, World"
    },
    {
      "quote": "Our greatest motivation in life comes from not knowing the future.",
      "author": "Thomas Frey",
      "category": "Life, Motivation, Greatest"
    },
    {
      "quote": "I was planning on my future as a homeless person. I had a really good spot picked out.",
      "author": "Larry David",
      "category": "Good, Planning, Homeless"
    },
    {
      "quote": "Live in the moment, day by day, and don't stress about the future. People are so caught up in looking into the future, that they kind of lose what's in front of them.",
      "author": "Jenna Ushkowitz",
      "category": "Day, Stress, Moment"
    },
    {
      "quote": "I think Twitter is the future of communications and Square will be the payment network.",
      "author": "Jack Dorsey",
      "category": "Think, Will, Payment"
    },
    {
      "quote": "Catholic schools prepare every student to meet the challenges of their future by developing their mind, yes, but also their body and their soul and spirit.",
      "author": "David Vitter",
      "category": "Soul, Challenges, Mind"
    },
    {
      "quote": "Well, the future for me is already a thing of the past.",
      "author": "Bob Dylan",
      "category": "Past, Me, Well"
    },
    {
      "quote": "Never make predictions, especially about the future.",
      "author": "Casey Stengel",
      "category": "Never, Predictions, About"
    },
    {
      "quote": "Stop acting as if life is a rehearsal. Live this day as if it were your last. The past is over and gone. The future is not guaranteed.",
      "author": "Wayne Dyer",
      "category": "Life, Day, Past"
    },
    {
      "quote": "You can never plan the future by the past.",
      "author": "Edmund Burke",
      "category": "Past, Plan, You"
    },
    {
      "quote": "The wise man must remember that while he is a descendant of the past, he is a parent of the future.",
      "author": "Herbert Spencer",
      "category": "Wise, Man, Past"
    },
    {
      "quote": "While I take inspiration from the past, like most Americans, I live for the future.",
      "author": "Ronald Reagan",
      "category": "Past, Live, Inspiration"
    },
    {
      "quote": "I don't know what the future may hold, but I know who holds the future.",
      "author": "Ralph Abernathy",
      "category": "Know, May, Hold"
    },
    {
      "quote": "When did the future switch from being a promise to a threat?",
      "author": "Chuck Palahniuk",
      "category": "Promise, Being, Did"
    },
    {
      "quote": "It looks like the future's really bright.",
      "author": "Michael P. Anderson",
      "category": "Looks, Bright, Like"
    },
    {
      "quote": "Yesterday is a cancelled check. Today is cash on the line. Tomorrow is a promissory note.",
      "author": "Hank Stram",
      "category": "Today, Tomorrow, Yesterday"
    },
    {
      "quote": "Trying to tear down the past prohibits you from building up your future.",
      "author": "Lil Wayne",
      "category": "Past, Building, You"
    },
    {
      "quote": "The future depends entirely on what each of us does every day a movement is only people moving.",
      "author": "Gloria Steinem",
      "category": "Day, Moving, People"
    },
    {
      "quote": "I welcome and seek your ideas, but do not bring me small ideas; bring me big ideas to match our future.",
      "author": "Arnold Schwarzenegger",
      "category": "Welcome, Small, Me"
    },
    {
      "quote": "And all your future lies beneath your hat.",
      "author": "John Oldham",
      "category": "Hat, Beneath, Lies"
    },
    {
      "quote": "Sustainable development is a fundamental break that's going to reshuffle the entire deck. There are companies today that are going to dominate in the future simply because they understand that.",
      "author": "Francois-Henri Pinault",
      "category": "Today, Development"
    },
    {
      "quote": "I think the future of psychotherapy and psychology is in the school system. We need to teach every child how to rarely seriously disturb himself or herself and how to overcome disturbance when it occurs.",
      "author": "Albert Ellis",
      "category": "School, Child, Think"
    },
    {
      "quote": "Germany is our fatherland Europe is our future.",
      "author": "Helmut Kohl",
      "category": "Europe, Germany, Fatherland"
    },
    {
      "quote": "The future belongs to those who see possibilities before they become obvious.",
      "author": "John Sculley",
      "category": "Possibilities, See, Become"
    },
    {
      "quote": "The role of an orchestra in the 21st century isn't just playing, it's about developing future audiences and performers.",
      "author": "Leonard Slatkin",
      "category": "Orchestra, 21st Century"
    },
    {
      "quote": "One of the primary reasons why the human brain has evolved to look so far into the future is so that we can take actions in the present that will bring us to a better future rather than a worse one.",
      "author": "Daniel Goldstein",
      "category": "Brain, Better, Why"
    },
    {
      "quote": "Must we wait for selection to solve the problems of overpopulation, exhaustion of resources, pollution of the environment and a nuclear holocaust, or can we take explicit steps to make our future more secure? In the latter case, must we not transcend selection?",
      "author": "B. F. Skinner",
      "category": "Problems, Environment"
    },
    {
      "quote": "I think part of the problem with charity is that it tends to make us view people as helpless victims. I think in the future, we'll look back on charity in the same way that we look back on colonialism today: as a very paternalistic system that doesn't fully recognise the full spectrum of humanity.",
      "author": "Leila Janah",
      "category": "Today, Humanity, Problem"
    },
    {
      "quote": "A new, a vast, and a powerful language is developed for the future use of analysis, in which to wield its truths so that these may become of more speedy and accurate practical application for the purposes of mankind than the means hitherto in our possession have rendered possible.",
      "author": "Ada Lovelace",
      "category": "Powerful, Language, New"
    },
    {
      "quote": "I invite you, citizens, to open your eyes and to give serious attention to the future. Reflect on the disasters which may ensue from longer obstinacy. Submit to lawful authority, if you wish to preserve the South untouched. Save your families and your property.",
      "author": "Toussaint Louverture",
      "category": "Eyes, Wish, You"
    },
    {
      "quote": "It is difficult to live in the present, ridiculous to live in the future and impossible to live in the past. Nothing is as far away as one minute ago.",
      "author": "Jim Bishop",
      "category": "Past, Impossible, Live"
    },
    {
      "quote": "We must strive to encourage East and West not only to move towards each other but also to encourage them to find a new philosophy, a philosophy which will serve as a tool determining the future of Planet Earth - our common and only shelter.",
      "author": "Nursultan Nazarbayev",
      "category": "Philosophy, Earth, New"
    },
    {
      "quote": "My philosophy is to take one day at a time. I don't worry about the future. Tomorrow is even out of sight for me.",
      "author": "Bobby Darin",
      "category": "Time, Day, Philosophy"
    },
    {
      "quote": "Use your lives wisely, my friends, and conserve these precious freedoms for future generations.",
      "author": "Ted Nugent",
      "category": "Friends, Precious"
    },
    {
      "quote": "I just want the future to happen faster. I can't imagine the future without robots.",
      "author": "Nolan Bushnell",
      "category": "Robots, Want, Faster"
    },
    {
      "quote": "Biodiversity starts in the distant past and it points toward the future.",
      "author": "Frans Lanting",
      "category": "Past, Biodiversity, Toward"
    },
    {
      "quote": "Don't be intimidated by people who seem to be experts. Hear their points of view and get their judgements. But at the end of day, you've got to make a judgement because it's not their life that's going to be affected so much as your future.",
      "author": "Robert Dallek",
      "category": "Life, Day, End"
    },
    {
      "quote": "The future is like heaven, everyone exalts it, but no one wants to go there now.",
      "author": "James A. Baldwin",
      "category": "Heaven, Everyone, Now"
    },
    {
      "quote": "An author is a fool who, not content with boring those he lives with, insists on boring future generations.",
      "author": "Charles de Montesquieu",
      "category": "Fool, Content, Boring"
    },
    {
      "quote": "To love someone is to isolate him from the world, wipe out every trace of him, dispossess him of his shadow, drag him into a murderous future. It is to circle around the other like a dead star and absorb him into a black light.",
      "author": "Jean Baudrillard",
      "category": "Love, Light, World"
    },
    {
      "quote": "In the future, instead of striving to be right at a high cost, it will be more appropriate to be flexible and plural at a lower cost. If you cannot accurately predict the future then you must flexibly be prepared to deal with various possible futures.",
      "author": "Edward de Bono",
      "category": "You, Be Prepared, Flexible"
    },
    {
      "quote": "The cost of adding a feature isn't just the time it takes to code it. The cost also includes the addition of an obstacle to future expansion. The trick is to pick the features that don't fight each other.",
      "author": "John Carmack",
      "category": "Time, Fight, Cost"
    },
    {
      "quote": "If we are to better the future we must disturb the present.",
      "author": "Catherine Booth",
      "category": "Better, Present, Must"
    },
    {
      "quote": "My entire life has been an attempt to get back to the kind of feelings you have on a field. The sense of brotherhood, the esprit de corps, the focus - there being no past or future, just the ball. As trite as it sounds, I was happiest playing ball.",
      "author": "David Duchovny",
      "category": "Life, Focus, Past"
    },
    {
      "quote": "The future of the world belongs to the youth of the world, and it is from the youth and not from the old that the fire of life will warm and enlighten the world. It is your privilege to breathe the breath of life into the dry bones of many around you.",
      "author": "Tom Mann",
      "category": "Life, Youth, World"
    },
    {
      "quote": "The Nautilus was piercing the water with its sharp spur, after having accomplished nearly ten thousand leagues in three months and a half, a distance greater than the great circle of the earth. Where were we going now, and what was reserved for the future?",
      "author": "Jules Verne",
      "category": "Great, Water, Earth"
    },
    {
      "quote": "The hierarchy of relations, from the molecular structure of carbon to the equilibrium of the species and ecological whole, will perhaps be the leading idea of the future.",
      "author": "Joseph Needham",
      "category": "Idea, Will, Carbon"
    },
    {
      "quote": "Nonetheless, Article 5 makes clear that if an Iraqi civilian who is not a member of the armed forces, has engaged in attacks on Coalition forces, the Geneva Convention permits the use of more coercive interrogation approaches to prevent future attacks.",
      "author": "John Yoo",
      "category": "Clear, Armed Forces, Engaged"
    },
    {
      "quote": "I think life is far too short to concentrate on your past. I rather look into the future.",
      "author": "Lou Reed",
      "category": "Life, Short, Past"
    },
    {
      "quote": "Denver is a city that will be far more defined by its future than its past.",
      "author": "John Hickenlooper",
      "category": "City, Past, Will"
    },
    {
      "quote": "Everything that ever happened is still happening. Past, present and future keep happening in the eternity which is Here and Now.",
      "author": "James Broughton",
      "category": "Past, Present, Happening"
    },
    {
      "quote": "I have been judged to be a pessimist but what abyss of ignorance and low egoism is not hidden in one who thinks that Man is the god of himself and that his future can only be triumphant?",
      "author": "Eugenio Montale",
      "category": "God, Man, Ignorance"
    },
    {
      "quote": "I know I'm going to blow one day. My life is doomed the way it is. I have no future.",
      "author": "Mike Tyson",
      "category": "Life, Day, My Life"
    },
    {
      "quote": "Future orientation is combined with a notion and expectation of progress, and nothing is impossible.",
      "author": "Alan Dundes",
      "category": "Progress, Impossible"
    },
    {
      "quote": "The future is purchased by the present.",
      "author": "Samuel Johnson",
      "category": "Present, Purchased"
    },
    {
      "quote": "The problem with the future is that it keeps turning into the present.",
      "author": "Bill Watterson",
      "category": "Problem, Present, Turning"
    },
    {
      "quote": "The most reliable way to forecast the future is to try to understand the present.",
      "author": "John Naisbitt",
      "category": "Present, Way, Try"
    },
    {
      "quote": "Two persons love in one another the future good which they aid one another to unfold.",
      "author": "Margaret Fuller",
      "category": "Love, Good, Two"
    },
    {
      "quote": "After the final no there comes a yes and on that yes the future of the world hangs.",
      "author": "Wallace Stevens",
      "category": "World, Yes, Final"
    },
    {
      "quote": "I go to school the youth to learn the future.",
      "author": "Robert Frost",
      "category": "School, Youth, Learn"
    },
    {
      "quote": "The nation will be shaped for decades by decisions that are made by President Bush and the Senate about the future of the Supreme Court.",
      "author": "Ralph G. Neas",
      "category": "Decisions, Nation, President"
    },
    {
      "quote": "The global economic outlook remains fragile and uncertain. Global economic imbalances persist and we must address them or risk future instability.",
      "author": "Julia Gillard",
      "category": "Risk, Economic, Fragile"
    },
    {
      "quote": "We've demonstrated a strong track record of being very disciplined with the use of our cash. We don't let it burn a hole in our pocket, we don't allow it to motivate us to do stupid acquisitions. And so I think that we'd like to continue to keep our powder dry, because we do feel that there are one or more strategic opportunities in the future.",
      "author": "Steve Jobs",
      "category": "Strong, Opportunities"
    },
    {
      "quote": "The future, like everything else, is not what it used to be.",
      "author": "Paul Valery",
      "category": "Everything, Like, Used"
    },
    {
      "quote": "Tonight we send a message to our party that here in Illinois, there will be a new generation of Republican leaders and we will fight to provide a better tomorrow for future generations. We've made clear the status quo is no longer acceptable.",
      "author": "Adam Kinzinger",
      "category": "Tomorrow, Fight, Party"
    },
    {
      "quote": "We don't see very far in the future, we are very focused on one idea at a time, one problem at a time, and all these are incompatible with rationality as economic theory assumes it.",
      "author": "Daniel Kahneman",
      "category": "Time, Problem, See"
    },
    {
      "quote": "Evolution never looks to the future.",
      "author": "Richard Dawkins",
      "category": "Evolution, Looks, Never"
    },
    {
      "quote": "I am confident that when the facts and policies have been examined, when the record of performances have been reviewed, Barack Obama and Joe Biden will once again be elected to lead our beloved country to a better future.",
      "author": "Jimmy Carter",
      "category": "I Am, Better, Facts"
    },
    {
      "quote": "Does art have a future? Performance genres like opera, theater, music and dance are thriving all over the world, but the visual arts have been in slow decline for nearly 40 years. No major figure of profound influence has emerged in painting or sculpture since the waning of Pop Art and the birth of Minimalism in the early 1970s.",
      "author": "Camille Paglia",
      "category": "Music, Art, Dance"
    },
    {
      "quote": "I see a bright future for the biotechnology industry when it follows the path of the computer industry, the path that von Neumann failed to foresee, becoming small and domesticated rather than big and centralized.",
      "author": "Freeman Dyson",
      "category": "Path, Small, See"
    },
    {
      "quote": "When you realize the value of all life, you dwell on what is past and concentrate more on the preservation of the future.",
      "author": "Dian Fossey",
      "category": "Life, Value, Past"
    },
    {
      "quote": "Future is mobile computing - smartphones and tablets are just elements of it. The industry is on the verge of a whole new paradigm.",
      "author": "Thorsten Heins",
      "category": "New, Paradigm, Elements"
    },
    {
      "quote": "They say that what doesn't kill you makes you stronger and I've learnt a great deal, but you can never predict the future, so the best thing is just to do whatever you're asked to do to the best of your ability.",
      "author": "Jeremy Hunt",
      "category": "Best, Great, Stronger"
    },
    {
      "quote": "In traditional Hindu families like ours, men provided and women were provided for. My father was a patriarch and I a pliant daughter. The neighborhood I'd grown up in was homogeneously Hindu, Bengali-speaking, and middle-class. I didn't expect myself to ever disobey or disappoint my father by setting my own goals and taking charge of my future.",
      "author": "Bharati Mukherjee",
      "category": "Women, Father, Daughter"
    },
    {
      "quote": "Every single immigrant we have, undocumented or documented, is a future American. That's just the truth of it.",
      "author": "Junot Diaz",
      "category": "Truth, American, Immigrant"
    },
    {
      "quote": "On Earth Day, we celebrate all the gifts the world and nature make available to us. We recognize our complete dependence on its bounty. And we acknowledge the need for good stewardship to preserve its fruits for future generations.",
      "author": "John Hoeven",
      "category": "Nature, Day, Good"
    },
    {
      "quote": "After centuries of dormancy, young women... can now look toward a future moulded by their own hands.",
      "author": "Rita Levi-Montalcini",
      "category": "Women, Hands, Look"
    },
    {
      "quote": "You can't have people making decisions about the future of the world who are scientifically illiterate. That's a recipe for disaster. And I don't mean just whether a politician is scientifically literate, but people who vote politicians into office.",
      "author": "Neil deGrasse Tyson",
      "category": "Decisions, World, People"
    },
    {
      "quote": "The future of communicating with customers rests in engaging with them through every possible channel: phone, e-mail, chat, Web, and social networks. Customers are discussing a company's products and brand in real time. Companies need to join the conversation.",
      "author": "Marc Benioff",
      "category": "Time, Conversation, Company"
    },
    {
      "quote": "I'm the son of a pediatrician, and I do believe that the most important resource we have is our kids. And I think the most important thing for America's future is to invest more in our children.",
      "author": "Ezekiel Emanuel",
      "category": "Children, Son, America"
    },
    {
      "quote": "I don't mind if my future is long or short, as long as I'm doing the right thing. And as long as I behave for other people.",
      "author": "Henry Allingham",
      "category": "Short, Mind, People"
    },
    {
      "quote": "I'm reasonably optimistic about the future, especially the future of the United States - for the century, at least.",
      "author": "Elon Musk",
      "category": "United, Optimistic"
    },
    {
      "quote": "There's no present. There's only the immediate future and the recent past.",
      "author": "George Carlin",
      "category": "Past, Present, Only"
    },
    {
      "quote": "We can chart our future clearly and wisely only when we know the path which has led to the present.",
      "author": "Adlai E. Stevenson",
      "category": "Path, Present, Know"
    },
    {
      "quote": "Johns Hopkins introduced me to two defining events in my life: commitment to biomedical research and meeting my future wife, Mary.",
      "author": "Peter Agre",
      "category": "Life, Wife, Commitment"
    },
    {
      "quote": "Existence is no more than the precarious attainment of relevance in an intensely mobile flux of past, present, and future.",
      "author": "Susan Sontag",
      "category": "Past, Present, Existence"
    },
    {
      "quote": "Instead of just giving lip service to improving our schools, I will actually put the kids first and the teachers union behind in giving our kids better teachers, better options and better choices for a better future.",
      "author": "Mitt Romney",
      "category": "Service, Giving, Choices"
    },
    {
      "quote": "I'm always interested in looking forward toward the future. Carving out new ways of looking at things.",
      "author": "Herbie Hancock",
      "category": "Looking Forward, Looking"
    },
    {
      "quote": "It took the madmen of yesterday for us to be able to act with extreme clarity today. I want to be one of those madmen. We must dare to invent the future.",
      "author": "Thomas Sankara",
      "category": "Today, Yesterday, Want"
    },
    {
      "quote": "I deeply believe that if the Australian Labor Party, a party of which I have been a proud member for more than 30 years, is to have the best future for our nation, then it must change fundamentally its culture and to end the power of faceless men. Australia must be governed by the people, not by the factions.",
      "author": "Kevin Rudd",
      "category": "Change, Best, Culture"
    },
    {
      "quote": "Upper classes are a nation's past the middle class is its future.",
      "author": "Ayn Rand",
      "category": "Past, Class, Nation"
    },
    {
      "quote": "How paramount the future is to the present when one is surrounded by children.",
      "author": "Charles Darwin",
      "category": "Children, Present"
    },
    {
      "quote": "The country that is more developed industrially only shows, to the less developed, the image of its own future.",
      "author": "Karl Marx",
      "category": "Country, Image, Own"
    },
    {
      "quote": "Winners live in the present tense. People who come up short are consumed with future or past. I want to be living in the now.",
      "author": "Alex Rodriguez",
      "category": "Short, Past, People"
    },
    {
      "quote": "I owe everything to Nirvana. But I can't let that overshadow the future. For the first few years, I didn't even want to talk about Nirvana. Partly because it was just painful to talk about losing Kurt but also because I wanted the Foo Fighters to mean something.",
      "author": "Dave Grohl",
      "category": "Losing, Want, Mean"
    },
    {
      "quote": "The future of humanity is going to bifurcate in two directions: Either it's going to become multiplanetary, or it's going to remain confined to one planet and eventually there's going to be an extinction event.",
      "author": "Elon Musk",
      "category": "Humanity, Event, Two"
    },
    {
      "quote": "I think that the first thing is you should have a strategic asset allocation mix that assumes that you don't know what the future is going to hold.",
      "author": "Ray Dalio",
      "category": "Know, Think, You"
    },
    {
      "quote": "Live life to the fullest, for the future is scarce.",
      "author": "Nick Carter",
      "category": "Life, Live Life, Live"
    },
    {
      "quote": "The past is not dead, it is living in us, and will be alive in the future which we are now helping to make.",
      "author": "William Morris",
      "category": "Past, Living, Will"
    },
    {
      "quote": "I've often been asked what drives me, particularly through the last 50 years of abuse, and ridicule. What has kept me going is one word - care. I care enough about the land, the wildlife, people, the future of humanity. If you care enough, you will do whatever you have to do, no matter what the opposition.",
      "author": "Allan Savory",
      "category": "Humanity, Me, People"
    },
    {
      "quote": "There is a different future that is available to North Korea, if they choose differently.",
      "author": "Mitchell Reiss",
      "category": "Choose, Different"
    },
    {
      "quote": "I was a peripheral visionary. I could see the future, but only way off to the side.",
      "author": "Steven Wright",
      "category": "Way, See, Visionary"
    },
    {
      "quote": "It would be wonderful to think that the future is unknown and sort of surprising.",
      "author": "Alan Rickman",
      "category": "Unknown, Think, Wonderful"
    },
    {
      "quote": "By affirming your own gifts and accomplishments, you build your confidence and increase your ability to build a brighter future.",
      "author": "Debbie Ford",
      "category": "Confidence, You, Build"
    },
    {
      "quote": "Every man has his own destiny: the only imperative is to follow it, to accept it, no matter where it leads him.",
      "author": "Henry Miller",
      "category": "Man, Destiny, Matter"
    },
    {
      "quote": "I've got a new life now, a new future, there's a lot more to Lennox Lewis than just being a boxer.",
      "author": "Lennox Lewis",
      "category": "Life, New Life, New"
    },
    {
      "quote": "The social object of skilled investment should be to defeat the dark forces of time and ignorance which envelope our future.",
      "author": "John Maynard Keynes",
      "category": "Time, Ignorance, Dark"
    },
    {
      "quote": "The assertion that 'all men are created equal' was of no practical use in effecting our separation from Great Britain and it was placed in the Declaration not for that, but for future use.",
      "author": "Abraham Lincoln",
      "category": "Great, Men, Equal"
    },
    {
      "quote": "To live for some future goal is shallow. It's the sides of the mountain that sustain life, not the top.",
      "author": "Robert M. Pirsig",
      "category": "Life, Mountain, Goal"
    },
    {
      "quote": "The more we shelter children from every disappointment, the more devastating future disappointments will be.",
      "author": "Fred G. Gosman",
      "category": "Children, Disappointment"
    },
    {
      "quote": "The risk of the Holocaust is not that it will be forgotten, but that it will be embalmed and surrounded by monuments and used to absolve all future sins.",
      "author": "Zygmunt Bauman",
      "category": "Risk, Monuments, Will"
    },
    {
      "quote": "It is not enough to understand, or to see clearly. The future will be shaped in the arena of human activity, by those willing to commit their minds and their bodies to the task.",
      "author": "Robert Kennedy",
      "category": "Understand, Human, See"
    },
    {
      "quote": "In each action we must look beyond the action at our past, present, and future state, and at others whom it affects, and see the relations of all those things. And then we shall be very cautious.",
      "author": "Blaise Pascal",
      "category": "Past, Action, See"
    },
    {
      "quote": "I am telling you that I am very grateful and am so proud of you for being a symbolic generation that is calling for change to the better, that is dreaming for a better future, and is making the future.",
      "author": "Hosni Mubarak",
      "category": "Change, Grateful, I Am"
    },
    {
      "quote": "For all of its uncertainty, we cannot flee the future.",
      "author": "Barbara Jordan",
      "category": "Uncertainty, Cannot"
    },
    {
      "quote": "If you do not think about your future, you cannot have one.",
      "author": "John Galsworthy",
      "category": "Think, You, Cannot"
    },
    {
      "quote": "If you are truly serious abut preparing your child for the future, don't teach him to subtract teach him to deduct.",
      "author": "Fran Lebowitz",
      "category": "Child, Teach, You"
    },
    {
      "quote": "The way you personally communicate is 90 per cent of how you will be evaluated by any future employer.",
      "author": "Kate Reardon",
      "category": "Way, You, Will"
    },
    {
      "quote": "The future is keeping you out of the present time.",
      "author": "Van Morrison",
      "category": "Time, Present, You"
    },
    {
      "quote": "What is history? An echo of the past in the future a reflex from the future on the past.",
      "author": "Victor Hugo",
      "category": "History, Past, Reflex"
    },
    {
      "quote": "We need to think of the future and the planet we are going to leave to our children and their children.",
      "author": "Kofi Annan",
      "category": "Children, Think, Need"
    },
    {
      "quote": "Our combat mission is ending, but our commitment to Iraq's future is not.",
      "author": "Barack Obama",
      "category": "Commitment, Ending, Mission"
    },
    {
      "quote": "In the future, I can imagine that we will genetically modify ourselves using the genes that have doubled our life span since we were chimpanzees.",
      "author": "Michio Kaku",
      "category": "Life, I Can, Will"
    },
    {
      "quote": "You can make a board for all the goals you want in your life with the pictures on it, and that's great, daydreaming is wonderful, but you can never plan your future.",
      "author": "Taylor Swift",
      "category": "Life, Goals, Great"
    },
    {
      "quote": "Every one rushes elsewhere and into the future, because no one wants to face one's own inner self.",
      "author": "Michel de Montaigne",
      "category": "Self, Face, Inner"
    },
    {
      "quote": "This future is ours to embrace. Whether we, the established generations, choose to accept that is in our court.",
      "author": "Rosario Dawson",
      "category": "Accept, Choose, Embrace"
    },
    {
      "quote": "We inadvertently bombed the Chinese Embassy. But Clinton now is working very hard. He has sent a letter of apology to the Chinese. And, he's also given them a gift certificate for future nuclear secrets.",
      "author": "David Letterman",
      "category": "Gift, Working, Apology"
    },
    {
      "quote": "We should all be concerned about the future because we will have to spend the rest of our lives there.",
      "author": "Charles Kettering",
      "category": "Rest, Will, Spend"
    },
    {
      "quote": "I know how sobering and exhausting parenthood is. But the reality is that our children's future depends on us as parents. Because we know that the first years truly last forever.",
      "author": "Rob Reiner",
      "category": "Children, Parents, Reality"
    },
    {
      "quote": "My future's about trying to be a better man.",
      "author": "Terrence Howard",
      "category": "Man, Trying, Better"
    },
    {
      "quote": "My philosophy is really based on humility. I don't think we know enough to fix either diagnostics or therapeutics. The future of psychiatry is clinical neuroscience, based on a much deeper understanding of the brain.",
      "author": "Thomas R. Insel",
      "category": "Humility, Brain, Philosophy"
    },
    {
      "quote": "Life passes us by if all we do is focus on the future. Being present, for the present, is really what is important.",
      "author": "Brandon Jenner",
      "category": "Life, Focus, Present"
    },
    {
      "quote": "Your future takes precedence over your past. Focus on your future, rather than on the past.",
      "author": "Gary Ryan Blair",
      "category": "Focus, Past, Rather"
    },
    {
      "quote": "There is nothing more important to our Nation's future, to our homeland security, and to our economy than ensuring we have a top-notch educational system that is the envy of the world.",
      "author": "Jim Jeffords",
      "category": "World, Security, Economy"
    },
    {
      "quote": "The Arab World is writing a new future the pen is in our own hands.",
      "author": "Abdullah II of Jordan",
      "category": "Writing, World, Hands"
    },
    {
      "quote": "Your future is still before you. Your land is a vast storehouse of mineral and agricultural wealth awaiting further development for the benefit of mankind. It potentialities are magnificent.",
      "author": "Charles E. Wilson",
      "category": "Wealth, Development, You"
    },
    {
      "quote": "We are not out to boast that there is so much percentage of growth per year. Our real concern is how it affects the lives of people, the future of our country.",
      "author": "Aung San Suu Kyi",
      "category": "Growth, People, Country"
    },
    {
      "quote": "The impressions of the spriritual experiences gave my future life its form and content.",
      "author": "Gustav Mahler",
      "category": "Life, Content, Experiences"
    },
    {
      "quote": "Unification is not our present goal. That is a future program.",
      "author": "Kim Dae Jung",
      "category": "Goal, Present, Program"
    },
    {
      "quote": "When you realize the value of all life, you dwell less on what is past and concentrate more on the preservation of the future.",
      "author": "Dian Fossey",
      "category": "Life, Value, Past"
    },
    {
      "quote": "Reactionary: a man walking backwards with his face to the future.",
      "author": "Aneurin Bevan",
      "category": "Man, Walking, Face"
    },
    {
      "quote": "The future is the worst thing about the present.",
      "author": "Gustave Flaubert",
      "category": "Present, Worst, Worst Thing"
    },
    {
      "quote": "I would vote against raising the national debt ceiling. Again, this is about mortgaging the future of unborn generations of Americans. It's a form of taxation without representation. I don't think we can do that.",
      "author": "Mike Lee",
      "category": "Vote, Think, Debt"
    },
    {
      "quote": "If a product's future is unlikely to be remarkable - if you can't imagine a future in which people are once again fascinated by your product - it's time to realize that the game has changed. Instead of investing in a dying product, take profits and reinvest them in building something new.",
      "author": "Seth Godin",
      "category": "Time, Game, People"
    },
    {
      "quote": "A nation that does not stand for its children does not stand for anything and will not stand tall in the future.",
      "author": "Marian Wright Edelman",
      "category": "Children, Stand, Nation"
    },
    {
      "quote": "Our future is our sense of common destiny.",
      "author": "Ahmet Davutoglu",
      "category": "Destiny, Sense, Common"
    },
    {
      "quote": "Web 2.0 ideas have a chirpy, cheerful rhetoric to them, but I think they consistently express a profound pessimism about humans, human nature and the human future.",
      "author": "Jaron Lanier",
      "category": "Nature, Ideas, Human Nature"
    },
    {
      "quote": "Western Christians have imagined that, at the end of the day, God is going to throw the present space-time universe into a trashcan and we'll be sitting on clouds playing harps. The ultimate future that we're promised is much more interesting than that. It's new heavens and a new Earth with new bodies to live in.",
      "author": "N. T. Wright",
      "category": "Day, God, Universe"
    },
    {
      "quote": "Once we agree on the future, the present will be much easier. A captain who does not know where he wants to sail, there is no wind on Earth that will bring him there. We have first to decide where we want to go, where we want to sail.",
      "author": "Ami Ayalon",
      "category": "Wind, Earth, Want"
    },
    {
      "quote": "I have to think about the future because, not that I'm bored with it now, but I can't live now, it's not my place to live now. I've got to live ahead of myself.",
      "author": "Ross Lovegrove",
      "category": "Myself, Live, Think"
    },
    {
      "quote": "Something has to change in the world. Without change, young people will have no future.",
      "author": "Donatella Versace",
      "category": "Change, World, People"
    },
    {
      "quote": "Becoming an adult means leaving the world of your parents and starting to make your way toward the future that you will share with your peers.",
      "author": "Alison Gopnik",
      "category": "Parents, World, Leaving"
    },
    {
      "quote": "The most basic task of any museum must be the protection of works of cultural significance entrusted to its care for the edification and pleasure of future generations.",
      "author": "Martin Filler",
      "category": "Care, Museum, Pleasure"
    },
    {
      "quote": "I think Bloomberg's broad vision of the environment in New York City is something I agree with. I broadly stand with his vision for how to deal with climate change and prepare for future weather events.",
      "author": "Bill de Blasio",
      "category": "Change, Vision, Weather"
    },
    {
      "quote": "The future is today.",
      "author": "William Osler",
      "category": "Today"
    },
    {
      "quote": "This is my future and I will take personal responsibility for making sure all competition requirements are met.",
      "author": "Kim Collins",
      "category": "Responsibility, Personal"
    },
    {
      "quote": "So while I was in college I did a little study on the freight industry, the air freight industry. And I looked at this company called Flying Tiger. And I actually put a thousand dollars in it and I remember I thought this air cargo was going to be a thing of the future.",
      "author": "Peter Lynch",
      "category": "College, Company, Remember"
    },
    {
      "quote": "Conventional agriculture has never succeeded in feeding the world, and it's never produced anything good to eat. For the future, we need to look toward alternatives.",
      "author": "Dan Barber",
      "category": "Good, World, Agriculture"
    },
    {
      "quote": "Predictions are preposterous.",
      "author": "Jackie Mason",
      "category": "Predictions"
    },
    {
      "quote": "I'm not sure what the future holds but I do know that I'm going to be positive and not wake up feeling desperate. As my dad said 'Nic, it is what it is, it's not what it should have been, not what it could have been, it is what it is.'",
      "author": "Nicole Kidman",
      "category": "Positive, Wake Up, Know"
    },
    {
      "quote": "We can continue to try and clean up the gutters all over the world and spend all of our resources looking at just the dirty spots and trying to make them clean. Or we can lift our eyes up and look into the skies and move forward in an evolutionary way.",
      "author": "Buzz Aldrin",
      "category": "Eyes, World, Looking"
    },
    {
      "quote": "If you don't focus on the future generation, it means you are destroying your country.",
      "author": "Malala Yousafzai",
      "category": "Focus, Generation, You"
    },
    {
      "quote": "I believe the future is only the past again, entered through another gate.",
      "author": "Arthur Wing Pinero",
      "category": "Past, Believe, I Believe"
    },
    {
      "quote": "If we have to use force, it is because we are America. We are the indispensable nation. We stand tall. We see further into the future.",
      "author": "Madeleine Albright",
      "category": "America, Stand, See"
    },
    {
      "quote": "We are the only beings on the planet who lead such rich internal lives that it's not the events that matter most to us, but rather, it's how we interpret those events that will determine how we think about ourselves and how we will act in the future.",
      "author": "Tony Robbins",
      "category": "Rich, Think, Matter"
    },
    {
      "quote": "The educator must above all understand how to wait; to reckon all effects in the light of the future, not of the present.",
      "author": "Ellen Key",
      "category": "Light, Present, Wait"
    },
    {
      "quote": "The mind that is anxious about the future is miserable.",
      "author": "Lucius Annaeus Seneca",
      "category": "Mind, Miserable, Anxious"
    },
    {
      "quote": "The ultimate function of prophecy is not to tell the future, but to make it. Your successful past will block your visions of the future.",
      "author": "Joel A. Barker",
      "category": "Past, Successful, Will"
    },
    {
      "quote": "The dynamics of capitalism is postponement of enjoyment to the constantly postponed future.",
      "author": "Norman O. Brown",
      "category": "Capitalism, Enjoyment"
    },
    {
      "quote": "Man spends his life in reasoning on the past, in complaining of the present, in fearing future.",
      "author": "Antoine Rivarol",
      "category": "Life, Man, Past"
    },
    {
      "quote": "All along the untrodden paths of the future, I can see the footprints of an unseen hand.",
      "author": "Boyle Roche",
      "category": "I Can, Paths, See"
    },
    {
      "quote": "You will see - in the future, I will live by my watercolors.",
      "author": "Winslow Homer",
      "category": "Live, You, See"
    },
    {
      "quote": "Arnold has succeeded at every level, and I believe he is the only person that can unite the people of this state and lead California from its current dysfunctional condition to the bright future that all residents long for.",
      "author": "Mary Bono",
      "category": "Believe, People, Long"
    },
    {
      "quote": "We believe that an Iraqi founding national assembly, freely elected, must decide the future of Iraq.",
      "author": "Jalal Talabani",
      "category": "Believe, Decide, Must"
    },
    {
      "quote": "But I'm not imaginative. I couldn't look into the future, like Star Wars or Robots or anything like that.",
      "author": "Harry Dean Stanton",
      "category": "Robots, Look, Anything"
    },
    {
      "quote": "I did not know what my future was going to hold.",
      "author": "Rebecca Loos",
      "category": "Know, Going, Hold"
    },
    {
      "quote": "Why do people so love to wander? I think the civilized parts of the World will suffice for me in the future.",
      "author": "Mary Cassatt",
      "category": "Love, World, Me"
    },
    {
      "quote": "Some people would say my paintings show a future world and maybe they do, but I paint from reality. I put several things and ideas together, and perhaps, when I have finished, it could show the future.",
      "author": "H. R. Giger",
      "category": "Together, Reality, World"
    },
    {
      "quote": "We are quite open, however, to looking at acquisitions and there are opportunities that we periodically consider. and I think that may be something we do in the future, but I must say that there is no commitment to that at the present time in any form or size.",
      "author": "David Milne",
      "category": "Time, Commitment"
    },
    {
      "quote": "So I try not to look too far into the future because I think that everything happens and will happen for a reason.",
      "author": "Carrot Top",
      "category": "Think, Look, Try"
    },
    {
      "quote": "Instead of causing us to remember the past like the old monuments, the new monuments seem to cause us to forget the future.",
      "author": "Robert Smithson",
      "category": "Past, Forget, Remember"
    },
    {
      "quote": "You will attract the younger generation and they might well prove tougher than the older generation. What we are trying to do is to look at the future and see what we can do to bring some stability back to people's lives.",
      "author": "Ian Botham",
      "category": "Generation, People, You"
    },
    {
      "quote": "It's been a difficult thing because some great opportunities have come and I've just been holding my breath and praying... I'm basically gambling hoping something will come along this season and if not, I don't know what the future holds.",
      "author": "Charisma Carpenter",
      "category": "Great, Opportunities, Know"
    },
    {
      "quote": "Whatever help we may want from the international community now or in the future, we want to make sure that this help is tailored to help our people to help themselves.",
      "author": "Aung San Suu Kyi",
      "category": "Community, People, Help"
    },
    {
      "quote": "I found, when I left, that there were others who felt the same way. We'd meet, they'd come and seek me out, we'd talk about the future. And I found that their depression and pessimism was every bit as acute as mine.",
      "author": "Wole Soyinka",
      "category": "Depression, Me, Way"
    },
    {
      "quote": "Every man is his own ancestor, and every man is his own heir. He devises his own future, and he inherits his own past.",
      "author": "Frederick Henry Hedge",
      "category": "Man, Past, Heir"
    },
    {
      "quote": "The future belongs to crowds.",
      "author": "Don DeLillo",
      "category": "Crowds, Belongs"
    },
    {
      "quote": "I have great expectations for the future, because the past was highly overrated.",
      "author": "Sylvester Stallone",
      "category": "Great, Past, Expectations"
    },
    {
      "quote": "Man can and must prevent the tragedy of famine in the future instead of merely trying with pious regret to salvage the human wreckage of the famine, as he has so often done in the past.",
      "author": "Norman Borlaug",
      "category": "Man, Past, Tragedy"
    },
    {
      "quote": "I think in order to move forward into the future, you need to know where you've been.",
      "author": "Charles Williams",
      "category": "Know, Think, You"
    },
    {
      "quote": "We need not be afraid of the future, for the future will be in our own hands.",
      "author": "Thomas Dewey",
      "category": "Hands, Need, Will"
    },
    {
      "quote": "The man of the future may, and even must, do things impossible in the past and acquire new motor variations not given by heredity.",
      "author": "G. Stanley Hall",
      "category": "Man, Past, Impossible"
    },
    {
      "quote": "We have no right to assume that any physical laws exist, or if they have existed up until now, that they will continue to exist in a similar manner in the future.",
      "author": "Max Planck",
      "category": "Right, Assume, Laws"
    },
    {
      "quote": "Whoever neglects the arts when he is young has lost the past and is dead to the future.",
      "author": "Sophocles",
      "category": "Past, Lost, Young"
    },
    {
      "quote": "Life is an operation which is done in a forward direction. One lives toward the future, because to live consists inexorably in doing, in each individual life making itself.",
      "author": "Jose Ortega y Gasset",
      "category": "Life, Direction, Live"
    },
    {
      "quote": "To pin your hopes upon the future is to consign those hopes to a hypothesis, which is to say, a nothingness. Here and now is what we must contend with.",
      "author": "Angela Carter",
      "category": "Say, Here, Hopes"
    },
    {
      "quote": "The artist is an educator of artists of the future who are able to understand and in the process of understanding perform unexpected - the best - evolutions.",
      "author": "Saul Steinberg",
      "category": "Best, Artist, Understanding"
    },
    {
      "quote": "To apologize is to lay the foundation for a future offense.",
      "author": "Ambrose Bierce",
      "category": "Foundation, Offense"
    },
    {
      "quote": "In the future, when we get serious about executing things correctly, this thing will be very easy to do. If we find out that this technique does not work, I don't intend to step on dead bodies to achieve something because I don't have that kind of ambition. My ambition is to help people.",
      "author": "Panayiotis Zavos",
      "category": "Work, Ambition, Help"
    },
    {
      "quote": "When future archaeologists dig up the remains of California, they're going to find all of those gyms their scary-looking gym equipment, and they're going to assume that we were a culture obsessed with torture.",
      "author": "Douglas Coupland",
      "category": "Culture, Find, California"
    },
    {
      "quote": "We're trying to set up a movie for me in the near future. It's going to be similar to the story of how I got discovered. Kinda like my own version of '8 Mile.'",
      "author": "Justin Bieber",
      "category": "Me, Trying, Story"
    },
    {
      "quote": "We are being tough in saying it is a duty on the unemployed in future not only to be available for work - and not to shirk work - but also to get the skills for work. That is a new duty we are introducing.",
      "author": "Gordon Brown",
      "category": "Work, Skills, Saying"
    },
    {
      "quote": "The world is likely to view any temporary extension of the income tax cuts for the top two percent as a prelude to a long-term or permanent extension, and that would hurt economic recovery as well by undermining confidence that we're prepared to make a commitment today to bring down our future deficits.",
      "author": "Timothy Geithner",
      "category": "Confidence, Today, World"
    },
    {
      "quote": "I had been feeling a little rum. I didn't think it was anything serious because years ago I felt a lump and it was benign. I assumed this would be too. It kind of takes the wind out of your sails, and I don't know what the future holds, if anything.",
      "author": "Maggie Smith",
      "category": "Wind, Know, Think"
    },
    {
      "quote": "I am only 33, I've got a lot to do. This is the first half of my career. I'm looking forward to the future and I'm proud about the past.",
      "author": "Ice Cube",
      "category": "I Am, Past, Proud"
    },
    {
      "quote": "I stopped thinking about it after trying to figure out what are the lessons learned, and there are so many. After I had basically sorted that out, I figured it's time to really look at the future and not at the past.",
      "author": "Kalpana Chawla",
      "category": "Time, Thinking, Past"
    },
    {
      "quote": "The action films I will make in the future will be more believable and character-based. I am now on my second cycle of fame, and I want to make films that smell real and are truthful.",
      "author": "Jean-Claude Van Damme",
      "category": "I Am, Action, Want"
    },
    {
      "quote": "I don't know anything more piggish - I don't know anything more un-American than saying, 'Oh, I'm worried about my own little handout or my own little program or my own little economy and we'll kick this can down the road and let some future generation deal with it.'",
      "author": "Todd Rokita",
      "category": "Road, Generation, Know"
    },
    {
      "quote": "One of the things I like about the computer that I use is that I can write a program on it or I can download a program on to it and run it. That's kind of important to me, and that's also kind of important to the whole future of the internet... obviously a closed platform is a serious brake on innovation.",
      "author": "Tim Berners-Lee",
      "category": "Innovation, Internet, Me"
    },
    {
      "quote": "All cities do face similar, significant trends in the future... most importantly global warming and climate change.",
      "author": "Cate Blanchett",
      "category": "Change, Global Warming"
    },
    {
      "quote": "You can't let your past hold your future hostage.",
      "author": "LL Cool J",
      "category": "Past, You, Hold"
    },
    {
      "quote": "My philosophy is I'm raising future adults, not children.",
      "author": "Usher",
      "category": "Children, Philosophy"
    },
    {
      "quote": "A globalized world is by now a familiar fact of life. Building walls or moats may sound appealing, but the future belongs to those who tend to their people and then boldly engage the rest of the world, near and far.",
      "author": "Jon Meacham",
      "category": "Life, World, People"
    },
    {
      "quote": "The EU is not a country and it's not going to become a country, in my view, now or ever in the future. It is a group of countries working together.",
      "author": "William Hague",
      "category": "Working Together, Together"
    },
    {
      "quote": "I thought that being popular in school was just so pathetic. I knew I had a future over and beyond the horizon of that school.",
      "author": "Milla Jovovich",
      "category": "School, Thought, Horizon"
    },
    {
      "quote": "Doctors, dressed up in one professional costume or another, have been in busy practice since the earliest records of every culture on earth. It is hard to think of a more dependable or enduring occupation, harder still to imagine any future events leading to its extinction.",
      "author": "Lewis Thomas",
      "category": "Culture, Busy, Practice"
    },
    {
      "quote": "Something I've realized lately, to my shock, is that I am an optimist, in that I think humans are almost infinitely capable of self-change and self-modification, and that we really can build the future that we want if we're smart about it.",
      "author": "Brian Eno",
      "category": "I Am, Smart, Want"
    },
    {
      "quote": "I'm a big laser believer - I really think they are the wave of the future.",
      "author": "Courteney Cox",
      "category": "Think, Wave, Laser"
    },
    {
      "quote": "Our choices are going to determine the future for our children, our children's children, and their children. I take that responsibility very seriously.",
      "author": "Maggie Q",
      "category": "Children, Responsibility"
    },
    {
      "quote": "With the continued support of citizens who refuse to accept inaction at the expense of future generations, we will lead the world toward a sustainable future.",
      "author": "Diana DeGette",
      "category": "Support, World, Inaction"
    },
    {
      "quote": "What we are doing to the future of our children, and the other species on the planet, is a clear moral issue.",
      "author": "James Hansen",
      "category": "Children, Doing, Moral"
    },
    {
      "quote": "One of India's biggest advantages is our young demographic and that we have a youthful population that is indeed our future.",
      "author": "Vijay Mallya",
      "category": "Young, India, Demographic"
    },
    {
      "quote": "I'm not a prophet; I can only use historical reality to come to a view of the future, and my view is that Africa will return to being African and not European. The advent of colonialism was foreign to the country itself, but it will return to what it was before the Europeans arrived.",
      "author": "Wilbur Smith",
      "category": "Reality, View, Africa"
    },
    {
      "quote": "I am a forward-looking person and live in the moment to build for the future.",
      "author": "Hugh Masekela",
      "category": "I Am, Moment, Live"
    },
    {
      "quote": "I always read about these stories of entrepreneurs - it's like they're in the desert with no water, and they're the ones that survive. But I've been really fortunate to have people on my team who are optimistic about the future and who know that if you work through hard times that there's usually something good at the end.",
      "author": "Ben Silbermann",
      "category": "Work, Good, Team"
    },
    {
      "quote": "We know that often holding those who have carried out mass atrocities accountable is at times our best tool to prevent future atrocities.",
      "author": "Samantha Power",
      "category": "Best, Know, Tool"
    },
    {
      "quote": "Just as we have the power to harm the ocean, we have the power to put in place policies and modify our own behavior in ways that would be an insurance policy for the future of the sea, for the creatures there, and for us, protecting special critical areas in the ocean.",
      "author": "Sylvia Earle",
      "category": "Ocean, Sea, Power"
    },
    {
      "quote": "For the sake of future generations, we must continue to work together to realise a world without nuclear weapons.",
      "author": "John Roos",
      "category": "Work, Together, World"
    },
    {
      "quote": "My hunch is that pop culture began to stagnate the moment Americans started to love the past more than they did the future.",
      "author": "Graydon Carter",
      "category": "Love, Culture, Past"
    },
    {
      "quote": "I don't know what the future holds, but I have to be confident about it. It's just the way I am.",
      "author": "Dawn French",
      "category": "I Am, Know, Way"
    },
    {
      "quote": "If out of concern over cloning, the U.S. Congress succeeds in criminalizing embryonic stem-cell research that might bring treatments for Alzheimer's disease or diabetes - and Dr. Fukuyama lent his name to a petition that supported such laws - there would be real victims: present and future sufferers of those diseases.",
      "author": "Gregory Stock",
      "category": "Research, Name, Diabetes"
    },
    {
      "quote": "A forecasting game is a kind of simulation, a kind of scenario, a kind of teleconference, a kind of artifact from the future - and more - that enlists the participants as 'first-person forecasters.'",
      "author": "Howard Rheingold",
      "category": "Game, Kind, Simulation"
    },
    {
      "quote": "All sciences are now under the obligation to prepare the ground for the future task of the philosopher, which is to solve the problem of value, to determine the true hierarchy of values.",
      "author": "Friedrich Nietzsche",
      "category": "Value, Values, Problem"
    },
    {
      "quote": "Philosophy finds it an easy matter to vanquish past and future evils, but the present are commonly too hard for it.",
      "author": "Francois de La Rochefoucauld",
      "category": "Past, Philosophy, Easy"
    },
    {
      "quote": "I haven't been faithful to my own advice in the past. I will in the future.",
      "author": "Billy Graham",
      "category": "Past, Advice, My Own"
    },
    {
      "quote": "Planning ahead is a measure of class. The rich and even the middle class plan for future generations, but the poor can plan ahead only a few weeks or days.",
      "author": "Gloria Steinem",
      "category": "Planning, Plan, Rich"
    },
    {
      "quote": "I think that we're living in a time where there are trillion-dollar opportunities that never existed before.",
      "author": "Peter Diamandis",
      "category": "Time, Opportunities, Think"
    },
    {
      "quote": "Why not invest in the future of music, instead of building fortresses to preserve its past?",
      "author": "David Byrne",
      "category": "Music, Past, Building"
    },
    {
      "quote": "Anything you're trying to will is focused on the future it's always associated with some sort of anxiety that makes the present moment somewhat uncomfortable.",
      "author": "Martha Beck",
      "category": "Moment, Anxiety, You"
    },
    {
      "quote": "We steal if we touch tomorrow. It is God's.",
      "author": "Henry Ward Beecher",
      "category": "God, Tomorrow, Touch"
    },
    {
      "quote": "We always project into the future or reflect in the past, but we are so little in the present.",
      "author": "Marina Abramovic",
      "category": "Past, Present, Project"
    },
    {
      "quote": "It's very important that historic cities are allowed to reinvent their future.",
      "author": "Zaha Hadid",
      "category": "Important, Reinvent"
    },
    {
      "quote": "Inspiring scenes of people taking the future of their countries into their own hands will ignite greater demands for good governance and political reform elsewhere in the world, including in Asia and in Africa.",
      "author": "William Hague",
      "category": "Good, World, Political"
    },
    {
      "quote": "What appeals to me? There are things, points of view, uses of the language, habits of dress, ways of thought and believing that came to me from my grandparents and came to them from theirs. Things that are of good use in any situation, no matter what the future may hold.",
      "author": "Tommy Lee Jones",
      "category": "Good, Language, Dress"
    },
    {
      "quote": "We know from chaos theory that even if you had a perfect model of the world, you'd need infinite precision in order to predict future events. With sociopolitical or economic phenomena, we don't have anything like that.",
      "author": "Nassim Nicholas Taleb",
      "category": "World, Chaos, Know"
    },
    {
      "quote": "I'm not much for sitting around and thinking about the past or talking about the past. What does that accomplish? If I can give young people something to think about, like the future, that's a better use of my time.",
      "author": "Arnold Palmer",
      "category": "Time, Thinking, Past"
    },
    {
      "quote": "To me, living in the present means being aware of your conscious choice to focus on the past, present or future - it is not necessarily having to focus on the present.",
      "author": "Bo Bennett",
      "category": "Focus, Past, Choice"
    },
    {
      "quote": "I have no plans, and no plans to plan.",
      "author": "Mario Cuomo",
      "category": "Plan, Plans"
    },
    {
      "quote": "I really don't spend time thinking about the past. I think about the future. I'm not stopping.",
      "author": "Harold Prince",
      "category": "Time, Thinking, Past"
    },
    {
      "quote": "I just don't want to live like I used to. And at some point, I'm going to put a gag order on myself in terms of talking about the past. I've got to slam the door and deal with the present and the future.",
      "author": "Charlie Sheen",
      "category": "Myself, Door, Past"
    },
    {
      "quote": "Through the Fellows Program, Acumen Fund prepares future global leaders with the tools necessary to drive significant social change.",
      "author": "Jacqueline Novogratz",
      "category": "Change, Tools, Drive"
    },
    {
      "quote": "When you get just a complete sense of blackness or void ahead of you, that somehow the future looks an impossible place to be, and the direction you are going seems to have no purpose, there is this word despair which is a very awful thing to feel.",
      "author": "Stephen Fry",
      "category": "Purpose, Impossible, Despair"
    },
    {
      "quote": "I can look at the future with anticipation. And it's comforting to know that someday, as Christians, we'll be able to look back and have a little more clarity on why certain things in life happened.",
      "author": "Amy Grant",
      "category": "Life, Know, Why"
    },
    {
      "quote": "The task of a university is the creation of the future, so far as rational thought and civilized modes of appreciation can affect the issue.",
      "author": "Alfred North Whitehead",
      "category": "Appreciation, Thought"
    },
    {
      "quote": "There are times when even the most potent governor must wink at transgression, in order to preserve the laws inviolate for the future.",
      "author": "Herman Melville",
      "category": "Order, Laws, Preserve"
    },
    {
      "quote": "There are no limits to our future if we don't put limits on our people.",
      "author": "Jack Kemp",
      "category": "People, Limits, Put"
    },
    {
      "quote": "The man who comes up with a means for doing or producing almost anything better, faster or more economically has his future and his fortune at his fingertips.",
      "author": "J. Paul Getty",
      "category": "Man, Doing, Better"
    },
    {
      "quote": "The future is too interesting and dangerous to be entrusted to any predictable, reliable agency. We need all the fallibility we can get. Most of all, we need to preserve the absolute unpredictability and total improbability of our connected minds. That way we can keep open all the options, as we have in the past.",
      "author": "Lewis Thomas",
      "category": "Past, Interesting, Way"
    },
    {
      "quote": "Life is going to be complex, and the only way we're able navigate our way through it at all is by living as best we can and absorbing those experiences and somehow making intuitive responses in future situations that resemble them in some way.",
      "author": "Daniel Tammet",
      "category": "Life, Best, Living"
    },
    {
      "quote": "Nationalist, anti-European, anti-immigrant, anti-Muslim public political figures, seem a worrying picture of a possible European future. We could still fall back into pre-Europe... and it worries me.",
      "author": "Tony Judt",
      "category": "Political, Me, Fall"
    },
    {
      "quote": "Sooner and later you will see great changes made, dreadful horrors and vengeances. For as the Moon is thus led by its angel, the heavens draw near to the Balance.",
      "author": "Nostradamus",
      "category": "Great, Changes, Moon"
    },
    {
      "quote": "What kind of town do we want in the future, and how are we going to plan on that?",
      "author": "Peter Berg",
      "category": "Plan, Want, Kind"
    },
    {
      "quote": "Stephen King in many respects is a wonderful writer. He has made a contribution. People in the future will be able to pick up Stephen King's books and learn a lot about who we were by reading those books.",
      "author": "Anne Rice",
      "category": "Reading, People, King"
    },
    {
      "quote": "The truth is my idea has been to always stay at Barcelona and see out the rest of my career here. Like I always say, one doesn't know what can happen in the future, but if it were up to me to decide, I would stay at Barcelona for the rest of my career.",
      "author": "Lionel Messi",
      "category": "Truth, Me, Truth Is"
    },
    {
      "quote": "One faces the future with one's past.",
      "author": "Pearl S. Buck",
      "category": "Past, Faces"
    },
    {
      "quote": "A speculator is a man who observes the future, and acts before it occurs.",
      "author": "Bernard Baruch",
      "category": "Man, Before, Who"
    },
    {
      "quote": "Run to meet the future or it's going to run you down.",
      "author": "Anthony J. D'Angelo",
      "category": "Down, Run, You"
    },
    {
      "quote": "When thinking about the future, it is fashionable to be pessimistic. Yet the evidence unequivocally belies such pessimism. Over the past centuries, humanity's lot has improved dramatically - in the developed world, where it is rather obvious, but also in the developing world, where life expectancy has more than doubled in the past 100 years.",
      "author": "Bjorn Lomborg",
      "category": "Life, Past, Humanity"
    },
    {
      "quote": "What else does anxiety about the future bring you but sorrow upon sorrow?",
      "author": "Thomas a Kempis",
      "category": "Anxiety, You, Sorrow"
    },
    {
      "quote": "No one's played on the moon yet. No one's played in zero gravity. Some bands have played at the Pyramids of Giza, but we'd very much like to do that in the near future.",
      "author": "Brandon Boyd",
      "category": "Moon, Gravity, Like"
    },
    {
      "quote": "So at some point you realize that your life is not just going to start one day in the future, that you're living it.",
      "author": "Brit Marling",
      "category": "Life, Day, Start"
    },
    {
      "quote": "The wave of the future is coming and there is no fighting it.",
      "author": "Anne Morrow Lindbergh",
      "category": "Fighting, Wave, Coming"
    },
    {
      "quote": "The road to the future leads us smack into the wall. We simply ricochet off the alternatives that destiny offers. Our survival is no more than a question of 25, 50 or perhaps 100 years.",
      "author": "Jacques Yves Cousteau",
      "category": "Road, Survival, Destiny"
    },
    {
      "quote": "I have been over into the future, and it works.",
      "author": "Lincoln Steffens",
      "category": "Over, Been, Works"
    },
    {
      "quote": "Fascism, the more it considers and observes the future and the development of humanity, quite apart from political considerations of the moment, believes neither in the possibility nor the utility of perpetual peace.",
      "author": "Benito Mussolini",
      "category": "Peace, Humanity, Political"
    },
    {
      "quote": "But I dare not think too far into the future on the risk that I'll miss the present.",
      "author": "Colin Farrell",
      "category": "Risk, Present, Think"
    },
    {
      "quote": "I feel often that we don't have the right language to talk about emotions in disasters. Everyone is on edge, of course, but it also pulls people away from a lot of trivial anxieties and past and future concerns and gratuitous preoccupations that we have, and refocuses us in a very intense way.",
      "author": "Rebecca Solnit",
      "category": "Past, Language, People"
    },
    {
      "quote": "I think the future takes care of itself.",
      "author": "Pam Bondi",
      "category": "Care, Think, I Think"
    },
    {
      "quote": "The fact is that all writers create their precursors. Their work modifies our conception of the past, just as it is bound to modify the future.",
      "author": "Jorge Luis Borges",
      "category": "Work, Past, Create"
    },
    {
      "quote": "Happy is the person who knows what to remember of the past, what to enjoy in the present, and what to plan for in the future.",
      "author": "Arnold H. Glasow",
      "category": "Happy, Past, Remember"
    },
    {
      "quote": "This ought to be a season for cooperation in terms of pushing our economy forward, job creation, steadying the middle class, and laying the groundwork for a better future. And that's what we want to work on with Republicans and Democrats.",
      "author": "David Axelrod",
      "category": "Work, Job, Want"
    },
    {
      "quote": "Ensuring a bright future for all our children is the responsibility of the community, the schools, families and like it or not- politicians as well.",
      "author": "Michael N. Castle",
      "category": "Children, Community"
    },
    {
      "quote": "I always felt like my future was at stake every time I stepped on stage and that was kind of hair-raising. At some point I just went, don't be frightened, you can't do anything wrong, it's your show.",
      "author": "Rickie Lee Jones",
      "category": "Time, You, Kind"
    },
    {
      "quote": "In exile, I have tried to profit by the past and prepare for the future.",
      "author": "Lajos Kossuth",
      "category": "Past, Prepare, Profit"
    },
    {
      "quote": "In charting our course to the future, we are mindful of our path from the past.",
      "author": "Brad Henry",
      "category": "Path, Past, Course"
    },
    {
      "quote": "We cannot win the future, expand the economy and spur job creation if we are saddled with increasingly growing deficits. That is why the president's budget is a comprehensive and responsible plan that will put us on a path toward fiscal sustainability in the next few years - a down payment toward tackling our challenges in the long term.",
      "author": "Jacob Lew",
      "category": "Path, Job, Challenges"
    },
    {
      "quote": "I never think too far into the future. I'm too busy thinking about tomorrow's news.",
      "author": "Matt Drudge",
      "category": "Thinking, Tomorrow, Busy"
    },
    {
      "quote": "Everything born has to die, in order to make room for the future.",
      "author": "Joan D. Vinge",
      "category": "Die, Born, Everything"
    },
    {
      "quote": "A coldly rationalist individualist can deny that he has any obligation to make sacrifices for the future.",
      "author": "Garrett Hardin",
      "category": "Obligation, He, Sacrifices"
    },
    {
      "quote": "California has something which not every place in the world has: It has what I would call a sunny side, and I don't mean just physically, but the sunny side is a future. California's worth saving, to put it bluntly.",
      "author": "Nicolas Berggruen",
      "category": "World, Place, Mean"
    },
    {
      "quote": "Find the beliefs that are strangling your feelings, challenge them for your sake as well as theirs, and see how it feels to love someone without a thought about the future, simply for who they are today.",
      "author": "Andrew J. Bernstein",
      "category": "Love, Today, Challenge"
    },
    {
      "quote": "To some degree we all live with uncertainty. We have no control over the future. Yet we carry on, we persevere, because, I guess, it's the way we're made.",
      "author": "Karen Thompson Walker",
      "category": "Control, Live, Uncertainty"
    },
    {
      "quote": "Most creative work is a process of people passing ideas and inspirations from the past into the future and adding their own creativity along the way.",
      "author": "Joichi Ito",
      "category": "Work, Creativity, Past"
    },
    {
      "quote": "That future depends on the values of self-government, our sense of duty, loyalty, self-confidence and regard for the common good. We are a diverse country, and getting more diverse. And these virtues are what keep this great country together.",
      "author": "Jeff Miller",
      "category": "Good, Great, Together"
    },
    {
      "quote": "I'm excited about what the future will bring and I think the best is yet to come.",
      "author": "Alonzo Mourning",
      "category": "Best, Think, Bring"
    },
    {
      "quote": "Hence, in desiring, the more the enjoyment is delayed, the more fancy begins to weave about the object images of future fruition, and to clothe the desired object with properties calculated to inflame the impulse.",
      "author": "Samuel Alexander",
      "category": "Enjoyment, Weave, Fancy"
    },
    {
      "quote": "The future is always beginning now.",
      "author": "Mark Strand",
      "category": "Beginning, Now, Always"
    },
    {
      "quote": "America cannot turn its back on the economic future and women-owned businesses are part of that future.",
      "author": "Ruben Hinojosa",
      "category": "America, Turn, Economic"
    },
    {
      "quote": "Tomorrow is no man's gift.",
      "author": "Gilbert Parker",
      "category": "Man, Tomorrow, Gift"
    },
    {
      "quote": "The truth is, natural organisms have managed to do everything we want to do without guzzling fossil fuels, polluting the planet or mortgaging the future.",
      "author": "Janine Benyus",
      "category": "Truth, Want, Truth Is"
    },
    {
      "quote": "The people of the future will say, meat-eaters in disgust and regard us in the same way that we regard cannibals and cannibalism.",
      "author": "Dennis Weaver",
      "category": "People, Way, Say"
    },
    {
      "quote": "I claim for Canada this, that in future Canada shall be at liberty to act or not act, to interfere or not interfere, to do just as she pleases, and that she shall reserve to herself the right to judge whether or not there is cause for her to act.",
      "author": "Wilfrid Laurier",
      "category": "Canada, Liberty, Judge"
    },
    {
      "quote": "If you deliver excellence right now, that gives you the best shot at the best future you've got coming.",
      "author": "Robert Forster",
      "category": "Best, Excellence, You"
    },
    {
      "quote": "Any political party that undertakes to do it will, in God's name, be trampled, as it ought to be trampled, into the dust of condemnation, now and in the future.",
      "author": "Richard Parks Bland",
      "category": "God, Political, Party"
    },
    {
      "quote": "We owe it to the victims of the suicide bombers who struck London on 7 July 2005 to find out how the attacks happened and to learn the lessons that will spare lives in the future.",
      "author": "Pauline Neville-Jones",
      "category": "Suicide, Learn, London"
    },
    {
      "quote": "We grow in time to trust the future for our answers.",
      "author": "Ruth Benedict",
      "category": "Time, Trust, Grow"
    },
    {
      "quote": "You know when you're young you think you will always be. As you become more fragile, you reflect and you realize how much comfort can come from the past. Hymns can carry you into the future.",
      "author": "Andy Griffith",
      "category": "Past, Comfort, Know"
    },
    {
      "quote": "The present moment is changing so fast that we often do not notice its existence at all. Every moment of mind is like a series of pictures passing through a projector. Some of the pictures come from sense impressions. Others come from memories of past experiences or from fantasies of the future.",
      "author": "Henepola Gunaratana",
      "category": "Memories, Past, Mind"
    },
    {
      "quote": "There is no justifiable prediction about how the hypothesis will hold up in the future its degree of corroboration simply is a historical statement describing how severely the hypothesis has been tested in the past.",
      "author": "Robert Nozick",
      "category": "Past, Will, Hold"
    },
    {
      "quote": "Our awesome responsibility to ourselves, to our children, and to the future is to create ourselves in the image of goodness, because the future depends on the nobility of our imaginings.",
      "author": "Barbara Grizzuti Harrison",
      "category": "Children, Responsibility"
    },
    {
      "quote": "A quality is something capable of being completely embodied. A law never can be embodied in its character as a law except by determining a habit. A quality is how something may or might have been. A law is how an endless future must continue to be.",
      "author": "Charles Sanders Peirce",
      "category": "Character, Law, Quality"
    },
    {
      "quote": "It's like real life: We don't get a preview of what's coming up, thank God, and we don't build our own character from what we're going to be informed with in the future.",
      "author": "Frances Conroy",
      "category": "Life, Character, God"
    },
    {
      "quote": "We all have a common goal, and we know it's all for our future good.",
      "author": "Marta Kristen",
      "category": "Good, Goal, Know"
    },
    {
      "quote": "To a father, when a child dies, the future dies; to a child when a parent dies, the past dies.",
      "author": "Red Auerbach",
      "category": "Father, Past, Child"
    },
    {
      "quote": "The future isn't just a place you'll go. It's a place you will invent.",
      "author": "Nancy Duarte",
      "category": "You, Place, Will"
    },
    {
      "quote": "The Christian of the future will be a mystic or he will not exist at all.",
      "author": "Karl Rahner",
      "category": "Christian, Will, Exist"
    },
    {
      "quote": "I do believe the most important thing I can do now is to help young people understand the past and prepare for the future.",
      "author": "John C. Stennis",
      "category": "Past, Believe, Help"
    },
    {
      "quote": "I'd say I'm a bit antimadridista although I do not know where my future will be, but it's a team that I never liked. I get the impression that it is an arrogant club, about how the players are. Without humility, you cannot get anywhere.",
      "author": "Isco",
      "category": "Team, Humility, Know"
    },
    {
      "quote": "The future is now.",
      "author": "Nam June Paik",
      "category": "Now"
    },
    {
      "quote": "In all my life and in the future, I will always be a faithful and loyal servant to all of my compatriots.",
      "author": "Norodom Sihamoni",
      "category": "Life, My Life, Servant"
    },
    {
      "quote": "The future is as bright as the promises of God.",
      "author": "William Carey",
      "category": "God, Promises, Bright"
    }
  ]
}