{"author":"Ravindu Manoj","github":"ravindu01manoj","repo":"Quotes-500k","data":[{"quote":"I founded a club, which is called the Brutally Early Club. It's basically a breakfast salon for the 21st century where art meets science meets architecture meets literature.","author":"Hans-Ulrich Obrist","category":"Art, Science, Breakfast"},{"quote":"I read whenever possible, and I buy books all the time, sometimes online, but mostly from bookshops. I love literature. If you want to understand art, it's important to understand what is also happening in literature, in music, in science, in architecture.","author":"Hans-Ulrich Obrist","category":"Love, Music, Art"},{"quote":"I'm often called an old-fashioned modernist. But the modernists had the absurd idea that architecture could heal the world. That's impossible. And today nobody expects architects to have these grand visions any more.","author":"Thom Mayne","category":"Today, World, Impossible"},{"quote":"Do I provoke as a method of investigation? Of course. That's the essence of architecture. Do I do it with gusto? I do.","author":"Thom Mayne","category":"Investigation, Essence"},{"quote":"I fought violently for the autonomy of architecture. It's a very passive, weak profession where people deliver a service. You want a blue door, you get a blue door. You want it to look neo-Spanish, you get neo-Spanish. Architecture with any authenticity represents resistance. Resistance is a good thing.","author":"Thom Mayne","category":"Good, Service, Blue"},{"quote":"I've always been interested in an architecture of resistance - architecture that has some power over the way we live. Working under adversarial conditions could be seen as a plus because you're offering alternatives. Still, there are situations that make you ask the questions: 'Do I want to be a part of this?'","author":"Thom Mayne","category":"Power, Questions, Live"},{"quote":"The aesthetic of architecture has to be rooted in a broader idea about human activities like walking, relaxing and communicating. Architecture thinks about how these activities can be given added value.","author":"Thom Mayne","category":"Value, Walking, Human"},{"quote":"You might say that when you step inside, you're entering a honorific space, but that's something totally different than experiencing it. And in architecture the experience comes first. That has the deepest effect on us.","author":"Thom Mayne","category":"Experience, Space, Step"},{"quote":"In architecture, you arrive so late. I look at doctors, lawyers I know, and they're all buying boats and bailing out at 62. My career is just getting started.","author":"Thom Mayne","category":"Lawyers, Know, You"},{"quote":"I don't know any architects that I respect who don't have their own voice. I think the difference between architecture and the other arts is your immersion in reality.","author":"Thom Mayne","category":"Respect, Reality, Know"},{"quote":"Architecture is the beginning of something because it's - if you're not involved in first principles, if you're not involved in the absolute, the beginning of that generative process, it's cake decoration.","author":"Thom Mayne","category":"Cake, Beginning, Principles"},{"quote":"Somehow, architecture alters the way we think about the world and the way we behave. Any serious architecture, as a litmus test, has to be that.","author":"Thom Mayne","category":"World, Think, Test"},{"quote":"Architecture is the story of how we see ourselves. It is the architect's job to service everyday life.","author":"Thom Mayne","category":"Life, Service, Job"},{"quote":"Being interested in other fields and meeting experts outside entertainment - whether it's a two-hour conversation with John Nash that turns into 'A Beautiful Mind' or talking to people in architecture or fashion, CIA directors or Nobel laureates - has given me a better sense of which ideas feel authentic and new.","author":"Brian Grazer","category":"Beautiful, Mind, Me"},{"quote":"'Harlem: The Unmaking of a Ghetto' is a surprise and a fresh way of looking at Harlem, connecting the black district with the architecture of its historical past.","author":"Darryl Pinckney","category":"Past, Black, Looking"},{"quote":"As a viewer, that's work I respond to - work that I know is singular in some way. If I'm being challenged by something on screen, if I don't quite know why it's happening, I want to know I can do the work of pulling it apart and that there'll be something satisfactory about it. If the architecture is sound, you can be lyrical in execution.","author":"Shane Carruth","category":"Work, Want, Know"},{"quote":"I cannot imagine myself fitting into the existing curriculum. I am too self-willed for that and have had my own very definite ideas for a long time, very different from the existing ways, as to how architecture is to be taught.","author":"Walter Gropius","category":"Time, Myself, I Am"},{"quote":"The development of the New Architecture encountered serious obstacles at a very early stage of its development. Conflicting theories and the dogmas enunciated in architects' personal manifestos all helped to confuse the main issue.","author":"Walter Gropius","category":"Obstacles, Development"},{"quote":"The general public, formerly profoundly indifferent to everything to do with building, has been shaken out of its torpor; personal interest in architecture as something that concerns every one of us in our daily lives has been very widely aroused; and the broad line of its future development are already clearly discernible.","author":"Walter Gropius","category":"Daily, Future, Building"},{"quote":"I see the Beijing National Stadium as an architectural project. I accepted Herzog and De Meuron's invitation to collaborate on the design, and our proposal won the competition. From beginning to end, I stayed with the project. I am committed to fostering relationships between a city and its architecture.","author":"Ai Weiwei","category":"Design, I Am, Competition"},{"quote":"For a long time, nobody had figured out Information Architecture, so we all just made stuff up.","author":"Jeffrey Zeldman","category":"Time, Information, Long"},{"quote":"What people want, above all, is order.","author":"Stephen Gardiner","category":"People, Want, Order"},{"quote":"Victorian architecture in the United States was copied straight from England.","author":"Stephen Gardiner","category":"Straight, Victorian, England"},{"quote":"French architecture always manages to combine the most magnificent underlying themes of architecture; like Roman design, it looks to the community.","author":"Stephen Gardiner","category":"Community, Design, Looks"},{"quote":"The logic of Palladian architecture presented an aesthetic formula which could be applied universally.","author":"Stephen Gardiner","category":"Logic, Aesthetic, Which"},{"quote":"The Egyptian contribution to architecture was more concerned with remembering the dead than the living.","author":"Stephen Gardiner","category":"Living, Contribution, Dead"},{"quote":"Of all the lessons most relevant to architecture today, Japanese flexibility is the greatest.","author":"Stephen Gardiner","category":"Today, Greatest, Flexibility"},{"quote":"Georgian architecture respected the scale of both the individual and the community.","author":"Stephen Gardiner","category":"Community, Individual"},{"quote":"I'm somebody who likes codes and ciphers and chases and artwork and architecture, and all the things you find in a Robert Langdon thriller.","author":"Dan Brown","category":"You, Find, Things"},{"quote":"The only job that was ever of interest to me other than filmmaking is architecture.","author":"Christopher Nolan","category":"Job, Me, Filmmaking"},{"quote":"Concrete you can mold, you can press it into - after all, you haven't any straight lines in your body. Why should we have straight lines in our architecture? You'd be surprised when you go into a room that has no straight line - how marvelous it is that you can feel the walls talking back to you, as it were.","author":"Philip Johnson","category":"Body, Why, You"},{"quote":"We all love musical architecture there's no doubt about that.","author":"Levon Helm","category":"Love, Music, Doubt"},{"quote":"The thing about Chicago is that it really isn't like any other place. The architecture and the layout of the city are the best. I'm from the Midwest, and consider myself a Midwesterner. I feel most at home there. I love California. I have great friends in California. I just have always considered Illinois to be home.","author":"Vince Vaughn","category":"Love, Home, Friends"},{"quote":"I want to abolish time, especially in the contemplation of architecture.","author":"Piet Mondrian","category":"Time, Want, Contemplation"},{"quote":"Until the Eighties, Oslo was a rather boring town, but it's changed a lot, and is now much more cosmopolitan. If I go downtown, I visit the harbour to see the tall ships and the ferries, and to admire the modern architecture such as the Opera House or the new Astrup Fearnley Museum on the water's edge.","author":"Jo Nesbo","category":"Water, Museum, See"},{"quote":"London, from the architecture to the culture to the fashion to the accents, feels like it's a special place.","author":"G-Eazy","category":"Culture, Fashion, London"},{"quote":"I have at last admitted that not only was I angry with my mother, but, in fact, I wanted to destroy her as a child. And I was so concerned to be a woman who was different from my mother that I had this vast architecture of rules.","author":"Kathryn Harrison","category":"Mother, Woman, Child"},{"quote":"As the OLPC laptop was getting ready to go into mass production in 2007, many executives approached me wanting the screen that I invented, and the laptop architecture that I co-invented, for their new laptops, cell phones, and other devices.","author":"Mary Lou Jepsen","category":"Me, New, Ready"},{"quote":"When Washington visited Portsmouth in 1789, he was not much impressed by the architecture of the little town that had stood by him so stoutly in the struggle for independence.","author":"Thomas Bailey Aldrich","category":"Struggle, Independence"},{"quote":"In retrospect, the pace of change in the arts and industry in the nineteenth century seems pretty glacial. Painting, music, the novel, architecture were all evolving, but at a pretty observable pace.","author":"Amor Towles","category":"Change, Music, Painting"},{"quote":"I always wanted to be an actor, but I always loved design, and growing up in New Orleans there was such great style, great architecture. I would decorate my little apartment in New York over and over again, because it only had a couple of rooms. And I did it for friends and family on the side just for fun.","author":"Bryan Batt","category":"Family, Friends, Great"},{"quote":"There's something very special about seeing history so clearly in front of you through that architecture that you just don't get in the U.S. If I was asked to choose where I'd most like to live, I would always choose London.","author":"Charlie Cox","category":"History, Live, You"},{"quote":"After my schooling, I was not thrilled by the idea of treading the usual doctor-engineer line. I wanted to pursue something artistic, and I was good at drawing. The options before me were architecture, fashion, and interior designing.","author":"Keerthy Suresh","category":"Good, Me, Drawing"},{"quote":"Any architectural project we do takes at least four or five years, so increasingly there is a discrepancy between the acceleration of culture and the continuing slowness of architecture.","author":"Rem Koolhaas","category":"Culture, Project, Years"},{"quote":"Escape from the architecture ghetto is one of the major drivers and has been from the very beginning.","author":"Rem Koolhaas","category":"Beginning, Escape, Ghetto"},{"quote":"The intellectual force of the West is still dominant, but other cultures are getting stronger. I expect that we will develop a new way of thinking in architecture and urban planning, and that less will be based on our models.","author":"Rem Koolhaas","category":"Planning, Thinking, Stronger"},{"quote":"Architecture is a rare collective profession: it's always exercised by groups. There is an essential modesty, which is a complete contradiction to the notion of a star.","author":"Rem Koolhaas","category":"Star, Modesty, Always"},{"quote":"There's nothing Dutch about my architecture.","author":"Rem Koolhaas","category":"Nothing, Dutch, About"},{"quote":"I absorbed as many Impressionist paintings as I could, in Parisian museums and in many museums in the United States and in books, looking for clues to architecture, clothing, settings.","author":"Susan Vreeland","category":"Looking, Museums, Clothing"},{"quote":"I graduated from university with a degree in architecture and then ended up doing a series of internships with different firms. And once I was in an office environment, I realized that at school what I was doing was 98 percent creative, 2 percent makework, but in the real world, it was the other way around.","author":"Daniel Wu","category":"School, Creative, World"},{"quote":"Living in Edinburgh, I consider myself particularly lucky - we have the biggest book festival in the world, a plethora of fascinating libraries and museums, and some of the greatest architecture in Europe.","author":"Sara Sheridan","category":"Myself, Book, World"},{"quote":"A city building, you experience when you walk; a suburban building, you experience when you drive.","author":"Helmut Jahn","category":"Experience, City, Walk"},{"quote":"It's my goal to make a building as immaterial as possible. Architecture is a very material thing. It takes a lot of resources, so why not eliminate what you don't need as long as you're able to achieve the same result?","author":"Helmut Jahn","category":"Goal, Building, Long"},{"quote":"I strive for an architecture from which nothing can be taken away.","author":"Helmut Jahn","category":"Nothing, Strive, Away"},{"quote":"The architecture profession has lost a lot of its integrity, especially in the USA. The general architect here has no scruples, no ambitions.","author":"Helmut Jahn","category":"Integrity, Lost, Here"},{"quote":"All those involved in the construction of an architectural design, from the architect to the builder, have an attachment to the architecture, although it's difficult to quantify the attachment.","author":"Tadao Ando","category":"Design, Construction"},{"quote":"I would like my architecture to inspire people to use their own resources, to move into the future.","author":"Tadao Ando","category":"Future, Inspire, People"},{"quote":"Italy is full of historical buildings. And Europe holds a great history of philosophy from Greece until today. I read all those books and see these buildings, and I think of where I stand when I design my architecture.","author":"Tadao Ando","category":"History, Today, Great"},{"quote":"Japanese architecture is traditionally based on wooden structures that need renovating on a regular basis.","author":"Tadao Ando","category":"Need, Japanese, Structures"},{"quote":"Since I am a Japanese man who's been building through the experience of Japanese architecture, my actual designs come from Japanese architectural concepts, although they're based on Western methods and materials.","author":"Tadao Ando","category":"Experience, Man, I Am"},{"quote":"My guilty pleasure is I like to watch a lot of HGTV. I really like watching design shows about houses, like extreme homes. Like buying a bridge and turning it into a house or something like that. I really am interested in home design or something like that... architecture.","author":"Taylor Schilling","category":"Home, Design, Bridge"},{"quote":"We think of enterprise architecture as the process we use for fully describing and mapping business functionality and business requirements and relating them to information systems requirements.","author":"Tony Scott","category":"Business, Information, Think"},{"quote":"Melrose is the finest remaining specimen of Gothic architecture in Scotland. Some of the sculptured flowers in the cloister arches are remarkably beautiful and delicate, and the two windows - the south and east oriels - are of a lightness and grace of execution really surprising.","author":"Bayard Taylor","category":"Beautiful, Flowers, Grace"},{"quote":"I've spent a lot of very happy times in Edinburgh as a result of playing virtually every festival since 1996. It's also a beautiful city in its own right, is walkable, within sight of the sea and mountains - and was too far north for the Luftwaffe to have done any damage, hence the spectacularly beautiful architecture.","author":"Marcus Brigstocke","category":"Happy, Beautiful, Sea"},{"quote":"I'm inspired by many things, from landscapes to textiles. Art and architecture always influence my design process.","author":"Francisco Costa","category":"Art, Design, Influence"},{"quote":"Of the individual poems, some are more lyric and some are more descriptive or narrative. Each poem is fixed in a moment. All those moments written or read together take on the movement and architecture of a narrative.","author":"Marilyn Hacker","category":"Together, Moment, Moments"},{"quote":"I find the aristocratic parts of London so unattractive and angular; the architecture is so white and gated. But in New York, it's different - even uptown it's really grand, and there's no real segregation there. It's all mixed up.","author":"Imogen Poots","category":"New York, London, New"},{"quote":"I love architecture almost as much as I love my musicals.","author":"Cameron Mackintosh","category":"Love, Almost, I Love"},{"quote":"You are a victim of your own neural architecture which doesn't permit you to imagine anything outside of three dimensions. Even two dimensions. People know they can't visualise four or five dimensions, but they think they can close their eyes and see two dimensions. But they can't.","author":"Leonard Susskind","category":"Eyes, People, Know"},{"quote":"I worked out a rather deep-dish theory defining the theater as a form of architecture rather than a form of literature.","author":"Preston Sturges","category":"Literature, Theory, Rather"},{"quote":"The Classic games were Classic because, like classical music or architecture, they strove to give life and weight to ideals of order and proportion, to provide a vision of timelessness. In 'Double Dragon,' we can see the cracks in the brick, the mold growing on the drainage pipes, the unmistakable deterioration of the world we live in.","author":"D. B. Weiss","category":"Life, Music, Vision"},{"quote":"The architecture of a story can be a little bit different if it's a true story.","author":"Joel Coen","category":"Story, True, Little"},{"quote":"I have no requirements for a style of architecture.","author":"Michael Graves","category":"Style, Requirements"},{"quote":"I taught at Princeton for 39 years, and the school of architecture on the campus is the worst building on the campus.","author":"Michael Graves","category":"School, Building, Years"},{"quote":"Instead of using the machine as a metaphor for architecture, as Le Corbusier did, I use the human body. I want the public to know that it's them I'm designing for.","author":"Michael Graves","category":"Body, Want, Know"},{"quote":"The oldest book I have is a treatise on architecture from the 17th century.","author":"Michael Graves","category":"Book, Century, Oldest"},{"quote":"The dialogue of architecture has been centered too long around the idea of truth.","author":"Michael Graves","category":"Truth, Long, Dialogue"},{"quote":"For my first apartment, when I was first married, I went to the lumberyard and bought stuff and made couches. My then-wife made cushions. I was really very interested in furniture. I was in school for architecture, but I had to live, and making furniture was different from designing buildings, which I couldn't do for myself.","author":"Michael Graves","category":"Myself, School, Live"},{"quote":"I'm working on a school of architecture in China. It's rare that an architect gets to design a school of architecture, and here I get to do it. I'm so pleased that they asked me.","author":"Michael Graves","category":"School, Design, Me"},{"quote":"You can never draw enough or read enough - reading about architecture, in other words.","author":"Michael Graves","category":"Reading, Words, You"},{"quote":"Charles was very intent to use his years as Prince of Wales to make his mark while he still had freedom of maneuver that he wouldn't have as King. The first subject he really went for was architecture. It made an impact.","author":"Anthony Holden","category":"Freedom, Impact, King"},{"quote":"Post-Modernism was a reaction against Modernism. It came quite early to music and literature, and a little later to architecture. And I think it's still coming to computer science.","author":"Larry Wall","category":"Music, Science, Think"},{"quote":"The 20th century is a period defined by cultural and artistic movements. However, the 21st century creative-scape that we occupy now doesn't really have movements in the same way. Instead it's made up of diverse individuals working across various platforms simultaneously; art, architecture, film, music and literature.","author":"Doug Aitken","category":"Music, Art, Literature"},{"quote":"'Station to Station' came out of a sense of urgency - a sense that culture, be it art, film or architecture, has become so compartmentalised. For this project, we wanted to break that and create a language that is more nomadic and less materialistic and really empowering for the creators and the audience.","author":"Doug Aitken","category":"Art, Culture, Language"},{"quote":"I have realised how exciting and easy it is to be a time traveller by looking at paintings and films and architecture and playing music or listening to it. I don't think you necessarily have to live in the present all the time.","author":"Jools Holland","category":"Music, Time, Listening"},{"quote":"I've never owned an Apple product. I like the fact that PCs are open architecture and not locked down like Apple products. I feel that Macs are also unjustifiably overpriced.","author":"Oren Peli","category":"Apple, Down, Products"},{"quote":"Architecture has its place in the concrete world. This is where it exists. This is where it makes its statement.","author":"Peter Zumthor","category":"World, Place, Where"},{"quote":"Architecture to me is whole. I cannot say I only care about this 25% and the other 75% I let go... it's just I want to work the way I want to work. In my shop, you can order certain things and other things you cannot. They are not available.","author":"Peter Zumthor","category":"Work, Me, Want"},{"quote":"People kind of tend to mystify design and architecture by suggesting you need to train.","author":"Marc Newson","category":"Design, Train, People"},{"quote":"My interest in architecture has always been sculptural. Most of my photography is of architecture.","author":"Parker Stevenson","category":"Photography, Interest"},{"quote":"If I was influenced by anything, it was architecture: structure having to do with logic. If you don't do it right, the whole thing is going to cave in. In a certain sense, you can carry that to graphic design. Fortunately, however, nobody is going to die if you do it wrong.","author":"Paul Rand","category":"Design, Logic, You"},{"quote":"I would fix other people's lines if they asked me on occasion. The hard part of writing is the architecture of it, getting the story and structuring it. Not the tweaking of lines.","author":"William Devane","category":"Writing, Me, People"},{"quote":"I love Sutton House in Clapton, a beautiful example of Tudor architecture.","author":"Sharon Horgan","category":"Love, Beautiful, House"},{"quote":"Every one who has a heart, however ignorant of architecture he may be, feels the transcendent beauty and poetry of the mediaeval churches.","author":"Goldwin Smith","category":"Beauty, Heart, Poetry"},{"quote":"Yet for my part, deeply as I am moved by the religious architecture of the Middle Ages, I cannot honestly say that I ever felt the slightest emotion in any modern Gothic church.","author":"Goldwin Smith","category":"I Am, Church, Emotion"},{"quote":"I would've been intrigued by being a film director. I would've been intrigued by politics. I thought about architecture.","author":"Charlie Rose","category":"Politics, Thought, Director"},{"quote":"The last thing a young artist should do in poetry or any other field is think about what's in style, what's current, what are the trends. Think instead of what you like to read, what do you admire, what you like to listen to in music. What do you like to look at in architecture? Try to make a poem that has some of those qualities.","author":"Robert Pinsky","category":"Music, Poetry, Artist"},{"quote":"I take a lot from everywhere. I take from music, architecture, novels, and plays. Anywhere that hits you.","author":"Alex Winter","category":"Music, You, Hits"},{"quote":"I quit college. I was studying architecture for about a year.","author":"Barry Mann","category":"College, Studying, Quit"},{"quote":"When I'm in London, Claridge's is a great favourite. I'm a big fan of art deco architecture and the rooms are extraordinary.","author":"Roman Coppola","category":"Art, Great, London"},{"quote":"I studied architecture in New York. So, really I was very moved, like everyone else, to try to contribute something that has that resonance and profundity of it means to all of us.","author":"Daniel Libeskind","category":"New York, Try, New"},{"quote":"In fact, it will be very easy to climb the building because of its shape and architecture.","author":"Alain Robert","category":"Building, Climb, Easy"},{"quote":"Little do we find any Phoenician architecture or plastic art at all comparable even to those of Italy, to say nothing of the lands where art was native.","author":"Theodor Mommsen","category":"Art, Italy, Find"},{"quote":"When I went to school at Emerson, I was completely charmed living there and loved the architecture of the Back Bay.","author":"Joanna Going","category":"School, Living, Loved"},{"quote":"Architecture tends to consume everything else, it has become one's entire life.","author":"Arne Jacobsen","category":"Life, Everything, Become"},{"quote":"If architecture had nothing to do with art, it would be astonishingly easy to build houses, but the architect's task - his most difficult task - is always that of selecting.","author":"Arne Jacobsen","category":"Art, Easy, Build"},{"quote":"In addressing a task, one almost always has several possible options, sometimes only a few, and they may all be practical and functional. But they lack the aesthetic aspect that raises it to architecture.","author":"Arne Jacobsen","category":"Sometimes, Options, Always"},{"quote":"So what we have tried to do in our later buildings is to try to be completely consistent, as a painter is consistent or as a sculptor is consistent. Architecture also must be very consistent.","author":"Minoru Yamasaki","category":"Buildings, Try, Consistent"},{"quote":"If you examine this, I think that you will find that it's the mechanics of Japanese architecture that have been thought of as the direct influence upon our architecture.","author":"Minoru Yamasaki","category":"Thought, Influence, Think"},{"quote":"Mies van der Rohe's architecture and modern architecture in general suffered from not only being repetitive, but not explaining to the populous what the different rooms were for.","author":"Charles Jencks","category":"Different, Modern, Being"},{"quote":"Modern Architecture died in St. Louis, Missouri, on July 15, 1972, at 3.32 p.m. (or thereabouts), when the infamous Pruitt Igoe scheme, or rather several of its slab blocks, were given the final coup de grace by dynamite.","author":"Charles Jencks","category":"Grace, Modern, Infamous"},{"quote":"I was always fascinated by graphic art and typography and architecture. And so I was constantly cutting things and making blocks and making buildings out of shoeboxes.","author":"Narciso Rodriguez","category":"Art, Buildings, Always"},{"quote":"Architecture is invention.","author":"Oscar Niemeyer","category":"Invention"},{"quote":"Architecture will always express the technical and social progress of the country in which it is carried out. If we wish to give it the human content that it lacks, we must participate in the political struggle.","author":"Oscar Niemeyer","category":"Struggle, Progress"},{"quote":"Architecture is my work, and I've spent my whole life at a drawing board, but life is more important than architecture. What matters is to improve human beings.","author":"Oscar Niemeyer","category":"Life, Work, Drawing"},{"quote":"You get one chance to do something about native title. You get perhaps one chance in your life to do something about a republic. You get one chance, your chance, to build a piece of the political architecture in the Pacific. I wasn't going to give those up.","author":"Paul Keating","category":"Life, Political, Chance"},{"quote":"I've always liked traveling around Europe and seeing the architecture. The buildings in capital cities have been there for hundreds and hundreds and hundreds of years. Some look better than the new ones.","author":"Joe Elliott","category":"Better, Look, New"},{"quote":"Building art is a synthesis of life in materialised form. We should try to bring in under the same hat not a splintered way of thinking, but all in harmony together.","author":"Alvar Aalto","category":"Life, Art, Together"},{"quote":"We should concentrate our work not only to a separated housing problem but housing involved in our daily work and all the other functions of the city.","author":"Alvar Aalto","category":"Work, Daily, City"},{"quote":"God created paper for the purpose of drawing architecture on it. Everything else is, at least for me, an abuse of paper.","author":"Alvar Aalto","category":"God, Purpose, Me"},{"quote":"The intellectual architecture means focusing on doing great work instead of focusing on agency politics.","author":"Jay Chiat","category":"Work, Great, Politics"},{"quote":"But those musics do not address the larger kind of architecture in time that classical music does, whatever each one of us knows that classical music must mean.","author":"Michael Tilson Thomas","category":"Music, Time, Kind"},{"quote":"The more centralized the power, the less compromises need to be made in architecture.","author":"Peter Eisenman","category":"Power, Need, Made"},{"quote":"I am immersed in architecture all day, working in my office or teaching.","author":"Peter Eisenman","category":"Day, I Am, Working"},{"quote":"I don't believe that classical architecture is enough to engage people anymore. They say: 'So what else is new?'","author":"Peter Eisenman","category":"Believe, People, New"},{"quote":"At this present time, matter is still the best way to think of architecture, but I'm not so sure for very long. The computer is radicalizing the way we think about our world.","author":"Ben Nicholson","category":"Time, Best, World"},{"quote":"If you're into architecture and you're from the West, everything is hors d'oeuvres for working to rebuild the Temple. Ultimately you're led there. You can't escape it.","author":"Ben Nicholson","category":"Escape, Working, You"},{"quote":"You can just drift unhappily towards this vision of heaven on earth, and ultimately that is what architecture is a vision of: Heaven on earth, at it's best.","author":"Ben Nicholson","category":"Best, Vision, Earth"},{"quote":"Britain loves a bargain, but you don't get good, lasting architecture on the cheap.","author":"David Chipperfield","category":"Good, You, Cheap"},{"quote":"I don't think architecture is radical. How can something that takes years and costs millions be radical?","author":"David Chipperfield","category":"Think, Years, Something"},{"quote":"I like to be surrounded by books. My wife Evelyn has a Ph.D. in comparative literature, so we have a lot of her Spanish and German literature books which are wasted on me, plus a lot of novels and books on art and architecture shared by us both. Evelyn used to edit an art magazine called 'FMR,' so we have a common interest in design.","author":"David Chipperfield","category":"Art, Design, Wife"},{"quote":"A building is no good if someone's got to explain to you why it's good. You can't say you don't know enough about architecture - that's ridiculous. It's got to work on many levels.","author":"David Chipperfield","category":"Work, Good, Building"},{"quote":"As architects we are often involved in the concrete-steel-and-glass aspect of it, but cities are social structures, and to be involved in imagining the future of cities and the type of relationships and the types of places that we're making is something that intrigues me very much.","author":"Michael Arad","category":"Future, Me, Relationships"},{"quote":"Architecture should be rooted in the past, and yet be part of our own time and forward looking.","author":"Moshe Safdie","category":"Time, Past, Looking"},{"quote":"Architecture is changing faster than some other professions.","author":"Moshe Safdie","category":"Changing, Faster, Than"},{"quote":"There is a profound ethic to architecture which is different from the other arts.","author":"Moshe Safdie","category":"Profound, Arts, Different"},{"quote":"Architecture has joined the world of fashion, but fashion is passing and architecture is timeless.","author":"Moshe Safdie","category":"World, Fashion, Timeless"},{"quote":"Architecture students are generally given theoretical projects, often located at distant locations, and told to come up with a design.","author":"Alan Huffman","category":"Design, Students, Up"},{"quote":"Modern architecture needed to be part of an evolutionary, not a revolutionary, process.","author":"I. M. Pei","category":"Process, Modern, Part"},{"quote":"I think the artistic side of architecture was natural to me. My mother was an artist and a poet.","author":"I. M. Pei","category":"Mother, Me, Artist"},{"quote":"I've never left China. My family's been there for 600 years. But my architecture is not consciously Chinese in any sense. I'm a western architect.","author":"I. M. Pei","category":"Family, Years, Never"},{"quote":"I came, I studied architecture in America, so my technical background's completely western. But my seventeen years, the formative years of one's life, and I can't say that the Chineseness in me is not there.","author":"I. M. Pei","category":"Life, America, Me"},{"quote":"I've always been interested in art, architecture, color.","author":"Lee Radziwill","category":"Art, Color, Always"},{"quote":"Architecture is about aging well, about precision and authenticity. There is much more to the success of a building than what you can see. I'm not suggesting that gestural architecture is always superficial, but solid reasoning has its place.","author":"Annabelle Selldorf","category":"Success, Building, Aging"},{"quote":"One of my favorite vacation places is Miami, because of the people, the water and the beach - of course - and the architecture on Miami Beach is so wonderful.","author":"Oksana Baiul","category":"Water, Beach, Vacation"},{"quote":"Society understands the architecture of academia and knows there are relevant qualifications in different fields, and the media accepts the idea of specialisations and accords greater respect to those with greater expertise. With one exception: climate science.","author":"Jay Griffiths","category":"Respect, Science, Society"},{"quote":"There's no architect who doesn't want to build a library - and I am no different. With so much scrutiny now attached to reading - because of technology and how we approach it as a social activity - that is a very exciting area in architecture.","author":"Annabelle Selldorf","category":"Technology, I Am, Reading"},{"quote":"Tension is an interesting quality - and architecture must have it. There should be elements of the inexplicable, the mysterious, and the poetic in something that is perfectly rational.","author":"Annabelle Selldorf","category":"Quality, Mysterious"},{"quote":"The secret of good architecture is having more than meets the eye.","author":"Annabelle Selldorf","category":"Good, Eye, Secret"},{"quote":"Downtown Toronto is a very good place to talk about the neutrality of modernist architecture. I'm sure this kind of box-building was interesting in the Twenties, Thirties and Forties, but I think it's absolutely ridiculous to build like this in 2013.","author":"Stefan Sagmeister","category":"Good, Think, Place"},{"quote":"Trying to describe something musical is like dancing to architecture, it's really difficult.","author":"Robert Palmer","category":"Trying, Difficult, Like"},{"quote":"I went to school for engineering, I studied jazz. So I always had this kind of creative side and technical side, and I thought architecture might be the way to combine them, so I went to architecture school in New York.","author":"Joseph Kosinski","category":"School, Creative"},{"quote":"Once I got out of architecture school I decided not to be an architect, I just started my own little design studio.","author":"Joseph Kosinski","category":"School, Design, Little"},{"quote":"You don't have to spend much time in Shanghai before you start to get all existential about the meaning of authenticity. Did you know that Shanghai is building nine satellite towns, each designed to mimic the architecture and culture of a different country?","author":"Patricia Marx","category":"Time, Culture, Building"},{"quote":"Zaha Hadid's Maxxi Museum is proof that Rome and contemporary architecture are no longer a paradox. The building is characteristic Hadid - with curving lines and organic shapes - and the permanent collection already boasts works by Francesco Clemente, William Kentridge, and Gerhard Richter.","author":"Amanda Hearst","category":"Building, Rome, Museum"},{"quote":"Blockchain technology isn't just a more efficient way to settle securities. It will fundamentally change market structures, and maybe even the architecture of the Internet itself.","author":"Abigail Johnson","category":"Change, Technology, Internet"},{"quote":"Doctrines provide an architecture for both Republican and Democrat presidents to carry out policies.","author":"Malcolm Wallop","category":"Republican, Carry, Democrat"},{"quote":"That Moorish architecture is all over the place, of course. It affects me everywhere I see it, as it does so many people. But Brand Library was a special place to me, and I know I've paid homage to it many times in my drawings.","author":"Jim Woodring","category":"Library, Me, People"},{"quote":"As a child, I always enjoyed building forts by stringing up bed sheets and clothes. I continue to be inspired by makeshift structures, including my own kids' forts and temporary architecture of all sorts.","author":"Janet Echelman","category":"Child, Clothes, Building"},{"quote":"I never studied sculpture, engineering or architecture. In fact, after college I applied to seven art schools and was rejected by all seven.","author":"Janet Echelman","category":"Art, College, Engineering"},{"quote":"In a place like the Greek Theater in L.A., to try and create a close connection with the audience seems almost antithetical to the architecture of the building.","author":"Alex Ebert","category":"Building, Try, Place"},{"quote":"People are moving into modes of participation and self-generation, which apply to everything from museums and television to architecture.","author":"Jake Barton","category":"Moving, People, Television"},{"quote":"The same sort of thing happened in my dispute with the National Trust book: Follies: A National Trust Guide, which implied that the only pleasure you can get from Folly architecture is by calling the architect mad, and by laughing at the architecture.","author":"Ian Hamilton Finlay","category":"Trust, Book, You"},{"quote":"Modernist architecture and town planning is inimical to human beings... based on the Darwinian concept that evolution is open ended, that there must always be something new and better.","author":"Leon Krier","category":"Planning, Evolution, Better"},{"quote":"If a dictator takes up my ideas, the resulting town will survive the political system that commissioned it and stand as a social good. Besides, modernism rather than classicism has dominated the architecture of totalitarian regimes of both the left and right.","author":"Leon Krier","category":"Good, Ideas, Political"},{"quote":"You need a prince to make a town in an intellectual sense. Developers want to make money. If they cared about architecture, they'd become architects. I've had so many projects that never came off because they had no sponsor, and not because they were utopian. I just want to build a town that's normal.","author":"Leon Krier","category":"Money, Want, You"},{"quote":"I don't build because I am an architect. I can make true architecture because I do not build.","author":"Leon Krier","category":"I Am, I Can, True"},{"quote":"I think architecture is rarely the product of a single ideology. It's more like it can be shaped by a really big idea. It can accommodate a lot of life forms.","author":"Bjarke Ingels","category":"Life, Think, Idea"},{"quote":"Architecture is restricted to such a limited vocabulary. A building is either a high-rise or a perimeter block or a town house.","author":"Bjarke Ingels","category":"Building, House, Vocabulary"},{"quote":"The work of art shows people new directions and thinks of the future. The house thinks of the present.","author":"Adolf Loos","category":"Work, Art, Future"},{"quote":"I was a student at Columbia College, actually, in the Architecture school. Paul would drive in from Queens, showing me these new songs. I can't remember us working it out.","author":"Art Garfunkel","category":"School, College, Me"},{"quote":"But I feel truly wowed by the architecture and the meaning of the architecture if you get lost in it and think about the man hours in the smallest little chapel, and the love involved. God it's fantastic.","author":"Paul Bettany","category":"Love, God, Man"},{"quote":"What's fascinating about D.C., the exteriors are these elaborate structures, this gorgeous architecture and beautiful stonework, and then you go inside and it's crap-looking - apart from the White House, which is beautiful.","author":"Tony Hale","category":"Beautiful, You, House"},{"quote":"I think I went to Italy initially for the art, architecture, food and history, but I stayed there because of the people in Cortona.","author":"Frances Mayes","category":"Art, Food, History"},{"quote":"Architecture is a discourse; everything is a discourse. Fashion discourse is actually a micro-discourse, because it's centered around the body. It is the most rapidly developing form of discourse.","author":"Nate Lowman","category":"Fashion, Body, Discourse"},{"quote":"I love walking along Leith's waterfront and wandering around some of New Town's beautiful streets and squares, with their gorgeous Georgian architecture.","author":"Dexter Fletcher","category":"Love, Beautiful, Walking"},{"quote":"Sand dunes are almost like ready-made buildings in a way. All we need to do is solidify the parts that we need to be solid, and then excavate the sand, and we have our architecture. We can either excavate it by hand, or we can have the wind excavate it for us.","author":"Magnus Larsson","category":"Wind, Sand, Way"},{"quote":"Church architecture describes visually the idea of the sacred, which is a fundamental need of man.","author":"Mario Botta","category":"Man, Church, Idea"},{"quote":"The Academy of Architecture in Mendrisio comes from afar. Our land has a millennial history of emigrations: master masons, architects, builders, decorators, plasterers, artists from the world of building.","author":"Mario Botta","category":"History, World, Building"},{"quote":"In 1996, I took advantage of some favourable circumstances to propose to the state of the Ticino Canton the foundation of the Academy of Architecture and, with it, an Italian-speaking university in Switzerland.","author":"Mario Botta","category":"Foundation, Circumstances"},{"quote":"Buildings in modern cities have lost their metaphoric aspect. Much contemporary architecture is very fragmented and busy on the outside. It's like a skin or a skull, but you don't know what's inside.","author":"Mario Botta","category":"Busy, Lost, Know"},{"quote":"I live in a craftsman house, but I'm a big fan of modernist and mid-century furniture and architecture, too. But my dream is to do a truly original chair design, something that is all these different things but is my own, too.","author":"Luke Macfarlane","category":"Design, Live, Chair"},{"quote":"When I write now I do not invent situation, characters, or actions, but rather structures and discursive forms, textual groupings which are combined according to secret affinities among themselves, as in architecture or the plastic arts.","author":"Juan Goytisolo","category":"Situation, Actions, Secret"},{"quote":"Architecture is undistinguished, sometimes derelict, but occasionally, as in 'Post and Beam,' there is something arresting in a setting... the building behind the Cathedral.","author":"Edith Pearlman","category":"Building, Sometimes, Post"},{"quote":"But after the time there I'd had it with fashion again, so I left to go to architecture school in a summer course at Harvard, which didn't last very long.","author":"Stephen Sprouse","category":"Time, School, Fashion"},{"quote":"I would like to attend college in the future when I have time. I have always been interested in architecture, so perhaps I would pursue a degree in that or business.","author":"James Maslow","category":"Business, Time, Future"},{"quote":"When I started designing in school, I discovered that I had a knack for it. I fell completely in love with architecture, and I remain in love with it.","author":"Cesar Pelli","category":"Love, School, Started"},{"quote":"I always look forward to the next project. That is one of the wonderful things about architecture - you always can hope for another project to design.","author":"Cesar Pelli","category":"Hope, Design, You"},{"quote":"Architecture adds dimensions to my life that would be impossible to acquire if I retired. The beautiful thing about architecture is that every project is brand new. I am forced to renew myself with every project. Isn't that wonderful?","author":"Cesar Pelli","category":"Life, Beautiful, Myself"},{"quote":"To go back to architecture, what's organic about architecture as a field, unlike product design, is this whole issue of holism and of monumentality is really our realm. Like, we have to design things which are coherent as a single object, but also break down into small rooms and have an identity of both the big scale and the small scale.","author":"Greg Lynn","category":"Design, Identity, Small"},{"quote":"I have an architecture degree; that's what my college degree is in. And that sucked. I started doing Web and CD-ROM development really early on, and then that grew into being an art director and doing advertising work.","author":"Jonathan Hickman","category":"Work, Art, College"},{"quote":"I think in America there's this free flow between fashion, art, architecture, music and design. In Europe, it's more segregated between those different disciplines, I think.","author":"Marco Brambilla","category":"Music, Art, America"},{"quote":"Newport Center has become a Mediterranean town. The climate here is the same as the Mediterranean's, and so is the architecture. This center exudes a radiance, an energy. It will become a special way of life for everyone.","author":"Donald Bren","category":"Life, Energy, Special"},{"quote":"Besides numerous science courses, I had the opportunity to study philosophy, the history of architecture, economics, and Russian history in courses taught by extraordinarily knowledgeable professors.","author":"Stanley B. Prusiner","category":"History, Science"},{"quote":"There was an age, however, when the transition from savagery to civilization, with all its impressive outward manifestations in art and architecture, took place for the first time.","author":"James Henry Breasted","category":"Time, Art, Age"},{"quote":"I don't find Hollywood interesting, so I'm thinking of studying architecture instead.","author":"Hayden Christensen","category":"Thinking, Studying"},{"quote":"I practised as an architect for 10 years. I qualified in 1973 with a fellowship diploma of architecture. World Series Cricket gave me the freedom to go out and pursue architecture.","author":"Max Walker","category":"Freedom, World, Me"},{"quote":"About 1998, when 'Wide World of Sports' and the 'Footy Show' came to an end for me, I couldn't type. When I started architecture, it was a very aesthetic, creative, an almost art process, where lettering and thick line were how you expressed yourself on the paper.","author":"Max Walker","category":"Sports, Art, World"},{"quote":"I am a failed architect, if I'm honest. I got a degree in art history and was about to get another degree, in architecture, but realized I would be terrible at building things because I've got really bad spatial awareness.","author":"Hannah Ware","category":"Art, History, I Am"},{"quote":"The Romans were not inventors of the supporting arch, but its extended use in vaults and intersecting barrel shapes and domes is theirs.","author":"Harry Seidler","category":"Shapes, Arch, Romans"},{"quote":"After about the first Millennium, Italy was the cradle of Romanesque architecture, which spread throughout Europe, much of it extending the structural daring with minimal visual elaboration.","author":"Harry Seidler","category":"First, Italy, Visual"},{"quote":"Architecture is a ride - a physical ride and an intellectual ride.","author":"Antoine Predock","category":"Ride, Intellectual, Physical"},{"quote":"I started collecting aerial photographs of Native American and South Pacific architecture; only the African ones were fractal. And if you think about it, all these different societies have different geometric design themes that they use. So Native Americans use a combination of circular symmetry and fourfold symmetry.","author":"Ron Eglash","category":"Design, American, Think"},{"quote":"After World War II great strides were made in modern Japanese architecture, not only in advanced technology, allowing earthquake resistant tall buildings, but expressing and infusing characteristics of traditional Japanese architecture in modern buildings.","author":"Harry Seidler","category":"Technology, Great, War"},{"quote":"You look at the steamboat, the railroad, the car, the airplane - not all of these were invented in the Anglo-American world, but they were popularized and extended by it. They were made possible by the financial architecture, the capital intensive operations invented and developed by the Anglo-Americans.","author":"Walter Russell Mead","category":"Car, World, Financial"},{"quote":"I think that narrative, fiction filmmaking is the culmination of several art forms: theater, art history, architecture. Whereas doc filmmaking is more pure cinema, like cinema verite is film in its purest form.","author":"George Hickenlooper","category":"Art, History, Filmmaking"},{"quote":"I like to think about machines and technology in relation to landscape and architecture.","author":"Antoine Predock","category":"Technology, Landscape, Think"},{"quote":"I didn't know what architecture was except that I lived in a house. I don't even think that I knew the word for a long time. My dad funneled me into engineering because it was his background.","author":"Antoine Predock","category":"Time, Me, Engineering"},{"quote":"My assumption was that all indigenous architecture would be more fractal. My reasoning was that all indigenous architecture tends to be organized from the bottom up. As it turns out, though, my reasoning was wrong.","author":"Ron Eglash","category":"Up, Bottom, Organized"},{"quote":"When Europeans first came to Africa, they considered the architecture very disorganized and thus primitive. It never occurred to them that the Africans might have been using a form of mathematics that they hadn't even discovered yet.","author":"Ron Eglash","category":"Mathematics, First, Africa"},{"quote":"The bungalow had more to do with how Americans live today than any other building that has gone remotely by the name of architecture in our history.","author":"Russell Lynes","category":"History, Today, Building"},{"quote":"I think architecture, to be really intense and fulfilling, doesn't have to be large.","author":"Steven Holl","category":"Think, Intense, I Think"},{"quote":"Information and inspiration are everywhere... history, art, architecture, everything an illustrator needs. Europe is, after all, the land that has generated most of the enduring myths and legends of Western culture.","author":"John Howe","category":"Art, History, Culture"},{"quote":"The Internet has created an incredible democratization of the architecture industry.","author":"Cameron Sinclair","category":"Internet, Industry"},{"quote":"I have a strong sense that every project is an invention, which is not a word I hear being used in architecture courses.","author":"Thomas Heatherwick","category":"Strong, Project, Sense"},{"quote":"Perhaps because my town was so naturally gothic in its architecture and relative isolation - the roads often closed in winter - my stories tended toward the ghostly and the creepily suspenseful right from the get-go.","author":"Andrew Pyper","category":"Winter, Roads, Isolation"},{"quote":"Architecture, of all the arts, is the one which acts the most slowly, but the most surely, on the soul.","author":"Ernest Dimnet","category":"Soul, Arts, Slowly"},{"quote":"I never talked about architecture with my father, which I regret.","author":"Bernard Tschumi","category":"Father, Regret, Never"},{"quote":"The general public will almost always stand behind the traditionalists. In the public eye, architecture is about comfort, about shelter, about bricks and mortar.","author":"Bernard Tschumi","category":"Eye, Stand, Comfort"},{"quote":"There is a lot of interest in the arts, music, theatre, filmmaking, engineering, architecture and software design. I think we have now transitioned the modern-day version of the entrepreneur into the creative economy.","author":"John Baldacci","category":"Music, Design, Theatre"},{"quote":"Ever since childhood, I've been interested in history and myth. Not just the facts and figures of the past, but everything that contributes to shape our perception of an age: architecture, art, literature and so forth.","author":"Anne Fortier","category":"Art, History, Age"},{"quote":"To me, the fashion and architecture I like are very closely linked. Both should be clean and simple and without embellishment.","author":"Leon Max","category":"Simple, Fashion, Me"},{"quote":"No architect troubled to design houses that suited people who were to live in them, because that would have meant building a whole range of different houses. It was far cheaper and, above all, timesaving to make them identical.","author":"Michael Ende","category":"Design, People, Building"},{"quote":"Everything man is doing in architecture is to try to go against nature. Of course we have to understand nature to know how far we have to go against nature. The secret, I think, of the future is not doing too much. All architects have the tendency to do too much.","author":"Frei Otto","category":"Nature, Future, Man"},{"quote":"When I was in architecture school at Princeton, the worst thing you could say about someone was that they were eclectic.","author":"Hugh Hardy","category":"School, You, Say"},{"quote":"Theater publicly reveals the human condition through appealing to both intellect and emotion. Architecture, whether lowly or exalted, can do the same.","author":"Hugh Hardy","category":"Emotion, Human, Through"},{"quote":"I have a traditional view of the afterlife... heaven, hell and judgments. But the accounts of those places are scant, and I believe it's on purpose. We aren't supposed to try to figure out the architecture of the afterlife, since the big game is here in this life.","author":"Doug TenNapel","category":"Life, Believe, Purpose"},{"quote":"The overall experience Skype provided was superior to other folks because of the underlying architecture and the ability to provide a superior experience.","author":"Danny Rimer","category":"Experience, Ability, Skype"},{"quote":"We don't believe we've solved the multicore-programming problem. But we think we've built an environment in which a certain class of problems can take advantage of the multicore architecture.","author":"Rob Pike","category":"Problems, Believe, Problem"},{"quote":"At a certain point, I just put the building and the art impulse together. I decided that building was a legitimate way to make sculpture.","author":"Martin Puryear","category":"Art, Together, Building"},{"quote":"I wanted to be a pilot, but I was always drawing bodies. When I realised I wanted to pursue something creative, my parents pushed me towards architecture.","author":"Hussein Chalayan","category":"Parents, Creative, Me"},{"quote":"The show is called 'The Office,' and while it focuses on the people, the architecture of the space is very important.","author":"Brian Baumgartner","category":"Space, People, Important"},{"quote":"Music, first of all, is completely about abstraction, which is exactly what architecture is not. In a way, it has been incredibly constructive to know what true abstraction is. So you don't fall into the trap of thinking that what you do is abstract.","author":"Rafael Vinoly","category":"Music, Thinking, Fall"},{"quote":"Opera, next to Gothic architecture, is one of the strangest inventions of Western man. It could not have been foreseen by any logical process.","author":"Kenneth Clark","category":"Man, Process, Opera"},{"quote":"Every song, the title dictates the architecture of the song.","author":"Sammy Cahn","category":"Song, Title, Every"},{"quote":"I'm involved in everything from highly progressive lighting systems to airline interiors. In the field of transportation I can go from the micro to the macro: architecture, transportation, industrial product design, right across the board. It's Russian dollism, because they all interrelate: one goes into the other.","author":"Ross Lovegrove","category":"Design, Transportation"},{"quote":"Architects have created this fake separation between creation and execution. You can see it in architecture schools, where the students look down on going to contracts classes.","author":"Joshua Prince-Ramus","category":"Fake, Execution, You"},{"quote":"Some people think architecture is about the genius sketch I don't. Great architecture is a collaboration among a lot of people over a long period of time.","author":"Joshua Prince-Ramus","category":"Time, Great, Collaboration"},{"quote":"Working off one genius sketch is not the way great architecture should be made.","author":"Joshua Prince-Ramus","category":"Great, Genius, Working"},{"quote":"For many years, I have lived uncomfortably with the belief that most planning and architectural design suffers for lack of real and basic purpose. The ultimate purpose, it seems to me, must be the improvement of mankind.","author":"James Rouse","category":"Design, Improvement, Purpose"},{"quote":"I went to art school in Chicago for a year at Columbia College. I had this whole master plan of getting into sustainable development and green architecture and construction, so I wanted to go to business school and then get my masters in construction and development.","author":"Nico Tortorella","category":"Business, Art, School"},{"quote":"We need to rediscover the essence of the meaning of 'the use.' Architecture is, above all, here for a better living. Every gesture, every shape must be justified by various reasons that would reinforce their reason to be, their use, and will give more sense to their beauty.","author":"Christian de Portzamparc","category":"Beauty, Meaning, Better"},{"quote":"When I was 18, I lived in Greenwich Village, New York, for nine months. At that time, I wanted to change the world, not through architecture, but through painting. I lived the artist's life, mingling with poets and writers, and working as a waiter. I was intrigued by the aliveness of the city.","author":"Christian de Portzamparc","category":"Life, Change, Time"},{"quote":"In the '60s when I was a student, there was this campaign to destroy 75 percent of the old buildings in Paris, replacing them with modern architecture. I realized this as a dangerous utopia. This modern vision did not understand the richness of the city. Thankfully, such destruction did not happen.","author":"Christian de Portzamparc","category":"Vision, City, Student"},{"quote":"Everyone should be able to build, and as long as this freedom to build does not exist, the present-day planned architecture cannot be considered art at all.","author":"Friedensreich Hundertwasser","category":"Art, Freedom, Long"},{"quote":"The frightening thought that what you draw may become a building makes for reasoned lines.","author":"Saul Steinberg","category":"Thought, Building, You"},{"quote":"What has happened to architecture since the second world war that the only passers-by who can contemplate it without pain are those equipped with a white stick and a dog?","author":"Bernard Levin","category":"Dog, War, Pain"},{"quote":"I had it drummed into me from an early age that personalizing everything was not a good thing. Besides, I don't think that kind of commodity-driven system makes for the most productive architecture.","author":"James Polshek","category":"Age, Good, Me"},{"quote":"I went into architecture a little as 'Peck's Bad Boy.' It allowed me to be a critic in a socially condoned way.","author":"James Polshek","category":"Me, Boy, Way"},{"quote":"I don't think architecture should be considered as an art form in the first instance. Whenever I say that, it makes people really angry. But this is a very political profession in the Grecian sense. I believe there have to be reasons for every building, and that the ideas should not be self-referential.","author":"James Polshek","category":"Art, Believe, Political"},{"quote":"I've always seen architecture as a healing art, not just as a beautification art.","author":"James Polshek","category":"Art, Healing, Always"},{"quote":"My mother took me to Venice one time and showed me all the houses where famous composers used to live. It gave me a fascination for music and the city, but also for architecture. It was a valuable lesson.","author":"Ben van Berkel","category":"Music, Time, Mother"},{"quote":"Architecture is politics.","author":"Mitchell Kapor","category":"Politics"},{"quote":"Architects in the past have tended to concentrate their attention on the building as a static object. I believe dynamics are more important: the dynamics of people, their interaction with spaces and environmental condition.","author":"John Portman","category":"Environmental, Past, Believe"},{"quote":"In my experience, if you have to keep the lavatory door shut by extending your left leg, it's modern architecture.","author":"Nancy Banks Smith","category":"Experience, Door, You"},{"quote":"Architecture was always the plan. I always figured I'd just do theater on the side.","author":"Michael Lomenda","category":"Plan, Always, Just"},{"quote":"Princeton is a sublime undergraduate university. It has a good architecture school.","author":"Emilio Ambasz","category":"Good, School, University"},{"quote":"There are a lot of bad films out there. There's a lot of bad architecture out there, and I think sometimes it takes a lot of time to begin to see what's really good. And I think what the test seems to be is, what really sticks with you. And what really becomes a part of your life.","author":"Nathaniel Kahn","category":"Life, Time, Good"},{"quote":"As a child, my father's architecture seemed to me to be industrial in a way. It seemed harsh and kind of chilly; I didn't respond to it.","author":"Nathaniel Kahn","category":"Father, Child, Me"},{"quote":"Inherent in architecture, it involves everything in life so that there is absolutely no end to it. By the time you're seventy or eighty, you're still beginning. So, that's the kind of life I've preferred to being the expert at forty and dead, you know.","author":"John Lautner","category":"Life, Time, Beginning"},{"quote":"There will never be great architects or architecture without great patrons.","author":"Edwin Lutyens","category":"Great, Never, Will"},{"quote":"In architecture, Palladio is the game. It means hard thought all through - if it is labored, it fails.","author":"Edwin Lutyens","category":"Thought, Game, Through"},{"quote":"First, there is the bare beauty of the logs themselves with their long lines and firm curves. Then there is the open charm felt of the structural features which are not hidden under plaster and ornament, but are clearly revealed, a charm felt in Japanese architecture.","author":"Gustav Stickley","category":"Beauty, Long, Curves"},{"quote":"I love '70s organic architecture. I am very influenced by the time when I grew up.","author":"Alexandre de Betak","category":"Love, Time, I Am"},{"quote":"Revived in this country the long forgotten beauties of Gothic architecture.","author":"James Wyatt","category":"Long, Country, Forgotten"},{"quote":"I have designed the most buildings of any living American architect.","author":"Alexander Jackson Davis","category":"American, Living, Buildings"},{"quote":"I am but an architectural composer.","author":"Alexander Jackson Davis","category":"I Am, Composer, Am"},{"quote":"Even at the United Nations, where legend has it that the building was designed so that there could be no corner offices, the expanse of glass in individual offices is said to be a dead giveaway as to rank. Five windows are excellent, one window not so great.","author":"Enid Nemy","category":"Great, Window, Building"},{"quote":"My university degree is in art and, yes, I do a lot of drawing for all my books. I have a big drafting table set up in a spare bedroom and I cover it with maps and house plans and sketches that I use in the books. Also, I truly love architecture, so that plays a big part in all my books.","author":"Jude Deveraux","category":"Love, Art, Drawing"},{"quote":"In L.A., cinema and television might be seen as more interesting places for architecture than ever before.","author":"Neil Denari","category":"Television, Interesting"},{"quote":"I studied fine arts and architecture, but I decided to move into movie design because I grew up in a small town in the Marche region and spent a lot of time after school in the movie theater.","author":"Dante Ferretti","category":"Time, School, Design"},{"quote":"The traditional notion of an architect having a vision of a building and then drawing it either on paper or on a computer and then constructing it isn't really how architecture works, and in reality, the computer has a lot of influence on design.","author":"Michael Hansmeyer","category":"Vision, Design, Influence"},{"quote":"Every human has four endowments - self awareness, conscience, independent will and creative imagination. These give us the ultimate human freedom... The power to choose, to respond, to change.","author":"Stephen Covey","category":"Change, Freedom, Power"},{"quote":"The greatest gifts you can give your children are the roots of responsibility and the wings of independence.","author":"Denis Waitley","category":"Birthday, Children, Greatest"},{"quote":"Unlike a drop of water which loses its identity when it joins the ocean, man does not lose his being in the society in which he lives. Man's life is independent. He is born not for the development of the society alone, but for the development of his self.","author":"B. R. Ambedkar","category":"Life, Ocean, Water"},{"quote":"Diversity: the art of thinking independently together.","author":"Malcolm Forbes","category":"Art, Diversity, Together"},{"quote":"I am no bird and no net ensnares me I am a free human being with an independent will.","author":"Charlotte Bronte","category":"Bird, I Am, Me"},{"quote":"The best teamwork comes from men who are working independently toward one goal in unison.","author":"James Cash Penney","category":"Teamwork, Best, Men"},{"quote":"When people have compassion, friendship, and unity, they speak and think in a constructive way to ensure national independence and prosperity.","author":"Bhumibol Adulyadej","category":"Friendship, Unity, Speak"},{"quote":"Follow the path of the unsafe, independent thinker. Expose your ideas to the danger of controversy. Speak your mind and fear less the label of 'crackpot' than the stigma of conformity.","author":"Thomas J. Watson","category":"Fear, Path, Mind"},{"quote":"Nothing is more precious than independence and liberty.","author":"Ho Chi Minh","category":"Liberty, Nothing, Precious"},{"quote":"True individual freedom cannot exist without economic security and independence. People who are hungry and out of a job are the stuff of which dictatorships are made.","author":"Franklin D. Roosevelt","category":"Freedom, Job, People"},{"quote":"We must have constantly present in our minds the difference between independence and liberty. Liberty is a right of doing whatever the laws permit, and if a citizen could do what they forbid he would no longer be possessed of liberty.","author":"Charles de Montesquieu","category":"Liberty, Doing, Present"},{"quote":"The United Nations is designed to make possible lasting freedom and independence for all its members.","author":"Harry S Truman","category":"Freedom, United Nations"},{"quote":"I wanted to be an independent woman, a woman who could pay for her bills, a woman who could run her own life - and I became that woman.","author":"Diane von Furstenberg","category":"Life, Woman"},{"quote":"I have an independent streak. You know, it's kind of hard to tell a independent woman what to do.","author":"Betty Ford","category":"Woman, Know, You"},{"quote":"True independence and freedom can only exist in doing what's right.","author":"Brigham Young","category":"Freedom, Doing, True"},{"quote":"Originality is independence, not rebellion; it is sincerity, not antagonism.","author":"George Henry Lewes","category":"Rebellion, Sincerity"},{"quote":"My mother told me to be a lady. And for her, that meant be your own person, be independent.","author":"Ruth Bader Ginsburg","category":"Mother, Me, Her"},{"quote":"Financial independence is paramount. My mom always says that when a woman is financially independent, she has the ability to live life on her own terms. I think that was the soundest advice that I ever got. No matter where you go in life or who you get married to, you have to be financially independent - whether you use it or not.","author":"Priyanka Chopra","category":"Life, Mom, Live Life"},{"quote":"The important consequences to the American States from this Declaration of Independence, considered as the ground and foundation of a future government, naturally suggest the propriety of proclaiming it in such a manner as that the people may be universally informed of it.","author":"John Hancock","category":"Future, American, Government"},{"quote":"Solitude is independence.","author":"Hermann Hesse","category":"Alone, Solitude"},{"quote":"The American Dream is independence and being able to create that dream for yourself.","author":"Marsha Blackburn","category":"American Dream, American"},{"quote":"What then is freedom? The power to live as one wishes.","author":"Marcus Tullius Cicero","category":"Freedom, Power, Live"},{"quote":"The beauty of independence, departure, actions that rely on themselves.","author":"Walt Whitman","category":"Beauty, Departure, Actions"},{"quote":"I was born with a fierce need for independence.","author":"Michelle Williams","category":"Born, Fierce, Need"},{"quote":"Mickey Mouse is, to me, a symbol of independence. He was a means to an end.","author":"Walt Disney","category":"End, Me, Mickey Mouse"},{"quote":"At the bottom of education, at the bottom of politics, even at the bottom of religion, there must be for our race economic independence.","author":"Booker T. Washington","category":"Education, Politics"},{"quote":"If the citizens of the United States are to turn away from the Communist Manifesto and preserve the purpose of the Declaration of Independence, the U.S. Constitution, and our Bill of Rights, we must first thoroughly reexamine and learn about each of them, and uphold America's founding documents by testing every political action in light of them.","author":"Chuck Norris","category":"Light, America, Purpose"},{"quote":"It was by one Union that we achieved our independence and liberties, and by it alone can they be maintained.","author":"James Monroe","category":"Alone, Union, Liberties"},{"quote":"It was that which gave promise that in due time the weights should be lifted from the shoulders of all men, and that all should have an equal chance. This is the sentiment embodied in that Declaration of Independence.","author":"Abraham Lincoln","category":"Time, Men, Chance"},{"quote":"The Vietnamese people deeply love independence, freedom and peace. But in the face of United States aggression they have risen up, united as one man.","author":"Ho Chi Minh","category":"Love, Freedom, Peace"},{"quote":"The bedrock of our democracy is the rule of law and that means we have to have an independent judiciary, judges who can make decisions independent of the political winds that are blowing.","author":"Caroline Kennedy","category":"Law, Democracy, Decisions"},{"quote":"I always showed myself in the face of day, asserting the liberty and independence of my country, while some others, like owls, courted concealment and were too much afraid of losing their roosts to leave them for such a cause.","author":"William Wallace","category":"Day, Myself, Losing"},{"quote":"I know of no country in which there is so little independence of mind and real freedom of discussion as in America.","author":"Alexis de Tocqueville","category":"Freedom, America, Mind"},{"quote":"The Declaration of Independence I always considered as a theatrical show. Jefferson ran away with all the stage effect of that... and all the glory of it.","author":"John Adams","category":"Always, Glory, Declaration"},{"quote":"In the progress of personality, first comes a declaration of independence, then a recognition of interdependence.","author":"Henry Van Dyke","category":"Progress, Personality"},{"quote":"Come November, the American people will have the chance to re-declare their independence. Americans will have a chance to vote for trade, immigration and foreign policies that put our citizens first. They will have the chance to reject today's rule by the global elite, and to embrace real change that delivers a government of, by and for the people.","author":"Donald Trump","category":"Change, Today, Government"},{"quote":"The new electronic independence re-creates the world in the image of a global village.","author":"Marshall McLuhan","category":"Technology, World, New"},{"quote":"If there is one thing I fear less than everything else, it is, I believe, persecution for my opinions. There are a good many points about which I may be diffident, but when it comes to questions of Truth and intellectual independence, there is no holding me - I can envisage no finer end than to sacrifice oneself for a conviction.","author":"Pierre Teilhard de Chardin","category":"Good, Fear, Truth"},{"quote":"Out of my desire to complete Iraq's independence and to finish the withdrawal of the occupation forces from our holy lands, I am obliged to halt military operations of the honest Iraqi resistance until the withdrawal of the occupation forces is complete.","author":"Muqtada al Sadr","category":"I Am, Military, Resistance"},{"quote":"It is easy to be independent when you've got money. But to be independent when you haven't got a thing, that's the Lord's test.","author":"Mahalia Jackson","category":"Money, Easy, You"},{"quote":"True freedom is the capacity for acting according to one's true character, to be altogether one's self, to be self-determined and not subject to outside coercion.","author":"Corliss Lamont","category":"Freedom, Character, Self"},{"quote":"The Declaration of Independence, the United States Constitution, the constitutions of the several states, and the organic laws of the territories all alike propose to protect the people in the exercise of their God-given rights. Not one of them pretends to bestow rights.","author":"Susan B. Anthony","category":"Constitution, People"},{"quote":"I should like to know if, taking this old Declaration of Independence, which declares that all men are equal upon principle, you begin making exceptions to it, where will you stop? If one man says it does not mean a Negro, why not another say it does not mean some other man?","author":"Abraham Lincoln","category":"Man, Men, Know"},{"quote":"I became an actor in that important drama with an inflexible resolution to persevere through the last scene, when we might be permitted and acknowledged to enjoy what we had so nobly declared we would possess, or lose with our lives - Freedom and Independence!","author":"Deborah Sampson","category":"Freedom, Enjoy, Drama"},{"quote":"The spirit of Ubuntu, that once led Haiti to emerge as the first independent black nation in 1804, helped Venezuela, Colombia and Ecuador attain liberty, and inspired our forefathers to shed their blood for the United States' independence, cannot die. Today, this spirit of solidarity must and will empower all of us to rebuild Haiti.","author":"Jean-Bertrand Aristide","category":"Today, Black, Liberty"},{"quote":"Education in India has made monumental progress since Independence but continues to face daunting challenges at multiple levels, particularly in terms of quality, infrastructure and dropout rates. We have islands of excellence floating in a sea of mediocrity.","author":"Shashi Tharoor","category":"Education, Sea, Excellence"},{"quote":"What is it that makes us trust our judges? Their independence in office and manner of appointment.","author":"John Marshall","category":"Trust, Judges, Office"},{"quote":"Our Declaration of Independence was held sacred by all and thought to include all; but now, to aid in making the bondage of the Negro universal and eternal, it is assailed, sneered at, construed, hawked at, and torn, till, if its framers could rise from their graves, they could not at all recognize it.","author":"Abraham Lincoln","category":"Thought, Rise, Sacred"},{"quote":"Bread without flesh is a good diet, as on many botanical excursions I have proved. Tea also may easily be ignored. Just bread and water and delightful toil is all I need - not unreasonably much, yet one ought to be trained and tempered to enjoy life in these brave wilds in full independence of any particular kind of nourishment.","author":"John Muir","category":"Life, Good, Water"},{"quote":"The government, under my leadership, will act to implement the rule of law and to maintain the independence of the judicial system, which is one of the pillars of maintaining a democratic system.","author":"Ariel Sharon","category":"Leadership, Law, Government"},{"quote":"There is no dignity quite so impressive, and no one independence quite so important, as living within your means.","author":"Calvin Coolidge","category":"Important, Living, Dignity"},{"quote":"Throughout the day no time for memorandums now. Go ahead! Liberty and independence forever.","author":"Davy Crockett","category":"Time, Day, Liberty"},{"quote":"I have an interesting perspective on depending on others. I think it gives people a chance to serve. And I'm not so much big on independence, as I am on interdependence. I'm not talking about co-dependency, I'm talking about giving people the opportunity to practicing love with its sleeves rolled up.","author":"Joni Eareckson Tada","category":"Love, Opportunity, I Am"},{"quote":"It is hard to conceive of the utter demoralization, of the political blindness and immorality, of the patriotic dishonesty, of the cruelty and degradation of a people who supplemented the incomparable Declaration of Independence with the Fugitive Slave Law.","author":"Robert Green Ingersoll","category":"Law, Political, People"},{"quote":"The principle that a central bank, charged with controlling inflation, should be independent from the government is unassailable. It may also be true that it's easier for the central bank to guard its independence from political pressure when it mainly holds government securities.","author":"Janet Yellen","category":"Government, Political"},{"quote":"Here was buried Thomas Jefferson Author of the Declaration of American Independence Of the Statute of Virginia for religious freedom & Father of the University of Virginia.","author":"Thomas Jefferson","category":"Freedom, Father, American"},{"quote":"It is very nearly impossible... to become an educated person in a country so distrustful of the independent mind.","author":"James A. Baldwin","category":"Mind, Impossible, Country"},{"quote":"Part of your heritage in this society is the opportunity to become financially independent.","author":"Jim Rohn","category":"Opportunity, Society"},{"quote":"It matters enormously to a successful democratic society like ours that we have three branches of government, each with some independence and some control over the other two. That's set out in the Constitution.","author":"Sandra Day O'Connor","category":"Society, Government"},{"quote":"There is an inverse relationship between reliance on the state and self-reliance.","author":"William F. Buckley, Jr.","category":"Relationship, Between"},{"quote":"I guess you'd call me an independent, since I've never identified myself with one party or another in politics. I always decide my vote by taking as careful a look as I can at the actual candidates and issues themselves, no matter what the party label.","author":"Jackie Robinson","category":"Myself, Politics, Me"},{"quote":"One single vision fills all minds: that of our independence endangered. One single duty imposes itself upon our wills: the duty of stubborn resistance.","author":"Albert II of Belgium","category":"Vision, Stubborn, Resistance"},{"quote":"The American Revolution and Declaration of Independence, it has often been argued, were fueled by the most radical of all American political ideas.","author":"Carl Bernstein","category":"American, Ideas, Political"},{"quote":"Without moral and intellectual independence, there is no anchor for national independence.","author":"David Ben-Gurion","category":"Moral, Anchor, Intellectual"},{"quote":"Our founders got it right when they wrote in the Declaration of Independence that our rights come from nature and nature's God, not from government.","author":"Paul Ryan","category":"Nature, God, Government"},{"quote":"The most dangerous thing in the world is the sin of self-reliance and the stupor of worldliness.","author":"John Piper","category":"World, Sin, Dangerous"},{"quote":"I think there's great potential for autonomy, but we have to remember that we live in a world where people may have free will but have not invented their circumstances.","author":"Thomas Frank","category":"Great, World, Remember"},{"quote":"A declaration of the independence of America, and the sovereignty of the United States was drawn by the ingenious and philosophic pen of Thomas Jefferson, Esquire, a delegate from the state of Virginia.","author":"Mercy Otis Warren","category":"America, Pen, Declaration"},{"quote":"Self-determination could mean independence, confederacy, federal and autonomy.","author":"Jalal Talabani","category":"Mean, Self-Determination"},{"quote":"Divorce is a declaration of independence with only two signers.","author":"Gerald F. Lieberman","category":"Divorce, Two, Declaration"},{"quote":"If we are serious about moving toward energy independence in a cost-effective way, we should invest in solar energy. If we are serious about cutting air and water pollution and reducing greenhouse gas emissions, we should invest in solar energy.","author":"Bernie Sanders","category":"Water, Moving, Energy"},{"quote":"Simply by starting to cook again, you declare your independence from the culture of fast food. As soon as you cook, you start thinking about ingredients. You start thinking about plants and animals and not the microwave. And you will find that your diet, just by that one simple act, that is greatly improved.","author":"Michael Pollan","category":"Food, Culture, Simple"},{"quote":"In the United States today, the Declaration of Independence hangs on schoolroom walls, but foreign policy follows Machiavelli.","author":"Howard Zinn","category":"Today, Walls, Declaration"},{"quote":"Declaring independence was the most traumatic decision I had to live up to. Because I didn't want to do it.","author":"Ian Smith","category":"Decision, Live, Want"},{"quote":"The United States form a young republic, a confederacy which ought ever to be cemented by a union of interests and affection, under the influence of those principles which obtained their independence.","author":"Mercy Otis Warren","category":"Influence, Principles, Young"},{"quote":"A superfluity of wealth, and a train of domestic slaves, naturally banish a sense of general liberty, and nourish the seeds of that kind of independence that usually terminates in aristocracy.","author":"Mercy Otis Warren","category":"Train, Wealth, Liberty"},{"quote":"I have to think of my status as a resident in this country. But I do insist that in Paraguay there was order the judiciary had the power of complete independence justice was fully exercised.","author":"Alfredo Stroessner","category":"Justice, Power, Think"},{"quote":"Except for the Bible, the two greatest documents ever written are the U.S. Constitution and the Declaration of Independence.","author":"Rafael Cruz","category":"Constitution, Greatest"},{"quote":"When I was four, my mother insisted I get out of the car and find my own way home. Although I got lost, I did find my way home. It taught me the value of independence at an early age.","author":"Richard Branson","category":"Home, Age, Car"},{"quote":"Practicing in the trial work trenches of the law, I saw, too, that when we judges don our robes, it doesn't make us any smarter, but it does serve as a reminder of what's expected of us: Impartiality and independence, collegiality and courage.","author":"Neil Gorsuch","category":"Work, Courage, Law"},{"quote":"I'm lucky because I remember my dad showing me 'Independence Day,' and I loved it.","author":"Maika Monroe","category":"Day, Me, Remember"},{"quote":"Things go bad after a divorce and often stay that way. It is rare for the parties to return placidly to a time before they met. A bitterness lingers on. Those who call this our Independence Day, fantasising of returning to a never-never time before they married, when they were free, easy, single, and master of their fate, are delusional.","author":"Howard Jacobson","category":"Time, Day, Easy"},{"quote":"Journalists prize independence - not teamwork.","author":"Ken Auletta","category":"Teamwork, Journalists, Prize"},{"quote":"Africans require, want, the franchise on the basis of one man one vote. They want political independence.","author":"Nelson Mandela","category":"Man, Political, Want"},{"quote":"Filipinos are not worse than any other colonized people except that our colonization was a little longer, and the independence movement was always dictated in political terms, never in social ones. We borrowed terms, but we didn't understand them.","author":"Ferdinand Marcos","category":"Political, People"},{"quote":"I think it eminently proper that a president should retire from active politics, and equally proper that he should be able to live in quiet independence.","author":"Lucius Quintus Cincinnatus Lamar II","category":"Politics, Live, Think"},{"quote":"The freedom fighters in India's long struggle for independence from British rule, or members of the African National Congress, were once classed as terrorists. History, as they say, is written by victors, but history also has many cunning corridors - how much time must elapse before all those tricky side-passages are revealed?","author":"Neel Mukherjee","category":"Time, History, Freedom"},{"quote":"For 500 years, since European explorers came, Latin American countries had been separated from one another. They had very limited relations. Integration is a prerequisite for independence.","author":"Noam Chomsky","category":"American, Years, Integration"},{"quote":"Nationality is the miracle of political independence race is the principle of physical analogy.","author":"Benjamin Disraeli","category":"Political, Race, Miracle"},{"quote":"There's very little proof that Obama or anyone in his administration - particularly Hillary Clinton - truly understands or believes the tenets in the U.S. Constitution or the Declaration of Independence. If they did, they would know that they are running a federal government in direct contradiction to both of those sacred documents.","author":"Chuck Norris","category":"Government, Constitution"},{"quote":"The idea of the Songun revolution is an idea of giving importance and precedence to military affairs in implementing the masses' cause of independence, the socialist cause, and pushing ahead with the overall revolution and construction with the revolutionary army as the core force.","author":"Kim Jong-un","category":"Giving, Military"},{"quote":"What we want, above all things on earth in our public men, is independence. It is one great defect in the character of the public men of America that there is that real want of independence; and, in this respect, a most marked contrast exists between public men in this country and in Great Britain.","author":"John C. Calhoun","category":"Respect, Character, Great"},{"quote":"As long as the United States - and the world - gets its oil from the Middle East, we will be drawn into the endless crises that seem endemic to the region. American energy independence would not only liberate us, it would also drive down the worldwide price of oil.","author":"Kathleen Troia McFarland","category":"American, World, Long"},{"quote":"If a newspaper is to be of real service to the public, it must have a big circulation: first, because its news and its comments must reach the largest possible number of people; second, because circulation means advertising, and advertising means money, and money means independence.","author":"Joseph Pulitzer","category":"Money, Service, Advertising"},{"quote":"At the end of the day, New Yorkers need a mayor who understands the problems they face, brings a smart plan and good people to the table, and, more than anything, has the independence, courage and conviction to do the right thing.","author":"Sal Albanese","category":"Courage, Day, Good"},{"quote":"Ethanol is a premier, high performance fuel. It has tremendous environmental benefits and is a key component to energy independence for our country.","author":"Richard Lugar","category":"Environmental, Performance"},{"quote":"All I can do is advocate changes at the BBC while respecting editorial independence upon which the success of the BBC rests. I can't do anything that requires the BBC to pay certain people certain amounts.","author":"Jeremy Hunt","category":"Success, Changes, People"},{"quote":"Our government leaders... have made many mistakes in the past when they have lost sight of the sacred American values rooted in the Declaration of Independence and the Constitution. We are at the brink of even graver mistakes and assaults on these values.","author":"Samuel Dash","category":"Mistakes, Past, Government"},{"quote":"Many a revolution started with the actions of a few. Only 56 men signed the Declaration of Independence. A few hanging together can lead a nation to change.","author":"Wynton Marsalis","category":"Change, Together, Men"},{"quote":"Socialism is a sacred cause for realizing the demand and desire of the masses of the people for independence it is a revolutionary cause that advances amid a fierce struggle against imperialism and all other counterrevolutionary forces.","author":"Kim Jong-un","category":"Struggle, People, Socialism"},{"quote":"If the Philippines secure their independence after heroic and stubborn conflicts, they can rest assured that neither England, nor Germany, nor France, and still less Holland, will dare to take up what Spain has been unable to hold.","author":"Jose Rizal","category":"Stubborn, Rest, Dare"},{"quote":"A free and truly independent press - fiercely independent when necessary - is the red beating heart of freedom and democracy.","author":"Dan Rather","category":"Freedom, Heart, Red"},{"quote":"Cryptography is the essential building block of independence for organisations on the Internet, just like armies are the essential building blocks of states, because otherwise one state just takes over another.","author":"Julian Assange","category":"Internet, Building, Like"},{"quote":"I was never the girl in high school who had a boyfriend for years. My longest relationship has been 18 months. I've thought maybe I'm really superficial and unable to have a relationship. What I've found is that people are attracted by my independence, and then they try to squelch it.","author":"Pam Dawber","category":"Relationship, School, Girl"},{"quote":"A primary function of art and thought is to liberate the individual from the tyranny of his culture in the environmental sense and to permit him to stand beyond it in an autonomy of perception and judgment.","author":"Lionel Trilling","category":"Art, Culture, Environmental"},{"quote":"Independence means you decide according to the law and the facts.","author":"Stephen Breyer","category":"Law, Facts, You"},{"quote":"Perhaps my problem in marriage - and it is the problem of many women - was to want both intimacy and independence. It is a difficult line to walk, yet both needs are important to a marriage.","author":"Hedy Lamarr","category":"Marriage, Women, Walk"},{"quote":"India is known for much development that has happened since our independence, but at the same time, we have also failed on many levels. It is the responsibility of the future generation to ensure that all these failures are corrected and help create a civilised society with equal opportunities for one and all.","author":"N. R. Narayana Murthy","category":"Time, Future, Responsibility"},{"quote":"Every Fourth of July, our Declaration of Independence is produced, with a sublime indignation, to set forth the tyranny of the mother country and to challenge the admiration of the world. But what a pitiful detail of grievances does this document present in comparison with the wrongs which our slaves endure!","author":"William Lloyd Garrison","category":"Mother, Challenge, World"},{"quote":"The Declaration of Independence was to set forth the moral justification of a rebellion against a long-recognized political tradition - the divine right of kings.","author":"Ezra Taft Benson","category":"Political, Rebellion, Moral"},{"quote":"Independence is a heady draught, and if you drink it in your youth, it can have the same effect on the brain as young wine does. It does not matter that its taste is not always appealing. It is addictive and with each drink you want more.","author":"Maya Angelou","category":"Wine, Youth, Brain"},{"quote":"Independence I have long considered as the grand blessing of life, the basis of every virtue; and independence I will ever secure by contracting my wants, though I were to live on a barren heath.","author":"Mary Wollstonecraft","category":"Life, Live, Long"},{"quote":"New Hampshire is one of the birthplaces of American freedom and independence - a place with a love and a passion for liberty.","author":"Marsha Blackburn","category":"Love, Freedom, Passion"},{"quote":"In 1787, many Americans were convinced that the 'perpetual union' they had created in winning independence was collapsing. Six years earlier, in the Articles of Confederation, the thirteen state governments had surrendered extensive powers to a congress of delegates from each state legislature.","author":"Edmund Morgan","category":"Winning, Years, Congress"},{"quote":"If you think Independence Day is America's defining holiday, think again. Thanksgiving deserves that title, hands-down.","author":"Tony Snow","category":"Thanksgiving, Day, America"},{"quote":"Louis Braille created the code of raised dots for reading and writing that bears his name and brings literacy, independence, and productivity to the blind.","author":"Bob Ney","category":"Writing, Reading, Blind"},{"quote":"From the first moment of independence, the United States has been dedicated to innovation as a way of government and a way of life.","author":"Robert Kennedy","category":"Life, Innovation, Government"},{"quote":"Our position is that we do not accept conditions of any kind which may affect the independence and sovereignty of our country just with the view to solve economic problems existing between the United States and Cuba.","author":"Fidel Castro","category":"Problems, View, Country"},{"quote":"What you get free costs too much.","author":"Jean Anouilh","category":"Free, You, Too Much"},{"quote":"The world is independent of my will.","author":"Ludwig Wittgenstein","category":"World, Independent, Will"},{"quote":"The Declaration of Independence is a sacred part of American history.","author":"Paul Gillmor","category":"History, American, Sacred"},{"quote":"It is probable that England will look favorably upon the independence of the Philippines, for it will open their ports to her and afford greater freedom to her commerce.","author":"Jose Rizal","category":"Freedom, Look, Her"},{"quote":"It is wrong to try to avoid the struggle against imperialism under the pretext that independence and revolution are important, but that peace is still more precious.","author":"Kim Il-sung","category":"Peace, Struggle, Revolution"},{"quote":"Energy conservation is the foundation of energy independence.","author":"Tom Allen","category":"Environmental, Foundation"},{"quote":"We are totally committed to ending partition and to creating the conditions for unity and independence.","author":"Gerry Adams","category":"Unity, Ending, Creating"},{"quote":"But the French writers always had more originality and independence than others, and that regulator, which elsewhere was religion, long since ceased to exist for them.","author":"Henryk Sienkiewicz","category":"Religion, Long, Originality"},{"quote":"My main mistake was to have made an ancient people advance by forced marches toward independence, health, culture, affluence, comfort.","author":"Mohammed Reza Pahlavi","category":"Health, Culture, Mistake"},{"quote":"The best relationship is one that does not foster too much independence nor too much dependence, but exists in the healthy interdependence zone.","author":"Karen Salmansohn","category":"Relationship, Best, Healthy"},{"quote":"I was eight when independence happened. I remember my mum and dad getting dressed up to go to the independence concert to go listen to Bob Marley. Independence was such a wonderful time we had so many expectations of the kind of country we would become. The vision of the government then was a wonderful vision.","author":"Petina Gappah","category":"Time, Vision, Government"},{"quote":"The class of citizens who provide at once their own food and their own raiment, may be viewed as the most truly independent and happy.","author":"James Madison","category":"Food, Happy, Independent"},{"quote":"Externally China desires independence, internally she seeks to maintain her existence as a nation; China therefore strives to loose the bonds that bind her people, and to complete the establishment of a new State.","author":"Chiang Kai-shek","category":"People, She, Existence"},{"quote":"The Declaration of Independence pronounced the irrevocable decree of political separation, between the United States and their people on the one part, and the British king, government, and nation on the other.","author":"John Quincy Adams","category":"Government, Political"},{"quote":"America is a country that seems forever to be toddler or teenager, at those two stages of human development characterized by conflict between autonomy and security.","author":"Anna Quindlen","category":"America, Conflict, Security"},{"quote":"Independence? That's middle class blasphemy. We are all dependent on one another, every soul of us on earth.","author":"George Bernard Shaw","category":"Soul, Earth, Class"},{"quote":"The only part of the conduct of any one, for which he is amenable to society, is that which concerns others. In the part which merely concerns himself, his independence is, of right, absolute. Over himself, over his own body and mind, the individual is sovereign.","author":"John Stuart Mill","category":"Society, Mind, Body"},{"quote":"Impatience is the mark of independence, not of bondage.","author":"Marianne Moore","category":"Mark, Impatience, Bondage"},{"quote":"You cannot build character and courage by taking away a man's initiative and independence.","author":"William J. H. Boetcker","category":"Courage, Character, Man"},{"quote":"The most effective check and balance on government has been an independent press which maintains its credibility by ensuring that its criticism is balanced and based on fact - based indeed on solid journalistic work.","author":"Malcolm Turnbull","category":"Work, Balance, Government"},{"quote":"Men say they love independence in a woman, but they don't waste a second demolishing it brick by brick.","author":"Candice Bergen","category":"Love, Woman, Men"},{"quote":"Let me reassure that the Kingdom of Cambodia a country with independence, neutrality, peace, freedom, democracy and human rights as you all have seen, shall be existing with no end.","author":"Hun Sen","category":"Freedom, Peace, Democracy"},{"quote":"Independence did not mean chauvinism and narrow nationalism.","author":"Said Musa","category":"Nationalism, Mean, Did"},{"quote":"Let women issue a declaration of independence sexually, and absolutely refuse to cohabit with men until they are acknowledged as equals in everything, and the victory would be won in a single week.","author":"Victoria Woodhull","category":"Women, Men, Victory"},{"quote":"Freedom of religion is a principle that is central to our Nation's Declaration of Independence. Congress has taken this positive step to protect our freedom to express allegiance to America's flag and the ideals it represents.","author":"Ron Lewis","category":"Positive, Freedom, Religion"},{"quote":"The fact that the price of gasoline has declined some in recent weeks must not allow Americans to be lulled into a false sense of security. Energy independence must rank along with border security as the top priorities of the United States.","author":"Virgil Goode","category":"Priorities, Energy, Security"},{"quote":"The house of Austria has publicly used every effort to deprive the country of its legitimate Independence and Constitution, designing to reduce it to a level with the other provinces long since deprived of all freedom, and to unite all in a common sink of slavery.","author":"Lajos Kossuth","category":"Freedom, Effort, Slavery"},{"quote":"The toddler craves independence, but he fears desertion.","author":"Dorothy Corkille Briggs","category":"Fears, Toddler, He"},{"quote":"In England the judges should have independence to protect the people against the crown. Here the judges should not be independent of the people, but be appointed for not more than seven years. The people would always re-elect the good judges.","author":"Andrew Jackson","category":"Good, People, Independent"},{"quote":"I think it's a lovely idea, but it will not pass the Congress. I live in a world of realities. The policy of our country is that we can drill our way to independence. I think that's a march to folly.","author":"Anna Eshoo","category":"World, Live, Think"},{"quote":"Women's roles are diminished for obvious reasons. It's the men whose names are on the Declaration of Independence and the Constitution, and who were generals and soldiers.","author":"Cokie Roberts","category":"Women, Men, Constitution"},{"quote":"Britain is characterized not just by its independence but, above all, by its openness.","author":"David Cameron","category":"Openness, Just, Above"},{"quote":"Technology has changed things, same as everywhere. But the economy has changed drastically. When Jamaica first won independence, our dollar was stronger than the U.S. dollar. Now ours is about 90 to one. That's had a big impact on crime and poverty.","author":"Damian Marley","category":"Technology, Poverty, Impact"},{"quote":"To the Muslim woman, the hijab provides a sense of empowerment. It is a personal decision to dress modestly according to the command of a genderless Creator; to assert pride in self, and embrace one's faith openly, with independence and courageous conviction.","author":"Randa Abdel-Fattah","category":"Faith, Woman, Dress"},{"quote":"You break your neck, you don't know what's going to happen. I mean, it's foreign. You're in this body that you thought you were - that you were accustomed to, and now you're not. You have to figure out everything. I think the biggest thing for me was getting a license, because it gives you - it gives you your independence back.","author":"Mark Zupan","category":"Thought, Me, Know"},{"quote":"I was in Independence, Missouri when Johnson signed the Medicare bill, with Truman standing there. Truman had first proposed Medicare, but couldn't get it through.","author":"Helen Thomas","category":"First, Standing, Through"},{"quote":"Independence is fun, especially when there's a beloved waiting in the wings, and freedom makes you a more interesting person. Having separate lives brings fresh air into a relationship.","author":"Deborah Moggach","category":"Relationship, Freedom, Fun"},{"quote":"Work means independence. It allowed me to shape my life on so many levels.","author":"Natalie Massenet","category":"Life, Work, Me"},{"quote":"We have had in our nation a well-celebrated Declaration of Independence. But our success as a country will depend upon a new 'Declaration of Inter-dependence.' A belief in how much we need each other, how much we share one common destiny.","author":"Cory Booker","category":"Success, Destiny, Belief"},{"quote":"Happy for America, happy for Europe, perhaps for the world when, on the delivery of Cornwallis's sword to the illustrious, the immortal Washington, or rather by his order, to the brave Lincoln, the sun of Liberty and Independence burst through a sable cloud, and his benign influence was, almost instantaneously, felt in our remotest corners!","author":"Deborah Sampson","category":"Happy, America, Sun"},{"quote":"You go back and you read your Constitution. You read your Declaration of Independence. And you will see that the only people who could decide these freedoms were white males who owned property, and all the rest of us were excluded.","author":"John Trudell","category":"Constitution, People, You"},{"quote":"I've never joined any organization - not even the ones I've organized myself. I prize my own independence too much.","author":"Saul Alinsky","category":"Myself, Organization"},{"quote":"The Remain campaign... I've never seen a more miserable offering. All they are saying is stay in and we'll do our best to make sure that Britain's Parliamentary independence isn't eroded faster than we can possibly imagine.","author":"Boris Johnson","category":"Best, Saying, Faster"},{"quote":"Democracy is not the end point of mankind. There may be developments in many different directions in the coming centuries. Democracy has only existed for about 200 years. It started out with the American Declaration of Independence. The Americans got their ideas from the Europeans, in the main from the French, the Dutch and the British.","author":"Helmut Schmidt","category":"Democracy, American, End"},{"quote":"Let's make sure we're doing what we can in our own backyard to gain our energy independence and to create American jobs with American energy.","author":"Cory Gardner","category":"American, Energy, Doing"},{"quote":"The love of independence and dislike of unjust treatment is the source of a thousand virtues.","author":"William Godwin","category":"Love, Dislike, Unjust"},{"quote":"The nineteenth century, especially the second half of it, was a time of restatement in Ireland. After the famine, after the failed rebellions of the Forties and Sixties, the cultural and political desires for self-determination began to shape each other in a series of riffs on independence and identity.","author":"Eavan Boland","category":"Time, Identity, Political"},{"quote":"I don't have luxurious tastes or great needs, but my independence is worth a lot to me.","author":"Emmanuel Macron","category":"Great, Me, Worth"},{"quote":"When the happy era shall arrive for the emancipation of nations, hastened on as it will be by the example of America, shall they not resort to the Declaration of our Independence as the charter of their rights, and will not its author be hailed as the benefactor of the redeemed?","author":"John Tyler","category":"Happy, America, Rights"},{"quote":"Stop exporting American jobs. Stop exporting American factories, and stop exporting American sovereignty and independence to global institutions like the World Trade Organization.","author":"Pat Buchanan","category":"American, World"},{"quote":"The second is the damage to the credibility and independence of a free press which may be caused by covert relationships with the U.S. journalists and media organizations.","author":"Frank Church","category":"Media, Free, Relationships"},{"quote":"George was getting alot of independence for himself in those days. He was writing more, and wanted things to go his way - where, when we first started things basically went John and Paul's way. You know, 'cuz they were the writers.","author":"Ringo Starr","category":"Writing, Know, You"},{"quote":"International law says people fighting for self-determination can use force in order to achieve their independence.","author":"Norman Finkelstein","category":"Law, People, Achieve"},{"quote":"As for 'Independence Day,' we never intended to do any films in that series beyond the first one.","author":"Dean Devlin","category":"Day, First, Never"},{"quote":"I want to collect more records from terrorists, but less records from innocent Americans. The Fourth Amendment was what we fought the Revolution over! John Adams said it was the spark that led to our war for independence, and I'm proud of standing for the Bill of Rights, and I will continue to stand for the Bill of Rights.","author":"Rand Paul","category":"War, Proud, Want"},{"quote":"There is a danger to judicial independence when people have no understanding of how the judiciary fits into the constitutional scheme.","author":"David Souter","category":"People, Understanding"},{"quote":"Our military might is the guarantor of Russia's security and independence.","author":"Vladimir Putin","category":"Security, Military, Russia"},{"quote":"Vietnam should have taught us that nationalism, with its engines of independence and self-determination, is a more powerful force by far than Marxism and must be understood and respected.","author":"Pete Hamill","category":"Powerful, Nationalism"},{"quote":"I believe that, as Americans, our freedoms come from God and not government, and include the rights enumerated in the Declaration of Independence: life, liberty, and the pursuit of happiness.","author":"Lisa Murkowski","category":"Life, Happiness, God"},{"quote":"My mother was an activist so was my father. They came from a generation of young Somalis who were actively involved in getting independence for Somalia in 1960.","author":"Iman","category":"Father, Mother, Generation"},{"quote":"As we explore ways to bring price relief and bolster our country's energy independence, one significant energy source has emerged as a potential solution, hydrogen fuel cells.","author":"Dan Lipinski","category":"Potential, Energy, Solution"},{"quote":"Egyptian comedy has a very, very old tradition. Our theater and our movies are just, like, amazing. And Egypt is kind of like the Hollywood of the Middle East. I mean, we had cinema maybe decades before the other Arab countries ever got independence.","author":"Bassem Youssef","category":"Amazing, Movies, Comedy"},{"quote":"My parents were concerned that I would not get good schooling, so they put me up in my uncle's house in Dharwad, and I spent about six years there. So at a very young age, I was away from my parents. I developed an amount of independence and learned to stand on my own feet.","author":"Nandan Nilekani","category":"Age, Good, Parents"},{"quote":"After so much suffering, after enduring so much sacrifice, sanctioned and embraced by our people, what is it that the people of East Timor expect as a result of independence?","author":"Kay Rala Xanana Gusmao","category":"Sacrifice, Suffering, People"},{"quote":"I don't have a formula to pass on. I always did it my own way. Even today, I hold my independence close. It's what's most precious to me. Passion. Risk. Tenacity. Consistency. This is my professional history.","author":"Giorgio Armani","category":"History, Today, Passion"},{"quote":"In 1949, China declared independence - an event known in Western discourse as 'the loss of China' in the U.S. - with bitter recriminations and conflict over who was responsible for that loss.","author":"Noam Chomsky","category":"Conflict, Loss, Responsible"},{"quote":"Self-reliance - that's a dirty word to Democrats. They want people to believe that self-reliance means you don't do anything with anybody. They don't want it thought of as accepting responsibility for one's life. Enterprise. Imagination. Independence. Entrepreneurism.","author":"Rush Limbaugh","category":"Life, Responsibility"},{"quote":"Americans are good with to-do lists; just tell us what to do, and we'll do it. Throughout our history, we have proven that. Colonize. Check. Win our independence. Check. Form a union. Check. Expand to the Pacific. Check. Settle the West. Check. Keep the Union together. Check. Industrialize. Check. Fight the Nazis. Check.","author":"Marianne Williamson","category":"History, Good, Together"},{"quote":"What I tell my kids is, 'I'm preparing you for college and for life. So, having independence, knowing how to set your own boundaries, figuring out how to make that balance. We still have screen-time rules.'","author":"Michelle Obama","category":"Life, Balance, College"},{"quote":"The right to life is guaranteed to all Americans in the Declaration of Independence, and ensuring this is upheld is the Constitutional duty of all members of Congress.","author":"Rand Paul","category":"Life, Duty, Right"},{"quote":"Harry Truman, who was a Bible-believing Christian Zionist, defied the secretary of state he so admired, George C. Marshall, and won a place in Israel's history by recognizing the new state 11 minutes after it declared its independence in 1948.","author":"Elliott Abrams","category":"History, Christian, Place"},{"quote":"In 1995, Russia virtually gave Chechnya de facto statehood and independence even though, de jure, it didn't recognize Chechnya as an independent state. And I would like to emphasize strongly that Russia withdrew all of its troops, we moved the prosecutors, we moved all the police, dismantled all the courts, completely, 100 percent.","author":"Vladimir Putin","category":"Police, Independent, Like"},{"quote":"There is no more independence in politics than there is in jail.","author":"Will Rogers","category":"Politics, Jail, Than"},{"quote":"We, the French, are viscerally attached to our laicite, our sovereignty, our independence, our values. The world knows that when France is attacked, it is liberty that is dealt a blow.","author":"Marine Le Pen","category":"World, Values, Liberty"},{"quote":"The Fed's independence is critical.","author":"Ben Bernanke","category":"Critical, Fed"},{"quote":"Scotland is not a region of the U.K.; Scotland is a nation, and if we cannot protect our interests within a U.K. that is going to be changing fundamentally, then that right of Scotland to consider the options of independence has to be there.","author":"Nicola Sturgeon","category":"Changing, Nation, Protect"},{"quote":"I'm not making any secret of the fact I still believe in independence. We'll continue to argue the case.","author":"Nicola Sturgeon","category":"Believe, Fact, Secret"},{"quote":"I want there to be another independence referendum at some stage. I want Scotland to be independent, but I wouldn't choose to have it happen because England votes to come out of the E.U.","author":"Nicola Sturgeon","category":"Want, Independent, Choose"},{"quote":"I don't feel we need to be independent for me to feel confident in my Scottish identity. I think Scotland is pretty comfortable in its identity. We won't need independence to preserve it... if we don't become independent, it won't disappear; it isn't under existential threat.","author":"Nicola Sturgeon","category":"Identity, Me, Think"},{"quote":"I think a common misperception about attuning and tending to a child's needs so constantly is that they don't grow in their independence, but I think that the opposite is true.","author":"Alanis Morissette","category":"Child, Grow, Think"},{"quote":"The United States was born in revolution and nurtured by struggle. Throughout our history, the American people have befriended and supported all those who seek independence and a better way of life.","author":"Robert Kennedy","category":"Life, History, Struggle"},{"quote":"A high standard of living cannot remain the exclusive possession of the West - and the sooner we can help other peoples to develop their resources, raise their living standards, and strengthen their national independence, the safer the world will be for us all.","author":"Robert Kennedy","category":"World, Help, Living"},{"quote":"To diminish the cases in which the assistance of others is felt absolutely necessary is the only genuine road to independence.","author":"William Godwin","category":"Road, Genuine, Assistance"},{"quote":"I was brought up in great tenderness, and though my mind was proud to independence, I was never led to much independence of feeling.","author":"William Godwin","category":"Great, Mind, Proud"},{"quote":"The most desirable state of mankind is that which maintains general security with the smallest encroachment upon individual independence.","author":"William Godwin","category":"Security, Individual"},{"quote":"I do know that Syria never will recognize Lebanon as an independent country, and the declaration of independence of Lebanon took place in 1943. Syria never - Syria never have recognized Lebanon. They regard Lebanon as part of Syria.","author":"Ariel Sharon","category":"Know, Country, Place"},{"quote":"I am convinced that the Obama administration and Clinton Dynasty would rather hail the Communist Manifesto than the Declaration of Independence this Fourth of July. And there's more than enough proof to show how they have been slow-cooking our Founders' republic into a red-star state like China.","author":"Chuck Norris","category":"I Am, Communist, Declaration"},{"quote":"I think that my parents' divorce gave me a very strong sense of self-reliance and independence. I realised that I needed to make sure I could support myself because you don't know what's going to happen in the future.","author":"Felicity Jones","category":"Future, Myself, Parents"},{"quote":"I always had a very strong sense of independence. I really liked being able to buy my Alanis Morissette 'Jagged Little Pill' album. I wore that as a badge of honor. I love not having to rely on anyone.","author":"Felicity Jones","category":"Love, Strong, Honor"},{"quote":"It took us in this country 11 years to get from the Declaration of Independence to the Constitution.","author":"Mitch McConnell","category":"History, Constitution"},{"quote":"My mother gave me a sense of independence, a sense of total confidence that we could do whatever it was we set out to do. That's how we were raised.","author":"Robin Wright","category":"Confidence, Mother, Mom"},{"quote":"I work hard, I make my own living and I love it. I like having financial independence.","author":"Salma Hayek","category":"Love, Work, Work Hard"},{"quote":"The cause of the WPK is a sacred historic cause for fully realizing the independence of the masses of the people, the cause of the Juche revolution.","author":"Kim Jong-un","category":"Revolution, People, Sacred"},{"quote":"It's great that with the Internet, there has come this sense of creative independence.","author":"Tavi Gevinson","category":"Great, Creative, Internet"},{"quote":"Great research universities must insist on independence from government and on the exercise of academic freedom.","author":"Alan Dershowitz","category":"Freedom, Great, Government"},{"quote":"The same independence that got me into trouble in high school got me praise in college.","author":"Alan Dershowitz","category":"School, College, Me"},{"quote":"It's essential for the U.S. and Europe to prevent Putin from going farther and reversing the hard-won independence of former Soviet republics.","author":"George Packer","category":"Europe, Soviet, Going"},{"quote":"We believe in government involvement that leads to independence: good schools, quality roads and the best health care.","author":"Rick Perry","category":"Good, Best, Health"},{"quote":"I'm totally committed to the cause of individuality. That's the only thing I stand by: independence.","author":"Juliana Hatfield","category":"Stand, Committed"},{"quote":"For me, I always have looked at 'indie' as a term of 'independence.' Never associated a sonic gesture with that in the same way that pop music has always meant 'popular' to me; you know, it didn't define a sound.","author":"Solange Knowles","category":"Music, Me, Know"},{"quote":"It's so important to have that independence. You know it yourself: Everyone needs evenings of their own.","author":"Olivia Wilde","category":"Yourself, Know, You"},{"quote":"Western environmentalists might value their independence, but their organizations are largely donor driven, and if he wanted to, Putin could have a lot to donate.","author":"Robert Zubrin","category":"Value, Driven, Might"},{"quote":"I'm always battling how to be in a relationship while simultaneously maintaining my independence and my career.","author":"Jessica Williams","category":"Relationship, Career, Always"},{"quote":"There is a core independence and dignity you get when you control your own time.","author":"Travis Kalanick","category":"Time, Control, You"},{"quote":"I want my candidacy for the presidency of the United States to stand for a moment when we the people, stand once again for the independence from a government that has gotten too big and spends too much and has taken away too much of our liberties.","author":"Michele Bachmann","category":"Government, Moment, People"},{"quote":"For months, people have been asking my views about the Scottish independence referendum, and I've been saying, 'It's not my country; I don't live here. Much as I love Scotland, I think it would be inappropriate to express a personal opinion regarding Scottish politics'.","author":"Diana Gabaldon","category":"Love, Politics, People"},{"quote":"Democrats creating the expectation that judges should act as politicians in robes is a dangerous precedent to set, threatening the very independence of the judiciary.","author":"Thom Tillis","category":"Creating, Expectation"},{"quote":"It is critical that special counsels have the independence and resources they need to lead investigations.","author":"Thom Tillis","category":"Special, Resources, Lead"},{"quote":"Even after Independence, we have had to face the poison of casteism and communalism. How long these evils will continue? Whom does it benefit?","author":"Narendra Modi","category":"Long, Face, Poison"},{"quote":"While the seeming independence of the federal judiciary has played a vital part in making its actions virtual Holy Writ for the bulk of the people, it is also and ever true that the judiciary is part and parcel of the government apparatus and appointed by the executive and legislative branches.","author":"Murray Rothbard","category":"Government, People, True"},{"quote":"For many young women, the dream of independence and a home of their own is a tantalising goal, while a lifetime devoted solely to catering for another person's needs would be hard to countenance.","author":"Mariella Frostrup","category":"Home, Women, Goal"},{"quote":"Christian conservatives care about their families eating. They're concerned about energy independence. They're concerned about functional government.","author":"Mike Huckabee","category":"Government, Christian"},{"quote":"In a world of status, independence is key, because a primary means of establishing status is to tell others what to do, and taking orders is a marker of low status. Though all humans need both intimacy and independence, women tend to focus on the first and men on the second. It is as if their lifeblood ran in different directions.","author":"Deborah Tannen","category":"Women, Focus, World"},{"quote":"The truth is that since childhood I had cultivated an existential independence. It came from perceiving the adults around me as unreliable, and without it I felt I wouldn't have survived. I cared deeply for everyone in my family, but in the end I depended on myself.","author":"Sonia Sotomayor","category":"Family, Truth, Myself"},{"quote":"I had fought for my independence and fought for my freedom to do as I chose.","author":"Kris Kristofferson","category":"Freedom, Fought, Chose"},{"quote":"Simon Bolivar, when history led him - and as Karl Marx said, men can make history, but only as far as history allows us to do so - when history took Bolivar and made him the leader of the independence process in Venezuela, he made that process revolutionary.","author":"Hugo Chavez","category":"History, Leader, Men"},{"quote":"How can we have our privacy? How can we have our independence now in these times with these cameras? Because I think privacy and our solitude is really important.","author":"Parker Posey","category":"Solitude, Privacy, Think"},{"quote":"I believe in being a happy conservative: that you're happy because your policies will give people greater freedom, greater independence. But you have to explain why your policy makes life better.","author":"Kevin McCarthy","category":"Life, Happy, Freedom"},{"quote":"Energy independence is very important to me.","author":"Tomi Lahren","category":"Energy, Me, Important"},{"quote":"Nothing manifests more persuasively the American contradiction than that the author of the Declaration of Independence, a slave owner, wrote an antislavery clause into the document - as if to compel himself to be better than he was - which then had to be edited out so the Southern states, including Thomas Jefferson's own, would sign it.","author":"Steve Erickson","category":"American, Better, Slave"},{"quote":"The Declaration of Independence says when government fails, the people have the right to replace it. Well, New York State government has failed and the people have the right, indeed the people have the the people have the obligation, to act.","author":"Andrew Cuomo","category":"Government, New York, People"},{"quote":"An unlimited America was the vision for the nation set forth by our Founding Fathers. It is the vision enshrined in those two great charters of freedom: our Declaration of Independence and our Constitution. Many of America's most intractable problems stem from the fact that we have strayed from that vision - and lost direction.","author":"Sam Brownback","category":"Freedom, Great, Vision"},{"quote":"I'm pro-WWE, but also I maintain my independence and speak my true thoughts, never bashing the product. But yes, I can be critical. I've earned the right to be critical.","author":"Stone Cold Steve Austin","category":"Thoughts, Speak, True"},{"quote":"I think the four major leagues ought to set up a joint commission - say, of retired judges - to rule on athletes who are accused of doing bad things away from the game. Then each league would retain its independence in determining what penalties their players should get for infractions committed within the sport.","author":"Frank Deford","category":"Game, Doing, Think"},{"quote":"Going back to South Sudan after the independence took place was deeply emotional for me because I had gone through the civil war with my family just before going to seek refuge in London.","author":"Alek Wek","category":"Family, War, Me"},{"quote":"We must first and foremost defend Hungary's independence and sovereignty, and, if needed, we must regain it.","author":"Viktor Orban","category":"First, Defend, Must"},{"quote":"It is not wealth one asks for, but just enough to preserve one's dignity, to work unhampered, to be generous, frank and independent.","author":"W. Somerset Maugham","category":"Work, Wealth, Dignity"},{"quote":"It's hard to see how the Copyright Office can rise to the many challenges of the 21st-century work that you do without dramatically more independence and dramatically more flexibility.","author":"Ted Deutch","category":"Work, Challenges, Rise"},{"quote":"When Thomas Jefferson wrote the Declaration of Independence, declaring that all men were created equal, he owned slaves. Women couldn't vote. But, throughout history, our abolitionists, suffragettes, and civil rights leaders called on our nation, in reality, to live up to the nation's professed ideals in that Declaration.","author":"Marvin Ammori","category":"History, Women, Men"},{"quote":"India helped Bangladesh to achieve independence. The Bangladeshis should remain happy inside the territory of their own country.","author":"Atal Bihari Vajpayee","category":"Happy, Country, Achieve"},{"quote":"I think America is strong enough to fix the problems, grace and honor to D.C. I think energy independence and control spending. We have to go to a balanced budget. Quite frankly, as far as our debt goes, I don't think you can tax your way out of it. I think people are taxed enough.","author":"Ryan Zinke","category":"Strong, America, Problems"},{"quote":"I really think we should pass a law in every state, I don't care whether it takes the independence away from an old person or not. You shouldn't be driving a car if you're over the age of 80. Maybe even less than that.","author":"Evel Knievel","category":"Age, Car, Law"},{"quote":"The United States is truly remarkable, a nation founded on a set of Enlightenment ideals so beautifully expressed by the Declaration of Independence and codified in the U.S. Constitution. We should feel good about our ideals, even when we don't quite manage to live up to them.","author":"Jay Parini","category":"Good, Constitution"},{"quote":"The swashbuckling independence of my childhood was not all good, and as a father, I'm puzzling out how to be part of my children's lives rather than shoehorning them into mine. But there's a risk that I'll overcompensate, of course.","author":"John Dickerson","category":"Children, Good, Father"},{"quote":"Senator Udall focused his entire campaign as a social-issues warrior, and that was rejected by the people of Colorado, who embraced our plan of creating jobs and opportunity, growing energy independence, looking at education opportunities for the future, and making sure we're focused on protecting this great Colorado environment.","author":"Cory Gardner","category":"Education, Future, Great"},{"quote":"I hold that there is a mysterious connection between the fate of this country and that of Mexico so much so that her independence and capability of sustaining herself are almost as essential to our prosperity and the maintenance of our institutions as they are to hers.","author":"John C. Calhoun","category":"Fate, Mysterious, Her"},{"quote":"After Independence, there were periods of very high taxation. So you didn't create wealth, how will you distribute it? When was the first time capital gains tax was introduced? It was 1992 March. Till then, everything was taxed one way.","author":"Shiv Nadar","category":"Time, Wealth, You"},{"quote":"The good man is he who rules himself as he does his own property: his autonomous being is modelled on material power.","author":"Theodor Adorno","category":"Good, Power, Man"},{"quote":"National independence, and the preceding political struggles, helped create the space for literary creation in many post-colonial countries. Much of modern Indian or Chinese literature is inconceivable without the political movement for freedom from foreign rule.","author":"Pankaj Mishra","category":"Freedom, Space, Political"},{"quote":"Well, you know, Thomas Jefferson, who was the author of the Declaration of Independence said he wouldn't have any atheists in his cabinet because atheists wouldn't swear an oath to God. That was Jefferson and we have never had any Muslims in the cabinet.","author":"Pat Robertson","category":"God, Know, You"},{"quote":"The Labor party under my leadership is working to bring the Israeli people together from all nationalities in the spirit of the scroll of independence.","author":"Ehud Barak","category":"Leadership, Together, People"},{"quote":"I'm a huge fan of the first 'Independence Day.' It is amazing. When it came out in 1995, just how explosive and big it was... I loved it.","author":"Maika Monroe","category":"Day, Amazing, Loved"},{"quote":"I admire the courage and self-reliance it takes to start your own business and make it succeed.","author":"Martha Stewart","category":"Business, Courage, Start"},{"quote":"Spending only what the country can afford, rewarding savings, encouraging independence, supporting marriage: people know that these things are common sense.","author":"William Hague","category":"Marriage, People, Know"},{"quote":"You can gain in your effectiveness as a politician from a wide acquaintance with the world and from a degree of independence that having some outside interests gives.","author":"William Hague","category":"World, You, Effectiveness"},{"quote":"I don't want to be any more interesting than I am. I love the life that I get to live, which is one of real independence and privacy and autonomy.","author":"Allison Williams","category":"Love, Life, I Am"},{"quote":"I think my independence was a big help to getting Judges Roberts and Alito confirmed, and I think that's recognized.","author":"Arlen Specter","category":"Help, Think, Big"},{"quote":"The American War of Independence is the expulsion of the intrusive elements, alien to the American essence. If American reality is the reinvention of itself, whatever is found in any way irreducible or unassimilable is not American.","author":"Octavio Paz","category":"War, American, Reality"},{"quote":"The way I was grew up gave me a slight fearlessness and a sense of independence. There are things about it that have definitely informed me. And then, as a parent, it's done the opposite. It's made me feel much more protective. There are boundaries in my kids' lives that I don't think I had.","author":"Sam Taylor-Johnson","category":"Me, Parent, Think"},{"quote":"I think that initial independence is very important that's what being an entrepreneur is all about.","author":"Jon Oringer","category":"Important, Think"},{"quote":"This game wears on you. It tears you down. It's perpetual motion for some people who've achieved a level of independence, like Madonna and Jay-Z - they don't need to do music anymore. But there's people who need it. And in that need, that's when it's tough and it tears you to pieces.","author":"Lupe Fiasco","category":"Music, Game, People"},{"quote":"I'm for absolute autonomy of the individual, and an adult, competent woman has absolute autonomy. It's her choice.","author":"Jack Kevorkian","category":"Woman, Choice, Her"},{"quote":"I play a curator, the most American part you can think of. My work is to protect the Declaration of Independence. I work at the National Archives in Washington.","author":"Diane Kruger","category":"Work, American, Think"},{"quote":"Stand-up is my favorite thing I've ever done. There's so much independence.","author":"Rita Rudner","category":"Favorite, Done, Ever"},{"quote":"My parents were the ones who gave me the independence, who gave me the spark to do anything that you set your mind to, as all parents should do for their kids.","author":"Marlee Matlin","category":"Parents, Mind, Me"},{"quote":"I'd rather have the influence than the power, and the influence to me is to build institutions of independence and democracy, to regain for Egypt prestige in education and science and technology.","author":"Ahmed Zewail","category":"Education, Technology, Power"},{"quote":"Whenever we changed schools, we had to make a new set of friends. At the time, of course, I hated it. But looking back now, I'm really glad I did, because it forces independence on you.","author":"Patrick deWitt","category":"Time, Friends, Looking Back"},{"quote":"Israeli independence - what we Arabs call al-Naqba, 'The Catastrophe' - it created Palestinian identity more than anything else.","author":"Sayed Kashua","category":"Identity, Anything"},{"quote":"I knew that collaborating on songwriting would be difficult for a lot of people, because I was known very much, for my independence and the fact that I wrote these quirky songs that were not typical structure, not typical sound - you know, really original stuff.","author":"Liz Phair","category":"People, Know, You"},{"quote":"Since being quite young, I've had a very strong sense of independence and survival. As a child, I was on my own two feet emotionally.","author":"Lena Headey","category":"Strong, Survival, Child"},{"quote":"'Chocolat' was a sort of statement of my own childhood, recognizing I experienced something from the end of the colonial era and the beginning of independence as I was a child that really made me aware of things I never forgot - a sort of childhood that made me different when I was a student in France.","author":"Claire Denis","category":"Childhood, Child, Me"},{"quote":"Women are living independently, but we don't yet have the social and economic policies behind us to support that independence.","author":"Rebecca Traister","category":"Women, Support, Living"},{"quote":"Well, we lost a lot of our independence already. We are dependent on China for credit. We are dependent on Middle Eastern countries for energy supplies. And many Americans are dependent on the government for their income, health care, education of their children, food stamps.","author":"Jim DeMint","category":"Education, Food, Children"},{"quote":"While the majority of my childhood memories are beautiful, I also have experienced the challenges that Nigeria has faced since independence.","author":"Jidenna","category":"Beautiful, Memories"},{"quote":"And if you are a parent, introduce your children to their neighborhood library. It will give them a real sense of independence to have their own library card and enjoy borrowing books.","author":"Sarah Jessica Parker","category":"Children, Library, Parent"},{"quote":"Conservatives understand that the power that binds our republic together is fierce independence held high on the shoulders of compassion.","author":"Allen West","category":"Power, Compassion, Together"},{"quote":"My grand affair appears settled, for America is certain of her independence, humanity has gained her cause, and liberty will never be without a place of refuge.","author":"Marquis de Lafayette","category":"America, Humanity, Liberty"},{"quote":"I think Tom Paine is one of the greatest men that's ever lived. He lived in the 18th century; as you all know, he was an Englishman who was involved in the writing of American Declaration of Independence, the American Constitution, the French Constitution, wrote the great book called 'The Rights of Man' - commercial over.","author":"Richard Attenborough","category":"Great, Man, Writing"},{"quote":"The one thing that the President can do is to establish a real energy independence plan. We have all the recources we need right here in this country to establish energy independence if we had the leadership.","author":"Herman Cain","category":"Leadership, Plan, Energy"},{"quote":"If the world market believed that we were serious about energy independence and we were going to utilize all of our own existing resources, the speculators would stop speculating up they start speculating down as we get our own oil out of the ground.","author":"Herman Cain","category":"World, Start, Energy"},{"quote":"I would have to have people totally committed to the Declaration of Independence and the Constitution of this United States. And many of the Muslims, they are not totally dedicated to this country. They are not dedicated to our Constitution. Many of them are trying to force Sharia law on the people of this country.","author":"Herman Cain","category":"Law, Constitution, People"},{"quote":"Frankly, I love my independence too much to give it up.","author":"Akkineni Nagarjuna","category":"Love, Up, Too Much"},{"quote":"The Declaration of Independence was always our vision of who we wanted to be, our ideal of freedom and justice, how we were going to be different, and what the American experiment was going to be about.","author":"Marian Wright Edelman","category":"Freedom, Justice, Vision"},{"quote":"I'm completely ecstatic when a woman has own back story and brings something to the table and has a real strong kind of independence.","author":"Dane Cook","category":"Strong, Woman, Story"},{"quote":"I am going to take something I learned over in Israel. Their Independence Day is preceded the 24 hours before with Memorial Day, so it gives them a chance to serve and reflect and then celebrate. I am going to try to start that tradition here in America.","author":"Glenn Beck","category":"Day, America, I Am"},{"quote":"First and foremost, Scotland is my home, and I do consider myself Scottish, but I also feel very British, and I hope that Scotland stays within the Union. I have a real concern about independence.","author":"Rose Leslie","category":"Hope, Home, Myself"},{"quote":"Acumen Fund's patient capital investment in Western Seed is intended to enhance the food security and economic independence of Kenya's smallholder farmers.","author":"Jacqueline Novogratz","category":"Food, Seed, Security"},{"quote":"One of the most painful things in the Western States and Territories is the extinction of childhood. I have never seen any children - only debased imitations of men and women, cankered by greed and selfishness, and asserting and gaining complete independence of their parents at ten years old.","author":"Isabella Bird","category":"Children, Women, Parents"},{"quote":"Without U.S. independence, North America would have remained a rural, non-industrial breadbasket. Blessed as it was with natural resources, agrarian North America would have supplied cotton and beef and lumber to industrial Britain. America would thus be more like Australia - a nice enough place to live, but no kind of world power.","author":"Stephen Bannon","category":"Power, America, World"},{"quote":"Above all, film is a business... Independence is a really cool thing as you can be a bit more bold, and take a few more chances with what you do.","author":"Mel Gibson","category":"Business, Cool, Bold"},{"quote":"I know this independence is what people like most about my brand.","author":"Raf Simons","category":"Brand, People, Know"},{"quote":"Washington worked very hard to create his legacy. Even before the War of Independence was over, he was assembling his papers and making sure they were going to be in a state of preservation that would represent as best he could the official side of what occurred during the Revolution.","author":"Nathaniel Philbrick","category":"Best, War, Legacy"},{"quote":"I wish to reiterate solemnly China's continued firm support to Pakistan in its efforts to uphold independence, sovereignty, and territorial integrity.","author":"Li Keqiang","category":"Integrity, Support, Wish"},{"quote":"What Tupperware has stood for all these years is the independence of women, allowing women to work from home, earn a living - and that what this Boys & Girls Clubs of America program, the SMART Girls program, is about.","author":"Brooke Shields","category":"Work, Home, Women"},{"quote":"Like millions of Scots, I've agonised over whether to go for independence or remain with the Union.","author":"Rory Bremner","category":"Over, Like, Go"},{"quote":"Scotland needs comedy more than ever. With the independence debate, finally after 300 years, reaching room temperature.","author":"Rory Bremner","category":"Debate, Comedy, Years"},{"quote":"Energy independence and energy security are really two different things.","author":"Rex Tillerson","category":"Energy, Security, Different"},{"quote":"Those who really value Ukrainian sovereignty should opt for real independence and a positive neutrality: neither a plaything of the West nor Moscow.","author":"Tariq Ali","category":"Positive, Value, Real"},{"quote":"Independence is the only way Scotland can realise its full political and cultural potential in the 21st century.","author":"Tariq Ali","category":"Political, Potential, Way"},{"quote":"The weakness in traditional Scottish nationalism lay in its own inability to grasp that identity could not be the only factor in the march to independence.","author":"Tariq Ali","category":"Identity, Weakness"},{"quote":"It's always Canelo, and it's Mexican Independence Day, so I know that. But I am the champion, and just looking back on that, that is one reason why I hope they'll respect that I'm champion and be fair.","author":"Liam Smith","category":"Hope, Respect, Day"},{"quote":"For the record, I believe elected officials should talk about faith. Our founders believed the moral principles of faith were indispensable to our nation's survival. The Declaration of Independence mentions God four times.","author":"Gary Bauer","category":"Faith, God, Believe"},{"quote":"Independence doesn't - doesn't equate to moderates. Millions of independents are pro-life. Millions of independents believe marriage is between a man and a woman.","author":"Gary Bauer","category":"Marriage, Man, Woman"},{"quote":"President after president has said energy independence is critical. But then you have the EPA tasked to go after American companies producing coal and penalizing them. You can't have it both ways.","author":"Corey Lewandowski","category":"American, Energy, You"},{"quote":"I voted against my party with some frequency, because of my independence. I've just got to remind Missourians that I am independent and that I try to call them like I see them, and sometimes my party is wrong on some things.","author":"Claire McCaskill","category":"I Am, Party, See"},{"quote":"Women today are dealing with both their independence and also the fact that their lives are built around finding and satisfying the romantic models we grew up with.","author":"Jane Campion","category":"Romantic, Women, Today"},{"quote":"I don't have good business sense. You never get much money for the arts. But I like independence. I like to grow.","author":"Cyndi Lauper","category":"Business, Money, Good"},{"quote":"The BBC is a victim of its own independence.","author":"Graham Norton","category":"Victim, Own, BBC"},{"quote":"Thomas Paine, so celebrated and so despised as he traveled through the critical events of his time, has long appealed to biographers. Paine was present at the creation both of the United States and of the French Republic. His eloquence, in the pamphlet 'Common Sense,' propelled the American colonists toward independence.","author":"Edmund Morgan","category":"Time, American, Long"},{"quote":"Who would think it possible to redirect historical scholarship by explaining what Thomas Jefferson said in the Declaration of Independence?","author":"Edmund Morgan","category":"Think, Scholarship, Said"},{"quote":"China not only fights for her own independence, but also for the liberation of every oppressed nation. For us, the Atlantic Charter and President Roosevelt's proclamation of the Four Freedoms for all peoples are corner-stones of our fighting faith.","author":"Chiang Kai-shek","category":"Faith, Nation, Her"},{"quote":"As a boy, the very words 'Liberty Bell' and 'Independence Hall' fired my imagination and made a profound and lasting impression on my mind. Throughout my struggle to secure national freedom for China, I have continuously dreamed of the day when she would assume the full stature of an independent, democratic nation.","author":"Chiang Kai-shek","category":"Day, Freedom, Struggle"},{"quote":"If I make a movie in English, the money will come from Europe, so that I can keep my independence and freedom. The way they produce in Hollywood doesn't fit me.","author":"Pedro Almodovar","category":"Freedom, Money, Me"},{"quote":"At the time of independence in 1975, Mozambique was extremely poor. Many Portuguese residents abandoned the country, leaving only a handful of well-educated Mozambicans to try to run the country.","author":"Henning Mankell","category":"Time, Leaving, Run"},{"quote":"I am a very independent person, and I, you know, I maintain that independence, but, you know, certain things - I mean, it takes, you know, it's just much easier for other people if other people can help you every now and again.","author":"Sue Townsend","category":"I Am, People, Help"},{"quote":"While most Americans know about the Boston Tea Party, few are aware of the Liberty Tree and how important it was to fanning the flames of rebellion that led to the revolution in 1775 and the Declaration of Independence.","author":"Ronald Kessler","category":"Tree, Tea, Liberty"},{"quote":"It is my living sentiment, and by the blessing of God it shall be my dying sentiment, independence now and independence forever.","author":"Daniel Webster","category":"God, Living, Blessing"},{"quote":"In the modern era, Jewish sovereignty over the land of our ancestors is a relatively short phenomenon. From the time of the successful Maccabean revolt to the Roman annexation in 63 BC constitutes about 100 years of Jewish rule. Combined with Israel's independence in 1948, this is about 160 years of effective sovereignty.","author":"Edgar Bronfman, Sr.","category":"Time, Short, Successful"},{"quote":"It's no accident that my first novel was called Americana. This was a private declaration of independence, a statement of my intention to use the whole picture, the whole culture.","author":"Don DeLillo","category":"Culture, Picture, First"},{"quote":"Only children are weird. The only children I know, including myself, are either superweird or very talented and special or a mix of the two. I think there was always a certain independence and loneliness - I had a lot of imaginary friends as a kid.","author":"Rachel Bloom","category":"Children, Friends, Myself"},{"quote":"Like all of Latin America, Mexico after independence in 1821 turned its back on a triple heritage: on the Spanish heritage, because we were newly liberated colonies, and on our Indian and black heritages, because we considered them backward and barbaric. We looked towards France, England and the U.S., to become progressive democratic republics.","author":"Carlos Fuentes","category":"America, Black, Colonies"},{"quote":"Our independence from AOL was so important to me that I negotiated an extremely odd provision in our purchase agreement that allowed me to disclose confidential information about AOL. It was their job never to give me that information. It was not my job to protect it in any way.","author":"Michael Arrington","category":"Job, Information, Me"},{"quote":"Work to me has become kind of a hobby. I was a part of something that gave me financial independence and the rent is paid. Now it's just about projects that turn me on.","author":"Matt LeBlanc","category":"Work, Financial, Me"},{"quote":"I think boarding school does give you an independence.","author":"Deirdre O'Kane","category":"School, Think, You"},{"quote":"I was the youngest and on my own a lot. I think this probably taught me independence and how to be okay with my own company. Also, it meant I read a lot.","author":"Zoe Foster Blake","category":"Me, Company, Think"},{"quote":"I don't know what 15-year-old doesn't have a desire to separate themselves from their parents and prove their independence.","author":"Michelle Williams","category":"Parents, Know, Desire"},{"quote":"Family ownership provides the independence that is sometimes required to withstand governmental pressure and preserve freedom of the press.","author":"Katharine Graham","category":"Family, Freedom, Pressure"},{"quote":"With all its being, the Labor Party supports Israel as a Jewish and democratic state. Labor built the state, and its leaders formulated the Declaration of Independence, the foundational document that anchors Israel as a Jewish state.","author":"Isaac Herzog","category":"Party, Labor, Leaders"},{"quote":"When Al Gore picked Joe Lieberman, it was a clear declaration of independence from President Clinton; no Democrat had been more critical of Clinton's misconduct.","author":"Jeff Greenfield","category":"President, Declaration"},{"quote":"From age nine, my friends and I were on the streets, walking home, going to each other's houses, going to the store. I really wanted to write about that: the independence that's a little bit scary but also a really positive thing in a lot of ways.","author":"Rebecca Stead","category":"Positive, Home, Age"},{"quote":"Federal Reserve officials have stressed the importance of the Fed's independence. But such independence does not mean that it is immune from Congressional oversight.","author":"Richard Shelby","category":"Stressed, Mean, Reserve"},{"quote":"Americans deserve an attorney general that will be honest with them, they deserve an attorney general who will uphold the basic standards of political independence and accountability.","author":"John Cornyn","category":"Political, Accountability"},{"quote":"I do need my independence. I have to have that.","author":"Carol Vorderman","category":"Need"},{"quote":"I am in favor of carrying out the Declaration of Independence to women as well as men. Women having to suffer the burdens of society and government should have their equal rights in it. They do not receive their rights in full proportion.","author":"Leland Stanford","category":"Women, I Am, Government"},{"quote":"Nature never said to me: Do not be poor still less did she say: Be rich her cry to me was always: Be independent.","author":"Nicolas Chamfort","category":"Nature, Me, Rich"},{"quote":"We do need a return to individual integrity, self-reliance, and old-fashioned gumption. We really do.","author":"Robert M. Pirsig","category":"Integrity, Return"},{"quote":"There's no such thing as an independent person.","author":"Peter Jennings","category":"Independent, Person, Thing"},{"quote":"Scotland is the only case in the world where the poor part of a territory wants to separate from the rich part. If independence came, one option is to keep the pound as its currency, so that all economic decisions will continue to be taken by the Bank of England.","author":"Philip Kerr","category":"Decisions, World, Rich"},{"quote":"I will say that anyone who supports Scottish independence should go to Athens. Because nothing works. It is a disaster. It is a ruined, dirty place where people do not have money or future prospects. The day one after independence, Scotland would be worse.","author":"Philip Kerr","category":"Future, Day, Money"},{"quote":"I try really hard to give my kids as much independence as I can, caring mostly about their character: Are they kind? Generous? Do they work hard?","author":"Elisabeth Shue","category":"Work, Character, Caring"},{"quote":"I cannot compromise or inhibit my independence.","author":"Walter Annenberg","category":"Compromise, Cannot, Inhibit"},{"quote":"Men spend their whole lives showing that they're strong and silent. They fight for independence the way women struggle to connect.","author":"George Weinberg","category":"Women, Struggle, Strong"},{"quote":"As I said, men value their independence in a weird way, above practically everything.","author":"George Weinberg","category":"Men, Value, Weird"},{"quote":"I've always had an enormous sense of independence. But I know that sometimes I can be too independent. It is important to be able to share your life - so that is a work in progress for me.","author":"Emilia Fox","category":"Life, Work, Progress"},{"quote":"The men and women I work with in law enforcement deal with the consequences of the Democrats' selfish policies to encourage reliance on government, dependency instead of independence, and victimhood instead of the promise of earning your way to financial security.","author":"David A. Clarke, Jr.","category":"Work, Women, Government"},{"quote":"I remember that during the period leading up to independence in Angola in 1975, I was the only correspondent there at all for three months.","author":"Ryszard Kapuscinski","category":"Remember, Three, Up"},{"quote":"The official independence celebration was going to be held over four or five days, and a group of journalists from all over the world was allowed to fly in, because Angola was closed otherwise.","author":"Ryszard Kapuscinski","category":"World, Fly, Group"},{"quote":"John Huston was a superb master. He knew how to make good films. I did three things with him. One is called Independence. It plays in Philadelphia, for free. It's been playing there for 25 years.","author":"Eli Wallach","category":"Good, Free, Three"},{"quote":"The Platform for Action gives due emphasis to the fact that women globally have continued to have insufficient access to the resources necessary to achieve economic independence.","author":"Jenny Shipley","category":"Women, Action, Achieve"},{"quote":"The independence of the United States is not only more precious to ourselves but to the world than any single possession.","author":"Henry Cabot Lodge","category":"World, Single, Precious"},{"quote":"Every year thousands of Americans mistakenly refer to Cinco de Mayo as Mexico's Independence Day.","author":"Joe Baca","category":"Day, Mexico, Year"},{"quote":"It's never been a point of reference to look to a man. It's not always a good thing, I suppose, but I think independence is always preferable to dependence.","author":"Catherine Tate","category":"Good, Man, Think"},{"quote":"I'm for economic independence.","author":"Charles Evers","category":"Economic"},{"quote":"The director of 'Independence Day,' 'Godzilla' and 'The Patriot' has certain attributes, all of which are given full vent in 'The Day After Tomorrow.' He's crude, stupid, slick, cornball, predictable, laughable, relentless, trivial and, the sum of all these, ridiculous. He's never made a movie you could believe and he still hasn't.","author":"Stephen Hunter","category":"Day, Stupid, Believe"},{"quote":"In the summer of 1776 our Founding Fathers sought to secure our independence and the liberties that remain the foundation of our nation today.","author":"Doc Hastings","category":"Today, Foundation, Summer"},{"quote":"In the over two centuries since the signing of the Declaration of Independence, millions of Americans have bravely served our nation in uniform so that all generations can continue to enjoy those same liberties.","author":"Doc Hastings","category":"Enjoy, Uniform, Nation"},{"quote":"But since independence, Gabon is one of the few countries in Central Africa that enjoys peace and stability.","author":"Omar Bongo","category":"Peace, Africa, Stability"},{"quote":"The fact is that we cannot drill our way to independence. We cannot drill our way to freedom, and we cannot drill our way to create jobs in this country.","author":"Jay Inslee","category":"Freedom, Country, Way"},{"quote":"The policy of the house of Austria, which aimed at destroying the independence of Hungary as a state, has been pursued unaltered for three hundred years.","author":"Lajos Kossuth","category":"Three, House, Years"},{"quote":"For me, the biggest thing with money has always been independence - just the biggest.","author":"Monica Seles","category":"Money, Me, Always"},{"quote":"I've always backed energy independence policies, but I've heard from people on this issue like no other. The energy interests of Illinois are far broader and deeper than my North Shore district.","author":"Mark Kirk","category":"Energy, People, Always"},{"quote":"The beliefs expressed in the Declaration of Independence remain a standard for our nation today. They also remain a standard for those nations across the globe striving to achieve democracy.","author":"Paul Gillmor","category":"Today, Democracy, Nation"},{"quote":"Pharmaceuticals have become an increasingly important part of modern medicine, and our seniors shouldn't have to worry about whether they can afford the medicines they need to stay healthy and maintain their independence.","author":"Michael K. Simpson","category":"Medicine, Worry, Healthy"},{"quote":"The Recovery plan will put money in the pockets of the American worker, create and save millions of new jobs and invest in crucial areas such as health care, education, energy independence and a new infrastructure.","author":"Valerie Jarrett","category":"Education, Money, Health"},{"quote":"My government has promised to comprehensively respect the independence of the judiciary.","author":"Victor Ponta","category":"Respect, Government"},{"quote":"What happened in America in the 1860s was a war of secession, a war of independence, no different in principle from what happened in America in the 1770s and 1780s.","author":"L. Neil Smith","category":"War, America, Different"},{"quote":"I think that there is a relatively small number of people who are pushing for independence in Taiwan.","author":"Fred Thompson","category":"Small, People, Think"},{"quote":"The speed of movement towards independence will depend on Kosovo demonstrating that it is capable of treating minorities well. We have not always seen that.","author":"Emma Bonino","category":"Speed, Movement, Well"},{"quote":"In my time in the U.S. Senate, I tried to craft an energy policy... I will be part of President Obama's efforts to achieve energy independence and enhance the landscape. I am also part of his reform agenda.","author":"Ken Salazar","category":"Time, I Am, Landscape"},{"quote":"Autos for years seemed to give us freedom and independence, but when they create traffic jams and other problems in the parks, the experience of serenity in nature that visitors expect is seriously diminished, if not destroyed.","author":"Michael Frome","category":"Nature, Freedom, Experience"},{"quote":"The hydrogen powered car, with its high fuel mileage and zero emission rate, is just one example of the products under development that will help increase our energy independence.","author":"Dan Lipinski","category":"Car, Environmental, Help"},{"quote":"Tens of thousands of brave Americans died to break the chains of British tyranny so that the principles of our Declaration of Independence could take fold and flourish in the birth of a new nation.","author":"Jim Gerlach","category":"Brave, Tyranny, Principles"},{"quote":"In the Imperialist Era, the foreign loan played an outstanding part as a means for young capitalist countries to acquire independence.","author":"Rosa Luxemburg","category":"Young, Loan, Part"},{"quote":"I don't think it's a Western thing to really talk about intrinsic motivation and the drive for autonomy, mastery and purpose. You have to not be struggling for survival. For people who don't know where their next meal is coming, notions of finding inner motivation are comical.","author":"Daniel H. Pink","category":"Survival, Purpose, People"},{"quote":"In the Steven F. Austin Colony, which was the first colony, Texans first established a provisional government in 1835 with the intention of writing a declaration of independence soon after.","author":"Michael McCaul","category":"Writing, Government, Austin"},{"quote":"There can be no argument about the Lone Star State's significant contributions to American history, and we must remember the actions and the sacrifices of those who made Texas independence a reality.","author":"Michael McCaul","category":"History, American, Reality"},{"quote":"Girl Up gives girls an opportunity and gives them a platform and starting point through which they can take it and run with it and help give girls the opportunity to have the freedom, independence and the ability to get an education.","author":"Katherine McNamara","category":"Education, Freedom, Girl"},{"quote":"I'm drawn to girls with a certain self-effacing, humorous quality and an innate independence and point of view. I love the notion of never taking yourself too seriously or being too put together.","author":"Chris Benz","category":"Love, Together, Quality"},{"quote":"I will be vigilant to protect the independence and integrity of the Supreme Court, and I will work to ensure that it upholds the rule of law and safeguards those liberties that make this land one of endless possibilities for all Americans.","author":"John Roberts","category":"Work, Integrity, Law"},{"quote":"Perhaps a hundred people assembled one evening, May 15, 1876, at the time when the country was celebrating the hundredth anniversary of its political independence.","author":"Felix Adler","category":"Time, Anniversary, Political"},{"quote":"The independence of the economic sphere was a tenet of faith with Liberalism.","author":"Francis Parker Yockey","category":"Faith, Economic, Liberalism"},{"quote":"I saw clearly how those who saved the state so heroically and courageously in the War of Independence would be capable of bringing a catastrophe upon it if they are given the chance in normal times.","author":"Moshe Sharett","category":"War, Chance, Capable"},{"quote":"An independent state does not pay too dear a price for its independence in accepting the sufferings of war when it cannot avoid them a state which has lost its independence may find at least some compensation in the fact that its protector procures for it peace with its neighbours.","author":"Theodor Mommsen","category":"Peace, War, Lost"},{"quote":"It's important for women to work. They need to keep their independence, to keep earning and being challenged.","author":"Tamara Mellon","category":"Work, Women, Important"},{"quote":"America was born out of a desire for self-determination, a longing for the human dignity that only independence can bring.","author":"Maurice Saatchi","category":"America, Dignity, Born"},{"quote":"The Declaration of Independence, the Constitution, the Civil War - when I really think about them, they all seem about as likely as the parting of the Red Sea.","author":"Sarah Vowell","category":"Sea, War, Red"},{"quote":"To the European immigrant - that is, to the aliens who have been converted into Americans by the advantages of American life - the Promise of America has consisted largely in the opportunity which it offered of economic independence and prosperity.","author":"Herbert Croly","category":"Life, Opportunity, America"},{"quote":"Let it be immediately added, however, that this economic independence and prosperity has always been absolutely associated in the American mind with free political institutions.","author":"Herbert Croly","category":"American, Mind, Political"},{"quote":"Besides, we had a large debt, contracted at home and abroad in our War of Independence; therefore the great power of taxation was conferred upon this Government.","author":"Robert Toombs","category":"Home, Great, Power"},{"quote":"The British were white, English, and Protestant, just as we were. They had to have some other basis on which to justify independence, and happily they were able to formulate the inalienable truths set forth in the Declaration.","author":"Samuel P. Huntington","category":"White, British, Declaration"},{"quote":"Robert Treat Paine was a signer of the Declaration of Independence.","author":"Treat Williams","category":"Treat, Declaration, Robert"},{"quote":"True Americanism is practical idealism. Its aims, instead of being materialistic and mechanical, are idealistic to the point of being Utopian. In this way, the U.S. can provide and express ideals that strike a chord in humans everywhere - a declaration of independence on behalf of all the peoples of the world.","author":"Maurice Saatchi","category":"World, True, Way"},{"quote":"It's my view that human dignity - an attribute which for years has been taken by the Left in British politics - resides in fact in Tory values of independence, individuality and self determination.","author":"Maurice Saatchi","category":"Determination, Politics"},{"quote":"The United States is proud to be the first country to recognize the existence of a Jewish State - just 11 minutes after Israel's independence was declared.","author":"Denis McDonough","category":"Proud, Country, Existence"},{"quote":"Could I say that the reason that I am here today, you know, from the mouth of the State Department itself, is: I should not be allowed to travel because I have struggled for years for the independence of the colonial peoples of Africa.","author":"Paul Robeson","category":"Travel, Today, I Am"},{"quote":"Four hundred million in India, and millions everywhere, have told you, precisely, that the colored people are not going to die for anybody: they are going to die for their independence.","author":"Paul Robeson","category":"People, Die, You"},{"quote":"You need only reflect that one of the best ways to get yourself a reputation as a dangerous citizen these days is to go about repeating the very phrases which our founding fathers used in the struggle for independence.","author":"Charles A. Beard","category":"Best, Struggle, Yourself"},{"quote":"It is not the greatness of a man's means that makes him independent, so much as the smallness of his wants.","author":"William Cobbett","category":"Man, Greatness, Independent"},{"quote":"I think that you have to do everything you can do to empower girls when they are young, from their education, to their successful independence, to their sexual self-knowledge.","author":"Susie Bright","category":"Education, Successful, Think"},{"quote":"Scotland forms a crucial part of our Armed Forces which should not be jeopardised by rushed cuts or a rush to the exit from the U.K. Defence jobs are vital to the Scottish economy and yet independence puts thousands of jobs at risk.","author":"Philip Hammond","category":"Risk, Economy, Scottish"},{"quote":"Independence doesn't mean you decide the way you want.","author":"Stephen Breyer","category":"Want, You, Mean"},{"quote":"Russia also declared its independence. This was approved by the Supreme Soviet, and you know and remember that there was the Declaration on the Independence of Russia.","author":"Boris Yeltsin","category":"Remember, Know, You"},{"quote":"We must do our utmost to preserve our British ally's strategic independence from Europe.","author":"Richard Perle","category":"Europe, British, Preserve"},{"quote":"You cannot build character and courage by destroying men's initiative and independence.","author":"William J. H. Boetcker","category":"Courage, Character, Men"},{"quote":"Independence is a very subjective assessment.","author":"P. Chidambaram","category":"Assessment, Very, Subjective"},{"quote":"In Congress, I am a strong supporter of the New Apollo Energy Act. This plan would help to establish our energy independence, create jobs, and provide cleaner, reliable, and more affordable energy.","author":"Allyson Schwartz","category":"Strong, I Am, Help"},{"quote":"All the Baltic countries have been steadfast in support of allies of the United States since they gained their independence following the fall of the Soviet Union and have continued to be supportive in the ongoing war on terror.","author":"John Shimkus","category":"War, Support, Fall"},{"quote":"I grew up in California, and when I read that Proposition 8 was on the ballot, I was disappointed because it seemed to be inconsistent with the spirit of the state, with the independence and diversity of the frontier that California has always been.","author":"Ted Olson","category":"Diversity, California"},{"quote":"A spirit, breathing the language of independence, is natural to Englishmen, few of whom are disposed to brook compulsion, or submit to the dictates of others, when not softened by reason, or tempered with kindness.","author":"Joseph Lancaster","category":"Kindness, Language, Natural"},{"quote":"To start with, for example this year, 2004, is the bicentennial of Haitian independence.","author":"Edwidge Danticat","category":"Start, Example, Year"},{"quote":"There is a requirement to ensure the withdrawal takes place in a civilized manner. We will be able to show the world we deserve independence and freedom.","author":"Mahmoud Abbas","category":"Freedom, World, Place"},{"quote":"It is high time that the Palestinian people restore their freedom and independence. It is high time that the decades, the long decades of suffering and pain would stop.","author":"Mahmoud Abbas","category":"Time, Freedom, Pain"},{"quote":"Stamps from Afghanistan are hilarious. You can tell when the revolutions are because suddenly they stop having pictures of the mullahs and the independence monument and they start having fish on them.","author":"Samuel West","category":"Start, Fish, You"},{"quote":"The independence once represented by the car has been replaced by cell phones and social networks, which are now at the forefront of people's expression of freedom and access. Once a symbol of 'coming of age,' many drivers are waiting longer to get their licenses.","author":"John Zimmer","category":"Age, Freedom, Car"},{"quote":"While Haiti has recently celebrated more than 200 years of independence from French colonial rule, the citizens of the island remain vulnerable to poverty, poor health, and political chaos.","author":"Eliot Engel","category":"Health, Poverty, Political"},{"quote":"Since achieving their independence in 1992, the people of Croatia have built a democratic society based on the rule of law, respect for human rights, and a free market economy.","author":"Elton Gallegly","category":"Respect, Law, Society"},{"quote":"Marriage is another trap. If you are someone who likes independence, it's another stamp against that. And you have to swear to fidelity.","author":"Carla Bruni","category":"Marriage, You, Swear"},{"quote":"When India got independence, entrepreneurs were seen as a bad lot, as people who would exploit.","author":"Nandan Nilekani","category":"People, India, Bad"},{"quote":"It has always been the aim of royalty and aristocracy to lower the individual liberty and independence of the common people. A baron and a minute-man could not breathe the same air.","author":"John Boyle O'Reilly","category":"People, Liberty, Aim"},{"quote":"By the Declaration of Independence, dreaded by the foes an for a time doubtfully viewed by many of the friends of America, everything stood on a new and more respectable footing, both with regard to the operations of war or negotiations with foreign powers.","author":"Mercy Otis Warren","category":"Time, Friends, War"},{"quote":"I want to emphasize the fact that the independence of Kosovo should and will be recognized.","author":"Ibrahim Rugova","category":"Want, Will, Fact"},{"quote":"My vision is that our country should be integrated in the EU, to transfer a part of our independence there. It is also our duty to do it, if we want to establish trade and a sound economy. This is the vision that I am working on and I will continue to work in the future.","author":"Ibrahim Rugova","category":"Work, Future, Vision"},{"quote":"Mr. Speaker, high natural gas prices and the summer spike in gasoline prices serve as a stark reminder that the path to energy independence is a long and arduous one.","author":"Judy Biggert","category":"Path, Summer, Long"},{"quote":"In America we tell our parents to bring their child home and put him or her in a crib; as they get older, children sleep in they own room not in Mom and Dad's room. What are we training them for? It's independence, because that's what being empowered is all about.","author":"Sheena Iyengar","category":"Children, Home, Parents"},{"quote":"A tragic irony of life is that we so often achieve success or financial independence after the chief reason for which we sought it has passed away.","author":"Ellen Glasgow","category":"Life, Success, Financial"},{"quote":"For the first half of this century, High Court judges have been cautious to the point of timidity in expressing any criticism of governmental action; the independence of the judiciary has been of a decidedly subordinate character.","author":"Ferdinand Mount","category":"Character, Action, Criticism"},{"quote":"The great medley of Oregon and California emigrants, at their camps around Independence, had heard reports that several additional parties were on the point of setting out from St. Joseph's farther to the northward.","author":"Francis Parkman","category":"Great, California, Point"},{"quote":"We shall be forced to attempt planned and directed research employing hundreds of workers for many years, and this cannot be done without risking the loss of independence and originality. This is a serious and fundamental obstacle but it may be overcome in two ways.","author":"John Desmond Bernal","category":"Loss, Research, Done"},{"quote":"A majority in all parties do, I think, want to see local government recover its old vigour and independence.","author":"Ferdinand Mount","category":"Government, Want, Think"},{"quote":"We must remember that the people for whom this change represents a first taste of freedom and a new and brighter future did not allow their resolution to falter, no matter how great the suffering by which they bought this independence.","author":"Hjalmar Branting","category":"Change, Future, Freedom"},{"quote":"If the Scottish people decide to opt for independence, it would not be a good idea for Scotland to maintain a very rigid link to the pound.","author":"Mohamed El-Erian","category":"Good, People, Idea"},{"quote":"In the late afternoons and early evenings, the crowd is easily over 1 million. That many people simply can't fit in Independence Square. The demonstration spills in to the streets for several blocks.","author":"Bob Schaffer","category":"People, Late, Early"},{"quote":"The ultimate end is a nation that lies under the concept of the Declaration of Indepen dence. The Declaration of Independence is such an extraordinary statement - it was designed by people skeptical of government, local or national, but in particular national.","author":"Malcolm Wallop","category":"Government, End, People"},{"quote":"Clearly, if it is sensible to hold a referendum on independence, it is crucial that we have one on marriage. It is the only way the country can move forward on this issue. Let all those who have a view on this subject place their trust in the Scottish people and let Scotland decide.","author":"Keith O'Brien","category":"Marriage, Trust, People"},{"quote":"When I saw 'Independence Day,' I said, 'I want to be like Will Smith.' I want to do something like that. If he can do it, maybe one day I can come close to a set like that.","author":"Cory Hardrict","category":"Day, Want, Said"},{"quote":"I have grown up alone. I've taken care of myself. I worked, earned money and was independent at 18.","author":"Ingrid Bergman","category":"Money, Myself, Alone"},{"quote":"The only holiday of independence which I can never leave out is the celebration of the independence of the Jewish State of Israel.","author":"Milos Zeman","category":"Holiday, I Can, Celebration"},{"quote":"Independence is all very well, but we animals never allow our friends to make fools of themselves beyond a certain limit; and that limit you've reached.","author":"Kenneth Grahame","category":"Friends, Animals, You"},{"quote":"I was allowed to wander where I could. Here is a case in which you search for your independence and allow something creative to come out of that.","author":"George Woodcock","category":"Creative, Search, You"},{"quote":"Look, half the men who signed the Declaration of Independence were either in debt or bankrupt. The remaining half, most of them lost all their possessions. The only reason Monticello didn't get burned to the ground was that the British patrol missed the road.","author":"Eric Massa","category":"Road, Men, Lost"},{"quote":"The Congress has had an uneasy relationship with banks and bankers since Alexander Hamilton. It took the United States until 1913 to set up a central bank. The Federal Reserve earned its hard-won independence over years of effort.","author":"Robert Zoellick","category":"Relationship, Effort, Bank"},{"quote":"Every barrel of oil that we produce around the world benefits Americans because it keeps prices down. We can talk more later about American energy independence, but the facts are, every barrel we produce helps Americans because it keeps prices down.","author":"John S. Watson","category":"American, World, Energy"},{"quote":"To research my book 'Me the People' - in which I have rewritten the entire Constitution of the United States - I flew to Greece, the birthplace of democracy. I bused to Philly, the home of independence. I even, if you can believe it, read the Constitution of the United States.","author":"Kevin Bleyer","category":"Home, Believe, Research"},{"quote":"I have always believed, heretofore, in the doctrines of the Declaration of Independence, that all men are born free and equal; but of late it appears that some men are born slaves, and I regret that they are not black, so all the world might know them.","author":"Benjamin F. Wade","category":"Men, Regret, World"},{"quote":"I feel very warm towards Mum and Dad for giving us the independence they did. My childhood, and the fact we didn't have a TV, gave me a boundless imagination.","author":"Dido Armstrong","category":"Imagination, Childhood, Me"},{"quote":"I think it is important to let your kids have independence and ownership. Let your kids do what they have a passion for.","author":"Ted Ligety","category":"Passion, Think, Kids"},{"quote":"I like living at home: I've been making films since I was 12, when I played Sam in 'Love Actually', and if you spend as much time away on set as I have done, you get your independence young, so it's nice to come back home.","author":"Thomas Brodie-Sangster","category":"Love, Time, Home"},{"quote":"We say that our objective is to conquer complete independence, to install a people's power, to construct a new society without exploitation, for the benefit of all those who feel themselves to be Mozambicans.","author":"Samora Machel","category":"Power, Society, Conquer"},{"quote":"I didn't want kabobs, Afghan music, and rules that required girls to be carefully monitored. I wanted mac and cheese, country music, and independence.","author":"Azita Ghanizada","category":"Music, Rules, Want"},{"quote":"Many years ago, I was actually hired to write the sequel to 'Independence Day.' And I wrote a sequel. And they paid me a boatload of money to go write this thing. And after I wrote it, I read it and I gave them back the money and I said, 'Look, this is an okay movie I just wrote. But it's not worthy of the sequel to 'Independence Day.'","author":"Dean Devlin","category":"Day, Money, Me"},{"quote":"First, I think more Americans need to declare their independence from partisan politics on both sides. The more that Americans declare their independence, the more the parties will have to compete for their votes using reason rather than the hateful appeals.","author":"John Avlon","category":"Politics, Think, Both Sides"},{"quote":"Millions of Americans cannot tell you who lived at Mount Vernon or who wrote the Declaration of Independence - let alone the Emancipation Proclamation. But they know that to be 'a Benedict Arnold' is to be a traitor of the deepest dye - someone who coldly betrays not only a sacred cause but every moral scruple along the way.","author":"Arthur L. Herman","category":"Alone, Moral, Know"},{"quote":"Divorce in a young-adult novel means what being orphaned meant in a fairy tale: vulnerability, danger, unwanted independence.","author":"Caitlin Flanagan","category":"Divorce, Danger"},{"quote":"For centuries, America has led the world on a long march toward freedom and democracy. Let's reclaim our clean energy leadership and lead the world toward clean energy independence.","author":"John Garamendi","category":"Leadership, Freedom, America"},{"quote":"In my day, the only people who achieved real independence were my father, Mary Pickford and Charles Chaplin, who, with D. W. Griffith, formed United Artists. Other than that, everybody belonged to the big studios. They had no say in their own careers.","author":"Douglas Fairbanks, Jr.","category":"Day, Father, People"},{"quote":"As long as the appointment process is transparent and there is a broad mix of political views among the governors of the BBC, I think the public can feel confident that impartiality and independence are just as important to me as they have been to previous incumbents.","author":"Gavyn Davies","category":"Political, Me, Long"},{"quote":"We must develop energy independence we must Make It In America.","author":"John Garamendi","category":"America, Energy, Must"},{"quote":"To me, money is independence. It gives you freedom to do what you really want to do. It allows you to not be dependent on anyone or anything, and so you can be yourself and follow your passion.","author":"Joe Mansueto","category":"Freedom, Money, Passion"},{"quote":"I built my entire life on the idea of independence.","author":"Valerie Trierweiler","category":"Life, Idea, Built"},{"quote":"My feeling is that maintaining financial independence is also a healthy way to keep my feet on the ground.","author":"Valerie Trierweiler","category":"Financial, Feet, Healthy"},{"quote":"In January 1776, Thomas Paine issued 'Common Sense,' advocating independence from Great Britain.","author":"Mike Crapo","category":"Great, Common Sense, Sense"},{"quote":"There are a few people who are, let's say, personality-challenged, who would like to set up a cult, but in large part they fail due to the innate stroppiness and independence of their fellow pagans.","author":"Liz Williams","category":"People, Fail, Say"},{"quote":"We shall never be understood or respected by the English until we carry our individuality to extremes, and by asserting our independence, become of sufficient consequence in their eyes to merit a closer study than they have hitherto accorded us.","author":"Henry Lawson","category":"Eyes, Study, Carry"},{"quote":"Fidel Castro represents the dignity of the South American continent against empires. He's a living legend: an icon of independence and freedom across the continent.","author":"Nicolas Maduro","category":"Freedom, American, Legend"},{"quote":"The Wellcome Foundation offered me the chance to establish a small academic research unit, modestly funded, but with total independence. The real opportunity, however, came from King's College, London.","author":"James W. Black","category":"Opportunity, College, Me"},{"quote":"I believe the reason for my early independence is sport, through which I learnt at an early stage to take care of myself and be disciplined.","author":"Blanka Vlasic","category":"Myself, Believe, I Believe"},{"quote":"At independence, Tanzania had 350,000 elephants... in 1987, there were only 55,000 elephants left.","author":"Jakaya Kikwete","category":"Elephants, Only, Left"},{"quote":"When we celebrate American independence, we are celebrating the best sense of an idea, a process in process.","author":"Rowan Ricardo Phillips","category":"Best, American, Celebrate"},{"quote":"I've always wanted to be my own person and stand by the things I believe in and I thought I might lose that independence if I ran for political office.","author":"Samuel Dash","category":"Thought, Believe, Political"},{"quote":"Thus, the Archivist must display at all times scrupulous independence and a devotion to the laws and principles which govern the responsibilities of the office.","author":"Allen Weinstein","category":"Principles, Office, Laws"},{"quote":"In the economic sphere, the program demanded thorough decentralization and managerial independence of enterprises, as well as legalization of small-scale private enterprise, especially in the service sector.","author":"Alexander Dubcek","category":"Service, Economic, Well"},{"quote":"In Cuba, taking into account the long fight for our independence and sovereignty, we will defend the one-party system in the face of the games, demagogy and the marketing of politics.","author":"Raul Castro","category":"Politics, Fight, Marketing"},{"quote":"The vote, cast in a free atmosphere and with all inclinations and parties at present, was after all a vote to the Islamic Republic, to national independence, to the Constitution and to the Islamic causes.","author":"Ali Khamenei","category":"Constitution, Free, Vote"},{"quote":"For the sake of our interests, as well as of our honour and dignity, we were obliged to see that we won for our international policy the same independence that we had secured for our European policy.","author":"Bernhard von Bulow","category":"Dignity, See, Well"},{"quote":"Since the German people, with unparalleled heroism, but also at the cost of fearful sacrifices, has waged war against half the world, it is our right and our duty to obtain safety and independence for ourselves at sea.","author":"Bernhard von Bulow","category":"Sea, War, Safety"},{"quote":"6,000 people were killed, crippled, and wounded during the War of Independence. The economy was devastated - there was no milk, just milk powder. No eggs, but egg powder. Meat was only once a week.","author":"Yitzhak Navon","category":"War, Week, People"},{"quote":"Our forbears worked hard this difficult land, and their reward was the freedom and independence of self-sufficiency.","author":"James H. Douglas, Jr.","category":"Freedom, Reward, Difficult"},{"quote":"The morals of yesterday are no more. They are as dead as the day they were lived. Economic independence has put woman on exactly the same footing as man.","author":"Norma Shearer","category":"Day, Man, Woman"},{"quote":"Independence is not a whim or an ambition. It is the necessary condition of our survival as an ethnic group.","author":"Aslan Maskhadov","category":"Ambition, Survival, Group"},{"quote":"Swaziland is a small part of south-east Africa, the last country in the continent to gain its independence.","author":"Richard Grant","category":"Small, Country, Africa"},{"quote":"At a time when special interest money is being showered on legislators in Washington, grassroots donors offer members of Congress a refreshing independence. The $25 and $50 donor is not looking for special favors. He or she is simply expecting their Congressman to go do the right thing.","author":"John Sarbanes","category":"Time, Money"},{"quote":"I think my legacy will be in what most people don't like about me: my style - the separation between judge and lawyers, judge and politics, the real independence of the judiciary from the executive, from the legislative, from money. I'm criticized in Brazil because of that. In the end, I hope to prevail.","author":"Joaquim Barbosa","category":"Hope, Money, Politics"},{"quote":"Governments must commit to sound economic and financial policies. This is how we ensure reform in the euro area - and our independence.","author":"Mario Draghi","category":"Financial, Sound, Economic"},{"quote":"On this day, so full for Americans of thoughts connected with their National Independence, we may not forget that Americans have yet other grounds for gratitude to the people of the Netherlands.","author":"Seth Low","category":"Gratitude, Day, Thoughts"},{"quote":"We cannot forget that our flag received its first foreign salute from a Dutch officer, nor that the Province of Friesland gave to our independence its first formal recognition.","author":"Seth Low","category":"Forget, Flag, Recognition"},{"quote":"I am so old-fashioned. I've never lived with a man. I am completely about the independence of paying my own rent.","author":"Suheir Hammad","category":"Man, I Am, My Own"},{"quote":"If the Constitution is worth anything, if the Declaration of Independence is worth anything, if the boys who died on the field of battle did not die in vain, fair employment practices are correct and necessary.","author":"Dennis Chavez","category":"Constitution, Battle, Die"},{"quote":"We were environmentalists of the Teddy Roosevelt theory. We believed in separation of church and state. We believed in the independence of the Supreme Court not being subject to politicians.","author":"Pete McCloskey","category":"Church, Theory, Politicians"},{"quote":"People seem to think that life began with the achievement of personal independence.","author":"Katharine Anthony","category":"Life, Achievement, People"},{"quote":"Instead of being taught independence, energy, and enterprise, our youth today is taught to look for security.","author":"B. Carroll Reece","category":"Today, Youth, Energy"},{"quote":"I've tried to maintain my independence in Congress. Sometimes that has meant opposing my own party leaders.","author":"Collin C. Peterson","category":"Party, Sometimes, Leaders"},{"quote":"I believe that Greenland will achieve independence during the time I am still active in politics.","author":"Aleqa Hammond","category":"Time, Politics, I Am"},{"quote":"It is the union of independence and dependence of these branches - legislative, executive and judicial - and of the governmental functions possessed by each of them, that constitutes the marvellous genius of this unrivalled document.","author":"J. Reuben Clark","category":"Genius, Dependence"},{"quote":"My wife knows that I thrive on independence, and whatever girls live with me must know that, too. They must realize I have a certain respect for my wife and love for my children, and my work comes pretty much ahead of all that.","author":"Don Ho","category":"Love, Work, Respect"},{"quote":"The distance between the people who made the games and the people playing them wasn't that big. It was the spirit of independence. The programmers were a lot like you.","author":"Jeff Minter","category":"People, You, Distance"},{"quote":"Cinco de Mayo is an important day. The Mexicans had to defend themselves from the French. It is historically significant, but it is not Mexican Independence Day.","author":"Kuno Becker","category":"Day, Important, Mexican"},{"quote":"In July, 1892, fate suddenly granted me financial independence.","author":"Carl Spitteler","category":"Financial, Me, Fate"},{"quote":"I can assure you, that the gallant hearts that throb beneath its sacred folds, will only be content, when this glorious banner is planted first and foremost in the coming struggle for our independence.","author":"John B. Hood","category":"Struggle, I Can, You"},{"quote":"Terrorism is a big danger to Pakistan's independence. We will fight this danger for the sake of independence of Pakistan and will defeat it at all levels.","author":"Shaukat Aziz","category":"Fight, Defeat, Terrorism"},{"quote":"I would like to acquire a document autographed by John Witherspoon, who signed the Declaration of Independence and is one of my American heroes.","author":"Gregg Harper","category":"American, Heroes"},{"quote":"I joined the People's Armed Forces in 1961 to 1984, and I was also a soldier in the southern battle of Vietnam during the resistance against the Americans. I went to the battlefield in order to regain national independence.","author":"Nguyen Tan Dung","category":"Battle, People, Soldier"},{"quote":"I will for ever, at all hazards, assert the dignity, independence, and integrity of the English bar; without which, impartial justice, the most valuable part of the English constitution, can have no existence.","author":"Thomas Erskine","category":"Integrity, Justice"},{"quote":"I am dying, but with a strong hope and persuasion that my country will gain her independence.","author":"David Wooster","category":"Hope, Strong, I Am"},{"quote":"The possession of land seems to be a greater gratification to the pride and independence of men.","author":"George Richards Minot","category":"Men, Pride, Land"},{"quote":"NATO believes it can pick on a small nation and force us to surrender our independence. And that is where NATO miscalculated. You are not willing to sacrifice lives to achieve our surrender. But we are willing to die to defend our rights as an independent sovereign nation.","author":"Slobodan Milosevic","category":"Sacrifice, Small, You"},{"quote":"Joe Smith and Brigham Young laid out Independence, but very soon thereafter enough citizens of the county collected to drive them off, after several stubborn fights.","author":"Cole Younger","category":"Stubborn, Drive, Young"},{"quote":"They had scarcely established themselves, however, before another company of Jackson county citizens, chiefly from around Independence, organized to drive them off.","author":"Cole Younger","category":"Company, Drive, Citizens"},{"quote":"You are always new, the last of your kisses was ever the sweetest.","author":"John Keats","category":"You, New, Always"},{"quote":"Soul meets soul on lovers' lips.","author":"Percy Bysshe Shelley","category":"Soul, Lips, Lovers"},{"quote":"They invented hugs to let people know you love them without saying anything.","author":"Bil Keane","category":"Love, People, Know"},{"quote":"The heart has its reasons of which reason knows nothing.","author":"Blaise Pascal","category":"Heart, Nothing, Reason"},{"quote":"It is the passion that is in a kiss that gives to it its sweetness it is the affection in a kiss that sanctifies it.","author":"Christian Nestell Bovee","category":"Passion, Kiss, Affection"},{"quote":"A kiss makes the heart young again and wipes out the years.","author":"Rupert Brooke","category":"Heart, Kiss, Young"},{"quote":"Where there is great love, there are always wishes.","author":"Willa Cather","category":"Love, Great, Wishes"},{"quote":"A friendship that like love is warm; A love like friendship, steady.","author":"Thomas Moore","category":"Love, Friendship, Love Is"},{"quote":"The Eskimos had fifty-two names for snow because it was important to them: there ought to be as many for love.","author":"Margaret Atwood","category":"Love, Important, Snow"},{"quote":"I'll love you, dear, I'll love you till China and Africa meet and the river jumps over the mountain and the salmon sing in the street.","author":"W. H. Auden","category":"Love, Mountain, River"},{"quote":"Everything's coming up roses - for me.","author":"Ethel Merman","category":"Roses, Me, Up"},{"quote":"We are most alive when we're in love.","author":"John Updike","category":"Love, Alive, Most"},{"quote":"So, fall asleep love, loved by me... for I know love, I am loved by thee.","author":"Robert Browning","category":"Love, I Am, Fall"},{"quote":"I got a Valentine's Day card from my girl. It said, 'Take my heart! Take my arms! Take my lips!' Which is just like her. Keeping the best part for herself.","author":"Robert Orben","category":"Day, Best, Heart"},{"quote":"Oh, if it be to choose and call thee mine, love, thou art every day my Valentine!","author":"Thomas Hood","category":"Love, Art, Day"},{"quote":"The hours I spend with you I look upon as sort of a perfumed garden, a dim twilight, and a fountain singing to it. You and you alone make me feel that I am alive. Other men it is said have seen angels, but I have seen thee and thou art enough.","author":"George Edward Moore","category":"Art, Alone, I Am"},{"quote":"I do not want horses or diamonds - I am happy in possessing you.","author":"Clara Schumann","category":"Happy, I Am, Diamonds"},{"quote":"I'd kiss a frog even if there was no promise of a Prince Charming popping out of it. I love frogs.","author":"Cameron Diaz","category":"Love, Kiss, Charming"},{"quote":"Kisses are a better fate than wisdom.","author":"e. e. cummings","category":"Wisdom, Fate, Better"},{"quote":"I love bringing roses to a woman when she least expects it.","author":"Esai Morales","category":"Love, Woman, Roses"},{"quote":"Give me a kiss, and to that kiss a score; Then to that twenty, add a hundred more: A thousand to that hundred: so kiss on, To make that thousand up a million. Treble that million, and when that is done, Let's kiss afresh, as when we first begun.","author":"Robert Herrick","category":"Kiss, Me, Done"},{"quote":"A heart is not judged by how much you love, but by how much you are loved by others.","author":"Frank Morgan","category":"Love, Heart, You"},{"quote":"Each time you love, love as deeply as if it were forever.","author":"Audre Lorde","category":"Love, Time, You"},{"quote":"I love romance. I'm a sucker for it. I love it so much. It's pathetic.","author":"Drew Barrymore","category":"Love, Sucker, Pathetic"},{"quote":"When you love someone all your saved up wishes start coming out.","author":"Elizabeth Bowen","category":"Love, Start, You"},{"quote":"There's a long life ahead of you and it's going to be beautiful, as long as you keep loving and hugging each other.","author":"Yoko Ono","category":"Life, Beautiful, Long"},{"quote":"Love shall be our token love be yours and love be mine.","author":"Christina Rossetti","category":"Love, Mine, Token"},{"quote":"Love is when the desire to be desired takes you so badly that you feel you could die of it.","author":"Henri de Toulouse-Lautrec","category":"Love, Love Is, You"},{"quote":"I like perfume and flowers.","author":"Donatella Versace","category":"Flowers, Perfume, Like"},{"quote":"I'm like the kid in kindergarten I really do send valentines to everyone.","author":"Susie Bright","category":"Everyone, Kid, Kindergarten"},{"quote":"In love there are two things - bodies and words.","author":"Joyce Carol Oates","category":"Love, Words, Two"},{"quote":"I love Valentine's Day! I love it, I love it, I love it. I like having doors opened for me. My favorite romantic comedy is 'When Harry Met Sally.'","author":"Ginnifer Goodwin","category":"Love, Day, Romantic"},{"quote":"Today is Valentine's Day - or, as men like to call it, Extortion Day!","author":"Jay Leno","category":"Day, Today, Men"},{"quote":"Education is what remains after one has forgotten what one has learned in school.","author":"Albert Einstein","category":"Education, School, Forgotten"},{"quote":"Tell me and I forget. Teach me and I remember. Involve me and I learn.","author":"Benjamin Franklin","category":"Me, Learn, Remember"},{"quote":"I'm learning a lot about myself being alone, and doing what I'm doing.","author":"Chantal Kreviazuk","category":"Myself, Alone, Being Alone"},{"quote":"Develop a passion for learning. If you do, you will never cease to grow.","author":"Anthony J. D'Angelo","category":"Education, Passion, Grow"},{"quote":"I've learned that people will forget what you said, people will forget what you did, but people will never forget how you made them feel.","author":"Maya Angelou","category":"People, Never Forget, You"},{"quote":"I'm most proud of the blessings that God has bestowed upon me, in my life. He's given me the vision to truly see that you can fall down, but you can still get back up. Hopefully I'll learn from my mistakes and have the opportunity to strengthen and improve the next thing I do.","author":"Martin Lawrence","category":"Life, God, Vision"},{"quote":"We learned about honesty and integrity - that the truth matters... that you don't take shortcuts or play by your own set of rules... and success doesn't count unless you earn it fair and square.","author":"Michelle Obama","category":"Success, Integrity, Truth"},{"quote":"A wise man can learn more from a foolish question than a fool can learn from a wise answer.","author":"Bruce Lee","category":"Wise, Man, Fool"},{"quote":"There is no end to education. It is not that you read a book, pass an examination, and finish with education. The whole of life, from the moment you are born to the moment you die, is a process of learning.","author":"Jiddu Krishnamurti","category":"Life, Education, Book"},{"quote":"I made decisions that I regret, and I took them as learning experiences... I'm human, not perfect, like anybody else.","author":"Queen Latifah","category":"Experience, Decisions"},{"quote":"We must learn to live together as brothers or perish together as fools.","author":"Martin Luther King, Jr.","category":"Together, Live, Learn"},{"quote":"Learning is not attained by chance, it must be sought for with ardor and diligence.","author":"Abigail Adams","category":"Education, Chance, Diligence"},{"quote":"Learn to get in touch with the silence within yourself, and know that everything in life has purpose. There are no mistakes, no coincidences, all events are blessings given to us to learn from.","author":"Elisabeth Kubler-Ross","category":"Life, Mistakes, Silence"},{"quote":"Your mind will answer most questions if you learn to relax and wait for the answer.","author":"William S. Burroughs","category":"Relax, Mind, Questions"},{"quote":"He who learns but does not think, is lost! He who thinks but does not learn is in great danger.","author":"Confucius","category":"Great, Lost, Think"},{"quote":"Life is a series of experiences, each one of which makes us bigger, even though sometimes it is hard to realize this. For the world was built to develop character, and we must learn that the setbacks and grieves which we endure help us in our marching onward.","author":"Henry Ford","category":"Life, Character, World"},{"quote":"Don't limit a child to your own learning, for he was born in another time.","author":"Rabindranath Tagore","category":"Education, Time, Child"},{"quote":"Life is all about evolution. What looks like a mistake to others has been a milestone in my life. Even if people have betrayed me, even if my heart was broken, even if people misunderstood or judged me, I have learned from these incidents. We are human and we make mistakes, but learning from them is what makes the difference.","author":"Amisha Patel","category":"Life, Mistakes, Heart"},{"quote":"You don't learn to walk by following rules. You learn by doing, and by falling over.","author":"Richard Branson","category":"Rules, Walk, You"},{"quote":"What makes a child gifted and talented may not always be good grades in school, but a different way of looking at the world and learning.","author":"Chuck Grassley","category":"Good, School, World"},{"quote":"I really believe I've been a good person. Not perfect - forget about perfect - but just learning by what I was taught and living by my own values. I might have stepped on a few ants - and a few other things as well - but I've never hurt anybody.","author":"Kiri Te Kanawa","category":"Good, Believe, Hurt"},{"quote":"Learning and innovation go hand in hand. The arrogance of success is to think that what you did yesterday will be sufficient for tomorrow.","author":"William Pollard","category":"Success, Innovation"},{"quote":"Success in management requires learning as fast as the world is changing.","author":"Warren Bennis","category":"Success, Management, World"},{"quote":"He who would learn to fly one day must first learn to stand and walk and run and climb and dance one cannot fly into flying.","author":"Friedrich Nietzsche","category":"Day, Dance, Walk"},{"quote":"Learning is the beginning of wealth. Learning is the beginning of health. Learning is the beginning of spirituality. Searching and learning is where the miracle process all begins.","author":"Jim Rohn","category":"Motivational, Health, Wealth"},{"quote":"Many people feel so pressured by the expectations of others that it causes them to be frustrated, miserable and confused about what they should do. But there is a way to live a simple, joy-filled, peaceful life, and the key is learning how to be led by the Holy Spirit, not the traditions or expectations of man.","author":"Joyce Meyer","category":"Life, Man, Simple"},{"quote":"Collaboration is important not just because it's a better way to learn. The spirit of collaboration is penetrating every institution and all of our lives. So learning to collaborate is part of equipping yourself for effectiveness, problem solving, innovation and life-long learning in an ever-changing networked economy.","author":"Don Tapscott","category":"Innovation, Collaboration"},{"quote":"A man only learns in two ways, one by reading, and the other by association with smarter people.","author":"Will Rogers","category":"Man, Reading, People"},{"quote":"If history repeats itself, and the unexpected always happens, how incapable must Man be of learning from experience.","author":"George Bernard Shaw","category":"History, Experience, Man"},{"quote":"Research is creating new knowledge.","author":"Neil Armstrong","category":"Knowledge, Research"},{"quote":"I'm not afraid of storms, for I'm learning how to sail my ship.","author":"Louisa May Alcott","category":"Fear, Ship, Sail"},{"quote":"Learning lessons is a little like reaching maturity. You're not suddenly more happy, wealthy, or powerful, but you understand the world around you better, and you're at peace with yourself. Learning life's lessons is not about making your life perfect, but about seeing life as it was meant to be.","author":"Elisabeth Kubler-Ross","category":"Life, Happy, Peace"},{"quote":"Learning a foreign language, and the culture that goes with it, is one of the most useful things we can do to broaden the empathy and imaginative sympathy and cultural outlook of children.","author":"Michael Gove","category":"Children, Culture, Sympathy"},{"quote":"Experience is making mistakes and learning from them.","author":"Bill Ackman","category":"Experience, Mistakes"},{"quote":"Education is learning what you didn't even know you didn't know.","author":"Daniel J. Boorstin","category":"Education, Know, You"},{"quote":"I see travelling as a great learning process, and my biggest dream is to travel the world.","author":"Pooja Hegde","category":"Travel, Great, World"},{"quote":"Growing up in a group home, and with an undiagnosed learning disability to boot, the odds of success were not on my side. But when I joined the high school football team, I learned the value of discipline, focus, persistence, and teamwork - all skills that have proven vital to my career as a C.E.O. and social entrepreneur.","author":"Darell Hammond","category":"Success, Teamwork, Home"},{"quote":"I learned long ago, never to wrestle with a pig. You get dirty, and besides, the pig likes it.","author":"George Bernard Shaw","category":"Long, Pig, You"},{"quote":"Curiosity is the wick in the candle of learning.","author":"William Arthur Ward","category":"Curiosity, Candle"},{"quote":"Standardized testing is at cross purposes with many of the most important purposes of public education. It doesn't measure big-picture learning, critical thinking, perseverance, problem solving, creativity or curiosity, yet those are the qualities great teaching brings out in a student.","author":"Randi Weingarten","category":"Education, Perseverance"},{"quote":"The secret of success is learning how to use pain and pleasure instead of having pain and pleasure use you. If you do that, you're in control of your life. If you don't, life controls you.","author":"Tony Robbins","category":"Life, Success, Pain"},{"quote":"Everything is a learning process: any time you fall over, it's just teaching you to stand up the next time.","author":"Joel Edgerton","category":"Time, Stand Up, Fall"},{"quote":"Prepare for the unknown by studying how others in the past have coped with the unforeseeable and the unpredictable.","author":"George S. Patton","category":"Past, Studying, Unknown"},{"quote":"Information is a source of learning. But unless it is organized, processed, and available to the right people in a format for decision making, it is a burden, not a benefit.","author":"William Pollard","category":"Decision, People"},{"quote":"The five stages - denial, anger, bargaining, depression, and acceptance - are a part of the framework that makes up our learning to live with the one we lost. They are tools to help us frame and identify what we may be feeling. But they are not stops on some linear timeline in grief.","author":"Elisabeth Kubler-Ross","category":"Depression, Anger, Grief"},{"quote":"There are three ingredients in the good life: learning, earning and yearning.","author":"Christopher Morley","category":"Life, Good, Good Life"},{"quote":"I think the most wonderful thing in the world is another chef. I'm always excited about learning new things about food.","author":"Paul Prudhomme","category":"Food, World, Chef"},{"quote":"Seeing much, suffering much, and studying much, are the three pillars of learning.","author":"Benjamin Disraeli","category":"Suffering, Studying, Three"},{"quote":"People should accept being single, because those are the moments you can really focus on yourself, and learning who you are. Then when you get in a relationship, you will be stronger and have a little bit more self-awareness, self-love, and the other ingredients for a healthy relationship.","author":"Lauren London","category":"Relationship, Self-Love"},{"quote":"Flying is learning how to throw yourself at the ground and miss.","author":"Douglas Adams","category":"Yourself, Flying, Ground"},{"quote":"A happy life is one spent in learning, earning, and yearning.","author":"Lillian Gish","category":"Life, Happy, Happy Life"},{"quote":"No one ever said learning was to be easy, but it's part of the process of evolving as a human being, and we all have to go through it. When I look back, I see that each difficult time brought an important lesson. And I prefer to look at it with gratitude because I wouldn't be who I am today if I haven't gone through it all.","author":"Gisele Bundchen","category":"Gratitude, Time, Today"},{"quote":"Leave all the afternoon for exercise and recreation, which are as necessary as reading. I will rather say more necessary because health is worth more than learning.","author":"Thomas Jefferson","category":"Health, Fitness, Reading"},{"quote":"I am not afraid of storms for I am learning how to sail my ship.","author":"Louisa May Alcott","category":"I Am, Ship, Sail"},{"quote":"The life ahead can only be glorious if you learn to live in total harmony with the Lord.","author":"Sai Baba","category":"Life, Live, Harmony"},{"quote":"Learning happens in the minds and souls, not in the databases of multiple-choice tests.","author":"Ken Robinson","category":"Minds, Souls, Happens"},{"quote":"In youth we learn in age we understand.","author":"Marie von Ebner-Eschenbach","category":"Age, Youth, Learn"},{"quote":"You're always learning. The problem is, sometimes you stop and think you understand the world. This is not correct. The world is always moving. You never reach the point you can stop making an effort.","author":"Paulo Coelho","category":"Effort, World, Moving"},{"quote":"The things that have been most valuable to me I did not learn in school.","author":"Will Smith","category":"School, Me, Learn"},{"quote":"Rejection is a common occurrence. Learning that early and often will help you build up the tolerance and resistance to keep going and keep trying.","author":"Kevin Feige","category":"Keep Going, Help, Rejection"},{"quote":"The library is the temple of learning, and learning has liberated more people than all the wars in history.","author":"Carl T. Rowan","category":"History, Library, People"},{"quote":"The individualization of learning fundamentally redefines the role of assessment.","author":"Sebastian Thrun","category":"Assessment, Role"},{"quote":"I'd rather learn from one bird how to sing than teach ten thousand stars how not to dance.","author":"e. e. cummings","category":"Stars, Dance, Bird"},{"quote":"You aren't learning anything when you're talking.","author":"Lyndon B. Johnson","category":"You, Anything, Talking"},{"quote":"I am still learning.","author":"Michelangelo","category":"I Am, Still, Am"},{"quote":"In spite of discouragement and adversity, those who are happiest seem to have a way of learning from difficult times, becoming stronger, wiser and happier as a result.","author":"Joseph B. Wirthlin","category":"Adversity, Stronger"},{"quote":"As I'm getting older, I'm really learning unconditional love and loyalty are extremely important.","author":"Bindi Irwin","category":"Love, Loyalty, Getting Older"},{"quote":"The important thing is to learn a lesson every time you lose. Life is a learning process and you have to try to learn what's best for you. Let me tell you, life is not fun when you're banging your head against a brick wall all the time.","author":"John McEnroe","category":"Life, Time, Best"},{"quote":"The journey that I have undertaken, meeting people from all walks of life and learning from them, has been my biggest achievement.","author":"Aamir Khan","category":"Life, Journey, Achievement"},{"quote":"Every outing is a learning experience.","author":"Drew Pomeranz","category":"Experience, Outing, Every"},{"quote":"Why don't they pass a constitutional amendment prohibiting anybody from learning anything? If it works as well as prohibition did, in five years Americans would be the smartest race of people on Earth.","author":"Will Rogers","category":"People, Earth, Why"},{"quote":"I'm learning the power of going away for the weekend and keeping myself company.","author":"Zoe Saldana","category":"Myself, Power, Company"},{"quote":"It helps immerse yourself in what you potentially want to do. Being involved, learning firsthand and observing the craft and absorbing all you can, makes it easier to define what you want. It will also ultimately make you a better Chef. Culinary school, or even a single class, is a great bet too.","author":"Giada De Laurentiis","category":"Great, School, Yourself"},{"quote":"The first problem for all of us, men and women, is not to learn, but to unlearn.","author":"Gloria Steinem","category":"Women, Men, Problem"},{"quote":"It is not knowledge, but the act of learning, not possession but the act of getting there, which grants the greatest enjoyment.","author":"Carl Friedrich Gauss","category":"Knowledge, Greatest, Act"},{"quote":"As long as I'm learning something, I figure I'm OK - it's a decent day.","author":"Hunter S. Thompson","category":"Day, Long, Something"},{"quote":"Much learning does not teach understanding.","author":"Heraclitus","category":"Understanding, Teach, Does"},{"quote":"Be passionate and bold. Always keep learning. You stop doing useful things if you don't learn. So the last part to me is the key, especially if you have had some initial success. It becomes even more critical that you have the learning 'bit' always switched on.","author":"Satya Nadella","category":"Success, Me, Bold"},{"quote":"Life isn't fair. It's true, and you still have to deal with it. Whining about it rarely levels the playing field, but learning to rise above it is the ultimate reward.","author":"Harvey Mackay","category":"Life, Rise Above, Rise"},{"quote":"I'm a very strong believer in listening and learning from others.","author":"Ruth Bader Ginsburg","category":"Strong, Listening, Others"},{"quote":"A little learning is a dangerous thing; Drink deep, or taste not the Pierian spring.","author":"Alexander Pope","category":"Deep, Spring, Drink"},{"quote":"Study strategy over the years and achieve the spirit of the warrior. Today is victory over yourself of yesterday tomorrow is your victory over lesser men.","author":"Miyamoto Musashi","category":"Today, Men, Yourself"},{"quote":"The top experts in the world are ardent students. The day you stop learning, you're definitely not an expert.","author":"Brendon Burchard","category":"Day, World, You"},{"quote":"Rich people without wisdom and learning are but sheep with golden fleeces.","author":"Solon","category":"Wisdom, People, Rich"},{"quote":"When people ask me about what I learned from martial arts, I don't talk about favorite punches or kicks, or about fights won or lost. I talk about learning self-discipline, about ethics and manners and benevolence and fairness.","author":"Jonathan Maberry","category":"Ethics, Me, Lost"},{"quote":"I am fiercely loyal and over-possessive, but I am learning to control my being possessive. I have become quite mature, though not as much as I would like to be, but have still improved tremendously. I can't hide my feelings, and it takes a lot of effort to be closed about things I feel for.","author":"Ranveer Singh","category":"I Am, Effort, Control"},{"quote":"Building a successful company (or living a happy life, for that matter) is not about embracing someone else's philosophy, but staying true to your own beliefs about the world and learning from the mistakes you make along the way.","author":"Ben Parr","category":"Life, Happy, Mistakes"},{"quote":"Suppose that we are wise enough to learn and know - and yet not wise enough to control our learning and knowledge, so that we use it to destroy ourselves? Even if that is so, knowledge remains better than ignorance.","author":"Isaac Asimov","category":"Knowledge, Wise, Ignorance"},{"quote":"The signs of outstanding leadership appear primarily among the followers. Are the followers reaching their potential? Are they learning? Serving? Do they achieve the required results? Do they change with grace? Manage conflict?","author":"Max de Pree","category":"Leadership, Change, Conflict"},{"quote":"There is an amazing power getting to know your inner self and learning how to use it and not fight with the world. If you know what makes you happy, your personality, interests and capabilities, just use them, and everything else flows beautifully.","author":"Juhi Chawla","category":"Happy, Power, World"},{"quote":"Learning without thought is labor lost thought without learning is perilous.","author":"Confucius","category":"Thought, Lost, Labor"},{"quote":"The love of learning, the sequestered nooks, And all the sweet serenity of books.","author":"Henry Wadsworth Longfellow","category":"Love, Education, Sweet"},{"quote":"As educators, we are only as effective as what we know. If we have no working knowledge of what students studied in previous years, how can we build on their learning? If we have no insight into the curriculum in later grades, how can we prepare learners for future classes?","author":"Heidi Hayes Jacobs","category":"Knowledge, Future, Know"},{"quote":"I do think of Bombay as my hometown. Those are the streets I walked when I was learning to walk. And it's the place that my imagination has returned to more than anywhere else.","author":"Salman Rushdie","category":"Imagination, Walk, Think"},{"quote":"My life path has been a blessing and a great learning experience. Skateboarding is my passion and I don't see that changing. When I'm not skating, I love to surf. I'm open to the new experiences and opportunities.","author":"Ryan Sheckler","category":"Love, Life, Experience"},{"quote":"There will be a great loss of learning before the moon's full cycle is completed. Fire and floods will be fomented by ignorant rulers much time will go by before it is rectified.","author":"Nostradamus","category":"Time, Great, Moon"},{"quote":"I am learning all the time. The tombstone will be my diploma.","author":"Eartha Kitt","category":"Time, I Am, Will"},{"quote":"Only by learning to live in harmony with your contradictions can you keep it all afloat.","author":"Audre Lorde","category":"Live, Harmony, You"},{"quote":"I'm learning all the time. I'm evolving all the time as a human being. I'm getting better, I hope, in all of the important ways.","author":"Neil Peart","category":"Time, Hope, Better"},{"quote":"I am a woman in process. I'm just trying like everybody else. I try to take every conflict, every experience, and learn from it. Life is never dull.","author":"Oprah Winfrey","category":"Life, Experience, I Am"},{"quote":"Learning is pleasurable but doing is the height of enjoyment.","author":"Novalis","category":"Doing, Height, Enjoyment"},{"quote":"Learning another language is not only learning different words for the same things, but learning another way to think about things.","author":"Flora Lewis","category":"Language, Words, Think"},{"quote":"Freedom is control in your own life. I have more control now than in the past, and I'm learning the value of saying no. That's very important.","author":"Willie Nelson","category":"Life, Freedom, Past"},{"quote":"When I had just started 'Cheers,' my nerves were ajangle, to put it mildly. I was absolutely terrified. What you're learning is to not show the fear, and to ultimately overcome it so that the level of relaxation is commensurate with the level of tension.","author":"Woody Harrelson","category":"Fear, You, Overcome"},{"quote":"I have always gotten a thrill, a kick, from learning new things.","author":"Cynthia Kenyon","category":"New Things, New, Always"},{"quote":"When you apply computer science and machine learning to areas that haven't had any innovation in 50 years, you can make rapid advances that seem really incredible.","author":"Bill Maris","category":"Innovation, Science, You"},{"quote":"I feel the older I get, the more I'm learning to handle life. Being on this quest for a long time, it's all about finding yourself.","author":"Ringo Starr","category":"Life, Time, Yourself"},{"quote":"Google is my best friend and my worst enemy. It's fabulous for research, but then it becomes addictive. I'll have a character eating an orange, and next thing I'm Googling types of oranges, I'm visiting chat rooms about oranges, I'm learning the history of the orange.","author":"Liane Moriarty","category":"History, Best, Best Friend"},{"quote":"While the laughter of joy is in full harmony with our deeper life, the laughter of amusement should be kept apart from it. The danger is too great of thus learning to look at solemn things in a spirit of mockery, and to seek in them opportunities for exercising wit.","author":"Lewis Carroll","category":"Life, Great, Laughter"},{"quote":"Losers live in the past. Winners learn from the past and enjoy working in the present toward the future.","author":"Denis Waitley","category":"Future, Past, Enjoy"},{"quote":"The only thing that interferes with my learning is my education.","author":"Albert Einstein","category":"Education, Only"},{"quote":"Art in the classroom not only spurs creativity, it also inspires learning.","author":"Mickey Hart","category":"Art, Creativity, Classroom"},{"quote":"Poverty must not be a bar to learning and learning must offer an escape from poverty.","author":"Lyndon B. Johnson","category":"Poverty, Escape, Bar"},{"quote":"Setbacks are just learning experiences.","author":"Beth Brooke","category":"Setbacks, Experiences, Just"},{"quote":"Public education must be viewed from the lens of providing each child with the learning environment that best meets his or her needs. If we can send a low-income child to a parochial school, knowing that his odds of attending college will increase as a result, then that should be our mission.","author":"Jeb Bush","category":"Education, Best, School"},{"quote":"It's mainly about working hard and proving to people you're serious about it, and stretching yourself and learning. The mistake a lot of actors make, particularly young ones, is allowing themselves to feel that they're the finished articles, the bee's knees, and it's not true.","author":"Daniel Radcliffe","category":"Working Hard, Yourself"},{"quote":"I always say the minute I stop making mistakes is the minute I stop learning and I've definitely learned a lot.","author":"Miley Cyrus","category":"Mistakes, Making Mistakes"},{"quote":"I'm learning to hunt with rifles, because if you think about it, hunting gets you the healthiest meat - organic, free-range food. It's a totally yuppie spin on what I thought was kind of a redneck occupation.","author":"Sarah Wayne Callies","category":"Food, Thought, Hunting"},{"quote":"The knack of flying is learning how to throw yourself at the ground and miss.","author":"Douglas Adams","category":"Yourself, Flying, Ground"},{"quote":"One of the things I teach my children is that I have always invested in myself, and I have never stopped learning, never stopped growing.","author":"Chesley Sullenberger","category":"Children, Myself, Teach"},{"quote":"The minute that you're not learning I believe you're dead.","author":"Jack Nicholson","category":"Believe, I Believe, You"},{"quote":"I want to keep learning, keep exploring, keep doing more.","author":"Jessye Norman","category":"Doing, Want, Exploring"},{"quote":"Start with God - the first step in learning is bowing down to God only fools thumb their noses at such wisdom and learning.","author":"King Solomon","category":"Wisdom, God, Step"},{"quote":"Design, refine and repeat, and keep learning all the way along. It sounds bland and pedestrian, but in fact, it's the reverse.","author":"Anouska Hempel","category":"Design, Way, Pedestrian"},{"quote":"True prayer is not asking God for love; it is learning to love, and to include all mankind in one affection. Prayer is the utilization of the love wherewith He loves us.","author":"Mary Baker Eddy","category":"Love, God, Prayer"},{"quote":"Without question, students need to practice, review, and drill skills, but they should do so only in the spirit of working toward more complex mastery of those skills. Redundant drill of skills is inherently boring and insulting to the learner, and it is one of the most effective methods for turning students off to learning.","author":"Heidi Hayes Jacobs","category":"Practice, Working, Boring"},{"quote":"Writing in a journal reminds you of your goals and of your learning in life. It offers a place where you can hold a deliberate, thoughtful conversation with yourself.","author":"Robin S. Sharma","category":"Life, Goals, Writing"},{"quote":"I was a very good student. Procrastinating gives me anxiety, and getting a B really ticked me off. Sure, I didn't always want to do my homework, but I actually really liked school. As nerdy as it sounds, I love learning.","author":"Josie Loren","category":"Love, Good, School"},{"quote":"I used to have all these plans and think 'Ah, I have my whole life figured out', but then I realized no matter how much I plan: life happens! So I find myself living day to day trying to do my best, embracing every moment as a learning opportunity and chance to get to know myself a little more.","author":"Q'orianka Kilcher","category":"Life, Best, Myself"},{"quote":"The computer is my favourite invention. I feel lucky to be part of the global village. I don't mean to brag, but I'm so fast with technology. People think it all seems too much, but we'll get used to it. I'm sure it all seemed too much when we were learning to walk.","author":"Yoko Ono","category":"Technology, Walk, People"},{"quote":"I love being challenged and defending my positions and, when I'm wrong, learning from the exchange. It makes me smarter and better as a businessperson.","author":"Mark Cuban","category":"Love, Me, Better"},{"quote":"What we face may look insurmountable. But I learned something from all those years of training and competing. I learned something from all those sets and reps when I didn't think I could lift another ounce of weight. What I learned is that we are always stronger than we know.","author":"Arnold Schwarzenegger","category":"Training, Stronger, Know"},{"quote":"I enjoyed the whole process of learning and was always happy when autumn came and school or college started up again.","author":"Claire Tomalin","category":"Autumn, Happy, School"},{"quote":"The gateways to wisdom and learning are always open, and more and more I am choosing to walk through them. Barriers, blocks, obstacles, and problems are personal teachers giving me the opportunity to move out of the past and into the Totality of Possibilities.","author":"Louise L. Hay","category":"Wisdom, Opportunity, Past"},{"quote":"At Microsoft, we're aspiring to have a living, learning culture with a growth mindset that allows us to learn from ourselves and our customers. These are the key attributes of the new culture at Microsoft, and I feel great about how it seems to be resonating and how it's seen as empowering.","author":"Satya Nadella","category":"Culture, Great, Growth"},{"quote":"When you stop learning, stop listening, stop looking and asking questions, always new questions, then it is time to die.","author":"Lillian Smith","category":"Time, Listening, Looking"},{"quote":"It is utterly false and cruelly arbitrary to put all the play and learning into childhood, all the work into middle age, and all the regrets into old age.","author":"Margaret Mead","category":"Work, Age, Childhood"},{"quote":"Some people are so busy learning the tricks of the trade that they never learn the trade.","author":"Vernon Law","category":"Busy, People, Learn"},{"quote":"I've worked very hard at understanding myself, learning to be assertive. I'm past the point where I worry about people liking me.","author":"Pam Dawber","category":"Myself, Past, Me"},{"quote":"Just learning to think in another language allows you to see your own culture in a better viewpoint.","author":"Gates McFadden","category":"Culture, Language, Think"},{"quote":"I look back at the looks I've had over the years. I'm proud of myself that I had the courage to experiment with crazy hairstyles and some fashion things. Would I do it again? No. But that's part of the learning process and getting from point A to point B.","author":"Christina Aguilera","category":"Courage, Myself, Crazy"},{"quote":"My favorite place is whichever sidewalk is beneath my feet because I am just constantly fascinated by walking and looking and learning. If I've already walked a street five times, then the next five times I walk it looking up, and I learn something about the cornices.","author":"Danny Meyer","category":"I Am, Walking, Walk"},{"quote":"The French word for wanderlust or wandering is 'errance.' The etymology is the same as 'error.' So to wander is to make mistakes. In other words, to make mistakes, to make errors is sort of the idea of learning through trial and error, allowing the mistakes to be part of the process.","author":"Robyn Davidson","category":"Mistakes, Words, Idea"},{"quote":"There are no mistakes. The events we bring upon ourselves, no matter how unpleasant, are necessary in order to learn what we need to learn; whatever steps we take, they're necessary to reach the places we've chosen to go.","author":"Richard Bach","category":"Mistakes, Learn, Reach"},{"quote":"The hardest of all is learning to be a well of affection, and not a fountain; to show them we love them not when we feel like it, but when they do.","author":"Nan Fairbrother","category":"Love, Affection, Fountain"},{"quote":"We now accept the fact that learning is a lifelong process of keeping abreast of change. And the most pressing task is to teach people how to learn.","author":"Peter Drucker","category":"Change, People, Learn"},{"quote":"You teach best what you most need to learn.","author":"Richard Bach","category":"Best, Learn, You"},{"quote":"Without pain, there would be no suffering, without suffering we would never learn from our mistakes. To make it right, pain and suffering is the key to all windows, without it, there is no way of life.","author":"Angelina Jolie","category":"Life, Mistakes, Pain"},{"quote":"Because in the school of the Spirit man learns wisdom through humility, knowledge by forgetting, how to speak by silence, how to live by dying.","author":"Johannes Tauler","category":"Wisdom, Knowledge, School"},{"quote":"You're never too old to start learning, and you're never too young to aim high and achieve great things.","author":"Asa Hutchinson","category":"Great, Start, Great Things"},{"quote":"The real test of a musician is live performance. It's one thing to spend a long time learning how to play well in the studio, but to do it in front of people is what keeps me coming back to touring.","author":"Neil Peart","category":"Time, Performance, Me"},{"quote":"I did stand-up comedy for 18 years. Ten of those years were spent learning, four years were spent refining, and four years were spent in wild success. I was seeking comic originality, and fame fell on me as a byproduct. The course was more plodding than heroic.","author":"Steve Martin","category":"Success, Me, Comedy"},{"quote":"As long as you live, keep learning how to live.","author":"Lucius Annaeus Seneca","category":"Live, Long, You"},{"quote":"My goal in the classroom was always to make sure they were having so much fun that they didn't realize they were learning.","author":"Rick Riordan","category":"Goal, Fun, Realize"},{"quote":"Learning how to operate a soul figures to take time.","author":"Timothy Leary","category":"Time, Soul, Take"},{"quote":"Learning is finding out what you already know.","author":"Richard Bach","category":"Know, Finding, You"},{"quote":"People need to be made more aware of the need to work at learning how to live because life is so quick and sometimes it goes away too quickly.","author":"Andy Warhol","category":"Life, Work, People"},{"quote":"It is not hard for me to remember when I was in college. I loved many things about college life: I loved learning. I loved the comradery. And I loved football.","author":"Joseph B. Wirthlin","category":"Life, Football, College"},{"quote":"The next Bill Gates will not start an operating system. The next Larry Page won't start a search engine. The next Mark Zuckerberg won't start a social network company. If you are copying these people, you are not learning from them.","author":"Peter Thiel","category":"People, Company, Page"},{"quote":"The purpose of learning is growth, and our minds, unlike our bodies, can continue growing as we continue to live.","author":"Mortimer Adler","category":"Growth, Purpose, Live"},{"quote":"This life is a process of learning.","author":"Lauryn Hill","category":"Life, Life Is A, Process"},{"quote":"It is only when we forget all our learning that we begin to know.","author":"Henry David Thoreau","category":"Forget, Know, Begin"},{"quote":"Desperation is a necessary ingredient to learning anything, or creating anything. Period. If you ain't desperate at some point, you ain't interesting.","author":"Jim Carrey","category":"Interesting, Creating, You"},{"quote":"Strange as it may seem, no amount of learning can cure stupidity, and formal education positively fortifies it.","author":"Stephen Vizinczey","category":"Education, Stupidity"},{"quote":"I started practicing yoga. I started learning some hands-on healing stuff. And I found really good chiropractors, really good massage therapists, and what I found is I've been able to actually peel off layers of trauma on my body and actually move better now than I did.","author":"Ricky Williams","category":"Good, Healing, Body"},{"quote":"Recipes tell you nothing. Learning techniques is the key.","author":"Tom Colicchio","category":"Key, Nothing, You"},{"quote":"By discovering how our minds work, we can improve our learning power and unlock our true potential.","author":"Robert Winston","category":"Work, Power, Potential"},{"quote":"Gardening is learning, learning, learning. That's the fun of them. You're always learning.","author":"Helen Mirren","category":"Gardening, Fun, You"},{"quote":"By 2025, we can expect the world to be completely digital. Paper books will be a thing of the past. Education will be delivered through analytics-based assessment tools and adaptive learning platforms.","author":"Osman Rashid","category":"Education, Past, World"},{"quote":"I think you never stop learning.","author":"Norman Foster","category":"Think, You, Stop"},{"quote":"Waiting is a period of learning. The longer we wait, the more we hear about him for whom we are waiting.","author":"Henri Nouwen","category":"Waiting, Wait, Him"},{"quote":"Singing into a microphone and learning to play an instrument - learning to do your craft - that's the most important thing! It's not about what goes on in a computer!","author":"Dave Grohl","category":"Singing, Play"},{"quote":"Learning from the past helps to ensure that mistakes are not repeated.","author":"Monica Johnson","category":"Mistakes, Past, Repeated"},{"quote":"As I enter a new phase of life and my circle broadens, I start learning new things.","author":"Kapil Dev","category":"Life, Start, New Things"},{"quote":"Getting bogged down in old stories stops the flow of learning by censoring our perceptions, making us functionally deaf and blind to new information. Once the replay button gets pushed, we no longer form new ideas or conclusions - the old ones are so cozy.","author":"Martha Beck","category":"Blind, Ideas, Information"},{"quote":"That's the beauty of the acting world. You can play so many different characters who know and do so many things that you have no idea about as yourself. So I'm a big fan of workshops and classes and learning new things because you can always apply it. It's your little supply bag of creativity. Keep filling it up.","author":"Daniela Ruah","category":"Beauty, Creativity, World"},{"quote":"Before and after emancipation, the Negro, in self-defense, was propelled toward the white employer. The endowments of wealthy white men have developed great institutions of learning for the Negro, but the freedom of action on the part of these same universities has been curtailed in proportion as they are indebted to white philanthropies.","author":"W. E. B. Du Bois","category":"Freedom, Great, Men"},{"quote":"Learning to distinguish the illegal immigrant from the legal immigrant does not solve the problem of illegal immigration.","author":"Jan C. Ting","category":"Legal, Problem, Immigrant"},{"quote":"Whatever the medium, there is the difficulty, challenge, fascination and often productive clumsiness of learning a new method: the wonderful puzzles and problems of translating with new materials.","author":"Helen Frankenthaler","category":"Challenge, Problems, New"},{"quote":"Every picture has been a learning opportunity for me.","author":"Sam Raimi","category":"Opportunity, Me, Picture"}]}