{
  "author": "Ravindu Manoj",
  "github": "ravindu01manoj",
  "repo": "Quotes-500k",
  "data": [
    {
      "quote": "We are all so close. We are godfather to each others' kids. I was the best man at Jesus' wedding.",
      "author": "Juan Marichal",
      "category": "Best, Man, Kids"
    },
    {
      "quote": "I tried writing this book about a singer in a wedding band, but realized I only wanted to write the book so I could have an excuse to sing with a wedding band as research. That's not a good enough reason to write a book.",
      "author": "Megan McCafferty",
      "category": "Good, Writing, Research"
    },
    {
      "quote": "Of course, I do have a slight advantage over the rest of you. It helps in a pinch to be able to remind your bride that you gave up a throne for her.",
      "author": "Edward VIII",
      "category": "Bride, Rest, You"
    },
    {
      "quote": "You may invite the entire 35th Division to your wedding if you want to. I guess it's going to be yours as well as mine. We might as well have the church full while we are at it.",
      "author": "Bess Truman",
      "category": "Want, Church, You"
    },
    {
      "quote": "A lot of people think I'm that guy in 'Betsy's Wedding', but I'm not. What it is for me is that, on some level, I connect with the character emotionally.",
      "author": "Anthony LaPaglia",
      "category": "Character, Me, People"
    },
    {
      "quote": "Sometimes, my books start with a scene I see in my mind, such as a woman in a wedding dress running away from her wedding like in 'Embers of Love.' Sometimes, a book can start with a character.",
      "author": "Tracie Peterson",
      "category": "Love, Character, Woman"
    },
    {
      "quote": "I admire Eudora Welty. 'Delta Wedding' is a book I've given as a present to numerous women. Eudora Welty rocks. She writes such jewel-like, fine, refined short stories.",
      "author": "Nell Zink",
      "category": "Women, Short, Book"
    },
    {
      "quote": "Quarrels often arise in marriages when the bridal gifts are excessive.",
      "author": "Antisthenes",
      "category": "Gifts, Arise, Marriages"
    },
    {
      "quote": "I've thought about it a hundred times. I even buy bridal magazines sometimes. I want David Tutera to do my wedding.",
      "author": "Marlen Esparza",
      "category": "Thought, Want, Sometimes"
    },
    {
      "quote": "The proposal is the only thing that the guy has control over in the entire wedding deal. It is your one chance to make this moment stand out, not only for you, but for her.",
      "author": "Drew Seeley",
      "category": "Moment, Control, Chance"
    },
    {
      "quote": "I myself was a wedding photographer when I was, like, 16.",
      "author": "Kacy Hill",
      "category": "Myself, Photographer, Like"
    },
    {
      "quote": "Saw a wedding in the church. It was strange to see what delight we married people have to see these poor fools decoyed into our condition.",
      "author": "Samuel Pepys",
      "category": "People, Strange, See"
    },
    {
      "quote": "The day of the wedding went like these things generally do, full of anxious moments interspersed with black comedy.",
      "author": "Janet Street-Porter",
      "category": "Day, Moments, Black"
    },
    {
      "quote": "I'm taking one thing at a time. With the children and launching my solo career it would drive me to a nervous breakdown if I tried to organise a wedding on top of that.",
      "author": "Natasha Hamilton",
      "category": "Time, Children, Me"
    },
    {
      "quote": "I went looking for dresses and realized there was a niche I could fill in the wedding dress market.",
      "author": "Monique Lhuillier",
      "category": "Dress, Looking, Dresses"
    },
    {
      "quote": "We rent one in three tuxedos in the U.S. and Canada, and if we make a mistake, our employees will deliver to the customer's home, office, or wedding. We get a couple hundred letters a week praising the service in our stores.",
      "author": "George Zimmer",
      "category": "Home, Service, Mistake"
    },
    {
      "quote": "My grandfather Frank Lloyd Wright wore a red sash on his wedding night. That is glamour!",
      "author": "Anne Baxter",
      "category": "Red, Night, Grandfather"
    },
    {
      "quote": "I have three older brothers, and we all have different combinations of parents. My father was the best man at my mom's first wedding! And my brother's mother - my dad's first wife - is the sister to my mom's first husband's second wife. So my brothers are both stepcousins and stepbrothers. It's very '70s rock.",
      "author": "Inara George",
      "category": "Sister, Best, Father"
    },
    {
      "quote": "My sister really drooled a lot when she was younger. For her wedding, I was going to get her one of those lace drool cups that go around the ears.",
      "author": "Cheri Oteri",
      "category": "Sister, She, Her"
    },
    {
      "quote": "My five best friends, who were my bridesmaids in my wedding, are still my best friends.",
      "author": "Jill Kargman",
      "category": "Friends, Best, Still"
    },
    {
      "quote": "We had already planned my wedding when my brother passed away in 2012. When you're grieving, you don't necessarily want to think about something like that, but my brother told me that he wanted me to, so we went ahead and did it.",
      "author": "Yaya DaCosta",
      "category": "Brother, Me, Want"
    },
    {
      "quote": "For her fifth wedding, the bride wore black and carried a scotch and soda.",
      "author": "Phyllis Battelle",
      "category": "Black, Bride, Her"
    },
    {
      "quote": "Now in India, a village boy who has worked his way up to work at a call center, or if he gets a job working even as a busboy in a Taj or an Oberoi hotel, he'll put on his wedding announcement with pride, 'Busboy at the Taj' or 'Call center, Office Tiger.'",
      "author": "Marie Brenner",
      "category": "Work, Job, Pride"
    },
    {
      "quote": "On the night of the winter solstice, when the dead get their annual reprieve, they go up to the 24-hour donut shop and wedding chapel to get hitched. Marriage is a good and proper pursuit for dead people. For a while, it relieves the dark, shuddering loneliness of the afterlife.",
      "author": "Rachel Swirsky",
      "category": "Marriage, Good, Loneliness"
    },
    {
      "quote": "Granddad offered me one hundred dollars if I would cut my mop of curly hair into a neat military style. Just before the wedding, I got a light trim. It wasn't enough for Granddad, and he didn't pay.",
      "author": "David Eisenhower",
      "category": "Light, Hair, Style"
    },
    {
      "quote": "Those are the men who will dance at your wedding.",
      "author": "Guy Madison",
      "category": "Dance, Men, Will"
    },
    {
      "quote": "Wedding rings need to be sparkly to remind us not to have sex with other people.",
      "author": "Andrea Savage",
      "category": "People, Sex, Need"
    },
    {
      "quote": "Never get married in the morning - you never know who you might meet that night.",
      "author": "Paul Hornung",
      "category": "Morning, Night, Know"
    },
    {
      "quote": "America will never be destroyed from the outside. If we falter and lose our freedoms, it will be because we destroyed ourselves.",
      "author": "Abraham Lincoln",
      "category": "America, Never, Will"
    },
    {
      "quote": "A hero is someone who understands the responsibility that comes with his freedom.",
      "author": "Bob Dylan",
      "category": "Hero, Responsibility"
    },
    {
      "quote": "If the freedom of speech is taken away then dumb and silent we may be led, like sheep to the slaughter.",
      "author": "George Washington",
      "category": "Freedom Of Speech, Sheep"
    },
    {
      "quote": "Freedom is never more than one generation away from extinction. We didn't pass it to our children in the bloodstream. It must be fought for, protected, and handed on for them to do the same.",
      "author": "Ronald Reagan",
      "category": "Children, Generation, Never"
    },
    {
      "quote": "The liberties of our country, the freedom of our civil constitution, are worth defending against all hazards: And it is our duty to defend them against all attacks.",
      "author": "Samuel Adams",
      "category": "Constitution, Country, Duty"
    },
    {
      "quote": "Freedom is never voluntarily given by the oppressor it must be demanded by the oppressed.",
      "author": "Martin Luther King, Jr.",
      "category": "Never, Oppressed, Must"
    },
    {
      "quote": "The end of law is not to abolish or restrain, but to preserve and enlarge freedom. For in all the states of created beings capable of law, where there is no law, there is no freedom.",
      "author": "John Locke",
      "category": "Law, End, Where"
    },
    {
      "quote": "The only way to deal with an unfree world is to become so absolutely free that your very existence is an act of rebellion.",
      "author": "Albert Camus",
      "category": "World, Rebellion, Free"
    },
    {
      "quote": "Freedom consists not in doing what we like, but in having the right to do what we ought.",
      "author": "Pope John Paul II",
      "category": "Doing, Right, Like"
    },
    {
      "quote": "Freedom is the right to tell people what they do not want to hear.",
      "author": "George Orwell",
      "category": "People, Want, Right"
    },
    {
      "quote": "Freedom is the open window through which pours the sunlight of the human spirit and human dignity.",
      "author": "Herbert Hoover",
      "category": "Window, Human Spirit"
    },
    {
      "quote": "Where globalization means, as it so often does, that the rich and powerful now have new means to further enrich and empower themselves at the cost of the poorer and weaker, we have a responsibility to protest in the name of universal freedom.",
      "author": "Nelson Mandela",
      "category": "Responsibility, Powerful"
    },
    {
      "quote": "Liberty, when it begins to take root, is a plant of rapid growth.",
      "author": "George Washington",
      "category": "Growth, Plant, Liberty"
    },
    {
      "quote": "I would like to be remembered as a person who wanted to be free... so other people would be also free.",
      "author": "Rosa Parks",
      "category": "Free, People, Person"
    },
    {
      "quote": "Emancipate yourselves from mental slavery, none but ourselves can free our minds!",
      "author": "Marcus Garvey",
      "category": "Slavery, Free, Mental"
    },
    {
      "quote": "Man is free at the moment he wishes to be.",
      "author": "Voltaire",
      "category": "Man, Moment, Free"
    },
    {
      "quote": "The secret of freedom lies in educating people, whereas the secret of tyranny is in keeping them ignorant.",
      "author": "Maximilien Robespierre",
      "category": "People, Tyranny, Ignorant"
    },
    {
      "quote": "It is difficult to free fools from the chains they revere.",
      "author": "Voltaire",
      "category": "Free, Fools, Difficult"
    },
    {
      "quote": "Freedom of speech and thought matters, especially when it is speech and thought with which we disagree. The moment the majority decides to destroy people for engaging in thought it dislikes, thought crime becomes a reality.",
      "author": "Ben Shapiro",
      "category": "Reality, Moment, People"
    },
    {
      "quote": "Freedom does not come without a price. We may sometimes take for granted the many liberties we enjoy in America, but they have all been earned through the ultimate sacrifice paid by so many of the members of our armed forces.",
      "author": "Charlie Dent",
      "category": "America, Sacrifice, Enjoy"
    },
    {
      "quote": "True freedom requires the rule of law and justice, and a judicial system in which the rights of some are not secured by the denial of rights to others.",
      "author": "Jonathan Sacks",
      "category": "Justice, Law, Rights"
    },
    {
      "quote": "Freedom is hammered out on the anvil of discussion, dissent, and debate.",
      "author": "Hubert H. Humphrey",
      "category": "Debate, Discussion, Dissent"
    },
    {
      "quote": "The liberties of a people never were, nor ever will be, secure, when the transactions of their rulers may be concealed from them.",
      "author": "Patrick Henry",
      "category": "People, Never, May"
    },
    {
      "quote": "A free press can, of course, be good or bad, but, most certainly without freedom, the press will never be anything but bad.",
      "author": "Albert Camus",
      "category": "Good, Free, Bad"
    },
    {
      "quote": "Freedom lies in being bold.",
      "author": "Robert Frost",
      "category": "Bold, Being, Lies"
    },
    {
      "quote": "A lovely nook of forest scenery, or a grand rock, like a beautiful woman, depends for much of its attractiveness upon the attendance sense of freedom from whatever is low; upon a sense of purity and of romance.",
      "author": "P. T. Barnum",
      "category": "Beautiful, Beautiful Woman"
    },
    {
      "quote": "Religious freedom opens a door for Americans that is closed to too many others around the world. But whether we walk through that door, and what we do with our lives after we do, is up to us.",
      "author": "Mitt Romney",
      "category": "Door, World, Walk"
    },
    {
      "quote": "Punk is musical freedom. It's saying, doing and playing what you want. In Webster's terms, 'nirvana' means freedom from pain, suffering and the external world, and that's pretty close to my definition of Punk Rock.",
      "author": "Kurt Cobain",
      "category": "Pain, World, Suffering"
    },
    {
      "quote": "The most important kind of freedom is to be what you really are. You trade in your reality for a role. You give up your ability to feel, and in exchange, put on a mask.",
      "author": "Jim Morrison",
      "category": "Reality, Mask, You"
    },
    {
      "quote": "When the Internet first came into public use, it was hailed as a liberation from conformity, a floating world ruled by passion, creativity, innovation and freedom of information. When it was hijacked first by advertising and then by commerce, it seemed like it had been fully co-opted and brought into line with human greed and ambition.",
      "author": "Neil Strauss",
      "category": "Innovation, Creativity"
    },
    {
      "quote": "Underlying most arguments against the free market is a lack of belief in freedom itself.",
      "author": "Milton Friedman",
      "category": "Free, Belief, Free Market"
    },
    {
      "quote": "Kids should speak to each other. They're horrid to each other online, they bully each other - they should shut up and stop it. The problem with social media is there is too much freedom. It's too much, too young.",
      "author": "Cara Delevingne",
      "category": "Social Media, Speak, Media"
    },
    {
      "quote": "Saying that you don't care about the right to privacy because you have nothing to hide is no different than saying you don't care about freedom of speech because you have nothing to say.",
      "author": "Jean-Michel Jarre",
      "category": "Freedom Of Speech, Saying"
    },
    {
      "quote": "America's answer to the intolerant man is diversity - the very diversity which our heritage of religious freedom has inspired.",
      "author": "Robert Kennedy",
      "category": "Diversity, America, Man"
    },
    {
      "quote": "If you're not ready to die for it, put the word 'freedom' out of your vocabulary.",
      "author": "Malcolm X",
      "category": "Die, You, Ready"
    },
    {
      "quote": "My idea of freedom is that we should protect the rights of people to believe what their conscience dictates, but fight equally hard to protect people from having the beliefs of others imposed upon them.",
      "author": "Justin Trudeau",
      "category": "Believe, Fight, Conscience"
    },
    {
      "quote": "Man will never be free until the last king is strangled with the entrails of the last priest.",
      "author": "Denis Diderot",
      "category": "Man, Free, King"
    },
    {
      "quote": "To me, the flag represents the greatest ideals of the United States of America, not the worst, but different people look at different things and have different feelings about it. That's what freedom of expression is all about.",
      "author": "Aaron Rodgers",
      "category": "America, Me, Greatest"
    },
    {
      "quote": "Necessity is blind until it becomes conscious. Freedom is the consciousness of necessity.",
      "author": "Karl Marx",
      "category": "Blind, Consciousness"
    },
    {
      "quote": "Indeed, a major source of objection to a free economy is precisely that it... gives people what they want instead of what a particular group thinks they ought to want. Underlying most arguments against the free market is a lack of belief in freedom itself.",
      "author": "Milton Friedman",
      "category": "Free, People, Belief"
    },
    {
      "quote": "Since the Revolution, eight generations of America's veterans have established an unbroken commitment to freedom.",
      "author": "Steve Buyer",
      "category": "America, Commitment"
    },
    {
      "quote": "Hate speech and freedom of speech are two different things.",
      "author": "Leslie Jones",
      "category": "Hate, Freedom Of Speech"
    },
    {
      "quote": "Human rights, of course, must include the right to religious freedom, understood as the expression of a dimension that is at once individual and communitarian - a vision that brings out the unity of the person while clearly distinguishing between the dimension of the citizen and that of the believer.",
      "author": "Pope Benedict XVI",
      "category": "Unity, Vision, Rights"
    },
    {
      "quote": "To me, punk rock is the freedom to create, freedom to be successful, freedom to not be successful, freedom to be who you are. It's freedom.",
      "author": "Patti Smith",
      "category": "Successful, Me, You"
    },
    {
      "quote": "Let freedom reign. The sun never set on so glorious a human achievement.",
      "author": "Nelson Mandela",
      "category": "Achievement, Sun, Human"
    },
    {
      "quote": "When we lose the right to be different, we lose the privilege to be free.",
      "author": "Charles Evans Hughes",
      "category": "Free, Be Different, Right"
    },
    {
      "quote": "Too much freedom can lead to the soul's decay.",
      "author": "Prince",
      "category": "Soul, Lead, Too Much"
    },
    {
      "quote": "Each time we cooperate with God, we take one more giant step forward. Because when God asks us to change, it means that He always has something better to give us - more freedom, greater joy, and greater blessings.",
      "author": "Joyce Meyer",
      "category": "Change, Time, God"
    },
    {
      "quote": "America's greatest contribution to the world is its concept of democracy, its concept of freedom, freedom of action, freedom of speech, and freedom of thought.",
      "author": "Benazir Bhutto",
      "category": "America, Democracy, World"
    },
    {
      "quote": "The Bill of Rights was intended to secure freedom of speech - the freedom of speech of members of parliament to speak freely rather than be at threat of... the threat of an over powerful monarch at the time.",
      "author": "William Hague",
      "category": "Time, Powerful, Speak"
    },
    {
      "quote": "I begin to feel like most Americans don't understand the First Amendment, don't understand the idea of freedom of speech, and don't understand that it's the responsibility of the citizen to speak out.",
      "author": "Roger Ebert",
      "category": "Responsibility, Speak"
    },
    {
      "quote": "Analysis does not set out to make pathological reactions impossible, but to give the patient's ego freedom to decide one way or another.",
      "author": "Sigmund Freud",
      "category": "Impossible, Ego, Way"
    },
    {
      "quote": "I love the pigeons. I just raise them, period, and feed them. Pigeons go away, and they always come back. You get a touch of freedom, and then they are free to come back to you. I love the idea of pigeons.",
      "author": "George Foreman",
      "category": "Love, Free, You"
    },
    {
      "quote": "We have to go see Bill Gates and a lot of different people that really understand what's happening. We have to talk to them, maybe in certain areas, closing that Internet up in some way. Somebody will say, 'Oh, freedom of speech, freedom of speech.' These are foolish people. We have a lot of foolish people.",
      "author": "Donald Trump",
      "category": "Internet, People"
    },
    {
      "quote": "My childhood memories are amazing I had freedom in every way - but I see everything from a different perspective now that I live outside.",
      "author": "Ana de Armas",
      "category": "Memories, Childhood"
    },
    {
      "quote": "You don't have to be a man to fight for freedom. All you have to do is to be an intelligent human being.",
      "author": "Malcolm X",
      "category": "Man, Fight, Intelligent"
    },
    {
      "quote": "Freedom would be not to choose between black and white but to abjure such prescribed choices.",
      "author": "Theodor Adorno",
      "category": "Black And White, Choices"
    },
    {
      "quote": "My photographs are a celebration of life, fun and the beautiful. They are a world that doesn't exist. A fantasy. Freedom is real. There are no rules. The life I wish I was living.",
      "author": "Ryan McGinley",
      "category": "Life, Beautiful, World"
    },
    {
      "quote": "I find only freedom in the realms of eccentricity.",
      "author": "David Bowie",
      "category": "Find, Only, Eccentricity"
    },
    {
      "quote": "I took up arms for the freedom of my color. It is our own - we will defend it or perish.",
      "author": "Toussaint Louverture",
      "category": "Color, Up, Will"
    },
    {
      "quote": "Freedom is something that dies unless it's used.",
      "author": "Hunter S. Thompson",
      "category": "Something, Used, Unless"
    },
    {
      "quote": "I will not leave South Africa, nor will I surrender. Only through hardship, sacrifice and militant action can freedom be won. The struggle is my life. I will continue fighting for freedom until the end of my days.",
      "author": "Nelson Mandela",
      "category": "Life, Struggle, Sacrifice"
    },
    {
      "quote": "The oppressed, having internalized the image of the oppressor and adopted his guidelines, are fearful of freedom.",
      "author": "Paulo Freire",
      "category": "Image, Oppressed, Oppressor"
    },
    {
      "quote": "Oppressed people cannot remain oppressed forever. The yearning for freedom eventually manifests itself.",
      "author": "Martin Luther King, Jr.",
      "category": "People, Forever, Oppressed"
    },
    {
      "quote": "People are dying in vain because this country isn't holding their end of the bargain up as far as, you know, giving freedom and justice and liberty to everybody.",
      "author": "Colin Kaepernick",
      "category": "Justice, Giving, Liberty"
    },
    {
      "quote": "How often I have found that we grow to maturity not by doing what we like, but by doing what we should. How true it is that not every 'should' is a compulsion, and not every 'like' is a high morality and true freedom.",
      "author": "Karl Rahner",
      "category": "Morality, Grow, Maturity"
    },
    {
      "quote": "The essence of mathematics lies in its freedom.",
      "author": "Georg Cantor",
      "category": "Mathematics, Essence, Lies"
    },
    {
      "quote": "How does the Meadow flower its bloom unfold? Because the lovely little flower is free down to its root, and in that freedom bold.",
      "author": "William Wordsworth",
      "category": "Flower, Free, Bloom"
    },
    {
      "quote": "Every time you pass a law, it is a little bite out of freedom.",
      "author": "Gary Johnson",
      "category": "Time, Law, You"
    },
    {
      "quote": "I grew up with the understanding that the world I lived in was one where people enjoyed a sort of freedom to communicate with each other in privacy, without it being monitored, without it being measured or analyzed or sort of judged by these shadowy figures or systems, any time they mention anything that travels across public lines.",
      "author": "Edward Snowden",
      "category": "Time, World, Understanding"
    },
    {
      "quote": "Free people, remember this maxim: we may acquire liberty, but it is never recovered if it is once lost.",
      "author": "Jean-Jacques Rousseau",
      "category": "Lost, Liberty, Remember"
    },
    {
      "quote": "They won't break me because the desire for freedom, and the freedom of the Irish people, is in my heart. The day will dawn when all the people of Ireland will have the desire for freedom to show. It is then that we will see the rising of the moon.",
      "author": "Bobby Sands",
      "category": "Day, Heart, Moon"
    },
    {
      "quote": "'Emergencies' have always been the pretext on which the safeguards of individual liberty have been eroded.",
      "author": "Friedrich August von Hayek",
      "category": "Liberty, Individual, Always"
    },
    {
      "quote": "I think that what I have been truly searching for as a person, as a writer, as a thinker, as a daughter, is freedom. That is my mission. A sense of liberty, the liberty that comes not only from self-awareness but also from letting go of many things. Many things that weigh us down.",
      "author": "Jhumpa Lahiri",
      "category": "Daughter, Liberty"
    },
    {
      "quote": "We have the highest incarceration rate of any country in the world. 'America, land of liberty and freedom?' You know, that's baloney. More than 2 million Americans are behind bars now. Communist China has four times the population and they have 1.5 million people behind bars.",
      "author": "Gary Johnson",
      "category": "America, World, Liberty"
    },
    {
      "quote": "Pervading nationalism imposes its dominion on man today in many different forms and with an aggressiveness that spares no one. The challenge that is already with us is the temptation to accept as true freedom what in reality is only a new form of slavery.",
      "author": "Pope John Paul II",
      "category": "Today, Challenge, Man"
    },
    {
      "quote": "While the State exists there can be no freedom when there is freedom there will be no State.",
      "author": "Vladimir Lenin",
      "category": "Will, While, State"
    },
    {
      "quote": "Seek freedom and become captive of your desires. Seek discipline and find your liberty.",
      "author": "Frank Herbert",
      "category": "Discipline, Liberty, Find"
    },
    {
      "quote": "Freedom granted only when it is known beforehand that its effects will be beneficial is not freedom.",
      "author": "Friedrich August von Hayek",
      "category": "Will, Known, Beneficial"
    },
    {
      "quote": "I am just absolutely convinced that the best formula for giving us peace and preserving the American way of life is freedom, limited government, and minding our own business overseas.",
      "author": "Ron Paul",
      "category": "Life, Business, Peace"
    },
    {
      "quote": "It is easy to believe in freedom of speech for those with whom we agree.",
      "author": "Leo McKern",
      "category": "Believe, Easy"
    },
    {
      "quote": "Freedom of expression is the matrix, the indispensable condition, of nearly every other form of freedom.",
      "author": "Benjamin Cardozo",
      "category": "Expression, Every"
    },
    {
      "quote": "We are willing enough to praise freedom when she is safely tucked away in the past and cannot be a nuisance. In the present, amidst dangers whose outcome we cannot foresee, we get nervous about her, and admit censorship.",
      "author": "E. M. Forster",
      "category": "Past, Censorship, Present"
    },
    {
      "quote": "The degree of freedom from unwanted thoughts and the degree of concentration on a single thought are the measures to gauge spiritual progress.",
      "author": "Ramana Maharshi",
      "category": "Progress, Spiritual"
    },
    {
      "quote": "I think I'm mostly looking forward to the college life. I'm looking forward to more freedom. Here everything is really structured and scheduled, but in college you've got to be more responsible and you can get things done on your own time. I'm really looking forward to that.",
      "author": "Nerlens Noel",
      "category": "Life, Time, College"
    },
    {
      "quote": "The American flag is the most recognized symbol of freedom and democracy in the world.",
      "author": "Virginia Foxx",
      "category": "Democracy, American, World"
    },
    {
      "quote": "Jazz stands for freedom. It's supposed to be the voice of freedom: Get out there and improvise, and take chances, and don't be a perfectionist - leave that to the classical musicians.",
      "author": "Dave Brubeck",
      "category": "Musicians, Voice, Jazz"
    },
    {
      "quote": "Governments that block the aspirations of their people, that steal or are corrupt, that oppress and torture or that deny freedom of expression and human rights should bear in mind that they will find it increasingly hard to escape the judgement of their own people, or where warranted, the reach of international law.",
      "author": "William Hague",
      "category": "Law, Mind, People"
    },
    {
      "quote": "For your own self-respect and sanity, your creative freedom, you have to be careful that you don't rely too much on other people's opinions of what you do because it can stunt and inhibit you.",
      "author": "Luke Evans",
      "category": "Creative, People, Opinions"
    },
    {
      "quote": "Modernism released us from the constraints of everything that had gone before with a euphoric sense of freedom.",
      "author": "Arthur Erickson",
      "category": "Everything, Sense, Gone"
    },
    {
      "quote": "The path we have chosen for the present is full of hazards, as all paths are. The cost of freedom is always high, but Americans have always paid it. And one path we shall never choose, and that is the path of surrender, or submission.",
      "author": "John F. Kennedy",
      "category": "Path, Present, Paths"
    },
    {
      "quote": "Religious freedom is too sacred a right to be restricted or prohibited in any degree without convincing proof that a legitimate interest of the state is in grave danger.",
      "author": "Frank Murphy",
      "category": "Right, Danger, Interest"
    },
    {
      "quote": "In a completely sane world, madness is the only freedom.",
      "author": "J. G. Ballard",
      "category": "World, Madness, Sane"
    },
    {
      "quote": "I am a Republican, a black, dyed in the wool Republican, and I never intend to belong to any other party than the party of freedom and progress.",
      "author": "Frederick Douglass",
      "category": "Progress, I Am, Black"
    },
    {
      "quote": "To be able to love and live in freedom means to be able to make godly decisions. To make godly decisions we have to surrender our egos and all the falsity and shame that goes with it.",
      "author": "James McGreevey",
      "category": "Love, Decisions, Live"
    },
    {
      "quote": "Our single most important challenge is therefore to help establish a social order in which the freedom of the individual will truly mean the freedom of the individual.",
      "author": "Nelson Mandela",
      "category": "Challenge, Help, Important"
    },
    {
      "quote": "I have always that there ought to be some kind of mandatory national service, not necessarily in the military but to show everybody that freedom isn't free, that everybody has an obligation to the nation as a community.",
      "author": "Robert M. Gates",
      "category": "Community, Service, Military"
    },
    {
      "quote": "Freedom is not given to us by anyone we have to cultivate it ourselves. It is a daily practice... No one can prevent you from being aware of each step you take or each breath in and breath out.",
      "author": "Thich Nhat Hanh",
      "category": "Daily, Step, Practice"
    },
    {
      "quote": "Communists have always played an active role in the fight by colonial countries for their freedom, because the short-term objects of Communism would always correspond with the long-term objects of freedom movements.",
      "author": "Nelson Mandela",
      "category": "Fight, Communism, Long-Term"
    },
    {
      "quote": "The clash of ideas is the sound of freedom.",
      "author": "Lady Bird Johnson",
      "category": "Ideas, Sound, Clash"
    },
    {
      "quote": "Enlightenment values of individual freedom are manifested best in individual acts of criticism and defiance.",
      "author": "Pankaj Mishra",
      "category": "Best, Values, Enlightenment"
    },
    {
      "quote": "Freedom from effort in the present merely means that there has been effort stored up in the past.",
      "author": "Theodore Roosevelt",
      "category": "Past, Effort, Present"
    },
    {
      "quote": "I'm interested in anything about revolt, disorder, chaos, especially activity that appears to have no meaning. It seems to me to be the road toward freedom.",
      "author": "Jim Morrison",
      "category": "Road, Me, Chaos"
    },
    {
      "quote": "Our culture is just a series of checks and balances. The whole idea that we're in a battle between tyranny and freedom - it's a series of pendulum swings.",
      "author": "Jon Stewart",
      "category": "Culture, Battle, Tyranny"
    },
    {
      "quote": "Without economic development, any potential for political openness and freedom will be questionable.",
      "author": "Jose Maria Aznar",
      "category": "Political, Potential"
    },
    {
      "quote": "It is harder to preserve than to obtain liberty.",
      "author": "John C. Calhoun",
      "category": "Liberty, Than, Preserve"
    },
    {
      "quote": "Freedom is the oxygen of the soul.",
      "author": "Moshe Dayan",
      "category": "Soul, Oxygen"
    },
    {
      "quote": "A new breeze is blowing, and a world refreshed by freedom seems reborn; for in man's heart, if not in fact, the day of the dictator is over. The totalitarian era is passing, its old ideas blown away like leaves from an ancient, lifeless tree.",
      "author": "George H. W. Bush",
      "category": "Day, Tree, Man"
    },
    {
      "quote": "There are forces all around you who wish to exploit division, rob you of your freedom, and tell you what to think. But young folks can rekindle the weary spirit of a slumbering nation.",
      "author": "Wynton Marsalis",
      "category": "Wish, Think, You"
    },
    {
      "quote": "Collective freedom provides the basic conditions for people to narrate their own lives, hold power accountable, and embrace a capacious notion of human dignity.",
      "author": "Henry Giroux",
      "category": "Power, People, Dignity"
    },
    {
      "quote": "The desire of gold is not for gold. It is for the means of freedom and benefit.",
      "author": "Ralph Waldo Emerson",
      "category": "Gold, Desire, Benefit"
    },
    {
      "quote": "No amount of political freedom will satisfy the hungry masses.",
      "author": "Vladimir Lenin",
      "category": "Political, Hungry, Will"
    },
    {
      "quote": "The river flows at its own sweet will, but the flood is bound in the two banks. If it were not thus bound, its freedom would be wasted.",
      "author": "Vinoba Bhave",
      "category": "River, Sweet, Two"
    },
    {
      "quote": "We need love, and to ensure love, we need to have full employment, and we need social justice. We need gender equity. We need freedom from hunger. These are our most fundamental needs as social creatures.",
      "author": "David Suzuki",
      "category": "Love, Justice, Gender"
    },
    {
      "quote": "God tolerates even our stammering, and pardons our ignorance whenever something inadvertently escapes us - as, indeed, without this mercy there would be no freedom to pray.",
      "author": "John Calvin",
      "category": "God, Ignorance, Mercy"
    },
    {
      "quote": "The road to freedom must be uphill, even if it is arduous and frustrating.",
      "author": "Andrew Goodman",
      "category": "Road, Must, Arduous"
    },
    {
      "quote": "It's my view that gender is culturally formed, but it's also a domain of agency or freedom and that it is most important to resist the violence that is imposed by ideal gender norms, especially against those who are gender different, who are nonconforming in their gender presentation.",
      "author": "Judith Butler",
      "category": "Violence, Gender, View"
    },
    {
      "quote": "Emancipation from the bondage of the soil is no freedom for the tree.",
      "author": "Rabindranath Tagore",
      "category": "Tree, Soil, Bondage"
    },
    {
      "quote": "Guard with jealous attention the public liberty. Suspect everyone who approaches that jewel. Unfortunately, nothing will preserve it but downright force. Whenever you give up that force, you are inevitably ruined.",
      "author": "Patrick Henry",
      "category": "Liberty, Jealous, You"
    },
    {
      "quote": "There is no such thing as part freedom.",
      "author": "Nelson Mandela",
      "category": "Part, Thing"
    },
    {
      "quote": "I've sold my soul for freedom. It's lonely but it's sweet.",
      "author": "Melissa Etheridge",
      "category": "Soul, Lonely, Sweet"
    },
    {
      "quote": "Ultimately, America's answer to the intolerant man is diversity, the very diversity which our heritage of religious freedom has inspired.",
      "author": "Robert Kennedy",
      "category": "Diversity, America, Man"
    },
    {
      "quote": "Freedom, morality, and the human dignity of the individual consists precisely in this; that he does good not because he is forced to do so, but because he freely conceives it, wants it, and loves it.",
      "author": "Mikhail Bakunin",
      "category": "Good, Morality, Dignity"
    },
    {
      "quote": "We do not consecrate the flag by punishing its desecration, for in doing so, we dilute the freedom this cherished emblem represents.",
      "author": "William J. Brennan, Jr.",
      "category": "Doing, Flag, Represents"
    },
    {
      "quote": "A nation which makes the final sacrifice for life and freedom does not get beaten.",
      "author": "Mustafa Kemal Ataturk",
      "category": "Life, Sacrifice, Nation"
    },
    {
      "quote": "I fight, and have fought, for political freedom, for justice and for fairness and freedom of speech.",
      "author": "Teresa Heinz",
      "category": "Justice, Fight, Political"
    },
    {
      "quote": "I believe firmly that in making ethical decisions, man has the prerogative of true freedom of choice.",
      "author": "Corliss Lamont",
      "category": "Man, Decisions, Believe"
    },
    {
      "quote": "Mountains are freedom. Treat them respectfully.",
      "author": "Conrad Anker",
      "category": "Mountains, Treat, Them"
    },
    {
      "quote": "The only certain freedom's in departure.",
      "author": "Robert Frost",
      "category": "Departure, Only, Certain"
    },
    {
      "quote": "By limiting or denying freedom of speech and expression, we take away a lot of potential. We take away thoughts and ideas before they even have the opportunity to hatch. We build a world around negatives - you can't say, think, or do this or that.",
      "author": "Jill McCorkle",
      "category": "Opportunity, Thoughts, World"
    },
    {
      "quote": "Telling a story in a futuristic world gives you this freedom to explore things that bother you in contemporary times.",
      "author": "Suzanne Collins",
      "category": "World, Story, You"
    },
    {
      "quote": "You don't have true freedom until you allow a diversity of opinion and a diversity of voices.",
      "author": "Don Lemon",
      "category": "Diversity, Opinion, You"
    },
    {
      "quote": "The freedom of thought is a sacred right of every individual man, and diversity will continue to increase with the progress, refinement, and differentiation of the human intellect.",
      "author": "Felix Adler",
      "category": "Progress, Diversity, Man"
    },
    {
      "quote": "Whenever regulation increases, personal freedom decreases.",
      "author": "Alan Wilson",
      "category": "Personal, Regulation"
    },
    {
      "quote": "Freedom is never granted it is won.",
      "author": "A. Philip Randolph",
      "category": "Never, Granted, Won"
    },
    {
      "quote": "Woe to that nation whose literature is cut short by the intrusion of force. This is not merely interference with freedom of the press but the sealing up of a nation's heart, the excision of its memory.",
      "author": "Aleksandr Solzhenitsyn",
      "category": "Heart, Memory, Short"
    },
    {
      "quote": "The only way that has ever been discovered to have a lot of people cooperate together voluntarily is through the free market. And that's why it's so essential to preserving individual freedom.",
      "author": "Milton Friedman",
      "category": "Together, Free, People"
    },
    {
      "quote": "We must plan for freedom, and not only for security, if for no other reason than that only freedom can make security secure.",
      "author": "Karl Popper",
      "category": "Plan, Security, Reason"
    },
    {
      "quote": "Among the many values in life, I appreciate freedom most.",
      "author": "Haruki Murakami",
      "category": "Life, Values, Appreciate"
    },
    {
      "quote": "My desire to curtail undue freedom of speech extends only to such public areas as restaurants, airports, streets, hotel lobbies, parks, and department stores. Verbal exchanges between consenting adults in private are as of little interest to me as they probably are to them.",
      "author": "Fran Lebowitz",
      "category": "Me, Freedom Of Speech"
    },
    {
      "quote": "I have said democracy and freedom do not work too well if you are hungry, if you are starving.",
      "author": "Pete Domenici",
      "category": "Work, Democracy, You"
    },
    {
      "quote": "The freedom to connect to the world anywhere at anytime brings with it the threat of unscrupulous predators and criminals who mask their activities with the anonymity the Internet provides to its users.",
      "author": "Mike Fitzpatrick",
      "category": "World, Internet, Mask"
    },
    {
      "quote": "As one gets older one sees many more paths that could be taken. Artists sense within their own work that kind of swelling of possibilities, which may seem a freedom or a confusion.",
      "author": "Jasper Johns",
      "category": "Work, Paths, Kind"
    },
    {
      "quote": "Every friend of freedom must be as revolted as I am by the prospect of turning the United States into an armed camp, by the vision of jails filled with casual drug users and of an army of enforcers empowered to invade the liberty of citizens on slight evidence.",
      "author": "Milton Friedman",
      "category": "Vision, I Am, Liberty"
    },
    {
      "quote": "Freedom is always and exclusively freedom for the one who thinks differently.",
      "author": "Rosa Luxemburg",
      "category": "Always, Differently, Thinks"
    },
    {
      "quote": "Human beings want to be free and however long they may agree to stay locked up, to stay oppressed, there will come a time when they say 'That's it.' Suddenly they find themselves doing something that they never would have thought they would be doing, simply because of the human instinct that makes them turn their face towards freedom.",
      "author": "Aung San Suu Kyi",
      "category": "Time, Thought, Free"
    },
    {
      "quote": "Free software is software that respects your freedom and the social solidarity of your community. So it's free as in freedom.",
      "author": "Richard Stallman",
      "category": "Community, Free, Software"
    },
    {
      "quote": "America's commitment to religious freedom and tolerance should not be conditional.",
      "author": "Mark McKinnon",
      "category": "America, Commitment"
    },
    {
      "quote": "I love the simplicity and freedom of running. A pair of shoes, and you are all set to explore new trails.",
      "author": "Rachel Boston",
      "category": "Love, Shoes, Simplicity"
    },
    {
      "quote": "I loved the feeling of freedom in running, the fresh air, the feeling that the only person I'm competing with is me.",
      "author": "Wilma Rudolph",
      "category": "Me, Loved, Feeling"
    },
    {
      "quote": "Freedom means you are unobstructed in living your life as you choose. Anything less is a form of slavery.",
      "author": "Wayne Dyer",
      "category": "Life, Slavery, Living"
    },
    {
      "quote": "A man is either free or he is not. There cannot be any apprenticeship for freedom.",
      "author": "Amiri Baraka",
      "category": "Man, Free, Apprenticeship"
    },
    {
      "quote": "The best thing about being rich is the freedom freedom to do whatever you want whenever you want. It doesn't suck.",
      "author": "Tommy Lee",
      "category": "Best, Want, Rich"
    },
    {
      "quote": "The boisterous sea of liberty is never without a wave.",
      "author": "Thomas Jefferson",
      "category": "Sea, Liberty, Wave"
    },
    {
      "quote": "I want you to have this feeling too - it is my moral responsibility to help you achieve this inner freedom.",
      "author": "Dmitri Mendeleev",
      "category": "Responsibility, Help, Moral"
    },
    {
      "quote": "I had crossed the line. I was free but there was no one to welcome me to the land of freedom. I was a stranger in a strange land.",
      "author": "Harriet Tubman",
      "category": "Welcome, Me, Free"
    },
    {
      "quote": "Punk has always been about doing things your own way. What it represents for me is ultimate freedom and a sense of individuality.",
      "author": "Billie Joe Armstrong",
      "category": "Me, Doing, Way"
    },
    {
      "quote": "Your life is the sum result of all the choices you make, both consciously and unconsciously. If you can control the process of choosing, you can take control of all aspects of your life. You can find the freedom that comes from being in charge of yourself.",
      "author": "Robert Foster Bennett",
      "category": "Life, Choices, Yourself"
    },
    {
      "quote": "Your true traveller finds boredom rather agreeable than painful. It is the symbol of his liberty - his excessive freedom. He accepts his boredom, when it comes, not merely philosophically, but almost with pleasure.",
      "author": "Aldous Huxley",
      "category": "Boredom, Liberty, Pleasure"
    },
    {
      "quote": "He only earns his freedom and his life Who takes them every day by storm.",
      "author": "Johann Wolfgang von Goethe",
      "category": "Life, Day, Storm"
    },
    {
      "quote": "True freedom is where an individual's thoughts and actions are in alignment with that which is true, correct, and of honor - no matter the personal price.",
      "author": "Bryant H. McGill",
      "category": "Thoughts, Honor, Personal"
    },
    {
      "quote": "I made my own assessment of my life, and I began to live it. That was freedom.",
      "author": "Fernando Flores",
      "category": "Life, Live, My Life"
    },
    {
      "quote": "Men who want to support women in our struggle for freedom and justice should understand that it is not terrifically important to us that they learn to cry it is important to us that they stop the crimes of violence against us.",
      "author": "Andrea Dworkin",
      "category": "Women, Struggle, Justice"
    },
    {
      "quote": "The American dream is about freedom.",
      "author": "Nancy Pelosi",
      "category": "American Dream, American"
    },
    {
      "quote": "The communitarians may say you've been enjoying too much individual freedom, and that you must give up some of that for the benefit of the community. But they really mean that they want more power over your life - to force you to subsidize, obey and conform to their choices.",
      "author": "Harry Browne",
      "category": "Life, Community, Power"
    },
    {
      "quote": "Freedom isn't to do what you want at somebody else's expense.",
      "author": "John Lydon",
      "category": "Want, You, Expense"
    },
    {
      "quote": "Being offended by freedom of speech should never be regarded as a justification for violence.",
      "author": "Alan Dershowitz",
      "category": "Violence, Speech"
    },
    {
      "quote": "What light is to the eyes - what air is to the lungs - what love is to the heart, liberty is to the soul of man.",
      "author": "Robert Green Ingersoll",
      "category": "Love, Light, Eyes"
    },
    {
      "quote": "Growing up, the way that I looked was very important to me. I was always trying to impress people, and when I grew my beard there was a certain freedom, a separation, getting past this the way I looked, identify myself as a spiritual seeker.",
      "author": "Matisyahu",
      "category": "Myself, Spiritual, Past"
    },
    {
      "quote": "The task for sociology is to come to the help of the individual. We have to be in service of freedom. It is something we have lost sight of.",
      "author": "Zygmunt Bauman",
      "category": "Service, Lost, Help"
    },
    {
      "quote": "I am not an Athenian or a Greek, but a citizen of the world.",
      "author": "Diogenes",
      "category": "I Am, World, Citizen"
    },
    {
      "quote": "Responsibility is the price of freedom.",
      "author": "Elbert Hubbard",
      "category": "Responsibility, Price"
    },
    {
      "quote": "The liberty of the individual is a necessary postulate of human progress.",
      "author": "Ernest Renan",
      "category": "Progress, Liberty, Human"
    },
    {
      "quote": "We must be willing to pay a price for freedom.",
      "author": "H. L. Mencken",
      "category": "Pay, Price, Must"
    },
    {
      "quote": "Freedom is not worth having if it does not connote freedom to err.",
      "author": "Mahatma Gandhi",
      "category": "Worth, Err, Having"
    },
    {
      "quote": "In America, through pressure of conformity, there is freedom of choice, but nothing to choose from.",
      "author": "Peter Ustinov",
      "category": "America, Choice, Pressure"
    },
    {
      "quote": "You have freedom when you're easy in your harness.",
      "author": "Robert Frost",
      "category": "Easy, You, Your"
    },
    {
      "quote": "Our freedom can be measured by the number of things we can walk away from.",
      "author": "Vernon Howard",
      "category": "Walk, Number, Away"
    },
    {
      "quote": "Liberation is not deliverance.",
      "author": "Victor Hugo",
      "category": "Liberation, Deliverance"
    },
    {
      "quote": "There is no such thing as a little freedom. Either you are all free, or you are not free.",
      "author": "Walter Cronkite",
      "category": "Free, You, Little"
    },
    {
      "quote": "Real freedom is having nothing. I was freer when I didn't have a cent.",
      "author": "Mike Tyson",
      "category": "Real, Nothing, Having"
    },
    {
      "quote": "Freedom is never given it is won.",
      "author": "A. Philip Randolph",
      "category": "Never, Won, Given"
    },
    {
      "quote": "Freedom is the recognition of necessity.",
      "author": "Friedrich Engels",
      "category": "Recognition, Necessity"
    },
    {
      "quote": "I believe in freedom of speech, but I believe we should also have the right to comment on freedom of speech.",
      "author": "Stockwell Day",
      "category": "Believe, I Believe"
    },
    {
      "quote": "My father always said, 'Malala will be free as a bird.'",
      "author": "Malala Yousafzai",
      "category": "Father, Bird, Free"
    },
    {
      "quote": "I think I have a right to live my life the way I like.",
      "author": "Malala Yousafzai",
      "category": "Life, Live, My Life"
    },
    {
      "quote": "One of the things that fascinated me about modeling was that you had the freedom to look any way you wanted.",
      "author": "Veronica Webb",
      "category": "Me, Look, You"
    },
    {
      "quote": "The worst enemy of life, freedom and the common decencies is total anarchy; their second worst enemy is total efficiency.",
      "author": "Aldous Huxley",
      "category": "Life, Efficiency, Enemy"
    },
    {
      "quote": "Keep fighting for freedom and justice, beloveds, but don't forget to have fun doin' it. Lord, let your laughter ring forth. Be outrageous, ridicule the fraidy-cats, rejoice in all the oddities that freedom can produce.",
      "author": "Molly Ivins",
      "category": "Justice, Laughter, Fun"
    },
    {
      "quote": "Shall I tell you what the real evil is? To cringe to the things that are called evils, to surrender to them our freedom, in defiance of which we ought to face any suffering.",
      "author": "Lucius Annaeus Seneca",
      "category": "Evil, Suffering, You"
    },
    {
      "quote": "In this possibly terminal phase of human existence, democracy and freedom are more than just ideals to be valued - they may be essential to survival.",
      "author": "Noam Chomsky",
      "category": "Democracy, Survival"
    },
    {
      "quote": "We must face the fact that the preservation of individual freedom is incompatible with a full satisfaction of our views of distributive justice.",
      "author": "Friedrich August von Hayek",
      "category": "Justice, Face, Satisfaction"
    },
    {
      "quote": "Some people still believe you should just fall in line with what's going on - and that's scary. It makes a mockery of freedom of speech.",
      "author": "Emily Robison",
      "category": "Believe, People, Fall"
    },
    {
      "quote": "Freedom is just Chaos, with better lighting.",
      "author": "Alan Dean Foster",
      "category": "Chaos, Better, Lighting"
    },
    {
      "quote": "Freedom of conscience entails more dangers than authority and despotism.",
      "author": "Michel Foucault",
      "category": "Authority, Conscience"
    },
    {
      "quote": "To me, the American Dream is being able to follow your own personal calling. To be able to do what you want to do is incredible freedom.",
      "author": "Maya Lin",
      "category": "American Dream, American, Me"
    },
    {
      "quote": "Today's Constitution is a realistic document of freedom only because of several corrective amendments. Those amendments speak to a sense of decency and fairness that I and other Blacks cherish.",
      "author": "Thurgood Marshall",
      "category": "Today, Speak, Constitution"
    },
    {
      "quote": "To become self-aware, people must be allowed to hear a plurality of opinions and then make up their own minds. They must be allowed to say, write and publish whatever they want. Freedom of expression is the most basic, but fundamental, right. Without it, human beings are reduced to automatons.",
      "author": "Ma Jian",
      "category": "People, Opinions, Want"
    },
    {
      "quote": "The answer to many of the domestic problems we face is not higher taxes and more spending. It is less waste, more results and greater freedom for the individual American to earn a rightful place in his own community - and for States and localities to address their own needs in their own ways, in the light of their own priorities.",
      "author": "Richard M. Nixon",
      "category": "Light, Community, American"
    },
    {
      "quote": "To live is to find out for yourself what is true, and you can do this only when there is freedom, when there is continuous revolution inwardly, within yourself.",
      "author": "Jiddu Krishnamurti",
      "category": "Revolution, Yourself, Live"
    },
    {
      "quote": "People who believe in freedom of expression have spent several centuries fighting against censorship, in whatever form. We have to be certain the 'Net' doesn't become the site for technological book burning.",
      "author": "John Ralston Saul",
      "category": "Book, Believe, People"
    },
    {
      "quote": "To say that any people are not fit for freedom, is to make poverty their choice, and to say they had rather be loaded with taxes than not.",
      "author": "Thomas Paine",
      "category": "Poverty, Choice, People"
    },
    {
      "quote": "Freedom is fragile and must be protected. To sacrifice it, even as a temporary measure, is to betray it.",
      "author": "Germaine Greer",
      "category": "Sacrifice, Measure, Fragile"
    },
    {
      "quote": "I come bearing an olive branch in one hand, and the freedom fighter's gun in the other. Do not let the olive branch fall from my hand.",
      "author": "Yasser Arafat",
      "category": "Gun, Fall, Fighter"
    },
    {
      "quote": "I suffered evils, but without allowing them to rob me of the freedom to expand.",
      "author": "Gordon Parks",
      "category": "Me, Without, Evils"
    },
    {
      "quote": "Freedom of speech is always under attack by Fascist mentality, which exists in all parts of the world, unfortunately.",
      "author": "Lawrence Ferlinghetti",
      "category": "World, Freedom Of Speech"
    },
    {
      "quote": "That's part of American greatness, is discrimination. Yes, sir. Inequality, I think, breeds freedom and gives a man opportunity.",
      "author": "Lester Maddox",
      "category": "Opportunity, Man, American"
    },
    {
      "quote": "You don't have freedom because you are a hyphenated American; you have freedom because you are an individual, and that should be protected.",
      "author": "Ron Paul",
      "category": "American, You, Individual"
    },
    {
      "quote": "The American Dream is about freedom.",
      "author": "Rick Mears",
      "category": "American Dream, American"
    },
    {
      "quote": "If our freedom is taken, the American dream will wither and die.",
      "author": "Rand Paul",
      "category": "American Dream, American"
    },
    {
      "quote": "I salute all the nations of the Arab Spring and I salute the heroic people of Syria who are striving for freedom, democracy and reform.",
      "author": "Ismail Haniyeh",
      "category": "Democracy, People, Spring"
    },
    {
      "quote": "All Americans value the freedom of speech and the freedom of the press, and I believe this is essential for our continued way of life. But with this freedom comes responsibility.",
      "author": "Steven Hatfill",
      "category": "Life, Responsibility"
    },
    {
      "quote": "I support engagement, diplomacy, and trade with Cuba, China, Vietnam, and many countries with less than stellar human rights records, because I believe that once enslaved people taste freedom and see the products of capitalism, they will become hungry for freedom themselves.",
      "author": "Rand Paul",
      "category": "Support, Believe, People"
    },
    {
      "quote": "I am the son of a freedom fighter, and a son of a freedom fighter automatically imbibes the value of democracy.",
      "author": "Narendra Modi",
      "category": "Son, I Am, Value"
    },
    {
      "quote": "When people are like, 'College! Oh my God! Ultimate freedom!' I didn't feel that way. My roommates were loving hitting the town, but I wasn't as psyched about going to the frats.",
      "author": "Emily Ratajkowski",
      "category": "God, College, People"
    },
    {
      "quote": "Academic freedom and free speech mean the right to consider ideas with which you might disagree.",
      "author": "Bob Beckel",
      "category": "Ideas, Free, Speech"
    },
    {
      "quote": "In liberal democracy and anxious anarchy, the traditional classic dance, compact of aristocratic authority and absolute freedom in a necessity of order, has never been so promising as an independent expression as it is today.",
      "author": "Lincoln Kirstein",
      "category": "Today, Dance, Democracy"
    },
    {
      "quote": "Freedom from the desire for an answer is essential to the understanding of a problem.",
      "author": "Jiddu Krishnamurti",
      "category": "Problem, Understanding"
    },
    {
      "quote": "There are those who will say that the liberation of humanity, the freedom of man and mind is nothing but a dream. They are right. It is the American Dream.",
      "author": "Archibald MacLeish",
      "category": "Man, Humanity"
    },
    {
      "quote": "A mere forty years ago, beach volleyball was just beginning. No bureaucrat would have invented it, and that's what freedom is all about.",
      "author": "Newt Gingrich",
      "category": "Beach, Beginning, Years"
    },
    {
      "quote": "The idea that men are created free and equal is both true and misleading: men are created different they lose their social freedom and their individual autonomy in seeking to become like each other.",
      "author": "David Riesman",
      "category": "Men, Free, Idea"
    },
    {
      "quote": "Freedom - to walk free and own no superior.",
      "author": "Walt Whitman",
      "category": "Walk, Free, Own"
    },
    {
      "quote": "Men are never really willing to die except for the sake of freedom: therefore they do not believe in dying completely.",
      "author": "Albert Camus",
      "category": "Men, Believe, Die"
    },
    {
      "quote": "There can be no real freedom without the freedom to fail.",
      "author": "Erich Fromm",
      "category": "Real, Fail, Without"
    },
    {
      "quote": "It is better to lose everything you have to keep the balance of justice level, than to live a life of petty privilege devoid of true freedom.",
      "author": "Bryant H. McGill",
      "category": "Life, Justice, Balance"
    },
    {
      "quote": "I believe the Patriot Act strikes the right balance needed to protect our freedom and security.",
      "author": "Bill Owens",
      "category": "Balance, Believe, I Believe"
    },
    {
      "quote": "Freedom is not something that one people can bestow on another as a gift. Thy claim it as their own and none can keep it from them.",
      "author": "Kwame Nkrumah",
      "category": "Gift, People, Something"
    },
    {
      "quote": "The only violence was when these so-called 'freedom fighters' terrorized the poor Africans in the villages... They were told what to do and who to support.",
      "author": "Ian Smith",
      "category": "Support, Violence, Poor"
    },
    {
      "quote": "The fundamental sense of freedom is freedom from chains, from imprisonment, from enslavement by others. The rest is extension of this sense, or else metaphor.",
      "author": "Isaiah Berlin",
      "category": "Rest, Chains, Sense"
    },
    {
      "quote": "Pleasure and freedom from pain, are the only things desirable as ends.",
      "author": "John Stuart Mill",
      "category": "Pain, Pleasure, Things"
    },
    {
      "quote": "The Ego is partly free. partly determined, and reaches fuller freedom by approaching the Individual who is most free: God.",
      "author": "Muhammad Iqbal",
      "category": "God, Free, Ego"
    },
    {
      "quote": "Bondage is of the mind freedom too is of the mind. If you say 'I am a free soul. I am a son of God who can bind me' free you shall be.",
      "author": "Ramakrishna",
      "category": "Son, God, I Am"
    },
    {
      "quote": "I'm just kind of taking a break now and enjoying the freedom of making my own choices. When you're on a television show for six years, they run your schedule.",
      "author": "Andrew Shue",
      "category": "Choices, Television, You"
    },
    {
      "quote": "I believe in trying to get a balance between individual freedom on the one hand and social responsibility on the other.",
      "author": "Chris Patten",
      "category": "Responsibility, Balance"
    },
    {
      "quote": "The South resented giving the Afro-American his freedom, the ballot box and the Civil Rights Law.",
      "author": "Ida B. Wells",
      "category": "Law, Giving, Rights"
    },
    {
      "quote": "The challenge as we saw in the Nigerian project was to restructure the economy decisively in the direction of a modern free market as an appropriate environment for cultivation of freedom and democracy and the natural emergence of a new social order.",
      "author": "Ibrahim Babangida",
      "category": "Challenge, Democracy, Free"
    },
    {
      "quote": "And freedom is what America means to the world.",
      "author": "Audie Murphy",
      "category": "America, World, Means"
    },
    {
      "quote": "If you don't mind haunting the margins, I think there is more freedom there.",
      "author": "Colin Firth",
      "category": "Mind, Think, You"
    },
    {
      "quote": "But if you can create an honorable livelihood, where you take your skills and use them and you earn a living from it, it gives you a sense of freedom and allows you to balance your life the way you want.",
      "author": "Anita Roddick",
      "category": "Life, Balance, Want"
    },
    {
      "quote": "I don't see any kind of mirror of power, male power, that is, as a form of liberation. I don't believe in an eye for an eye. I don't believe this is truly freedom.",
      "author": "Sandra Cisneros",
      "category": "Power, Mirror, Believe"
    },
    {
      "quote": "Real freedom lies in wildness, not in civilization.",
      "author": "Charles Lindbergh",
      "category": "Real, Civilization, Lies"
    },
    {
      "quote": "Freedom in general may be defined as the absence of obstacles to the realization of desires.",
      "author": "Bertrand Russell",
      "category": "Obstacles, May, Absence"
    },
    {
      "quote": "The 1957 crisis in Little Rock, brought about by the desegregation of Little Rock Central High School, was a huge part of the march toward freedom and opportunity in America.",
      "author": "Vic Snyder",
      "category": "Opportunity, School, America"
    },
    {
      "quote": "Freedom is a universal value.",
      "author": "Jan Peter Balkenende",
      "category": "Value, Universal"
    },
    {
      "quote": "I want to have the freedom to do whatever I want.",
      "author": "Paul Walker",
      "category": "Want, Whatever"
    },
    {
      "quote": "I think to be - for me to be an American is - you know, it's one of the greatest things in the world for - you know, for me just because I've been able to grow up with everything. The freedom. You know, in my eyes this is the greatest country in the world.",
      "author": "Michael Phelps",
      "category": "Eyes, American, World"
    },
    {
      "quote": "Exclusion is never the way forward on our shared paths to freedom and justice.",
      "author": "Desmond Tutu",
      "category": "Justice, Paths, Forward"
    },
    {
      "quote": "My heart goes out to the brave citizens of Syria, who each day risk and even sacrifice their lives to achieve freedom from a murderous regime. We in Israel welcome the historic struggle to forge democratic, peace-loving governments in our region.",
      "author": "Shimon Peres",
      "category": "Day, Struggle, Welcome"
    },
    {
      "quote": "No, I don't believe in genius. I believe in freedom. I think anyone can do it. Anyone can be like Rembrandt.",
      "author": "Damien Hirst",
      "category": "Believe, Genius, I Believe"
    },
    {
      "quote": "Not caring more about what other people think than what you think. That's freedom.",
      "author": "Demi Moore",
      "category": "Caring, People, Think"
    },
    {
      "quote": "We need to see, and agree that what we seek already lives within us, and we within it. Now we know our one great task: watch for whatever promises us freedom, and then quietly, consciously refuse to see ourselves through the eyes of what we know is incomplete. Then we live wholeness itself, instead of spending our lives looking for it.",
      "author": "Guy Finley",
      "category": "Great, Eyes, Looking"
    },
    {
      "quote": "For the rich, it's not about getting more stuff. It's about having the freedom to make almost any decision you want.",
      "author": "T. Harv Eker",
      "category": "Decision, Want, Rich"
    },
    {
      "quote": "The American free market system is the greatest engine for prosperity and opportunity that the world has ever seen. Freedom works.",
      "author": "Ted Cruz",
      "category": "Opportunity, American, World"
    },
    {
      "quote": "Implicit in true freedom of spirit lies a proud and virile will. Such glorious power of free will to choose, envisages beneficent social responsibility as manifest and welcome.",
      "author": "Louis Sullivan",
      "category": "Responsibility, Power"
    },
    {
      "quote": "There aren't many people who really put their life on the line for human freedom.",
      "author": "Niall Ferguson",
      "category": "Life, People, Human"
    },
    {
      "quote": "America is a fundamentally good country. We have good people with good values who want to do the right thing. But the structures of power that exist are working to their own ends to extend their capability at the expense of the freedom of all publics.",
      "author": "Edward Snowden",
      "category": "Good, Power, America"
    },
    {
      "quote": "Rock n' roll to me is all about freedom of thought and to be whatever you want to be.",
      "author": "Noel Gallagher",
      "category": "Thought, Me, Want"
    },
    {
      "quote": "I was a pilot and flying hang gliders, paragliders, aerobatics airplanes, and then I discovered skydiving. Free fall. Free. With nothing around you, just a parachute on your back. And you go down. But you don't feel like you're going down. Total freedom.",
      "author": "Yves Rossy",
      "category": "Flying, Free, Fall"
    },
    {
      "quote": "I don't like planning, because it robs me of freedom, so I'd like a 24 hours that was full of surprises.",
      "author": "Marc Warren",
      "category": "Planning, Me, Surprises"
    },
    {
      "quote": "The trickster's function is to break taboos, create mischief, stir things up. In the end, the trickster gives people what they really want, some sort of freedom.",
      "author": "Tom Robbins",
      "category": "End, People, Want"
    },
    {
      "quote": "When the Internet first came, I thought it was just the beacon of freedom. People could communicate with anyone, anywhere, and nobody could stop it.",
      "author": "Steve Wozniak",
      "category": "Thought, Internet, People"
    },
    {
      "quote": "Freedom to vote is valuable primarily as a means to safeguard other freedoms.",
      "author": "James Bovard",
      "category": "Vote, Freedoms, Other"
    },
    {
      "quote": "In a way, I envy the freedom artists have. Artists can push themselves beyond their limits, in pursuit of their ideas and their vision, even if they are inhabited by demons that can also play tricks on them.",
      "author": "Carine Roitfeld",
      "category": "Vision, Ideas, Limits"
    },
    {
      "quote": "In all my life, I have never been free. I have never been able to do anything with freedom, except in the field of my writing.",
      "author": "Langston Hughes",
      "category": "Life, Writing, Free"
    },
    {
      "quote": "What is freedom of expression? Without the freedom to offend, it ceases to exist.",
      "author": "Salman Rushdie",
      "category": "Expression, Without, Exist"
    },
    {
      "quote": "What is freedom? Freedom is the right to choose: the right to create for oneself the alternatives of choice.",
      "author": "Archibald MacLeish",
      "category": "Choice, Create, Right"
    },
    {
      "quote": "It should be clear by now that my focus here is not freedom of speech or the press. This freedom is all too often an exaggeration. At the very least, blind references to freedom of speech or the press serve as a distraction from the critical examination of other communications policies.",
      "author": "Mark Lloyd",
      "category": "Focus, Blind"
    },
    {
      "quote": "Economic growth may one day turn out to be a curse rather than a good, and under no conditions can it either lead into freedom or constitute a proof for its existence.",
      "author": "Hannah Arendt",
      "category": "Day, Good, Growth"
    },
    {
      "quote": "When there is state there can be no freedom, but when there is freedom there will be no state.",
      "author": "Vladimir Lenin",
      "category": "Will, State"
    },
    {
      "quote": "There is something about boldness and fearlessness and being free enough to speak what is on one's mind that warrants freedom.",
      "author": "Cornel West",
      "category": "Mind, Speak, Free"
    },
    {
      "quote": "That freedom can never be attained by a nation without suffering and sacrifice has been amply borne out by the recent tragic happenings in this subcontinent.",
      "author": "Muhammad Ali Jinnah",
      "category": "Sacrifice, Suffering, Nation"
    },
    {
      "quote": "Freedom of choice is more to be treasured than any possession earth can give.",
      "author": "David O. McKay",
      "category": "Choice, Earth, Give"
    },
    {
      "quote": "Freedom of the press is not questioned when investigative journalism unearths scandals, But that does not mean that every classified state document should be made available to journalists.",
      "author": "Otto Schily",
      "category": "Journalism, Mean, Press"
    },
    {
      "quote": "You can only protect your liberties in this world by protecting the other man's freedom.",
      "author": "Clarence Darrow",
      "category": "Man, World, You"
    },
    {
      "quote": "To create an organization that's adaptable and innovative, people need the freedom to challenge precedent, to 'waste' time, to go outside of channels, to experiment, to take risks and to follow their passions.",
      "author": "Gary Hamel",
      "category": "Time, Challenge, People"
    },
    {
      "quote": "Real freedom is creative, proactive, and will take me into new territories. I am not free if my freedom is predicated on reacting to my past.",
      "author": "Kenny Loggins",
      "category": "I Am, Past, Me"
    },
    {
      "quote": "None are more hopelessly enslaved than those who falsely believe they are free.",
      "author": "Johann Wolfgang von Goethe",
      "category": "Believe, Free, Than"
    },
    {
      "quote": "I shall stand for freedom of thought and expression in a place where it has been trampled and penalized.",
      "author": "Jalal Talabani",
      "category": "Thought, Stand, Place"
    },
    {
      "quote": "If there is any principle of the Constitution that more imperatively calls for attachment than any other it is the principle of free thought, not free thought for those who agree with us but freedom for the thought that we hate.",
      "author": "Oliver Wendell Holmes, Jr.",
      "category": "Hate, Thought, Constitution"
    },
    {
      "quote": "Civility is not not saying negative or harsh things. It is not the absence of critical analysis. It is the manner in which we are sharing this territorial freedom of political discussion. If our discourse is yelled and screamed and interrupted and patronized, that's uncivil.",
      "author": "Richard Dreyfuss",
      "category": "Political, Negative, Saying"
    },
    {
      "quote": "I think that short films often contain an originality, a creative freedom, an energy and an invention that is inspiring and entertaining. I think they are, as Shakespeare put it, a good deed in a naughty world.",
      "author": "Kenneth Branagh",
      "category": "Good, Short, World"
    },
    {
      "quote": "A Black man should be more independent and depend on himself for his freedom and not to take it for granted that someone would lead him to it. The blacks are tired of standing at the touchlines to witness a game that they should be playing. They want to do things for themselves and all by themselves.",
      "author": "Steven Biko",
      "category": "Man, Tired, Game"
    },
    {
      "quote": "Enslave the liberty of but one human being and the liberties of the world are put in peril.",
      "author": "William Lloyd Garrison",
      "category": "World, Liberty, Human"
    },
    {
      "quote": "I have no choice about whether or not I have Parkinson's. I have nothing but choices about how I react to it. In those choices, there's freedom to do a lot of things in areas that I wouldn't have otherwise found myself in.",
      "author": "Michael J. Fox",
      "category": "Myself, Choice, Choices"
    },
    {
      "quote": "I wish that every human life might be pure transparent freedom.",
      "author": "Simone de Beauvoir",
      "category": "Life, Wish, Human"
    },
    {
      "quote": "Freedom to differ is not limited to things that do not matter mush. That would be a mere shadow of freedom. The test of its substance is the right to differ as to things that touch the heart of the existing order.",
      "author": "Robert Jackson",
      "category": "Heart, Shadow, Test"
    },
    {
      "quote": "The rainbow flag is a symbol of freedom and liberation that we made for ourselves.",
      "author": "Gilbert Baker",
      "category": "Rainbow, Flag, Symbol"
    },
    {
      "quote": "May we think of freedom, not as the right to do as we please, but as the opportunity to do what is right.",
      "author": "Peter Marshall",
      "category": "Opportunity, Think, Right"
    },
    {
      "quote": "I am involved in a freedom ride protesting the loss of the minority rights belonging to the few remaining earthbound stars. All we demanded was our right to twinkle.",
      "author": "Marilyn Monroe",
      "category": "Stars, I Am, Loss"
    },
    {
      "quote": "I have freedom. But freedom means total selfishness. It means nobody cares much what you do.",
      "author": "Lynn Barber",
      "category": "Selfishness, You, Nobody"
    },
    {
      "quote": "Freedom rings where opinions clash.",
      "author": "Adlai E. Stevenson",
      "category": "Opinions, Rings, Where"
    },
    {
      "quote": "I think that, as Americans, we should never forget that when we tamper with freedom of speech, it is a very sensitive issue that affects all of our constitutional rights and privileges.",
      "author": "Charles B. Rangel",
      "category": "Freedom Of Speech, Think"
    },
    {
      "quote": "I saw no reason why childhood shouldn't last forever. So I created clothes that worked and moved and allowed people to run, to jump, to leap, to retain their precious freedom.",
      "author": "Mary Quant",
      "category": "Childhood, People, Clothes"
    },
    {
      "quote": "Freedom has never been free.",
      "author": "Medgar Evers",
      "category": "Free, Never, Been"
    },
    {
      "quote": "The E.U.'s tax and regulatory policies, climate-change and welfare spending, and free immigration even in wartime are gradually ruining Europe. That's why I believe Brexit is good for British freedom, political autonomy, and the survival of democratic capitalism.",
      "author": "Lawrence Kudlow",
      "category": "Good, Survival, Believe"
    },
    {
      "quote": "We hold our heads high, despite the price we have paid, because freedom is priceless.",
      "author": "Lech Walesa",
      "category": "Price, High, Hold"
    },
    {
      "quote": "I'm a big advocate of freedom: freedom of speech, freedom of expression, freedom of thought.",
      "author": "Jimmy Wales",
      "category": "Thought, Freedom Of Speech"
    },
    {
      "quote": "I have tasted freedom. I will not give up that which I have tasted.",
      "author": "Harvey Milk",
      "category": "Up, Will, Give"
    },
    {
      "quote": "Freedom is not of use to those who do not know how to employ it.",
      "author": "Sylvia Plath",
      "category": "Know, Who, Employ"
    },
    {
      "quote": "Novelists have always had complete freedom to pretty much tell their story any way they saw fit. And that's what I'm trying to do.",
      "author": "Quentin Tarantino",
      "category": "Trying, Story, Way"
    },
    {
      "quote": "The whole 'bad girl' thing allows me to mess up sometimes. And I have freedom to say more of what I want to.",
      "author": "Ronda Rousey",
      "category": "Girl, Me, Want"
    },
    {
      "quote": "The names of Dingane and Bambata, Hintsa and Makana, Squngthi and Dalasile, Moshoeshoe and Sekhukhuni, were praised as the glory of the entire African nation. I hoped then that life might offer me the opportunity to serve my people and make my own humble contribution to their freedom struggle.",
      "author": "Nelson Mandela",
      "category": "Life, Struggle, Opportunity"
    },
    {
      "quote": "In basic research, intellectual rigor and sentimental freedom necessarily alternate.",
      "author": "Victor Vasarely",
      "category": "Research, Intellectual"
    },
    {
      "quote": "There couldn't be better parents than mine, loving yet strict. They disciplined with love. A child without discipline is, in away, a lost child. You cannot have freedom without discipline.",
      "author": "Ricardo Montalban",
      "category": "Love, Parents, Child"
    },
    {
      "quote": "I started skydiving because I loved the idea of freedom.",
      "author": "Felix Baumgartner",
      "category": "Loved, Idea, Started"
    },
    {
      "quote": "The old Romans all wished to have a king over them because they had not yet tasted the sweetness of freedom.",
      "author": "Livy",
      "category": "King, Old, Sweetness"
    },
    {
      "quote": "If they want to hang me, let them. And on the scaffold I will shout Freedom for the working class!",
      "author": "Mother Jones",
      "category": "Me, Want, Working"
    },
    {
      "quote": "The road to freedom lies not through mysteries or occult performances, but through the intelligent use of natural forces and laws.",
      "author": "Ernest Holmes",
      "category": "Road, Intelligent, Natural"
    },
    {
      "quote": "To talk about liberty and freedom is nice, lovely, but the important thing is to allow people to act in liberty and freedom.",
      "author": "Hassan Nasrallah",
      "category": "People, Liberty, Nice"
    },
    {
      "quote": "Whatever the immediate gains and losses, the dangers to our safety arising from political suppression are always greater than the dangers to the safety resulting from political freedom. Suppression is always foolish. Freedom is always wise.",
      "author": "Alexander Meiklejohn",
      "category": "Wise, Safety, Political"
    },
    {
      "quote": "I discovered freedom for the first time in England.",
      "author": "Emperor Hirohito",
      "category": "Time, First, First Time"
    },
    {
      "quote": "The people of the Middle East share the desire for freedom. We have an opportunity - and an obligation - to help them turn this desire into reality.",
      "author": "Condoleezza Rice",
      "category": "Opportunity, Reality, Help"
    },
    {
      "quote": "Like a precious family heirloom, freedom is not just ours to enjoy, but to treasure, protect, and pass on to future generations.",
      "author": "Os Guinness",
      "category": "Family, Future, Enjoy"
    },
    {
      "quote": "Freedom across the world is a result of many individuals working together.",
      "author": "Dan Gable",
      "category": "Working Together, Together"
    },
    {
      "quote": "I love my complexion, but like so many of us, in the early years at primary school, I grew up thinking that my dark skin wasn't a great thing. I've found freedom in music and songwriting, which has given me a freedom in how I present myself. I'm glad I've got makeup to celebrate that with.",
      "author": "Laura Mvula",
      "category": "Love, Music, Great"
    },
    {
      "quote": "Laws protecting the United States flag do not cut away at the freedom of speech guaranteed in the First Amendment... Congress made this position clear upon passage of the Flag Protection Act of 1989, which prohibited desecration of the flag.",
      "author": "Larry Craig",
      "category": "Freedom Of Speech, Speech"
    },
    {
      "quote": "Freedom is man's capacity to take a hand in his own development. It is our capacity to mold ourselves.",
      "author": "Rollo May",
      "category": "Man, Development, Hand"
    },
    {
      "quote": "Private ownership of property is vital to both our freedom and our prosperity.",
      "author": "Cathy McMorris Rodgers",
      "category": "Ownership, Property"
    },
    {
      "quote": "I was only a working-class boy from a Nationalist ghetto. But it is repression that creates the revolutionary spirit of freedom.",
      "author": "Bobby Sands",
      "category": "Ghetto, Boy, Spirit"
    },
    {
      "quote": "Human freedom involves our capacity to pause, to choose the one response toward which we wish to throw our weight.",
      "author": "Rollo May",
      "category": "Wish, Human, Pause"
    },
    {
      "quote": "I only ask to be free. The butterflies are free.",
      "author": "Charles Dickens",
      "category": "Free, Ask, Butterflies"
    },
    {
      "quote": "Liberty must be limited in order to be possessed.",
      "author": "Edmund Burke",
      "category": "Liberty, Order, Must"
    },
    {
      "quote": "Freedom is from within.",
      "author": "Frank Lloyd Wright",
      "category": "Within"
    },
    {
      "quote": "Freedom is never dear at any price. It is the breath of life. What would a man not pay for living?",
      "author": "Mahatma Gandhi",
      "category": "Life, Man, Living"
    },
    {
      "quote": "I'm not interested in who am I. I'm interested in what's gone, the disinheritance, what I've been able to become or learn or fuse with or not fuse with. A certain freedom comes... I like it that way.",
      "author": "Ruth Prawer Jhabvala",
      "category": "Learn, Way, Who Am I"
    },
    {
      "quote": "We cannot expect that all nations will adopt like systems, for conformity is the jailer of freedom and the enemy of growth.",
      "author": "John F. Kennedy",
      "category": "Growth, Conformity, Enemy"
    },
    {
      "quote": "Routine is a declivity down which many governments slide, and routine says that freedom of the press is dangerous.",
      "author": "Jose Rizal",
      "category": "Routine, Down, Dangerous"
    },
    {
      "quote": "To be frank, it sometimes seems that the American idea of freedom has more to do with my freedom to do what I want than your freedom to do what you want. I think that, in Europe, we're probably better at understanding how to balance those competing claims, though not a lot.",
      "author": "Douglas Adams",
      "category": "Balance, American"
    },
    {
      "quote": "The March on Washington was a March for Jobs and Freedom. There are still too many people who are unemployed or underemployed in America - they're black, white, Latino, Native American and Asian American.",
      "author": "John Lewis",
      "category": "America, American, People"
    },
    {
      "quote": "We believe in freedom, freedom for the people of each country to follow their destiny without external interference.",
      "author": "Lal Bahadur Shastri",
      "category": "Believe, Destiny, People"
    },
    {
      "quote": "We gain freedom when we have paid the full price.",
      "author": "Rabindranath Tagore",
      "category": "Gain, Price, Paid"
    },
    {
      "quote": "Every tyrant who has lived has believed in freedom for himself.",
      "author": "Elbert Hubbard",
      "category": "Lived, Tyrant, Every"
    },
    {
      "quote": "A person is a fool to become a writer. His only compensation is absolute freedom.",
      "author": "Roald Dahl",
      "category": "Fool, Person, Writer"
    },
    {
      "quote": "I think my first album opened a lot of doors for me to push the freedom of speech to the limit.",
      "author": "Eminem",
      "category": "Me, Freedom Of Speech, Think"
    },
    {
      "quote": "When I was younger, I was listening to a lot of Armenian music, you know, revolutionary music about freedom and protest. In the 70s I was listening to soul and the Bee Gees and ABBA, and funk.",
      "author": "Serj Tankian",
      "category": "Music, Soul, Listening"
    },
    {
      "quote": "Widespread state control over art and culture has left no room for freedom of expression in the country. For more than 60 years, anyone with a dissenting opinion has been suppressed. Chinese art is merely a product: it avoids any meaningful engagement. There is no larger context. Its only purpose is to charm viewers with its ambiguity.",
      "author": "Ai Weiwei",
      "category": "Art, Culture, Purpose"
    },
    {
      "quote": "Setting people to spy on one another is not the way to protect freedom.",
      "author": "Tommy Douglas",
      "category": "People, Way, Protect"
    },
    {
      "quote": "I want to be intentional about my freedom - in choosing it, honoring it, and protecting it. One of the best feelings I know is feeling truly free.",
      "author": "Kristin Armstrong",
      "category": "Best, Free, Want"
    },
    {
      "quote": "Capitalism is against the things that we say we believe in - democracy, freedom of choice, fairness. It's not about any of those things now. It's about protecting the wealthy and legalizing greed.",
      "author": "Michael Moore",
      "category": "Democracy, Believe, Greed"
    },
    {
      "quote": "In 1960, when I came out of prison as an ex-convict, I had more freedom under parolee supervision than there's available... in America right now.",
      "author": "Merle Haggard",
      "category": "America, Prison, Right"
    },
    {
      "quote": "You have to struggle a bit, hustle a little, and be willing to go bankrupt. Once you're willing to do that, everything opens up and you get the freedom. My joke is that next year, I'll make the first film that costs zero dollars.",
      "author": "Nick Nolte",
      "category": "Struggle, Hustle, You"
    },
    {
      "quote": "They call them terrorists, I call them freedom fighters.",
      "author": "Louis Farrakhan",
      "category": "Call, Fighters, Terrorists"
    },
    {
      "quote": "I believe in absolute freedom of expression. Everyone has a right to offend and be offended.",
      "author": "Taslima Nasrin",
      "category": "Believe, I Believe, Right"
    },
    {
      "quote": "I have achieved an inner freedom.",
      "author": "Dmitri Mendeleev",
      "category": "Inner, Achieved"
    },
    {
      "quote": "I am interested in anything about revolt, disorder, chaos-especially activity that seems to have no meaning. It seems to me to be the road toward freedom... Rather than starting inside, I start outside and reach the mental through the physical.",
      "author": "Jim Morrison",
      "category": "Road, I Am, Me"
    },
    {
      "quote": "To enjoy freedom we have to control ourselves.",
      "author": "Virginia Woolf",
      "category": "Control, Enjoy, Ourselves"
    },
    {
      "quote": "Many have left their families to defend our freedom. We salute their bravery we express our appreciation and support to their families. And we pray for their safe return.",
      "author": "Bob Taft",
      "category": "Appreciation, Support"
    },
    {
      "quote": "We're not like robots. God promises to guide us through the Holy Spirit, but He gives us the freedom to make our own decisions.",
      "author": "Joyce Meyer",
      "category": "God, Decisions, Robots"
    },
    {
      "quote": "I am very lucky that I have talented and creative people around me. Also, mediation has been a very big part of my freedom, because it allows me to watch all the things going on and allows me to focus.",
      "author": "Russell Simmons",
      "category": "Focus, I Am, Me"
    },
    {
      "quote": "I come from strong people who believe in the freedom of expression and, of course, a culture that believes in that. So the idea of overcoming adversity is something that is not unfamiliar.",
      "author": "Robert Battle",
      "category": "Culture, Strong, Adversity"
    },
    {
      "quote": "I can understand the Chinese Wall: it was built as a defense against marauders. But a wall such as that in Berlin, built to prevent people from seeking freedom, is almost beyond comprehension.",
      "author": "Robert Kennedy",
      "category": "People, Understand, I Can"
    },
    {
      "quote": "I've got my interests and my life experiences as I'm putting lyrics together. And if you start looking at patterns, you start thinking, 'Well, what am I really singing about here?' A lot of it seems to be a battle for some freedom against oppressive forces. That seems to be a theme in a lot of the albums I've done.",
      "author": "Matt Bellamy",
      "category": "Life, Together, Thinking"
    },
    {
      "quote": "I've never understood why people consider youth a time of freedom and joy. It's probably because they have forgotten their own.",
      "author": "Margaret Atwood",
      "category": "Time, Joy, Youth"
    },
    {
      "quote": "There's a hell of a lot of freedom in this rock and roll circus... it's where all the freaks go - it's the environment for me.",
      "author": "Brian Molko",
      "category": "Rock And Roll, Me"
    },
    {
      "quote": "The man form is higher than the angel form; of all forms it is the highest. Man is the highest being in creation, because he aspires to freedom.",
      "author": "Paramahansa Yogananda",
      "category": "Man, Creation, Angel"
    },
    {
      "quote": "The problem of freedom in America is that of maintaining a competition of ideas, and you do not achieve that by silencing one brand of idea.",
      "author": "Max Lerner",
      "category": "America, Competition"
    },
    {
      "quote": "The day will dawn when all the people of Ireland will have the desire for freedom to show. It is then we'll see the rising of the moon.",
      "author": "Bobby Sands",
      "category": "Day, Moon, People"
    },
    {
      "quote": "China has to go along with world trends. That's democracy, liberty, individual freedom. China sooner or later has to go that way. It cannot go backward.",
      "author": "Dalai Lama",
      "category": "Democracy, World, Liberty"
    },
    {
      "quote": "I'm so proud of my Chinese ancestry, but I was born and raised in America, and I really believe in American values, our American system, our freedom, our liberties.",
      "author": "Gary Locke",
      "category": "America, American, Believe"
    },
    {
      "quote": "So keep fightin' for freedom and justice, beloveds, but don't you forget to have fun doin' it. Lord, let your laughter ring forth. Be outrageous, ridicule the fraidy-cats, rejoice in all the oddities that freedom can produce.",
      "author": "Molly Ivins",
      "category": "Justice, Laughter, Fun"
    },
    {
      "quote": "I am a sworn atheist and therefore from my point of view the Talmud or the Koran don't constitute works of political philosophy but rather writings that stand in utter contradiction to concepts like logic, freedom, feminism, secularism, brotherhood - which are my ideals.",
      "author": "Michel Onfray",
      "category": "I Am, Philosophy, Political"
    },
    {
      "quote": "Women in most countries have not achieved much, because they can't be liberated under the patriarchal, capitalist, imperialist and military system that determines the way we live now, and which is governed by power, not justice, by false democracy, not real freedom.",
      "author": "Nawal El Saadawi",
      "category": "Women, Justice, Power"
    },
    {
      "quote": "The little black dress expresses a moment of freedom and individuality every time.",
      "author": "Andre Leon Talley",
      "category": "Time, Dress, Moment"
    },
    {
      "quote": "After a while, you just don't do things you don't wanna do - that's the great freedom you get, the older you get. You learn what to do and what not to do, and what will be a waste of time and what won't be a waste of time.",
      "author": "Nick Cave",
      "category": "Time, Great, You"
    },
    {
      "quote": "Genuine freedom is possible only where there is genuine love. And genuine love is not possible without truth.",
      "author": "Michael O'Brien",
      "category": "Love, Truth, Love Is"
    },
    {
      "quote": "There should be competition and exchanges between different countries, but there are certainly certain universal values, and that is freedom and democracy.",
      "author": "Mikhail Gorbachev",
      "category": "Competition, Democracy"
    },
    {
      "quote": "I enjoy the freedom of the blank page.",
      "author": "Irvine Welsh",
      "category": "Enjoy, Page, Blank"
    },
    {
      "quote": "Israel is a country that respects freedom - freedom of assembly, freedom of speech and freedom of worship.",
      "author": "George Pataki",
      "category": "Freedom Of Speech, Speech"
    },
    {
      "quote": "To me, freedom entitles you to do something, not to not do something.",
      "author": "Shel Silverstein",
      "category": "Me, You, Something"
    },
    {
      "quote": "Judgment traps you within the limitations of your comparisons. It inhibits freedom.",
      "author": "Willie Stargell",
      "category": "You, Judgment, Within"
    },
    {
      "quote": "You have freedom, so you have to make choices - and at the point when I make a choice, the building starts to look like a Frank Gehry building. It's a signature.",
      "author": "Frank Gehry",
      "category": "Choice, Choices, Building"
    },
    {
      "quote": "You don't get the fox to be in charge of the chicken coop. You don't give the outgoing regime - which has been practicing dictatorship, is an authoritarian system, it's a bunch of military people - the task of changing Egypt into a second republic, a new Egypt with democracy, freedom, rights, etc.",
      "author": "Mohamed ElBaradei",
      "category": "Democracy, People, Military"
    },
    {
      "quote": "Freedom is not worth fighting for if it means no more than license for everyone to get as much as he can for himself.",
      "author": "Dorothy Canfield Fisher",
      "category": "Fighting, Worth, Everyone"
    },
    {
      "quote": "Is freedom anything else than the right to live as we wish? Nothing else.",
      "author": "Epictetus",
      "category": "Live, Wish, Right"
    },
    {
      "quote": "Freedom is not enough.",
      "author": "Lyndon B. Johnson",
      "category": "Enough"
    },
    {
      "quote": "Coercion, after all, merely captures man. Freedom captivates him.",
      "author": "Robert McNamara",
      "category": "Man, Him, Coercion"
    },
    {
      "quote": "You cannot parcel out freedom in pieces because freedom is all or nothing.",
      "author": "Tertullian",
      "category": "Nothing, You, Cannot"
    },
    {
      "quote": "Whether in chains or in laurels, liberty knows nothing but victories.",
      "author": "Wendell Phillips",
      "category": "Liberty, Nothing, Chains"
    },
    {
      "quote": "Liberty has never come from Government. Liberty has always come from the subjects of it. The history of liberty is a history of limitations of governmental power, not the increase of it.",
      "author": "Woodrow Wilson",
      "category": "History, Power, Government"
    },
    {
      "quote": "No man is good enough to be another's master.",
      "author": "William Morris",
      "category": "Good, Man, Master"
    },
    {
      "quote": "The very idea of freedom incites fear in the hearts of terrorists across the world.",
      "author": "Elizabeth Dole",
      "category": "Fear, World, Idea"
    },
    {
      "quote": "One of the unsung freedoms that go with a free press is the freedom not to read it.",
      "author": "Ferdinand Mount",
      "category": "Free, Free Press, Press"
    },
    {
      "quote": "Do not allow to slip away from you freedoms the people who came before you won with such hard knocks.",
      "author": "D. H. Lawrence",
      "category": "People, You, Away"
    },
    {
      "quote": "Nothing has been purchased more dearly than the little bit of reason and sense of freedom which now constitutes our pride.",
      "author": "Friedrich Nietzsche",
      "category": "Pride, Nothing, Reason"
    },
    {
      "quote": "In the last analysis, our only freedom is the freedom to discipline ourselves.",
      "author": "Bernard Baruch",
      "category": "Discipline, Analysis, Last"
    },
    {
      "quote": "Much literary criticism comes from people for whom extreme specialization is a cover for either grave cerebral inadequacy or terminal laziness, the latter being a much cherished aspect of academic freedom.",
      "author": "John Kenneth Galbraith",
      "category": "People, Criticism, Laziness"
    },
    {
      "quote": "Any nation that thinks more of its ease and comfort than its freedom will soon lose its freedom and the ironical thing about it is that it will lose its ease and comfort too.",
      "author": "W. Somerset Maugham",
      "category": "Comfort, Nation, Will"
    },
    {
      "quote": "Perfect freedom is reserved for the man who lives by his own work and in that work does what he wants to do.",
      "author": "Robin G. Collingwood",
      "category": "Work, Man, Perfect"
    },
    {
      "quote": "Thought takes man out of servitude, into freedom.",
      "author": "Henry Wadsworth Longfellow",
      "category": "Man, Thought, Takes"
    },
    {
      "quote": "The elections in Iraq are a victory for freedom and the Iraqi people, and a blow to the transnational network of terrorists who have tried to prevent this day from happening.",
      "author": "Jim Talent",
      "category": "Day, Victory, People"
    },
    {
      "quote": "There is nothing wrong with intellectual differences flowing from freedom of thought as long as such differences remain confined to intellectual debates.",
      "author": "Pervez Musharraf",
      "category": "Thought, Differences, Long"
    },
    {
      "quote": "Human beings the world over need freedom and security that they may be able to realize their full potential.",
      "author": "Aung San Suu Kyi",
      "category": "World, Potential, Security"
    },
    {
      "quote": "As the Constitution endures, persons in every generation can invoke its principles in their own search for greater freedom.",
      "author": "Anthony Kennedy",
      "category": "Constitution, Search"
    },
    {
      "quote": "I never felt comfortable in real life very well. It's always been an awkward kind of thing for me and so when I hit the stage I just sensed freedom. I sensed, 'Here's a place that I can have all the experiences of life and not feel uncomfortable about it.'",
      "author": "Nick Nolte",
      "category": "Life, Me, Place"
    },
    {
      "quote": "Obedience is detachment from the self. This is the most radical detachment of all. But what is the self? The self is the principle of reason and responsibility in us. It is the root of freedom, it is what makes us men.",
      "author": "Bede Griffiths",
      "category": "Responsibility, Men, Self"
    },
    {
      "quote": "The world's problem is not too many people, but lack of political and economic freedom.",
      "author": "Julian Lincoln Simon",
      "category": "World, Political, Problem"
    },
    {
      "quote": "To silence criticism is to silence freedom.",
      "author": "Sidney Hook",
      "category": "Silence, Criticism"
    },
    {
      "quote": "Freedom's just another word for nothing left to lose.",
      "author": "Kris Kristofferson",
      "category": "Nothing, Lose, Just"
    },
    {
      "quote": "We must provide all kinds of freedom, personal and economic, to all Iraqis. I will fight for that.",
      "author": "Jalal Talabani",
      "category": "Fight, Personal, Economic"
    },
    {
      "quote": "I should like to be remembered as the man who raised a voice against... placing limitations on the freedom of the individual.",
      "author": "Dennis Chavez",
      "category": "Man, Voice, Individual"
    },
    {
      "quote": "If you allow one single germ, one single seed of slavery to remain in the soil of America... that germ will spring up, that noxious weed will thrive, and again stifle the growth, wither the leaves, blast the flowers and poison the fair fruits of freedom.",
      "author": "Ernestine Rose",
      "category": "Growth, Flowers, America"
    },
    {
      "quote": "Freedom is such a gift.",
      "author": "Ryan Gosling",
      "category": "Gift"
    },
    {
      "quote": "In America it's live by the sword of freedom of expression and be will to die by it as well.",
      "author": "Vince McMahon",
      "category": "America, Live, Sword"
    },
    {
      "quote": "I do not think we should be trying to save our freedom by killing the safeguards that keep our liberties.",
      "author": "Eliot Engel",
      "category": "Trying, Think, Should"
    },
    {
      "quote": "It serves notice that President Bush is serious about promoting freedom, because free societies are a lot more peaceable than dictatorships and monarchies.",
      "author": "Tony Snow",
      "category": "Free, President, Serious"
    },
    {
      "quote": "It could draw from a greater reservoir of freedom. The irony could develop an even greater ease.",
      "author": "Elfriede Jelinek",
      "category": "Irony, Greater, Ease"
    },
    {
      "quote": "If I am outspoken of the dangers of intemperance to members of our armed forces, it is because we are all especially concerned for the welfare of those who are risking their lives in the cause of freedom.",
      "author": "William Lyon Mackenzie King",
      "category": "I Am, Welfare, Armed Forces"
    },
    {
      "quote": "I never had any childhood, for the word means sunshine and freedom from care. I had a starved and pinched little childhood, as far as love and merriment go.",
      "author": "Frank Leslie",
      "category": "Love, Sunshine, Childhood"
    },
    {
      "quote": "Now, one of the most essential branches of English liberty is the freedom of one's house.",
      "author": "James Otis",
      "category": "Liberty, Now, House"
    },
    {
      "quote": "Because if you lived, as I did, several years under Nazi totalitarianism, and then 20 years in communist totalitarianism, you would certainly realize how precious freedom is, and how easy it is to lose your freedom.",
      "author": "Milos Forman",
      "category": "Easy, You, Realize"
    },
    {
      "quote": "On a scale personal enough to be felt by all, but big enough to be symbolic, the two irreconcilable faiths of our time - Communism and Freedom - came to grips in the persons of two conscious and resolute men.",
      "author": "Whittaker Chambers",
      "category": "Time, Men, Communism"
    },
    {
      "quote": "All the characters in my films are fighting these problems, needing freedom, trying to find a way to cut themselves loose, but failing to rid themselves of conscience, a sense of sin, the whole bag of tricks.",
      "author": "Michelangelo Antonioni",
      "category": "Problems, Sin, Conscience"
    },
    {
      "quote": "Bisexuality means I am free and I am as likely to want to love a woman as I am likely to want to love a man, and what about that? Isn't that what freedom implies?",
      "author": "June Jordan",
      "category": "Love, Man, I Am"
    },
    {
      "quote": "There's a glorious sense of freedom in comedy, just allowing myself to tell jokes, allowing myself to interrupt myself and tell old African folk stories that I made up - or didn't - and Jamaican stories.",
      "author": "Neil Gaiman",
      "category": "Myself, Comedy, Up"
    },
    {
      "quote": "The poet's spoken discourse often depends on a mystique, on the spiritual freedom that finds itself enslaved on earth.",
      "author": "Salvatore Quasimodo",
      "category": "Spiritual, Earth, Discourse"
    },
    {
      "quote": "Men like me, who merely wish to establish political freedom, will in such circumstances lose all their influence, and others will get influence who may become dangerous to all established interests whatsoever.",
      "author": "Lajos Kossuth",
      "category": "Men, Influence, Me"
    },
    {
      "quote": "My father described this tall lady who stands in the middle of the New York harbor, holding high a torch to welcome people seeking freedom in America. I instantly fell in love.",
      "author": "Yakov Smirnoff",
      "category": "Love, Father, Welcome"
    },
    {
      "quote": "Every dictator is an enemy of freedom, an opponent of law.",
      "author": "Demosthenes",
      "category": "Law, Enemy, Opponent"
    },
    {
      "quote": "Individual freedom is a Jewish idea, but it's one of the functions of Christianity to make this idea universal.",
      "author": "Michael Novak",
      "category": "Idea, Individual"
    },
    {
      "quote": "Man should be master of his environment, not its slave. That is what freedom means.",
      "author": "Anthony Eden",
      "category": "Man, Environment, Slave"
    },
    {
      "quote": "In the end, nature is inexorable: it has no reason to hurry and, sooner or later, it takes what belongs to it. Unconsciously and inflexibly obedient to its own laws, it doesn't know art, just as it doesn't know freedom, just as it doesn't know goodness.",
      "author": "Ivan Turgenev",
      "category": "Nature, Art, End"
    },
    {
      "quote": "No slavery can be abolished without a double emancipation, and the master will benefit by freedom more than the freed-man.",
      "author": "Thomas Huxley",
      "category": "Slavery, Master, Double"
    },
    {
      "quote": "Freedom comes only to those who no longer ask of life that it shall yield them any of those personal goods that are subject to the mutations of time.",
      "author": "Bertrand Russell",
      "category": "Life, Time, Personal"
    },
    {
      "quote": "Every therapeutic cure, and still more, any awkward attempt to show the patient the truth, tears him from the cradle of his freedom from responsibility and must therefore reckon with the most vehement resistance.",
      "author": "Alfred Adler",
      "category": "Truth, Responsibility, Tears"
    },
    {
      "quote": "All real freedom springs from necessity, for it can be gained only through the exercise of the individual will, and that will can be roused to energetic action only by the force of necessity acting upon it from the outside to spur it to effort.",
      "author": "Anna C. Brackett",
      "category": "Action, Effort, Exercise"
    },
    {
      "quote": "We all have the right of freedom of speech under the First Amendment. We all don't have to agree with one another on our opinions. Everyone in my circle, that I run around with, we all feel the same about God, country, integrity and character.",
      "author": "Luke Scott",
      "category": "Integrity, Character, God"
    },
    {
      "quote": "You cannot mistake Bush's clarity of purpose. He believes in a story about freedom and opportunity that makes his followers feel like they aren't just ticking their days down but are part of something larger than themselves.",
      "author": "Eric Liu",
      "category": "Opportunity, Purpose"
    },
    {
      "quote": "I wanted to try to push some freedom into the men's clothes.",
      "author": "Miuccia Prada",
      "category": "Men, Clothes, Try"
    },
    {
      "quote": "Personal identity seems like it's just such an American archetype, from Holly Golightly re-inventing herself in 'Breakfast At Tiffany's' to Jay Gatsby in 'The Great Gatsby.' It seems like the sort of archetypal American issue. If you're given the freedom to be anything, or be anyone, what do you do with it?",
      "author": "Chuck Palahniuk",
      "category": "Great, Breakfast, American"
    },
    {
      "quote": "I am conservative with a small 'c.' It's possible to be conservative in fiscal policy, and tolerant on moral issues or questions of freedom of expression.",
      "author": "Mick Jagger",
      "category": "I Am, Small, Questions"
    },
    {
      "quote": "There's a freedom to being young that is harder to come by as time goes on.",
      "author": "Dave Matthews",
      "category": "Time, Young, Being"
    },
    {
      "quote": "We know what works. Freedom Works. We know what's right. Freedom is right.",
      "author": "George H. W. Bush",
      "category": "Know, Right, Works"
    },
    {
      "quote": "Well, one thing, you got to stand in a courtroom and listen to a judge sentencing you to 25 years in prison before you realize that freedom of expression can no longer be taken for granted.",
      "author": "Larry Flynt",
      "category": "Stand, Prison, You"
    },
    {
      "quote": "I swear I will do everything in my power to change the situation in Tibet where human rights are being suppressed. Tibet seeks freedom and democracy and we agree on those values.",
      "author": "Shinzo Abe",
      "category": "Change, Power, Democracy"
    },
    {
      "quote": "I don't think that there is absolute freedom of the press. We operate under laws - against libel, for instance. The idea that there is some absolute press freedom is kind of a myth.",
      "author": "Bill Keller",
      "category": "Think, Idea, Kind"
    },
    {
      "quote": "Poland is quite a mediocre country in some regards. The only natural resource that we have, and with which we can compete, is freedom.",
      "author": "Donald Tusk",
      "category": "Country, Compete, Natural"
    },
    {
      "quote": "The White House should always be a friend to American freedom.",
      "author": "Nancy Pearcey",
      "category": "American, Friend, House"
    },
    {
      "quote": "I have lived under totalitarian Communism, so I prize freedom as much as anyone and have long fought for freedom of conscience and speech.",
      "author": "Os Guinness",
      "category": "Long, Speech, Conscience"
    },
    {
      "quote": "Politicians love power. I love freedom. That is why I am not a politician.",
      "author": "Victor Pinchuk",
      "category": "Love, Power, I Am"
    },
    {
      "quote": "I was surprised how relevant the Moses story was to contemporary American debates - from our ongoing debate about values, to our role as champions of freedom, to our place as a country that welcome immigrants.",
      "author": "Bruce Feiler",
      "category": "Welcome, American, Values"
    },
    {
      "quote": "People want more and more leisure time, which means the freedom to do what they want to do, not what they have to do, and as we get richer and richer, more and more people will be able to afford that.",
      "author": "Robert Fogel",
      "category": "Time, People, Want"
    },
    {
      "quote": "Freedom is a struggle, and we do it together. Not only together as black citizens, but black and white together.",
      "author": "Andrew Young",
      "category": "Black And White, Struggle"
    },
    {
      "quote": "The notion that the species can be improved in some way, that everyone could live in harmony, is a really dangerous idea. Those who are afflicted with this notion are the first ones to give up their souls, their freedom. Your desire that it be that way will enslave you and make your life vacuous.",
      "author": "Cormac McCarthy",
      "category": "Life, Live, Harmony"
    },
    {
      "quote": "I have a very personal feeling about how special America is, and I know how precious freedom is. It is a sacred gift, sanctified by those who have lived it and those who have died defending it. My right to speak my mind, to have a voice, to be what some have called 'opinionated,' is a right I deeply and profoundly cherish.",
      "author": "Teresa Heinz",
      "category": "America, Mind, Speak"
    },
    {
      "quote": "At least in America, you have freedom of speech, which is a good thing. It's just a question of whether you're allowed to use it on 'Fox News'.",
      "author": "Eric Idle",
      "category": "Good, America"
    },
    {
      "quote": "The Founding Fathers are not just some people that happened to get mad a long time ago and want their freedom. They were special people in addition to what their natural yearnings were.",
      "author": "Rush Limbaugh",
      "category": "Time, People, Long"
    },
    {
      "quote": "The battle for freedom and liberty really never is over, and there are really low points in it, but I'm not giving up, and I'm not gonna engage in phony pep talks, either.",
      "author": "Rush Limbaugh",
      "category": "Giving, Battle, Liberty"
    },
    {
      "quote": "I used to be a freelance journalist, so I had to write fast, but I always found writing nonfiction constraining. I like the freedom of fiction, where I get to invent everything, and tidy, conclusive endings are within my control.",
      "author": "Michelle Gagnon",
      "category": "Writing, Control, Fast"
    },
    {
      "quote": "My only writing ritual is to shave my head bald between writing the first and second drafts of a book. If I can throw away all my hair, then I have the freedom to trash any part of the book on the next rewrite.",
      "author": "Chuck Palahniuk",
      "category": "Writing, Book, Hair"
    },
    {
      "quote": "Any people anywhere, being inclined and having the power, have the right to rise up, and shake off the existing government, and form a new one that suits them better. This is a most valuable - a most sacred right - a right, which we hope and believe, is to liberate the world.",
      "author": "Abraham Lincoln",
      "category": "Hope, Power, Government"
    },
    {
      "quote": "Violent means will give violent freedom. That would be a menace to the world and to India herself.",
      "author": "Mahatma Gandhi",
      "category": "World, India, Will"
    },
    {
      "quote": "Freedom means the right of people to assemble, organize, and debate openly.",
      "author": "Hillary Clinton",
      "category": "People, Debate, Right"
    },
    {
      "quote": "Order without liberty and liberty without order are equally destructive.",
      "author": "Theodore Roosevelt",
      "category": "Liberty, Order, Without"
    },
    {
      "quote": "It seems that the right of freedom of speech that was enshrined in numerous constitutions is now under attack by religious institutions.",
      "author": "Salman Rushdie",
      "category": "Freedom Of Speech, Speech"
    },
    {
      "quote": "If terrorism is to be defeated, the world of Islam must take on board the secularist-humanist principles on which the modern is based, and without which Muslim countries' freedom will remain a distant dream.",
      "author": "Salman Rushdie",
      "category": "World, Dream, Terrorism"
    },
    {
      "quote": "All theory is against freedom of the will all experience for it.",
      "author": "Samuel Johnson",
      "category": "Experience, Theory, Will"
    },
    {
      "quote": "Freedom is a man's natural power of doing what he pleases, so far as he is not prevented by force or law.",
      "author": "Marcus Tullius Cicero",
      "category": "Power, Man, Law"
    },
    {
      "quote": "I'm not afraid of terrorism at all. I'm afraid of loss of our freedom, loss of mobility, loss of global comradeship.",
      "author": "Patti Smith",
      "category": "Loss, Afraid, Terrorism"
    },
    {
      "quote": "For in the end, freedom is a personal and lonely battle; and one faces down fears of today so that those of tomorrow might be engaged.",
      "author": "Alice Walker",
      "category": "Today, Tomorrow, Lonely"
    },
    {
      "quote": "Not to sound overly cheesy but I really appreciate the freedom we have in America - especially as a female.",
      "author": "Katy Perry",
      "category": "America, Appreciate, Sound"
    },
    {
      "quote": "In the Bible, God offered the Pharaoh freedom if he would just let the oppressed people free to go to the land of milk and honey. But the Pharaoh disobeyed, and he was destroyed.",
      "author": "Malcolm X",
      "category": "God, People, Bible"
    },
    {
      "quote": "The more liberty you give away the more you will have.",
      "author": "Robert Green Ingersoll",
      "category": "Liberty, You, Will"
    },
    {
      "quote": "Freedom without limits is just a word.",
      "author": "Terry Pratchett",
      "category": "Limits, Without, Just"
    },
    {
      "quote": "My children came out as individuals in their own right. They were not my products. They had their own characters and were very strong-minded. I gave them a lot of freedom when they were still very young. The one thing they got from me is morals. They would never betray anyone. They are really good people.",
      "author": "Vivienne Westwood",
      "category": "Children, Good, Me"
    },
    {
      "quote": "If social stability goes pear-shaped, you have a choice between anarchy and dictatorship. Most people will opt for more security, even if they have to give up some personal freedom.",
      "author": "Margaret Atwood",
      "category": "Choice, People, Security"
    },
    {
      "quote": "You can't put democracy and freedom back into a box.",
      "author": "George W. Bush",
      "category": "Democracy, You, Back"
    },
    {
      "quote": "You have the freedom to live and let live, to love and let love. Granting yourself that freedom is one of the healthiest, most constructive things you can do for yourself and the people who matter to you.",
      "author": "Martha Beck",
      "category": "Love, Yourself, People"
    },
    {
      "quote": "We can't equate democracy with Christianity because the largest democracy on earth is India, which is primarily Hindu. The third largest democracy is Indonesia, which is Islamic. Democracy and freedom are not dependent on Christian beliefs.",
      "author": "Jimmy Carter",
      "category": "Democracy, Christian, Earth"
    },
    {
      "quote": "I don't believe in firing professors. They have academic freedom.",
      "author": "Alan Dershowitz",
      "category": "Believe, Academic"
    },
    {
      "quote": "I love to deer hunt and fish and drive down the back roads in my truck. All those things basically equal freedom to me - and not having to return that message or call from my record company or management. At some point, I need to recharge.",
      "author": "Blake Shelton",
      "category": "Love, Management, Company"
    },
    {
      "quote": "But it wasn't until I graduated from Texas A & M University and joined the United States Air Force, flying C-130's all around the globe, that I truly appreciated the blessings of freedom.",
      "author": "Rick Perry",
      "category": "Blessings, Flying, Air Force"
    },
    {
      "quote": "But I found that disappointing people is a good thing, because disapproval is freedom.",
      "author": "Demetri Martin",
      "category": "Good, People, A Good Thing"
    },
    {
      "quote": "The greatest threat to freedom is the absence of criticism.",
      "author": "Wole Soyinka",
      "category": "Criticism, Greatest, Absence"
    },
    {
      "quote": "I needed freedom to really express myself. That's really what Justified is about.",
      "author": "Justin Timberlake",
      "category": "Myself, Express, Justified"
    },
    {
      "quote": "Freedom is secured every day by our men and women in uniform. We must build a future worthy of their sacrifice.",
      "author": "Nancy Pelosi",
      "category": "Future, Day, Women"
    },
    {
      "quote": "Freedom is not won by merely overthrowing a tyrannical ruler or an oppressive regime. That is usually only the prelude to a new tyranny, a new oppression.",
      "author": "Jonathan Sacks",
      "category": "Tyranny, Oppression, New"
    },
    {
      "quote": "Freedom is control in your own life.",
      "author": "Willie Nelson",
      "category": "Life, Control, Own"
    },
    {
      "quote": "Liberty is worth paying for.",
      "author": "Jules Verne",
      "category": "Liberty, Worth, Paying"
    },
    {
      "quote": "A hungry man is not a free man.",
      "author": "Adlai E. Stevenson",
      "category": "Man, Free, Hungry"
    },
    {
      "quote": "That's free enterprise, friends: freedom to gamble, freedom to lose. And the great thing - the truly democratic thing about it - is that you don't even have to be a player to lose.",
      "author": "Barbara Ehrenreich",
      "category": "Friends, Great, Free"
    },
    {
      "quote": "The United States is a giant island of freedom, achievement, wealth and prosperity in a world hostile to our values.",
      "author": "Phyllis Schlafly",
      "category": "Achievement, World, Wealth"
    },
    {
      "quote": "Freedom is the only law which genius knows.",
      "author": "James Russell Lowell",
      "category": "Law, Genius, Which"
    },
    {
      "quote": "When more Americans prefer freebies to freedom, these great United States will become a fertile ground for tyranny.",
      "author": "Allen West",
      "category": "Great, Tyranny, Will"
    },
    {
      "quote": "Freedom and justice cannot be parceled out in pieces to suit political convenience. I don't believe you can stand for freedom for one group of people and deny it to others.",
      "author": "Coretta Scott King",
      "category": "Justice, Believe, Political"
    },
    {
      "quote": "You learn that you either are going to have a police state where you don't have any freedom left, or you're going to build a world that doesn't create terrorists - and that means a whole different way of 'getting along.'",
      "author": "John Shelby Spong",
      "category": "World, Police, You"
    },
    {
      "quote": "We're giving our freedoms away. The American experiment was about freedom. Freedom to be stupid, freedom to fail, freedom to succeed.",
      "author": "Glenn Beck",
      "category": "American, Stupid, Giving"
    },
    {
      "quote": "I want to give myself the freedom not to have to be projecting my whole life ahead.",
      "author": "Robert Downey, Jr.",
      "category": "Life, Myself, Want"
    },
    {
      "quote": "Analysis gave me great freedom of emotions and fantastic confidence. I felt I had served my time as a puppet.",
      "author": "Hedy Lamarr",
      "category": "Time, Confidence, Great"
    },
    {
      "quote": "One man's blasphemy doesn't override other people's free-speech rights, their freedom to publish, freedom of thought.",
      "author": "Dan Savage",
      "category": "Man, Thought, People"
    },
    {
      "quote": "I've learned over the years that freedom is just the other side of discipline.",
      "author": "Jake Gyllenhaal",
      "category": "Discipline, Years, Just"
    },
    {
      "quote": "Just as the Security Council was largely irrelevant to the great struggle of the last half of the twentieth century - freedom against Communism - so too it is largely on the sidelines in our contemporary struggles against international terrorism and the proliferation of weapons of mass destruction.",
      "author": "John Bolton",
      "category": "Great, Struggle, Terrorism"
    },
    {
      "quote": "None of us had any idea of how successful Downton was going to be. I thought I was signing up for another period drama that had a slightly modern feel. It had a freedom about it because it was coming out of the head of Julian Fellowes. Anything could happen and generally did.",
      "author": "Dan Stevens",
      "category": "Thought, Successful, Drama"
    },
    {
      "quote": "Civilization is the order and freedom is promoting cultural activity.",
      "author": "Will Durant",
      "category": "Civilization, Activity"
    },
    {
      "quote": "People should have freedom in their pilgrimages and tours. They should come and visit historical monuments and sites - let's say the sites around Iran - where they can easily engage in wide- scale contacts with others.",
      "author": "Mahmoud Ahmadinejad",
      "category": "People, Monuments, Say"
    },
    {
      "quote": "None who have always been free can understand the terrible fascinating power of the hope of freedom to those who are not free.",
      "author": "Pearl S. Buck",
      "category": "Hope, Power, Free"
    },
    {
      "quote": "The greatest blessing of our democracy is freedom. But in the last analysis, our only freedom is the freedom to discipline ourselves.",
      "author": "Bernard Baruch",
      "category": "Democracy, Greatest"
    },
    {
      "quote": "Freedom - an occupied space which must be reoccupied every day.",
      "author": "John Ralston Saul",
      "category": "Day, Space, Every Day"
    },
    {
      "quote": "Freedom is not just declared it is exercised.",
      "author": "Ferdinand Marcos",
      "category": "Just"
    },
    {
      "quote": "We do not commonly see in a tax a diminution of freedom, and yet it clearly is one.",
      "author": "Herbert Spencer",
      "category": "Tax, See, Diminution"
    },
    {
      "quote": "Freedom is the emancipation from the arbitrary rule of other men.",
      "author": "Mortimer Adler",
      "category": "Men, Emancipation, Other"
    },
    {
      "quote": "It is not the simple statement of facts that ushers in freedom; it is the constant repetition of them that has this liberating effect. Tolerance is the result not of enlightenment, but of boredom.",
      "author": "Quentin Crisp",
      "category": "Simple, Enlightenment"
    },
    {
      "quote": "After the tragedy, New Yorkers are more united than ever in their vision, as well as in appreciation what living in freedom means - and that if we stand together, we can accomplish anything.",
      "author": "George Pataki",
      "category": "Appreciation, Tragedy"
    },
    {
      "quote": "I understand the sacrifices American servicemen and women have made to protect freedom and democracy in my country and around the world.",
      "author": "Psy",
      "category": "Women, American, World"
    },
    {
      "quote": "I don't labor over my drawings. I want to get freedom in the line.",
      "author": "Ellsworth Kelly",
      "category": "Want, Labor, Line"
    },
    {
      "quote": "The freedom of all is essential to my freedom.",
      "author": "Mikhail Bakunin",
      "category": "Essential"
    },
    {
      "quote": "Spirit borrows from matter the perceptions on which it feeds and restores them to matter in the form of movements which it has stamped with its own freedom.",
      "author": "Henri Bergson",
      "category": "Matter, Spirit, Which"
    },
    {
      "quote": "It's all very well for us to sit here in the West with our high incomes and cushy lives, and say it's immoral to violate the sovereignty of another state. But if the effect of that is to bring people in that country economic and political freedom, to raise their standard of living, to increase their life expectancy, then don't rule it out.",
      "author": "Niall Ferguson",
      "category": "Life, Political, People"
    },
    {
      "quote": "Many people don't understand how disciplined you have to be to play jazz... And that is really the idea of democracy - freedom within the Constitution or discipline. You don't just get out there and do anything you want.",
      "author": "Dave Brubeck",
      "category": "Democracy, Constitution"
    },
    {
      "quote": "Jazz is about freedom within discipline. Usually a dictatorship like in Russia and Germany will prevent jazz from being played because it just seemed to represent freedom, democracy and the United States.",
      "author": "Dave Brubeck",
      "category": "Democracy, Discipline, Jazz"
    },
    {
      "quote": "So sometimes the facts are good and sometimes the facts are bad, the important thing from the point of view of a principle as broad and important as freedom of speech is that the courts articulate and set forth in a very protective way what those principles are.",
      "author": "Floyd Abrams",
      "category": "Good, Freedom Of Speech"
    },
    {
      "quote": "Women are not stupid, but they were not clever enough to realise that feminism did not bring freedom, but the opposite. That's why I'm glad feminism is dead.",
      "author": "Michel Houellebecq",
      "category": "Women, Stupid, Clever"
    },
    {
      "quote": "From the U.S. Capitol Building to the White House, our national symbols that represent freedom to so many of us, were built by people who were anything but free.",
      "author": "Gary Ackerman",
      "category": "Free, People, Building"
    },
    {
      "quote": "Freedom in a commons brings ruin to all.",
      "author": "Garrett Hardin",
      "category": "Ruin, Brings, Commons"
    },
    {
      "quote": "Free men are the strongest men.",
      "author": "Wendell Willkie",
      "category": "Men, Free, Free Men"
    },
    {
      "quote": "A culture without property, or in which creators can't get paid, is anarchy, not freedom.",
      "author": "Lawrence Lessig",
      "category": "Culture, Property, Anarchy"
    },
    {
      "quote": "Unlike other enduring characters such as 'Sherlock Holmes' or 'Tarzan,' being the 'Doctor' allows you a certain freedom that is both very demanding and very thrilling. It allows you to make the character using elements of yourself.",
      "author": "David Tennant",
      "category": "Character, Doctor, Yourself"
    },
    {
      "quote": "Freedom of the press is not an end in itself but a means to the end of achieving a free society.",
      "author": "Felix Frankfurter",
      "category": "Society, Achieving, End"
    },
    {
      "quote": "Every man must have the right fearlessly to think independently and express his opinion about what he knows, what he has personally thought about and experienced, and not merely to express with slightly different variations the opinion which has been inculcated in him.",
      "author": "Mstislav Rostropovich",
      "category": "Man, Thought, Opinion"
    },
    {
      "quote": "Bastard Freedom waves Her fustian flag in mockery over slaves.",
      "author": "Thomas Moore",
      "category": "Waves, Flag, Her"
    },
    {
      "quote": "Freedom is contagious. That's why despots fear it so much.",
      "author": "Bill Owens",
      "category": "Fear, Why, Contagious"
    },
    {
      "quote": "We should favor innovation and freedom over regulation.",
      "author": "George Allen",
      "category": "Innovation, Regulation"
    },
    {
      "quote": "Our forefathers got it; they got it, man. They took godly principles and they put them into action, and they developed our Constitution - the land of freedom where each man is accountable and responsible for his actions.",
      "author": "Luke Scott",
      "category": "Man, Action, Constitution"
    },
    {
      "quote": "Freedom under law is hard work. If rulers cannot be trusted with arbitrary power, it is up to citizens to raise their voices at injustice.",
      "author": "Anthony Lewis",
      "category": "Work, Hard Work, Power"
    },
    {
      "quote": "There's something contagious about demanding freedom.",
      "author": "Robin Morgan",
      "category": "Something, Contagious"
    },
    {
      "quote": "Albanians are a nation of freedom fighters who know something about living under oppression.",
      "author": "Fatos Nano",
      "category": "Living, Oppression, Know"
    },
    {
      "quote": "Freedom is the right to one's dignity as a man.",
      "author": "Archibald MacLeish",
      "category": "Man, Dignity, Right"
    },
    {
      "quote": "Human beings crave freedom at their core.",
      "author": "John Ensign",
      "category": "Human, Core, Human Beings"
    },
    {
      "quote": "There are two freedoms - the false, where a man is free to do what he likes; the true, where he is free to do what he ought.",
      "author": "Charles Kingsley",
      "category": "Man, Free, True"
    },
    {
      "quote": "I hear music that comes out of need, out of grief, sorrow, suffering and out of overcoming these things, as well. That journey to freedom still goes on today. It's an incremental change, the culmination of many events in your own life and the lives of your children and grandchildren.",
      "author": "Kathleen Battle",
      "category": "Life, Change, Music"
    },
    {
      "quote": "Free speech carries with it some freedom to listen.",
      "author": "Warren E. Burger",
      "category": "Free, Listen, Speech"
    },
    {
      "quote": "The rewards of freedom are always sweet, but its demands are stern, for at its heart is the paradox that the greatest enemy of freedom is freedom.",
      "author": "Os Guinness",
      "category": "Heart, Greatest, Sweet"
    },
    {
      "quote": "What does it mean to be an American? While each of us may have our own specific answer to that question, we likely can agree on the basic principles of America: freedom, equal opportunity, and rights accompanied by responsibilities.",
      "author": "Ben Nelson",
      "category": "Opportunity, America"
    },
    {
      "quote": "The proletariat uses the State not in the interests of freedom but in order to hold down its adversaries, and as soon as it becomes possible to speak of freedom the State as such ceases to exist.",
      "author": "Friedrich Engels",
      "category": "Speak, Down, Hold"
    },
    {
      "quote": "When you become a sannyasin, I initiate you into freedom, and into nothing else... I am destroying your ideologies, creeds, cults, dogmas, and I am not replacing them with anything else.",
      "author": "Rajneesh",
      "category": "I Am, Nothing, You"
    },
    {
      "quote": "The case for freedom, the case for our constitutional principles the case for our heritage has to be made anew in each generation. The work of freedom is never done.",
      "author": "Anthony Kennedy",
      "category": "Work, Generation, Principles"
    },
    {
      "quote": "Freedom is never easily won, but once established, freedom lasts, spreads and chokes out tyranny.",
      "author": "Trent Lott",
      "category": "Tyranny, Never, Established"
    },
    {
      "quote": "Some of the press who speak loudly about the freedom of the press are themselves the enemies of freedom. Countless people dare not say a thing because they know it will be picked up and made a song of by the press. That limits freedom.",
      "author": "Geoffrey Fisher",
      "category": "Speak, Song, People"
    },
    {
      "quote": "Ruby inherited the Perl philosophy of having more than one way to do the same thing. I inherited that philosophy from Larry Wall, who is my hero actually. I want to make Ruby users free. I want to give them the freedom to choose.",
      "author": "Yukihiro Matsumoto",
      "category": "Hero, Philosophy, Free"
    },
    {
      "quote": "The range of choice open to the individual is not the decisive factor in determining the degree of human freedom, but what can be chosen and what is chosen by the individual.",
      "author": "Herbert Marcuse",
      "category": "Choice, Human, Individual"
    },
    {
      "quote": "The link between my experience as an entrepreneur and that of a politician is all in one word: freedom.",
      "author": "Silvio Berlusconi",
      "category": "Experience, One Word"
    },
    {
      "quote": "The price of freedom is eternal vigilance. Don't store unnecessary data, keep an eye on what's happening, and don't take unnecessary risks.",
      "author": "Chris Bell",
      "category": "Eye, Risks, Data"
    },
    {
      "quote": "And I have been able to give freedom and life which was acknowledged in the ecstasy of walking hand in hand across the most beautiful bridge of the world, the cables enclosing us and pulling us upward in such a dance as I have never walked and never can walk with another.",
      "author": "Hart Crane",
      "category": "Life, Beautiful, Dance"
    },
    {
      "quote": "Brothers in suffering, brothers in resistance, brothers in ideals and conviction. It is now our duty to further strengthen this bond in order to secure this hard-won freedom for future generations.",
      "author": "Guy Verhofstadt",
      "category": "Future, Suffering"
    },
    {
      "quote": "A state that suppresses all freedom of speech, and which by imposing the most terrible punishments, treats each and every attempt at criticism, however morally justified, and every suggestion for improvement as plotting to high treason, is a state that breaks an unwritten law.",
      "author": "Kurt Huber",
      "category": "Law, Improvement"
    },
    {
      "quote": "I came out of the Soviet Union no longer a communist, because I believed in personal freedom.",
      "author": "Rose Wilder Lane",
      "category": "Communist, Personal, Soviet"
    },
    {
      "quote": "I didn't come to Washington to fight against my Republican colleagues, or even against my colleagues on the other side of the aisle. I came to Washington to fight for the values that make our country unique - for the economic freedom that gives life to the American Dream.",
      "author": "David Schweikert",
      "category": "Life, American Dream"
    },
    {
      "quote": "They were singing in French, but the melody was freedom and any American could understand that.",
      "author": "Audie Murphy",
      "category": "American, Singing"
    },
    {
      "quote": "Freedom is an internal achievement rather than an external adjustment.",
      "author": "Powell Clayton",
      "category": "Achievement, Adjustment"
    },
    {
      "quote": "Being in Loyola College exposed me to other options and gave me confidence, apart from the freedom to bunk classes. I became a merchandiser and then a garment manufacturer, and interacting with foreign buyers and manufacturing foreign brands in India gave me a high.",
      "author": "Suriya",
      "category": "Confidence, College, Me"
    },
    {
      "quote": "Pursuing your passion is fulfilling and leads to financial freedom.",
      "author": "Robert G. Allen",
      "category": "Passion, Financial, Leads"
    },
    {
      "quote": "The most important influence in my childhood was my father.",
      "author": "DeForest Kelley",
      "category": "Father, Childhood, Influence"
    },
    {
      "quote": "I love my dad, and I'm proud to be his daughter.",
      "author": "Paris Jackson",
      "category": "Love, Daughter, Proud"
    },
    {
      "quote": "My dad's the one who's always been there; he's my hero, you could say. Even when he was working, he'd do anything for me. He's been the biggest influence in my life.",
      "author": "Gareth Bale",
      "category": "Life, Hero, Influence"
    },
    {
      "quote": "I think the most fun part about working on 'Good Luck Charlie' is spending time with everyone, honestly, because everybody on set is like my brother and sister and mom and dad. They're so fun to be around, so that's probably the best part about working there.",
      "author": "Bradley Steven Perry",
      "category": "Time, Sister, Good"
    },
    {
      "quote": "My dad always said, 'Champ, the measure of a man is not how often he is knocked down, but how quickly he gets up.'",
      "author": "Joe Biden",
      "category": "Man, Measure Of A Man, Down"
    },
    {
      "quote": "My Father had a profound influence on me. He was a lunatic.",
      "author": "Spike Milligan",
      "category": "Father, Influence, Me"
    },
    {
      "quote": "Dad is and always will be my living, breathing superhero.",
      "author": "Bindi Irwin",
      "category": "Living, Superhero, Breathing"
    },
    {
      "quote": "After my parents' divorce when I was 4, I spent weekends with my dad before we finally moved to California. By the time Sunday rolled around, I was incapable of enjoying the day's activities, of being in the moment, because I was already dreading the inevitable goodbye of Sunday evening.",
      "author": "Rob Lowe",
      "category": "Time, Day, Parents"
    },
    {
      "quote": "Everything I do in my life I do to make my mum and dad proud. I want to carry on in my dad's footsteps and make sure that his legacy lives on forever.",
      "author": "Bindi Irwin",
      "category": "Life, Legacy, Proud"
    },
    {
      "quote": "My dad, Frank Addison Albini, was a terrific shot with a rifle and had generally excellent hunting skills. While my dad loved hunting and fishing, he didn't romanticize them. He was filling the freezer, not intellectualizing some caveman impulse or proving his worth as a real man.",
      "author": "Steve Albini",
      "category": "Man, Fishing, Hunting"
    },
    {
      "quote": "I inherited that calm from my father, who was a farmer. You sow, you wait for good or bad weather, you harvest, but working is something you always need to do.",
      "author": "Miguel Indurain",
      "category": "Good, Father, Harvest"
    },
    {
      "quote": "Dad was a baker, and we lived above the bakery, so I was always popping down to have an apple pie or a doughnut or a custard or gypsy tart: I had a very sweet tooth, and I think that that was what got me into doing what I do now.",
      "author": "Paul Hollywood",
      "category": "Apple, Me, Sweet"
    },
    {
      "quote": "My father? I never knew him. Never even seen a picture of him.",
      "author": "Eminem",
      "category": "Father, Picture, Never"
    },
    {
      "quote": "Nowadays, if you have a mustache, people look at you like you're crazy. But when I was growing up, I never saw my dad without a mustache.",
      "author": "Kevin Connolly",
      "category": "Crazy, Growing Up, People"
    },
    {
      "quote": "My father taught me that the only way you can make good at anything is to practice, and then practice some more.",
      "author": "Pete Rose",
      "category": "Good, Father, Me"
    },
    {
      "quote": "You know, my mother's beautiful, my dad was a really handsome man, and there was a lot of talk about looks when I was growing up.",
      "author": "Courteney Cox",
      "category": "Beautiful, Mother, Man"
    },
    {
      "quote": "I think there's nothing better than laughing in life, so that's nice, to be thought of as someone who can make someone laugh. It's 'cause I think life is hard. You know, my dad was a really silly man. A great Irish silly man. And that's fine.",
      "author": "Joan Cusack",
      "category": "Life, Great, Man"
    },
    {
      "quote": "My mother told me, 'Always do your best,' and my dad says, 'It's important to be humble. That's the key. They're not there for you. You're there for them.'",
      "author": "Luke Benward",
      "category": "Best, Mother, Humble"
    },
    {
      "quote": "I grew up watching my dad scout games live. They played on Saturday. Sometimes they wouldn't get the films until Monday. Sunday air shipping from wherever the college team was located - Starkville, Mississippi, or wherever the film was coming from. It took two days.",
      "author": "Bill Belichick",
      "category": "Team, College, Live"
    },
    {
      "quote": "It is easier for a father to have children than for children to have a real father.",
      "author": "Pope John XXIII",
      "category": "Children, Father, Real"
    },
    {
      "quote": "I just wish I could understand my father.",
      "author": "Michael Jackson",
      "category": "Father, Wish, Understand"
    },
    {
      "quote": "If my father had hugged me even once, I'd be an accountant right now.",
      "author": "Ray Romano",
      "category": "Father, Me, Accountant"
    },
    {
      "quote": "But my dad also was a remarkable man, a good person, a principled individual, a man of integrity.",
      "author": "Sidney Poitier",
      "category": "Integrity, Good, Man"
    },
    {
      "quote": "I like to keep most of my bats. I think I have about 250 bats, including my first - which cost Rs 2000 - a gift from my dad in 1998, when I moved to the hostel.",
      "author": "Suresh Raina",
      "category": "Gift, Think, First"
    },
    {
      "quote": "Everyone talks about how we're on our phones all the time, but the fact remains that when I'm away on a film set for two months, I can Skype my family. I remember the phone calls my parents had to make when my dad was away for a while when I was younger - that once-a-week expensive phone call! The time pressure on talking to your father!",
      "author": "Domhnall Gleeson",
      "category": "Family, Time, Father"
    },
    {
      "quote": "I actually hated hunting the first time I went when I was a kid. My dad took us deer hunting. We sat there for 30 minutes, and I felt like I was losing my mind. But in college, I fell in love with it. Football became a full-time job, and I needed an escape. I needed something that would mellow me out.",
      "author": "Carson Wentz",
      "category": "Love, Time, Football"
    },
    {
      "quote": "Mental illness can happen to anybody. You can be a dustman, a politician, a Tesco worker... anyone. It could be your dad, your brother or your aunt.",
      "author": "Frank Bruno",
      "category": "Brother, Mental Illness, You"
    },
    {
      "quote": "I never had a speech from my father 'this is what you must do or shouldn't do' but I just learned to be led by example. My father wasn't perfect.",
      "author": "Adam Sandler",
      "category": "Father, Perfect, Speech"
    },
    {
      "quote": "My dad taught me from my youngest childhood memories through these connections with Aboriginal and tribal people that you must always protect people's sacred status, regardless of the past.",
      "author": "Steve Irwin",
      "category": "Memories, Childhood, Past"
    },
    {
      "quote": "Simple. Pared down. Timeless. The ties were never too thick or too thin; the pants were never too flared or too skinny. In my life with Dad, he wore Western apparel because we went riding - jeans, cowboy boots, the turquoise belt buckle. But it was all very simple, and that classic look is very 'Ralph Lauren.'",
      "author": "Jennifer Grant",
      "category": "Life, Simple, My Life"
    },
    {
      "quote": "The lesson of Pearl Harbor ought never to be forgotten, and of course the motto that came from that, 69 years ago, the war which my dad fought, was 'Remember Pearl Harbor, never again.' We need to keep that to mind.",
      "author": "Oliver North",
      "category": "Motto, War, Mind"
    },
    {
      "quote": "Most parents were, like, Little League coaches and all that. My dad was a wrestling fan. Instead of going out and playing home run derby with my old man, we just watched wrestling together.",
      "author": "John Cena",
      "category": "Home, Together, Parents"
    },
    {
      "quote": "As Daddy said, life is 95 percent anticipation.",
      "author": "Gloria Swanson",
      "category": "Life, Said, Anticipation"
    },
    {
      "quote": "Undeservedly you will atone for the sins of your fathers.",
      "author": "Horace",
      "category": "You, Will, Sins"
    },
    {
      "quote": "Fathers are biological necessities, but social accidents.",
      "author": "Margaret Mead",
      "category": "Accidents, Social, Fathers"
    },
    {
      "quote": "I know that I will never find my father in any other man who comes into my life, because it is a void in my life that can only be filled by him.",
      "author": "Halle Berry",
      "category": "Life, Father, Man"
    },
    {
      "quote": "My grandfather, along with Carnegie, was a pioneer in philanthropy, which my father then practiced on a very large scale.",
      "author": "David Rockefeller",
      "category": "Father, Philanthropy"
    },
    {
      "quote": "I pressed my father's hand and told him I would protect his grave with my life. My father smiled and passed away to the spirit land.",
      "author": "Chief Joseph",
      "category": "Life, Father, My Life"
    },
    {
      "quote": "Being a father, being a friend, those are the things that make me feel successful.",
      "author": "William Hurt",
      "category": "Father, Successful, Me"
    },
    {
      "quote": "A working definition of fathering might be this: fathering is the act of guiding a child to behave in ways that lead to the child's becoming a secure child in full, thus increasing his or her chances of being happy and fruitful as a young adult.",
      "author": "Clyde Edgerton",
      "category": "Happy, Being Happy, Child"
    },
    {
      "quote": "You can tell your uncle stuff that you could not tell your dad. That is kind of the role of an uncle. I feel very much like a father sometimes but sometimes I feel like a teammate.",
      "author": "Dusty Baker",
      "category": "Father, You, Kind"
    },
    {
      "quote": "There are many people who are behind whatever I've achieved so far. My dad, Daboo Malik, is my mentor and guiding light who supported and influenced me. Without him, I wouldn't have been able to be what I am today. Besides him, Salman Khan is yet another important person who is my biggest and constant inspiration.",
      "author": "Armaan Malik",
      "category": "Light, Today, I Am"
    },
    {
      "quote": "I was born in Orange County - in Santa Ana. My dad is from California. I was raised on the East Coast. My first two years were in California, but I claim East Coast. I'm sorry, I don't rep California.",
      "author": "Michael B. Jordan",
      "category": "Sorry, Orange, Born"
    },
    {
      "quote": "I'm from Santa Cruz in Northern California, and the 49ers were my dad and I's bonding time.",
      "author": "Marisa Miller",
      "category": "Time, California, Bonding"
    },
    {
      "quote": "My dad is a writer, and to see him always in front of a typewriter gave me the inspiration to write. He was my idol, my hero. I wanted to be just like him.",
      "author": "Shakira",
      "category": "Hero, Me, See"
    },
    {
      "quote": "My dad used to say, 'You wouldn't worry so much about what people thought about you if you knew how seldom they did.",
      "author": "Phil McGraw",
      "category": "Thought, Worry, People"
    },
    {
      "quote": "As a brother and sister, our tastes were pretty different growing up. He liked a lot of early hip hop. My dad didn't understand it and would try to talk him out of it.",
      "author": "Taryn Manning",
      "category": "Sister, Brother, Growing Up"
    },
    {
      "quote": "I've got high standards when it comes to boys. As my dad says, all girls should! I'm from the South - Tennessee, to be exact - and down there, we're all about southern hospitality. I know that if I like a guy, he better be nice, and above all, my dad has to approve of him!",
      "author": "Miley Cyrus",
      "category": "Better, Know, Nice"
    },
    {
      "quote": "Within our culture, every school has a swimming pool. We lived on the coast. People swam in the surf. It's a very sporty nation and at that particular time anyone who had an artistic bent was very much an outsider. So if you liked reading or ideas or playing the piano then your dad viewed you as a sissy, basically.",
      "author": "Geoffrey Rush",
      "category": "Time, Culture, School"
    },
    {
      "quote": "We all have experiences in our lives that change us, and we all learn from people, like my dad, but at the end of the day, it's only us. And we're only responsible to make ourselves happy.",
      "author": "Tom Brady",
      "category": "Change, Happy, Day"
    },
    {
      "quote": "I like to believe that I've got a lot of guardian warriors sittin' on my shoulder including my dad.",
      "author": "Patrick Swayze",
      "category": "Believe, Shoulder, Like"
    },
    {
      "quote": "My dad became a soap opera actor, and I was an extra in a skating rink scene on the soap. I didn't audition. It was nepotism all the way.",
      "author": "Jennifer Aniston",
      "category": "Actor, Way, Skating"
    },
    {
      "quote": "My dad's method in his madness was to try every sport and then observe what I liked. I played football, tennis, golf, cricket but I loved my snooker.",
      "author": "Ronnie O'Sullivan",
      "category": "Football, Golf, Tennis"
    },
    {
      "quote": "As a teenager, I developed a great interest in not only horse breeding but also horse racing and used to bet based on red-hot tips. I realized that becoming a bookmaker would be very lucrative, but Dad put his foot down, saying it was an inappropriate career.",
      "author": "Cyrus S. Poonawalla",
      "category": "Great, Horse, Saying"
    },
    {
      "quote": "Growing up in Georgia, my dad was a farmer and we worked in agriculture, so we were always looking up at the sky, checking if rain was in the forecast. That always set the tone for the mood in my household, whether we had rain coming in or not - we knew the crops would be good and it was going to be a good week around the Bryan household.",
      "author": "Luke Bryan",
      "category": "Rain, Good, Sky"
    },
    {
      "quote": "My dad was in the military. It was difficult sometimes, because he would have to be away a lot, and we would have to move around a lot. Trying to adapt to new schools and new places can be really tough.",
      "author": "Nolan Gould",
      "category": "Military, Trying, Adapt"
    },
    {
      "quote": "My dad was very intelligent, had a very strong personality. I was amazed with my father.",
      "author": "Dolores Huerta",
      "category": "Father, Strong, Personality"
    },
    {
      "quote": "My dad only ever talked about two things: bicycles and Mercedes.",
      "author": "Raf Simons",
      "category": "Two, Mercedes, Things"
    },
    {
      "quote": "I hate short hair on men - the 'real' man is something I don't know. My dad was always playing with hairbands, making rings, while the women were wearing jeans, white T-shirts and Converse. That was the uniform at home.",
      "author": "Lou Doillon",
      "category": "Home, Women, Hate"
    },
    {
      "quote": "My dad being a salesman taught me you can sell anybody anything if you've got the ability to believe.",
      "author": "Marilyn Manson",
      "category": "Believe, Me, You"
    },
    {
      "quote": "When I was growing up, my parents were almost involved in various volunteer things. My dad was head of Planned Parenthood. And it was very controversial to be involved with that.",
      "author": "Bill Gates",
      "category": "Parents, Growing Up, Growing"
    },
    {
      "quote": "Atticus Finch. That's who I want to be when I grow up. He's the greatest guy ever - a good dad, a good lawyer, doing the right thing. And he knows he's not supposed to win, but he's doing it anyway.",
      "author": "Sean Patrick Maloney",
      "category": "Good, Win, Greatest"
    },
    {
      "quote": "I think, if I had a dad, I would have went the normal college route. I'm so stoked my life panned out how it was.",
      "author": "Tyler, The Creator",
      "category": "Life, College, My Life"
    },
    {
      "quote": "My dad never missed a day of work, and he was always smiling when he came home.",
      "author": "Patty Loveless",
      "category": "Work, Day, Home"
    },
    {
      "quote": "I'm so excited to be carrying on in Dad's footsteps and making sure that everything he worked so hard for continues for the generations to come.",
      "author": "Bindi Irwin",
      "category": "Everything, Footsteps, Hard"
    },
    {
      "quote": "I wanted to be a police officer for a long time so I could be just like my dad!",
      "author": "Doreen Cronin",
      "category": "Time, Police, Long"
    },
    {
      "quote": "Taylor was named after James Taylor and claims that she knows all the James Taylor songs, and I'm a huge fan of James Taylor and know all his songs, too. My dad told me that if I ever met Taylor Swift, I had to tell her that I know every James Taylor song. We started naming albums, and we were both shouting them out.",
      "author": "Charlie Puth",
      "category": "Song, Me, Know"
    },
    {
      "quote": "I know my dad always wanted to heal the world, and so I think it would be great to follow in his footsteps.",
      "author": "Paris Jackson",
      "category": "Great, World, Know"
    },
    {
      "quote": "I was an all-sport athlete growing up. My dad, I think, hoped I would go to college on a scholarship.",
      "author": "T. J. Perkins",
      "category": "College, Growing Up, Think"
    },
    {
      "quote": "I didn't come from a wealthy family. My dad told us if we wanted spending money, we had to earn it. So I developed an early work ethic.",
      "author": "Johnny Iuzzini",
      "category": "Work, Family, Money"
    },
    {
      "quote": "I'm compared to my dad all the time, and I've learned to take it positively by working hard.",
      "author": "Ram Charan",
      "category": "Time, Working Hard, Working"
    },
    {
      "quote": "I can remember 1987 when I had my first amateur fight in Michigan, weighing 64lb. I was 10 years old. I was the youngest and smallest guy on my team. I can remember what I ate. There was this restaurant called Ponderosa, and my dad made me eat a steak. I was happy. It was a first round knockout. I slept with my trophy for two weeks.",
      "author": "Floyd Mayweather, Jr.",
      "category": "Happy, Team, Me"
    },
    {
      "quote": "My father was a tomato farmer. There is the phrase that says he or she worked their fingers to the bone, well, that's my dad. And he was a very good man.",
      "author": "Sidney Poitier",
      "category": "Good, Father, Man"
    },
    {
      "quote": "Because of his military service, Dad was buried in Arlington National Cemetery.",
      "author": "Buzz Aldrin",
      "category": "Service, Military, Cemetery"
    },
    {
      "quote": "My dad knows how to tell a story. He'd make me laugh by doing all the different voices.",
      "author": "Lily Collins",
      "category": "Me, Laugh, Story"
    },
    {
      "quote": "My dad is a Chatty Cathy, the social butterfly; friendly; knows everybody in the whole world by six degrees; tells me that every performance is the greatest he's ever seen, every new outfit is the coolest. Constant cheerleader.",
      "author": "Taylor Swift",
      "category": "Butterfly, World, Me"
    },
    {
      "quote": "My dad taught me never to be afraid of what's on the other side of the mountain.",
      "author": "Natalie Massenet",
      "category": "Mountain, Me, Never"
    },
    {
      "quote": "Joanna points her camera at a section of society unused to having cameras pointed at it. But I don't know about categorizing them in terms of class I'm a bit wary of that. My dad is the son of a shipbuilder.",
      "author": "Tom Hiddleston",
      "category": "Son, Society, Know"
    },
    {
      "quote": "I want to be a young dad. By 25 or 26 I want to see myself, like, married or start looking for a family.",
      "author": "Justin Bieber",
      "category": "Family, Myself, Start"
    },
    {
      "quote": "My dad is very successful in his business. He's always been big in having hobbies and having little ways to get away. He always made time for hunting and fishing. He always encouraged me to do it.",
      "author": "Luke Bryan",
      "category": "Business, Time, Fishing"
    },
    {
      "quote": "When you're growing up, your dad is your superhero. Once you've let yourself fall that in love with someone, once you put him on such a high pedestal and he lets you down, you never want to experience that pain again.",
      "author": "Jay-Z",
      "category": "Love, Experience, Pain"
    },
    {
      "quote": "My dad once said that in criminal law you see terrible people on their best behavior in family law you see great people on their worst behavior.",
      "author": "Laura Wasser",
      "category": "Family, Best, Great"
    },
    {
      "quote": "My brothers always like to believe that my father pampered me and I am spoilt. While it is not true, they felt that way. As for my dad, I could not do anything wrong. So, if I did something wrong, I would put the blame on them, and he would shout at them.",
      "author": "Sonakshi Sinha",
      "category": "Father, I Am, Believe"
    },
    {
      "quote": "To be able to have winning in your blood growing up, whether it was pounding my little brother or trying to beat my dad in something, or just competing on teams with my friends, it was nonstop.",
      "author": "Jordan Spieth",
      "category": "Friends, Brother, Winning"
    },
    {
      "quote": "I was a pitcher, and my dad played in college. The hardest day of my life was telling him I was going to quit to focus more on golf. But with golf, I felt like the game can't be perfected, and that motivated me.",
      "author": "Jordan Spieth",
      "category": "Life, Day, College"
    },
    {
      "quote": "My dad actually makes the best cookies. My mum is great baker, too, but doesn't share them - it's tantalising! Luckily for me though, my dad shares his!",
      "author": "Blake Lively",
      "category": "Best, Great, Me"
    },
    {
      "quote": "With Dad, he was the ultimate wildlife warrior, and we admired him more than anything.",
      "author": "Bindi Irwin",
      "category": "Warrior, Wildlife, Him"
    },
    {
      "quote": "I am a product of nepotism. I don't think I would have had the profession that I'm in currently... if it wasn't for my dad.",
      "author": "Jeff Bridges",
      "category": "I Am, Think, Product"
    },
    {
      "quote": "Boxing's in my genes. I come from a fighting background. My dad and both my uncles were good boxers. I'm blessed with the art of war.",
      "author": "Floyd Mayweather, Jr.",
      "category": "Art, Good, War"
    },
    {
      "quote": "My story starts with my dad, a black boy born to a single mother in a small town in North Carolina. It starts with my parents meeting in Washington, D.C., in the '60s, at a time of incredible activism.",
      "author": "Cory Booker",
      "category": "Time, Mother, Parents"
    },
    {
      "quote": "Growing up, I was discouraged from telling personal stories. My dad often used the phrase 'Don't tell anyone.' But not about creepy things. I don't want to lead you down the wrong path. It would be about insignificant things. Like, I wouldn't make the soccer team, and my father would say, 'Don't tell anyone.'",
      "author": "Mike Birbiglia",
      "category": "Team, Father, Path"
    },
    {
      "quote": "Whenever I fail as a father or husband... a toy and a diamond always works.",
      "author": "Shah Rukh Khan",
      "category": "Father, Husband, Fail"
    },
    {
      "quote": "My dad has always been really helpful. He taught me that talent is a bonus, but persistence is what wins out.",
      "author": "Zosia Mamet",
      "category": "Persistence, Talent, Me"
    },
    {
      "quote": "My dad was the district attorney of New Orleans for about 30 years. And when he opened his campaign headquarters back in the early '70s, when I was 5 years old, my mother wanted me to play the national anthem. And they got an upright piano on the back of a flatbed truck and I played it.",
      "author": "Harry Connick, Jr.",
      "category": "Mother, Me, Play"
    },
    {
      "quote": "I got stuck up a tree when I was about seven, and my dad had to come and get the ladder to get me down. I loved to climb all the way up to the top. I must have been a koala in my past life.",
      "author": "Miranda Kerr",
      "category": "Life, Tree, Past"
    },
    {
      "quote": "Principles are the most important thing to me. One of the things I think my dad taught me was there are people who accept the world they live in and there are people who change the world they live in. I don't accept my circumstances.",
      "author": "Ken Buck",
      "category": "Change, Change The World, Me"
    },
    {
      "quote": "My youngest son's pre-school class was recently asked what their dads do for work. The responses were things like, my dad sells money, and my dad figures stuff out. My son said, 'I've never seen my dad do work.' It's true. Skateboarding doesn't seem like real work, but I'm proud of what I do.",
      "author": "Tony Hawk",
      "category": "Work, Money, Son"
    },
    {
      "quote": "The child is father of the man.",
      "author": "William Wordsworth",
      "category": "Father, Man, Child"
    },
    {
      "quote": "My dad used to say, 'Just be yourself and you'll be fine,' but it's really, really true.",
      "author": "Bellamy Young",
      "category": "Be Yourself, Yourself, You"
    },
    {
      "quote": "I started traveling by myself as early as 5 to see my dad. I'd go to Toronto or Los Angeles, depending on what show he was doing, but most often New York, and we would hang out, and he'd take me to museums and Broadway plays. The ones that had the biggest impact on me were the George C. Wolfe productions.",
      "author": "Mahershala Ali",
      "category": "Myself, Impact, Me"
    },
    {
      "quote": "I've never heard my dad say a bad word about anybody. He always keeps his emotions in check and is a true gentleman. I was taught that losing it was indulgent, a selfish act.",
      "author": "Hugh Jackman",
      "category": "Losing, Selfish, Gentleman"
    },
    {
      "quote": "My career choice is my career choice. Just stepping out of that zone, to be able to be a provider. I understand my position as a provider and my role as a dad also... Just being able to be comfortable with it.",
      "author": "Future",
      "category": "Choice, Career, Comfortable"
    },
    {
      "quote": "My dad is a motorcycle guy, not some Hollywood dude.",
      "author": "Shia LaBeouf",
      "category": "Motorcycle, Hollywood, Guy"
    },
    {
      "quote": "My dad always taught me never to give up in my mind. You can never really beat me. It sounds ridiculous, but I will always come back for you. You can't beat someone who never gives up. I could lose 100 times to you, but I will always get you. I will die trying. This applies not only to swimming but to my life as well.",
      "author": "Chad le Clos",
      "category": "Life, Mind, Me"
    },
    {
      "quote": "I was always a kid trying to make a buck. I borrowed a dollar from my dad, went to the penny candy store, bought a dollar's worth of candy, set up my booth, and sold candy for five cents apiece. Ate half my inventory, made $2.50, gave my dad back his dollar.",
      "author": "Guy Fieri",
      "category": "Trying, Candy, Back"
    },
    {
      "quote": "My first outdoor cooking memories are full of erratic British summers, Dad swearing at a barbecue that he couldn't put together, and eventually eating charred sausages, feeling brilliant.",
      "author": "Jamie Oliver",
      "category": "Memories, Together, Cooking"
    },
    {
      "quote": "My mum and dad aren't together, but she plays a massive part in my life. We have deep conversations: I tell her where I need support, where I feel she's lacking, and I support her with whatever she needs. I understand she won't be here forever, and I want no regrets.",
      "author": "Anthony Joshua",
      "category": "Life, Deep, Together"
    },
    {
      "quote": "My Dad, a small-town lawyer, was also named Paul. Until we lost him when I was 16, he was a gentle presence in my life. I like to think he'd be proud of me and my sister and brothers, because I'm sure proud of him and of where I come from, Janesville, Wisconsin.",
      "author": "Paul Ryan",
      "category": "Life, Sister, Me"
    },
    {
      "quote": "I didn't have any role models really. My best friend was a dog. My mum and dad saved a dog from the gutter and that dog was my brother before Jesse was born. Sami was his name and he was my role model.",
      "author": "Ville Valo",
      "category": "Dog, Best, Best Friend"
    },
    {
      "quote": "Some of the happiest times I ever saw my dad was times when I was with him in the casinos, and he had a good night.",
      "author": "James Packer",
      "category": "Good, Good Night, Night"
    },
    {
      "quote": "One of the things my dad and I got to bond over was going to the San Antonio Spurs games when Gervin was there, James Silas... I can't remember the rest of the guys' names, but it was a fun time.",
      "author": "Shawn Michaels",
      "category": "Time, Fun, Remember"
    },
    {
      "quote": "As a father now, I wouldn't do what my dad did, because it left me feeling emotionally unstable as a kid. But he didn't do the things he did out of selfishness or malice.",
      "author": "Anthony Kiedis",
      "category": "Father, Me, Selfishness"
    },
    {
      "quote": "I want to stay healthy, keep fit, eat well, keep a low profile and be a good dad.",
      "author": "Frank Bruno",
      "category": "Good, Healthy, Want"
    },
    {
      "quote": "One time, on Marine One, the president asked me my opinion. I had a flashback to being at the kitchen table with my dad. That dominant male figure set me up for being confident to express myself with precision and persuasion.",
      "author": "Dana Perino",
      "category": "Time, Myself, Me"
    },
    {
      "quote": "I do remember vividly sometime after puberty when I'd answer the phone at home and the callers began to say, 'Hi, Bill!' That's when I knew Dad and I had the same voice.",
      "author": "Willie Geist",
      "category": "Home, Voice, Remember"
    },
    {
      "quote": "The biggest lesson I learned from my dad is to support children even if they're doing something that is unorthodox.",
      "author": "Tony Hawk",
      "category": "Children, Support, Doing"
    },
    {
      "quote": "The worst advice I ever received from my dad was to play by the book.",
      "author": "Dimebag Darrell",
      "category": "Book, Advice, Play"
    },
    {
      "quote": "Humans have voids, and you need things to fill voids... I didn't have a dad to fill that male model void, so when I heard Eminem or freaking seen Dave Chapelle, that's what I gravitated to.",
      "author": "Tyler, The Creator",
      "category": "You, Need, Things"
    },
    {
      "quote": "My dad grew up in Banbridge, Northern Ireland, desperate to get to London. I grew up in London, so I don't know what it's like to yearn for the big city from a small town.",
      "author": "Daniel Radcliffe",
      "category": "City, Small, Know"
    },
    {
      "quote": "Sons have always a rebellious wish to be disillusioned by that which charmed their fathers.",
      "author": "Aldous Huxley",
      "category": "Wish, Rebellious, Always"
    },
    {
      "quote": "I stopped loving my father a long time ago. What remained was the slavery to a pattern.",
      "author": "Anais Nin",
      "category": "Time, Father, Slavery"
    },
    {
      "quote": "I am lucky to have had an attentive, curious and loving dad and heart-smart, down-to-earth, gifted mother. They changed the outlooks of their own lives and have never forgotten the people and organizations that helped them dream bigger than their circumstances should have allowed.",
      "author": "Jennifer Garner",
      "category": "Mother, I Am, People"
    },
    {
      "quote": "My dad liked to boil a squirrel head and suck the brains out the nose. Smaller than a chicken, bigger than a rat.",
      "author": "Beth Ditto",
      "category": "Head, Chicken, Squirrel"
    },
    {
      "quote": "Ah, my dad's whistle. On holidays when I was a kid, we would all be off in the rock pools along the beach. When it came time to go, we'd hear the whistle and we'd all come running. Like dogs!",
      "author": "Kate Winslet",
      "category": "Time, Beach, Holidays"
    },
    {
      "quote": "I will always do what I can to help others, but when I retire, I want to be a dad and a husband. I want a house and a dog in the yard. I want to have barbecues.",
      "author": "J. J. Watt",
      "category": "Dog, Help Others, Help"
    },
    {
      "quote": "I didn't know my dad for a long time. My dad was on drugs and my dad was at the VA Hospital, my dad was off in his own world selling drugs or using them or there would be crack heads in the house or whatever it would be.",
      "author": "Shia LaBeouf",
      "category": "Time, World, Long"
    },
    {
      "quote": "I have to remind my dad, 'Journalists - no matter how many cigars they smoke with you - are not your friends, so don't talk to them.'",
      "author": "Cameron Diaz",
      "category": "Friends, Matter, You"
    },
    {
      "quote": "My dad said to me growing up: 'When all is said and done, if you can count all your true friends on one hand, you're a lucky man.'",
      "author": "Josh Charles",
      "category": "Friends, Man, Me"
    },
    {
      "quote": "I was into the Mets because my Dad worked at IBM where he got free Mets tickets, so I was into the Mets... then I got to 'Saturday Night Live' where my boss has unbelievable N.Y. Yankees tickets, so he invites us to the games. I'm going to all the games, so I might as well root for the team I'm gonna go sit with.",
      "author": "Jimmy Fallon",
      "category": "Team, Boss, Night"
    },
    {
      "quote": "My dad had an aunt at the turn of the century who died from diabetes, but she was the closest affected relative in my family.",
      "author": "Bobby Clarke",
      "category": "Family, Diabetes, She"
    },
    {
      "quote": "My mum was very conscious about fashion, and my dad was born into the tailoring tradition, so fashion has always been my life, although now, really, I wear the same thing - just in different weights - light and heavy cashmere in winter and cotton in summer. And jeans.",
      "author": "Domenico Dolce",
      "category": "Life, Light, Winter"
    },
    {
      "quote": "I always joke that my kids' favorite holiday is Father's Day. They love the way I celebrate the occasion by writing each of them a thank-you letter and a generous check. It's my way of letting them know how much I appreciate the great pleasure and privilege of being their dad.",
      "author": "Wayne Dyer",
      "category": "Love, Father, Great"
    },
    {
      "quote": "My family always helped me. I had people around me who always pushed me to be the best: my dad, my mum. My dad used to play and coach as well. But I wasn't born with shiny things.",
      "author": "Paul Pogba",
      "category": "Family, Best, Me"
    },
    {
      "quote": "My dad has been a big influence on me, because he's always had his own business. He really taught me business sense and how to be a focused individual, but also how to have fun and make everyone around you have fun.",
      "author": "Wiz Khalifa",
      "category": "Business, Fun, Influence"
    },
    {
      "quote": "On rare occasions, Dad used to reminisce about when he met Eisenhower and how Churchill would pop in, in the late hours of the evening or night, carrying a cigar, when he'd obviously had a good dinner.",
      "author": "Ridley Scott",
      "category": "Good, Night, Dinner"
    },
    {
      "quote": "There's sometimes a weird benefit to having an alcoholic, violent father. He really motivated me in that I never wanted to be anything like him.",
      "author": "Dean Koontz",
      "category": "Father, Me, Weird"
    },
    {
      "quote": "A father is always making his baby into a little woman. And when she is a woman he turns her back again.",
      "author": "Enid Bagnold",
      "category": "Father, Baby, Woman"
    },
    {
      "quote": "I have never been a material girl. My father always told me never to love anything that cannot love you back.",
      "author": "Imelda Marcos",
      "category": "Love, Father, Girl"
    },
    {
      "quote": "My father wants me to be like my brother, but I can't be.",
      "author": "Robert Mapplethorpe",
      "category": "Father, Brother, Me"
    },
    {
      "quote": "Babies don't need fathers, but mothers do. Someone who is taking care of a baby needs to be taken care of.",
      "author": "Amy Heckerling",
      "category": "Baby, Care, Mothers"
    },
    {
      "quote": "I kept my babies fed. I could have dumped them, but I didn't. I decided that whatever trip I was on, they were going with me. You're looking at a real daddy.",
      "author": "Barry White",
      "category": "Me, Looking, You"
    },
    {
      "quote": "I was punished for blowing the whistle on my father's lifestyle.",
      "author": "Tatum O'Neal",
      "category": "Father, Lifestyle, Whistle"
    },
    {
      "quote": "When I was 18, I thought my father was pretty dumb. After a while when I got to be 21, I was amazed to find out how much he'd learned in three years.",
      "author": "Frank Butler",
      "category": "Father, Thought, Dumb"
    },
    {
      "quote": "Since I was a boy, from this house, I was out rescuing crocodiles and snakes. My mum and dad were very passionate about that and, I was lucky enough to go along.",
      "author": "Steve Irwin",
      "category": "Lucky, Boy, House"
    },
    {
      "quote": "Tiffany is very proud to have the last name and she's proud of her dad.",
      "author": "Marla Maples",
      "category": "Proud, Name, She"
    },
    {
      "quote": "You know not having my real dad around and having a step dad made me want to be a great dad. So now I have been one for 9 years. And now 3 daughters. So, that is what I am - a dad, first and foremost, before anything else. It's just something that comes natural now.",
      "author": "Tim McGraw",
      "category": "Great, I Am, Me"
    },
    {
      "quote": "I never saw any of my dad's stories. My mother said he had piles and piles of manuscripts.",
      "author": "Stephen King",
      "category": "Mother, Said, Never"
    },
    {
      "quote": "My dad saw my husband's boss at a conference, and he said to stop paying my husband until we produce children.",
      "author": "Jenna Bush",
      "category": "Children, Boss, Husband"
    },
    {
      "quote": "I said, 'Ooh, Dad, I want the yellow ones.' He said, 'Where?' I said, 'Right there, Dad. I want the yellow ones.' Everybody goes, 'Those are green'. That's how I knew I was colorblind.",
      "author": "Michael Rosenbaum",
      "category": "Green, Yellow, Want"
    },
    {
      "quote": "My dad never told me that when you audition, you might not get the role. He wanted to wait until my first disappointment to tell me.",
      "author": "Haley Joel Osment",
      "category": "Disappointment, Me, You"
    },
    {
      "quote": "I would have to say the person with whom I am most in love is definitely my son, Everly Bear. Although I'm his dad, I'm also his friend.",
      "author": "Anthony Kiedis",
      "category": "Love, Son, I Am"
    },
    {
      "quote": "My mother wanted to name me Jackie or Jacqueline but she got to name my sister and my brother, so my dad and my brother insisted on naming me. And they were big fans of 'The Little Mermaid.'",
      "author": "Ariel Winter",
      "category": "Sister, Mother, Brother"
    },
    {
      "quote": "My dad's a scratch golfer and I've got the knack of seeing something and then replicating it. I saw my dad swing a club and I worked out how to do the same thing. My backswing and follow-through have been basically the same since I was two.",
      "author": "Rory McIlroy",
      "category": "Swing, Two, Seeing"
    },
    {
      "quote": "Now I meditate twice a day for half an hour. In meditation, I can let go of everything. I'm not Hugh Jackman. I'm not a dad. I'm not a husband. I'm just dipping into that powerful source that creates everything. I take a little bath in it.",
      "author": "Hugh Jackman",
      "category": "Day, Powerful, Husband"
    },
    {
      "quote": "If anybody had a reason to become a delinquent, to become a criminal, to be angry at the man, to be angry at the white man, to be angry at America, it's my dad, but he did not feel that way at all.",
      "author": "Larry Elder",
      "category": "America, Man, Angry"
    },
    {
      "quote": "During the Depression, my dad made radios to sell to make extra money. Nobody had any money to buy the radios, so he would trade them for dogs. He built kennels in the backyard, and he cared for the dogs.",
      "author": "Betty White",
      "category": "Money, Depression, Dogs"
    },
    {
      "quote": "My mum was raised Jewish, my dad is very scientifically minded, and my school was vaguely Christian. We sang hymns in school. I liked the hymns bit, but apart from that, I can take it or leave it. So I had lots of different influences when I was younger.",
      "author": "Ben Barnes",
      "category": "School, Christian, I Can"
    },
    {
      "quote": "Paul McCartney had a baby when he was 61; Rod Stewart was 66; Rupert Murdoch was a stunning 72. Not only does that mean they'll have less stamina than the average dad, that means they'll, well, check out a lot sooner too.",
      "author": "Jeffrey Kluger",
      "category": "Baby, Mean, Check"
    },
    {
      "quote": "My mother played the piano and my father the violin, I can remember my dad teaching me how to waltz; I had my feet on his, my mother playing the piano, and my husband will tell you the lessons weren't very successful.",
      "author": "Quentin Bryce",
      "category": "Father, Mother, Me"
    },
    {
      "quote": "You draw the best things from your parents and family. You're going to pick up some of the bad things as well - there's a temper that runs through my dad's side of the family that I'm not especially keen on picking up a giant block of.",
      "author": "Mark Ronson",
      "category": "Family, Best, Parents"
    },
    {
      "quote": "My dad's quite a conservative person, and he brought me up to be very questioning of the commercial world. He looked down on pop culture. I definitely got the impression that pop was evil and that Britney Spears was evil.",
      "author": "Marina and the Diamonds",
      "category": "Culture, Evil, World"
    },
    {
      "quote": "My mum and dad have always enjoyed life, and it's something that's been instilled in me. I wake up in a good mood most mornings.",
      "author": "Rafe Spall",
      "category": "Life, Good, Me"
    },
    {
      "quote": "My mother was a very wonderful woman. When she and my dad divorced, she moved to California and worked two jobs in the cannery at night and as a waitress during the day. But she saved enough money to establish a restaurant.",
      "author": "Dolores Huerta",
      "category": "Day, Money, Mother"
    },
    {
      "quote": "One of my dad's friends from the music industry came over to our house one time and heard me sing, and he said, 'She should audition for this role I have!' So I did! It was a movie called 'The Gospel,' which I did when I was five. That was when I was like, 'I want to do this acting thing!'",
      "author": "China Anne McClain",
      "category": "Music, Time, Friends"
    },
    {
      "quote": "My dad was an assembly line worker at AC Spark Plug, which was a division of General Motors, and his job was to build and then inspect the little spark plugs as they came off the line.",
      "author": "Michael Moore",
      "category": "Job, Spark, Build"
    },
    {
      "quote": "I love my dad; I'm a daddy's girl, all the way.",
      "author": "Molly Quinn",
      "category": "Love, Girl, Way"
    },
    {
      "quote": "God bless Dad, he came to every one of my shows. I was bad, and I had horrible stage fright. My dad was so relieved - he'd say, 'You were terrible; this kid is not going to be an actor.' Finally, I did a play and he said, 'Son - you were really good.'",
      "author": "Kirk Douglas",
      "category": "Good, Son, God"
    },
    {
      "quote": "I remember my dad asking me one time, and it's something that has always stuck with me: 'Why not you, Russ?' You know, why not me? Why not me in the Super Bowl?",
      "author": "Russell Wilson",
      "category": "Time, Me, Remember"
    },
    {
      "quote": "I used to play chess when I was a kid and participate in national-level tournaments with the geekiest guys. This one time, I was losing terribly, so I batted my eyelashes and flirted as I asked for a draw. My dad just couldn't believe it. He thought, 'What have I created, a floozy?' But it worked!",
      "author": "Jordana Spiro",
      "category": "Time, Losing, Believe"
    },
    {
      "quote": "My dad's cooking was magic in the kitchen. But eventually over the years, his personality changed and his ability to remember recipes failed. He became paranoid and thought people were stealing from him, when often he was just misplacing things.",
      "author": "Tess Gerritsen",
      "category": "Cooking, Personality, People"
    },
    {
      "quote": "Because my dad's Chinese-American, and they're very concrete, he said, 'There's no money to be made in literature.' So he told me to go into the sciences. And I was a good girl. And I did what Daddy said. And that's how I ended up being a doctor. But you know, you just can't stamp out that desire to tell stories.",
      "author": "Tess Gerritsen",
      "category": "Money, Good, Girl"
    },
    {
      "quote": "I recall my dad saying about me once that the only time he'd ever heard me say 'never' was when I was asked if I'd had enough.",
      "author": "Bob Diamond",
      "category": "Time, Me, Saying"
    },
    {
      "quote": "My dad always taught me to never be satisfied: to want more and know that what is done is done. That was his way of seeing the game. You've done it, now move on. People might say, 'Well, when can you enjoy it?' But it worked for me because, in the game, you need to be on your toes.",
      "author": "Thierry Henry",
      "category": "Me, Enjoy, People"
    },
    {
      "quote": "I was obsessed with clowns. My dad had to get rid of them. I thought there were clowns under my bed for years.",
      "author": "Haley Bennett",
      "category": "Thought, Bed, Years"
    },
    {
      "quote": "I had one of the most outdoorsy childhoods you could imagine. I basically lived in the woods until I was 13. My dad and I built a huge treehouse in our backyard in Chesterfield, about 30 feet in the air. And we'd vacation on an island in Michigan, where I hunted a deer that we ate.",
      "author": "Gabriel Basso",
      "category": "Vacation, Woods, Feet"
    },
    {
      "quote": "Wear what you want to wear. Do what you want to do. Be who you are. Pick out your own clothes. Be a man. And if that's too much to ask, as it almost always is for me, think of someone you consider to be a man and pretend to be like him. I pretend to be like my dad.",
      "author": "Lyle Lovett",
      "category": "Man, Me, Want"
    },
    {
      "quote": "I've seen fathers criticizing their sons the moment a game's over. Not my dad. It doesn't matter if I threw an interception or a Hail Mary, he always says, 'Good job, son, I'm proud of you.' Then he shakes my hand and gives me a hug. Every time.",
      "author": "Ben Roethlisberger",
      "category": "Time, Good, Son"
    },
    {
      "quote": "My dad set a clear model for me for what manhood was all about.",
      "author": "Cory Booker",
      "category": "Me, Clear, Manhood"
    },
    {
      "quote": "M dad was a boxer, so he had this fierce, physical presence.",
      "author": "Anthony Browne",
      "category": "Fierce, Presence, Physical"
    },
    {
      "quote": "I learned from my dad that change and experimentation are constants and important. You have to keep trying new things.",
      "author": "S. Robson Walton",
      "category": "Change, New Things, You"
    },
    {
      "quote": "I was looking for the meaning of life when I was in college. And my deal with my dad was as long as I was taking a full course load, then he would pay. And the times that I wasn't taking a full course load, then I was off the dole and I was working.",
      "author": "John Mackey",
      "category": "Life, College, Long"
    },
    {
      "quote": "I've got the best parents you could ever ask for. My parents are from New Jersey, and they met in Vermont in college. My Dad grew up listening to heavy, psychedelic music. He's my biggest fan.",
      "author": "King Tuff",
      "category": "Music, Best, Parents"
    },
    {
      "quote": "Every year, I give my dad an advance copy of my latest book. He reads it over the next several nights and says something incredibly supportive. Then he clears his throat nervously and changes the subject.",
      "author": "Chelsea Cain",
      "category": "Changes, Book, Copy"
    },
    {
      "quote": "I promised my dad before he passed away that I would take care of the family.",
      "author": "Luis Coronel",
      "category": "Family, Care, Take Care"
    },
    {
      "quote": "One day we were sitting in our little classroom in the middle of Australia Zoo, and Dad bursts in and says, 'OK, today we're going to go climb a mountain,' - the Glass House Mountains are about 20 minutes away - so we packed up all our math work and ran out the door and climbed Mount Tibrogargan.",
      "author": "Bindi Irwin",
      "category": "Work, Today, Mountain"
    },
    {
      "quote": "There isn't a dude outside my dad who had greater influence on my life.",
      "author": "Ta-Nehisi Coates",
      "category": "Life, Influence, My Life"
    },
    {
      "quote": "Had my dad not been short and fat and balding, there's no doubt his career would have been very different. But he could do lots of stuff and made a very good career out of it. He had an incredible work ethic because he lost his father when he was very young, and the family had to pull together.",
      "author": "Rory Kinnear",
      "category": "Work, Family, Good"
    },
    {
      "quote": "If my dad was alive, I wouldn't have gone to boarding school, and I wouldn't have had the success I've had.",
      "author": "Jason Day",
      "category": "Success, School, Gone"
    },
    {
      "quote": "I come from a very, very small town. There were no other actors around. I never met any actors. A lot of those times when I'd be out in the sheds with my dad, I'd step outside, and there's just nothing out there but thousands of acres, forty thousand sheep, and miles of nothing. And so my mind would just wonder about what else was out there.",
      "author": "Jason Clarke",
      "category": "Mind, Small, Step"
    },
    {
      "quote": "I don't think it ever occurred to me that I wouldn't be an entrepreneur. My dad became a real estate developer, and that work is usually project-based. You attract investors for a project with a certain life cycle, and then you move on to the next thing. It's almost like being a serial entrepreneur, so I had that as an example.",
      "author": "Stewart Butterfield",
      "category": "Life, Work, Real Estate"
    },
    {
      "quote": "I do have an occasional temper - I sort of inherited my dad's short fuse.",
      "author": "Princess Eugenie of York",
      "category": "Short, Temper, Fuse"
    },
    {
      "quote": "I never grew up on Jodeci. I never grew up on things like that 'cause my dad was a preacher, and he kind of kept us away from music like that.",
      "author": "Tory Lanez",
      "category": "Music, Kind, Never"
    },
    {
      "quote": "I'm definitely the super-cool dad.",
      "author": "Ty Dolla Sign",
      "category": "Definitely"
    },
    {
      "quote": "When you're younger, you're trying to understand and make sense of what your parents are trying to instill in you, which is ultimately life experience. I remember being 17 and my dad trying to teach me the importance of responsibility.",
      "author": "Jovan Adepo",
      "category": "Life, Experience, Parents"
    },
    {
      "quote": "I went through a brief phase when I thought of other career options: being an air hostess and even a psychologist. But eventually, my destiny led me to acting. Moreover, my dad being an actor, I have grown up in a very filmi environment. I was encouraged to watch films since I was a child.",
      "author": "Shraddha Kapoor",
      "category": "Child, Destiny, Me"
    },
    {
      "quote": "I've got a love affair with Harley-Davidson. One of my earliest photos with my dad is of him holding me as a baby on his bike.",
      "author": "Jeffrey Dean Morgan",
      "category": "Love, Baby, Me"
    },
    {
      "quote": "At my house, it's an, 'If dad says it, you can say it' kind of deal, so a lot of my slang words come off very childish at this point in my career.",
      "author": "A.J. Styles",
      "category": "Words, Career, You"
    },
    {
      "quote": "I have carried the burden of my dad's image since day one. They never see me as just another guy trying to make his career in the film industry. I am always 'Megastar' Chiranjeevi's son first, and Ram Charan only later.",
      "author": "Ram Charan",
      "category": "Day, Son, I Am"
    },
    {
      "quote": "My dad was always playing music. Not, like, playing music but listening to music.",
      "author": "Post Malone",
      "category": "Music, Listening, Always"
    },
    {
      "quote": "The most ironic thing is my grandfather has his masters in music composition; he was a jazz composer. My dad was a musician, too. He played more, like, soul music.",
      "author": "Travis Scott",
      "category": "Music, Soul, Jazz"
    },
    {
      "quote": "I was homeless for about 8 months, I refused to live with my dad or anyone for that matter. So I stayed somewhere that had no hot water, ever, no heat, I told myself I have to be strong and get through it on my own.",
      "author": "Eric West",
      "category": "Myself, Strong, Water"
    },
    {
      "quote": "I was built up from my dad more than anyone else.",
      "author": "John Wooden",
      "category": "Up, Than, Built"
    },
    {
      "quote": "My dad farmed, my granddad was a farmer. I wanted to be a farmer.",
      "author": "Sam Brownback",
      "category": "Farmer, Wanted"
    },
    {
      "quote": "My dad had been shortstop when he was in college, and you know, when you're a kid, you want to be just like your dad.",
      "author": "Derek Jeter",
      "category": "College, Want, Know"
    },
    {
      "quote": "My dad would always say, 'What can you do to make the world a better place?' Well, I can make people laugh.",
      "author": "Jon Lovitz",
      "category": "World, People, Laugh"
    },
    {
      "quote": "My father came from a very poor background, but I was very fortunate in the sense that we were never in need. My dad was determined to make sure that we didn't want for things. He wanted to give us more opportunity than he had, a better shot at a better life.",
      "author": "Brad Pitt",
      "category": "Life, Father, Opportunity"
    },
    {
      "quote": "I remember when I was younger. Dad's agent came round, and I asked if she would represent me. She didn't represent children at the time, but I wouldn't let her leave the house until she agreed. I've always been quite headstrong.",
      "author": "Eleanor Tomlinson",
      "category": "Time, Children, Me"
    },
    {
      "quote": "You can't be two people in your brain, one rock dude and a dad - there's something in the middle of them, and that's really what you are and that's going to make you the best dad - not when you try to be one or the other.",
      "author": "Gerard Way",
      "category": "Best, Brain, People"
    },
    {
      "quote": "Go on daddy-daughter dates and father-and-sons' outings with your children. As a family, go on campouts and picnics, to ball games and recitals, to school programs, and so forth. Having Dad there makes all the difference.",
      "author": "Ezra Taft Benson",
      "category": "Family, Children, School"
    },
    {
      "quote": "I was probably a terrible husband, but I pride myself on being a good dad.",
      "author": "Dwyane Wade",
      "category": "Good, Myself, Pride"
    },
    {
      "quote": "'The Simpsons' was about children and married parents; 'Futurama' is about people in between; they're growing up and haven't settled down. Every other cartoon show seemed to be, you know, dumb dad, bratty kids.",
      "author": "Matt Groening",
      "category": "Children, Parents, People"
    },
    {
      "quote": "My dad was a composer and a musician, but he never finished high school. His formal education was rather minimal from the standards of today's college graduates and Ph.D.'s, but he had a deep interest in questions of science and questions of the universe.",
      "author": "Brian Greene",
      "category": "Education, Science, Today"
    },
    {
      "quote": "My dad gave me the gene to enjoy cooking, and to enjoy consuming good food and wine.",
      "author": "Danny Meyer",
      "category": "Food, Good, Good Food"
    },
    {
      "quote": "I thank my dad for leaving me such a wonderful, wonderful heritage.",
      "author": "Natalie Cole",
      "category": "Me, Leaving, Wonderful"
    },
    {
      "quote": "I have a massive Samoan family. And the Samoan culture has always played a massive part of my life. I've got hundreds of family on my dad's side that live in Samoa and in New Zealand. I've just been surrounded by the culture ever since I was a kid.",
      "author": "KJ Apa",
      "category": "Life, Family, Culture"
    },
    {
      "quote": "Dad was an outstanding leader. He'd bring in top thinkers from a wide array of fields - how to fix the Detroit schools, for example. I watched him in these meetings. He listened and probed.",
      "author": "Mitt Romney",
      "category": "Leader, Meetings, Bring"
    },
    {
      "quote": "When my dad founded our church, he used either a globe or a map of the world behind him. It was symbolic of what Christ said: to go forth and preach hope to the world. We believe in the cross, but we just continued with the globe.",
      "author": "Joel Osteen",
      "category": "Hope, Believe, World"
    },
    {
      "quote": "My dad loves what I do and I support my parents financially because they didn't have a job that gave them a pension.",
      "author": "Marilyn Manson",
      "category": "Parents, Job, Support"
    },
    {
      "quote": "My dad never graduated high school. He was a printing salesman. We lived in a two-bedroom, one-bath house in St. Louis Park, Minnesota. We weren't rich - but we felt secure.",
      "author": "Al Franken",
      "category": "School, High School, Rich"
    },
    {
      "quote": "OK, I have a nickname. My family calls me 'Trey' because I'm William the third. My dad has the same name, which is always confusing because my dad is well known, and I'm also known.",
      "author": "Bill Gates",
      "category": "Family, Me, Name"
    },
    {
      "quote": "Me and my dad are the biggest promoters of an estate tax in the US. It's not a popular position.",
      "author": "Bill Gates",
      "category": "Me, Tax, Us"
    },
    {
      "quote": "People are always coming up to me and saying, 'I heard your dad's speech, and it's really great.' And they'll mention some place I didn't even know my dad was going to.",
      "author": "Bill Gates",
      "category": "Great, Me, People"
    },
    {
      "quote": "The only advantage to being a middle-aged man is that when you put on a jacket and tie, you're the Scary Dad. Never mind that no one has had an actually scary dad since 1966. The visceral fear remains.",
      "author": "P. J. O'Rourke",
      "category": "Fear, Man, Mind"
    },
    {
      "quote": "My dad had been born in Mexico and his family had to leave during the Mexican revolution.",
      "author": "Mitt Romney",
      "category": "Family, Revolution, Mexican"
    },
    {
      "quote": "Because my dad abused me, I was determined to never let a man tell me what to do. God clearly showed me that I needed to be a submissive wife if I wanted to be effective in ministry. The truth is, if we don't learn to submit to authority, we won't ever learn to submit to God.",
      "author": "Joyce Meyer",
      "category": "Truth, God, Wife"
    },
    {
      "quote": "My Dad used to tell us: 'En este pais, ustedes van a poder lograr todas las cosas que nosotros no pudimos' 'In this country, you will be able to accomplish all the things we never could.'",
      "author": "Marco Rubio",
      "category": "Country, You, Accomplish"
    },
    {
      "quote": "I remember one parent-teacher conference at the lower school, and Barack went, and there were SWAT guys on top of the roof of the school. And Malia was like, 'Dad, really? Really? Do they really have to be up there?' And it's like, yeah, honey, they do.",
      "author": "Michelle Obama",
      "category": "School, Remember, Roof"
    },
    {
      "quote": "My dad was fiscally conservative, and I was influenced by that. He didn't believe in spending more than you had because it gets you into trouble.",
      "author": "Clint Eastwood",
      "category": "Believe, Conservative, You"
    },
    {
      "quote": "My dad was a big admirer of Sergeant York stories from the First World War.",
      "author": "Clint Eastwood",
      "category": "War, World, First"
    },
    {
      "quote": "Ask anyone on Social Security if their check comes on time every month. Like clockwork. And it comes through the so-called dilapidated U.S. mail. My dad's check literally will come on the same day every month. The government has been quite good and efficient at creating a number of systems.",
      "author": "Michael Moore",
      "category": "Time, Good, Government"
    },
    {
      "quote": "I wanted to be a skinny little ballerina but I was a voluptuous little Italian girl whose dad had meatballs on the table every night.",
      "author": "Lady Gaga",
      "category": "Girl, Night, Italian"
    },
    {
      "quote": "I love my daddy. My daddy's everything. I hope I can find a man that will treat me as good as my dad.",
      "author": "Lady Gaga",
      "category": "Love, Hope, Good"
    },
    {
      "quote": "Making your dad happy is - especially for an Italian Catholic girl, I'll tell you - it feels really good.",
      "author": "Lady Gaga",
      "category": "Happy, Good, Girl"
    },
    {
      "quote": "I made a decision when my father passed away that I was going to be who God made me to be and not try to preach like my father.",
      "author": "Joel Osteen",
      "category": "Father, God, Decision"
    },
    {
      "quote": "My dad had a church of 90 people when I was born. It was just, over the years it continued to grow.",
      "author": "Joel Osteen",
      "category": "People, Grow, Born"
    },
    {
      "quote": "I didn't try to copy my dad or fit into the pressure or the mold that everybody tried to make me fit into.",
      "author": "Joel Osteen",
      "category": "Me, Pressure, Try"
    },
    {
      "quote": "My dad seemed comfortable with his decision to be a 'have-not,' but I knew that I wasn't.",
      "author": "Robert Kiyosaki",
      "category": "Decision, Comfortable, Knew"
    },
    {
      "quote": "In 1997, in Rich Dad, Poor Dad, I stated, 'Your home is not an asset.' Real estate agents sent me hate mail.",
      "author": "Robert Kiyosaki",
      "category": "Home, Real Estate, Hate"
    },
    {
      "quote": "When my book 'Rich Dad's Prophecy' was released in 2002, most financial newspapers and magazines trashed it because I discussed a looming stock market crash.",
      "author": "Robert Kiyosaki",
      "category": "Book, Financial, Rich"
    },
    {
      "quote": "My rich dad believed we should all learn to take care of ourselves.",
      "author": "Robert Kiyosaki",
      "category": "Care, Rich, Take Care"
    },
    {
      "quote": "I think my dad has helped me tremendously.",
      "author": "Rand Paul",
      "category": "Me, Think, I Think"
    },
    {
      "quote": "My dad was one of only four congressmen who supported Reagan.",
      "author": "Rand Paul",
      "category": "Four, Only, Who"
    },
    {
      "quote": "My dad got a job in a factory in Philadelphia, so I was raised in Germantown in a sort of a barracks for soldiers. They had housing for temporary housing. And then my parents saved money and bought a little house in South Jersey, built on a swamp.",
      "author": "Patti Smith",
      "category": "Money, Parents, Job"
    },
    {
      "quote": "Working with my dad was such a gas. We approached the work in a similar way. We only made two films together when I was an adult, Tucker, and Blown Away, but it was so much fun to play with your parent like that.",
      "author": "Jeff Bridges",
      "category": "Work, Together, Fun"
    },
    {
      "quote": "The first thing that pops into my mind when it comes to playing cowboys is my father, Lloyd Bridges. When I was a little kid, I loved to dress up like a cowboy - put on the boots, hat, and walk around. He was in a lot of westerns, and my dad loved to ride.",
      "author": "Jeff Bridges",
      "category": "Father, Dress, Mind"
    },
    {
      "quote": "My dad was very much a struggling actor and spent more of his life as a postman, as a member of a tarmac firm, as a van driver.",
      "author": "Kate Winslet",
      "category": "Life, Actor, Driver"
    },
    {
      "quote": "Mum and Dad were very much friends and up for life. There was no anxiety for anything when I was growing up they just taught me to be me.",
      "author": "Kate Winslet",
      "category": "Life, Friends, Anxiety"
    },
    {
      "quote": "My dad would give me $10, which is a lot of money when you're 9, to sing at church, on tables at restaurants, at family functions, just about anywhere.",
      "author": "Katy Perry",
      "category": "Family, Money, Me"
    },
    {
      "quote": "My mother is very emotional as well, but my dad is more of the guts of the family. He was the main preacher, so he kind of had this little Pentecostal flair, but they are born-again.",
      "author": "Katy Perry",
      "category": "Family, Mother, Emotional"
    },
    {
      "quote": "My dad makes food with very few delicate flavours.",
      "author": "Yotam Ottolenghi",
      "category": "Food, Delicate, Few"
    },
    {
      "quote": "Dad likes my food, but he probably thinks it's too busy. He is a wonderful cook but only uses three ingredients. My mum rips out my articles and makes my recipes.",
      "author": "Yotam Ottolenghi",
      "category": "Food, Busy, Three"
    },
    {
      "quote": "My dad was never married. He was kind of a rolling stone. But he was never disrespectful. At the same time, even though he had women in his life when I was a kid, there wasn't any consistency.",
      "author": "Kevin Hart",
      "category": "Life, Time, Women"
    },
    {
      "quote": "My dad came from Cuba when he was a teenager not speaking English. And I grew up here speaking Spanglish. That's the world in which I grew up, and that's a world in which a lot of second generation immigrants find themselves.",
      "author": "Ted Cruz",
      "category": "World, Generation, Find"
    },
    {
      "quote": "My dad grew up with an avocado tree in his backyard. My entire family, my wife and daughters, they love avocado. I may well be allergic. It makes me physically sick.",
      "author": "Ted Cruz",
      "category": "Love, Family, Tree"
    },
    {
      "quote": "This is going to sound horrible, but I don't even know how much I make in a year. It must be, you know, a couple of million dollars, a few million. I know it's more money than my dad, a jail guard, made in his lifetime; more money than I'll ever need.",
      "author": "Penn Jillette",
      "category": "Money, Know, You"
    },
    {
      "quote": "I'm very at ease, and I like it. I never thought I would be such a family-oriented guy; I didn't think that was part of my makeup. But somebody said that as you get older you become the person you always should have been, and I feel that's happening to me. I'm rather surprised at who I am, because I'm actually like my dad!",
      "author": "David Bowie",
      "category": "I Am, Makeup, Me"
    },
    {
      "quote": "And I saw the sax line-up that he had behind him and I thought, I'm going to learn the saxophone. When I grow up, I'm going to play in his band. So I sort of persuaded my dad to get me a kind of a plastic saxophone on the hire purchase plan.",
      "author": "David Bowie",
      "category": "Thought, Plan, Me"
    },
    {
      "quote": "My dad would go to work every day and write in a room full of funny people. He enjoyed it. I know great writers who find the process agonising but to me, writing has always been sheer joy.",
      "author": "Joss Whedon",
      "category": "Funny, Work, Great"
    },
    {
      "quote": "I have a son, but I've never had a daughter. I have a sister, and my sister had a fairly tempestuous relationship with my dad when she was young, and that was gripping and sometimes upsetting.",
      "author": "Howard Jacobson",
      "category": "Relationship, Sister, Son"
    },
    {
      "quote": "You don't want your children to look at you like you are anything special other than their dad.",
      "author": "Martin Freeman",
      "category": "Children, Want, You"
    },
    {
      "quote": "I wasn't like a Fifties dad.",
      "author": "Martin Freeman",
      "category": "Fifties, Like"
    },
    {
      "quote": "People are so used to seeing John Goodman as a lovable dad or the quirky characters he played in the Coen Brothers films.",
      "author": "James Wan",
      "category": "People, Seeing, Quirky"
    },
    {
      "quote": "People are so used to seeing John Goodman as a loveable dad or the quirky characters he played in the Coen Brothers films.",
      "author": "James Wan",
      "category": "People, Seeing, Quirky"
    },
    {
      "quote": "The place of the father in the modern suburban family is a very small one, particularly if he plays golf.",
      "author": "Bertrand Russell",
      "category": "Family, Father, Golf"
    },
    {
      "quote": "The fundamental defect of fathers, in our competitive society, is that they want their children to be a credit to them.",
      "author": "Bertrand Russell",
      "category": "Children, Society, Want"
    },
    {
      "quote": "I drove my mum and dad mad.",
      "author": "Nicola Sturgeon",
      "category": "Mad, Mum, Drove"
    },
    {
      "quote": "My dad's been responsible for a lot of my issues.",
      "author": "Steven Spielberg",
      "category": "Responsible, Issues, Been"
    },
    {
      "quote": "I get that same queasy, nervous, thrilling feeling every time I go to work. That's never worn off since I was 12 years-old with my dad's 8-millimeter movie camera.",
      "author": "Steven Spielberg",
      "category": "Work, Time, Camera"
    },
    {
      "quote": "My dad took me to my first movie. It was 'The Greatest Show on Earth' in 1952, a movie of such scale it was actually a traumatic experience.",
      "author": "Steven Spielberg",
      "category": "Experience, Me, Greatest"
    },
    {
      "quote": "I missed my dad a lot growing up, even though we were together as a family. My dad was really a workaholic. And he was always working.",
      "author": "Steven Spielberg",
      "category": "Family, Together, Growing Up"
    },
    {
      "quote": "Dad entered the Second World War like any other man, trying to do the right thing.",
      "author": "Ridley Scott",
      "category": "War, Man, World"
    },
    {
      "quote": "I deal with my sons like young men. If they have a problem with something, they come to me. I am the type of dad that will drop everything I am doing for them, and always tell them to talk to me about it.",
      "author": "Tracy Morgan",
      "category": "I Am, Men, Me"
    },
    {
      "quote": "My father was the role model I looked up to. My dad was an entertainer, too. I patterned my life after him. He wanted me to do better than he did. He never sold a record in his life, but to me, he was still a rock star.",
      "author": "Tracy Morgan",
      "category": "Life, Father, Me"
    },
    {
      "quote": "My dad was good with actions.",
      "author": "William Shatner",
      "category": "Good, Actions"
    },
    {
      "quote": "My dad died of a stroke.",
      "author": "William Shatner",
      "category": "Stroke, Died"
    },
    {
      "quote": "Attraction doesn't stop when a child is born. It's the opposite. Being a mum and dad makes you even sexier.",
      "author": "Orlando Bloom",
      "category": "Child, Born, You"
    },
    {
      "quote": "Think about finding out when you're 13 that your dad is not your dad. It's like, okay, take it on the chin and keep going. No choice, really.",
      "author": "Orlando Bloom",
      "category": "Keep Going, Choice, Think"
    },
    {
      "quote": "I was in the bath at the time, and my dad came running in and said, 'Guess who they want to play Harry Potter!?' and I started to cry. It was probably the best moment of my life.",
      "author": "Daniel Radcliffe",
      "category": "Life, Time, Best"
    },
    {
      "quote": "My dad's got a brilliant eye for scripts 'cos he's a literary agent. He and my agent read a load of scripts and filter them.",
      "author": "Daniel Radcliffe",
      "category": "Eye, Brilliant, Filter"
    },
    {
      "quote": "When I was 13, I opened my own business called The Awesome Pretzel Company, and my dad helped me build a pretzel cart.",
      "author": "Guy Fieri",
      "category": "Business, Me, Company"
    },
    {
      "quote": "I think my dad is highly gender-neutral. If he doesn't like someone, he'll articulate that, and I think it's also part of what resonates about him. He'll say what he's thinking.",
      "author": "Ivanka Trump",
      "category": "Thinking, Think, Say"
    },
    {
      "quote": "It was my dad's idea to change my name from Sahatciu to Ora. He said it would be easier to pronounce.",
      "author": "Rita Ora",
      "category": "Change, Name, Said"
    },
    {
      "quote": "My mum and my dad are the sweetest couple.",
      "author": "Rita Ora",
      "category": "Sweetest, Mum, Couple"
    },
    {
      "quote": "My dad wanted me to go down a more academic route. He is very much about sticking to the rule book and sticking to the blueprint of a successful career.",
      "author": "Rita Ora",
      "category": "Book, Successful, Me"
    },
    {
      "quote": "I love eating at my dad's pub, the Queens Arms in Kilburn. It does a traditional Albanian spinach pie.",
      "author": "Rita Ora",
      "category": "Love, Eating, Pie"
    },
    {
      "quote": "My dad took on every job he could get. He worked like mad. But then, at some point, he had saved up enough to open his first pub.",
      "author": "Rita Ora",
      "category": "Job, First, Mad"
    },
    {
      "quote": "I've been going to Bicester Village since I was young. My mum and dad really loved that place, and I always used to stock up on clothes. I love the fact that it supports great British designers.",
      "author": "Rita Ora",
      "category": "Love, Great, Clothes"
    },
    {
      "quote": "Now my dad is with me, traveling with me and a big part of this whole thing is I like to mix it up a little bit, you know. Who gets to take their father on a private jet across the country and stay in first class hotels? So we're enjoying it, but I'd stop if it's not possible.",
      "author": "Shia LaBeouf",
      "category": "Father, Me, Know"
    },
    {
      "quote": "I don't know, I just want to be happy. I could be in a hole somewhere. Or I could completely lose it and be some hippy living in the woods with my dad.",
      "author": "Shia LaBeouf",
      "category": "Happy, Be Happy, Want"
    },
    {
      "quote": "I'm not great at dealing with death, I have to say. I find death very hard: my mum, my dad, Sid Vicious. I'm not a monster; I feel it and it scares me. One death at a time, please, is all my heart will bear.",
      "author": "John Lydon",
      "category": "Time, Death, Great"
    },
    {
      "quote": "I truly think comedy is - being funny is DNA. My dad was a doctor, a wonderful doctor, and people still come up to me today, 'Your father helped my mother die.' You know what I'm saying? He made her laugh 'til she died. My father was always very funny.",
      "author": "Joan Rivers",
      "category": "Funny, Father, Today"
    },
    {
      "quote": "I stayed in Baghdad every summer until I was 14. My dad's sister is still there, but many of my relatives have managed to get out. People forget that there are still people there who are not radicalized in any particular direction, trying to live normal lives in a very difficult situation.",
      "author": "Andy Serkis",
      "category": "Sister, People, Summer"
    },
    {
      "quote": "My mother had very humble beginnings - to put it mildly. Her dad built their home out of timber that he cut down on their land. No heat, no air-conditioning - 'no foolishness,' as he would call it.",
      "author": "Blake Lively",
      "category": "Home, Mother, Humble"
    },
    {
      "quote": "My dad was an English professor.",
      "author": "Blake Lively",
      "category": "English, Professor"
    },
    {
      "quote": "Great dad. Yeah, he would ask me for money on birthdays and, you know, inappropriate times. And I just wrote him off like, 'You're not a father.' I just learned you cannot emotionally invest in people who are not attainable.",
      "author": "Drew Barrymore",
      "category": "Money, Father, Great"
    },
    {
      "quote": "I used to do bell ringing in Benenden church. It was really good fun, actually. My best friend's dad was the local vicar, and so it was expected as her best friend that I would go to church every Sunday with her.",
      "author": "Jo Brand",
      "category": "Good, Best, Best Friend"
    },
    {
      "quote": "My dad's a very sensitive man, but as the archetypal rebellious teenager, I didn't realise that.",
      "author": "Jo Brand",
      "category": "Man, Rebellious, Sensitive"
    },
    {
      "quote": "My mum is bright, ambitious, well read, political and very bolshie: when my dad was conscripted into the Army and posted to Libya, she convinced some general to let her go with him. I don't know how she managed it.",
      "author": "Jo Brand",
      "category": "Political, Know, She"
    },
    {
      "quote": "It wasn't like I was self-motivated. My dad started me. It was his dream before it was mine.",
      "author": "Venus Williams",
      "category": "Dream, Me, Started"
    },
    {
      "quote": "I'm always on the court with my dad.",
      "author": "Venus Williams",
      "category": "Always, Court"
    },
    {
      "quote": "My dad loves to eat, and he loves everything I make!",
      "author": "Venus Williams",
      "category": "Everything, Eat, He"
    },
    {
      "quote": "My views about God come from my dad. Dad told me that he believed Nature, which to him included humankind, to be so beautiful, so magnificent, that there had to be something behind it all.",
      "author": "Al Franken",
      "category": "Nature, Beautiful, God"
    },
    {
      "quote": "My parents didn't make a lot of money. My dad was not a high school graduate - he didn't have a career as such he was a printing salesman essentially for most of his working life.",
      "author": "Al Franken",
      "category": "Life, Money, Parents"
    },
    {
      "quote": "My dad loved comedians, especially George Jessel, and he loved Henny Youngman and Buddy Hackett.",
      "author": "Al Franken",
      "category": "Loved, Comedians, Buddy"
    },
    {
      "quote": "My dad was a terrible businessman.",
      "author": "Al Franken",
      "category": "Terrible, Businessman"
    },
    {
      "quote": "My dad is an attorney. I've always been interested in it. My sons are probably going to law school.",
      "author": "Rob Lowe",
      "category": "School, Law, Always"
    },
    {
      "quote": "A kid is something precious, and you want to protect it and keep it fun. I'm not a dad, but I've seen people and how they behave with their kids.",
      "author": "Jason Statham",
      "category": "Fun, People, Want"
    },
    {
      "quote": "When I was growing up, my dad didn't have weights, so he made himself a weight bench. Instead of a hand-me-down jacket, it was a hand-me-down weight bench.",
      "author": "Jason Statham",
      "category": "Growing Up, Growing, Bench"
    },
    {
      "quote": "The physical DNA has always been part of our family. My dad was a good boxer and gymnast; my mum is a ballroom dancer, and my brother does martial arts.",
      "author": "Jason Statham",
      "category": "Family, Good, Brother"
    },
    {
      "quote": "I remember tap-dancing and singing in front of the TV when I was a kid, telling my dad to stop watching Ed Sullivan or Milton Berle and watch me.",
      "author": "Andie MacDowell",
      "category": "Me, Singing, Remember"
    },
    {
      "quote": "In my heart, I'm just a kid from the council houses. I can remember the old cottage and my dad coming round with the tin bath. I'm not a rich man.",
      "author": "Terry Pratchett",
      "category": "Heart, Man, Remember"
    },
    {
      "quote": "Mickey Rourke's character in 'The Wrestler' - that was my dad, that was my uncles, that was so many members of my family. It was the only thing they knew. And then they would end up wrestling for a hundred bucks, go to autograph signings for two hundred bucks.",
      "author": "Dwayne Johnson",
      "category": "Family, Character, End"
    },
    {
      "quote": "When I was a kid at four years old, that's when I started amateur wrestling with my dad and family. And when that's instilled in you, it never goes away.",
      "author": "Dwayne Johnson",
      "category": "Family, Wrestling, You"
    },
    {
      "quote": "I had a very strict upbringing with my dad and was very close to my mum, who was extremely loving.",
      "author": "Tori Amos",
      "category": "Loving, Close, Upbringing"
    },
    {
      "quote": "I love my dad. There is no doubt about that. He is a wonderful man and a good person. Like many father/son relationships, we have our struggles, our misunderstandings, and our miscommunications. We are very different people, but also very similar at the same time.",
      "author": "Brad Goreski",
      "category": "Love, Time, Good"
    },
    {
      "quote": "I would say the dumbest thing I have heard is that my dad isn't my real dad.",
      "author": "Khloe Kardashian",
      "category": "Real, Say, Dumbest"
    },
    {
      "quote": "If your dad died before you were born, yeah, it hurts - but it's not like you had a connection with something that was real. Not to say it's any better - but to have that connection and then have it ripped away was, like, the worst. My dad was such a good dad that when he left, he left a huge scar. He was my superhero.",
      "author": "Jay-Z",
      "category": "Good, Better, You"
    },
    {
      "quote": "My dad was president of the volunteer fire department, which was within walking distance to our house. I spent several days of each week there with him - any time the whistle blew, he went. It was truly inspiring to watch him lead that way.",
      "author": "Brad Paisley",
      "category": "Time, Walking, Fire"
    },
    {
      "quote": "My dad was a preacher.",
      "author": "Matthew Desmond",
      "category": "Preacher"
    },
    {
      "quote": "My dad always used to encourage me to dress weird.",
      "author": "Charli XCX",
      "category": "Dress, Me, Weird"
    },
    {
      "quote": "My career plan at this point is 'Ice Age 5' through '10,' and even '12,' and 'Spider Man' - you know, basically I'd be Emma Stone's dad for the rest of my career. I really don't have any problem doing that.",
      "author": "Denis Leary",
      "category": "Age, Man, Plan"
    },
    {
      "quote": "My grandmother was an actress too. In the thirties and forties she was under contract with Universal Studios. Crazy credits, lots of them. My dad was also under contract with Universal Studios. And my first film was shot on the same stage they both worked on at Universal.",
      "author": "Chris Pine",
      "category": "Crazy, She, Grandmother"
    },
    {
      "quote": "I think my dad is the only Arabic descendent who is an unsuccessful businessman.",
      "author": "Shakira",
      "category": "Think, Businessman, I Think"
    },
    {
      "quote": "At the age of eight, I discovered that I could write songs. My dad used to take them to the notary and register them so that nobody could steal them from me.",
      "author": "Shakira",
      "category": "Age, Me, Nobody"
    },
    {
      "quote": "The thing is, my dad's always been more of a bookworm; he was interested in more intellectual pursuits, but nobody can escape the passion that football stirs.",
      "author": "Shakira",
      "category": "Football, Passion, Escape"
    },
    {
      "quote": "I adore my dad. He's a 78-year-old man and my inspiration.",
      "author": "Shakira",
      "category": "Man, Inspiration, Adore"
    },
    {
      "quote": "My dad was a slightly stricter version of Richard Dawkins. The worldview was that there are idiots out there who believe in Santa Claus and fairies and magic and elves, and we're not joining that nonsense.",
      "author": "Alain de Botton",
      "category": "Believe, Magic, Idiots"
    },
    {
      "quote": "My favorite thing about 'Saturday Night's Main Event,' it was that one time where I could stay up late with my dad and four brothers, and we would all beat the tar out of each other while the show was on, and it was all okay because my dad was a wrestling fan.",
      "author": "John Cena",
      "category": "Time, Night, Favorite"
    },
    {
      "quote": "When I was a boy, my own dad told me in a smiling and wistful way that it's a wise man that knows his own father.",
      "author": "Michael Leunig",
      "category": "Father, Smiling, Wise"
    },
    {
      "quote": "My dad and I are best friends. He's pretty much responsible for the way I turned out. He would provide a little artistic inspiration here and there in the form of a guitar, stuff like that.",
      "author": "Trent Reznor",
      "category": "Friends, Best, Guitar"
    },
    {
      "quote": "My dad is an egomaniac.",
      "author": "Sia",
      "category": "Egomaniac"
    },
    {
      "quote": "What I think is remarkable about my mum and dad is they had no interest in films, really. None.",
      "author": "Peter Jackson",
      "category": "Think, Interest, I Think"
    },
    {
      "quote": "My dad always told me that the principal reason he chose New Zealand to emigrate to after World War II was the high regard his father had for the Kiwis he encountered at Gallipoli.",
      "author": "Peter Jackson",
      "category": "Father, War, World"
    },
    {
      "quote": "My dad goes through war novels like I go through boxes of Cinnamon Toast Crunch.",
      "author": "Mike Birbiglia",
      "category": "War, Like, Through"
    },
    {
      "quote": "All the learnin' my father paid for was a bit o' birch at one end and an alphabet at the other.",
      "author": "George Eliot",
      "category": "Father, End, Alphabet"
    },
    {
      "quote": "I know that my dad not being in my life made a huge impact on me.",
      "author": "Christina Milian",
      "category": "Life, Impact, Me"
    },
    {
      "quote": "When I was about 12 years old back in Houston, my Dad used to take us to the driving range.",
      "author": "Ron White",
      "category": "Driving, Years, Back"
    },
    {
      "quote": "My dad believed in scaring us as we were growing up. Scaring the boys who wanted to date us more.",
      "author": "Karin Slaughter",
      "category": "Growing Up, Growing, Up"
    },
    {
      "quote": "I busted my chin open trying to be Evel Knievel on my bike. When it happened, you could see straight through to the bone, I thought my dad was going to pass out. It left a scar that I still have now.",
      "author": "Karin Slaughter",
      "category": "Thought, Bike, You"
    },
    {
      "quote": "If you're a girl, you're always Daddy's little girl. You're vulnerable, no matter how worldly or sophisticated or strong you'd become along the way. My dad Lionel let me know how proud he was, even as he kept me from being too big for my britches.",
      "author": "Donna Brazile",
      "category": "Strong, Girl, Me"
    },
    {
      "quote": "Our public portrayal of fathers has shifted during my life. TV fathers have 'evolved' from real people like Sheriff Andy Taylor, Beaver's dad Ward Cleaver and Heathcliff 'Cliff' Huxtable, to cartoon dads like Homer Simpson and Seth MacFarlane's caricatures in 'American Dad!' and 'Family Guy.'",
      "author": "Donna Brazile",
      "category": "Life, Family, American"
    },
    {
      "quote": "I have to say that my dad's face is very malleable. He's barely got any cartilage in his face. I think I maybe inherited that Play-Doh-like physicality from him.",
      "author": "Claire Danes",
      "category": "Face, Think, Say"
    },
    {
      "quote": "When I was 13, I had my first job with my dad carrying shingles up to the roof. And then I got a job washing dishes at a restaurant. And then I got a job in a grocery store deli. And then I got a job in a factory sweeping Cheerio dust off the ground.",
      "author": "Ashton Kutcher",
      "category": "Job, Restaurant, Dust"
    },
    {
      "quote": "My dad was young; he went to work. But he'd been to war. He'd seen some of the world. It wasn't like he was going to be an extensive traveler or something. It didn't seem to be in his nature or in the nature of his parents or many of the folks in my family, really.",
      "author": "Bruce Springsteen",
      "category": "Work, Family, Nature"
    },
    {
      "quote": "I think I created my particular stage persona out of my dad's life, and perhaps I even built it to suit him to some degree.",
      "author": "Bruce Springsteen",
      "category": "Life, Think, Him"
    },
    {
      "quote": "Once, I was coming back from school, and there was this guy who was eve-teasing me and my friend. I had a Milton water bottle that I flung it at his face. My dad told me if you are in a crowded place and a guy eve-teases, you should make noise. I did exactly that and got people on the road to beat up the guy.",
      "author": "Anushka Sharma",
      "category": "Water, School, Road"
    },
    {
      "quote": "My dad taught me to never be pigeonholed to really allow yourself to reinvent characters as they reinvent you to be bold and to be willing to play seemingly unlikeable people.",
      "author": "Laura Dern",
      "category": "Yourself, Me, People"
    },
    {
      "quote": "My dad was always interested in characters he didn't understand - he was such a great bad guy in movies. And that is really the thing that calls me to the material often: something I struggle to understand in human behaviour.",
      "author": "Laura Dern",
      "category": "Great, Struggle, Me"
    },
    {
      "quote": "To stay true to your art is such a complicated journey, and Dad clearly has done it.",
      "author": "Laura Dern",
      "category": "Art, Journey, True"
    },
    {
      "quote": "I started school in public housing. My dad had a sixth-grade education.",
      "author": "Rick Scott",
      "category": "Education, School, Started"
    },
    {
      "quote": "I remember my dad working with me on breaking down my script and writing out a back story for my character and all that stuff.",
      "author": "Jason Bateman",
      "category": "Character, Writing, Me"
    },
    {
      "quote": "My father was a writer/director/producer, so instead of throwing a ball around, our bonding was going to see movies. And at an early age, I knew if I wanted to impress my dad, it was not going to be by throwing a ball real far.",
      "author": "Jason Bateman",
      "category": "Age, Father, Movies"
    },
    {
      "quote": "You, Dad, in the large scheme of things, don't matter. I, Dad, don't matter. We're vectors on the grids of cellular life.",
      "author": "David Shields",
      "category": "Life, Matter, You"
    },
    {
      "quote": "I've always loved video games. I played 'Ms. Pac-man' with my dad, and I Ioved 'Galaga' and 'Tempest' and grew up on the standing arcade games. Even to this day, my dad will call me if he's playing 'Ms. Pac-man' and hold the phone up to the game.",
      "author": "Aisha Tyler",
      "category": "Day, Me, Video Games"
    },
    {
      "quote": "My dad, he was a construction worker. He was a butcher. He was a deep sea fisherman.",
      "author": "Aisha Tyler",
      "category": "Deep, Sea, Construction"
    },
    {
      "quote": "I was raised by a single dad, and I've always kind of liked things that are typically more guy-oriented.",
      "author": "Aisha Tyler",
      "category": "Single, Kind, Always"
    },
    {
      "quote": "I was raised by a single dad. Dad's idea of hanging out with your kid or day care was give her $20 in quarters, drop her at the arcade, and tell her not to talk to strangers.",
      "author": "Aisha Tyler",
      "category": "Day, Care, Strangers"
    },
    {
      "quote": "My dad was a big Frank Zappa fan, so I remember listening to a lot of Frank Zappa. Girls do not like Frank Zappa.",
      "author": "Bill Hader",
      "category": "Listening, Remember, Big"
    },
    {
      "quote": "It's a complex relationship when your dad happened to be president and you are president and then you have all the amateur psychology that goes on when people try to speculate about motivations.",
      "author": "Jeb Bush",
      "category": "Relationship, People, You"
    },
    {
      "quote": "I think my dad's post-presidency, he didn't miss a beat. He didn't get into any kind of 'Woe is me.' He dusted himself off and led an incredible life since 1993.",
      "author": "Jeb Bush",
      "category": "Life, Me, Think"
    },
    {
      "quote": "I think it was hard at first for my dad to transition to being immobile.",
      "author": "Jeb Bush",
      "category": "Transition, Think, First"
    },
    {
      "quote": "Shout-out to my dad - he influenced my style when I was 17.",
      "author": "Theophilus London",
      "category": "Style, Influenced, He"
    },
    {
      "quote": "I remember in the fifth grade my dad would take me to Manhattan to shop for clothes.",
      "author": "Theophilus London",
      "category": "Me, Clothes, Remember"
    },
    {
      "quote": "The first time I went to New York, I went with my first boyfriend, Clark. His dad had just bought an apartment in New York, and my dad dropped us off, and we were there for a week on our own. I must have been 15 or 16. I remember I went to Harlem and bought a goose jacket. That was the hip, hot thing.",
      "author": "Kate Moss",
      "category": "Time, Week, Remember"
    },
    {
      "quote": "My dad had a Vincent Black Shadow, which was a quite particular thing: it was the fastest cycle of its era... It sparked a world for me; when I was old enough, I got a motorcycle.",
      "author": "Rachel Kushner",
      "category": "Motorcycle, Shadow, World"
    },
    {
      "quote": "I have my dad's shape. No booty.",
      "author": "Queen Latifah",
      "category": "Booty, Shape"
    },
    {
      "quote": "All that really matters is I have two beautiful kids, and I'm trying to be the best dad I can possibly be, and that's the most important thing of all.",
      "author": "Tiger Woods",
      "category": "Beautiful, Best, Trying"
    },
    {
      "quote": "When I started writing, I did have some idealised notion of my dad as a writer. But I have less and less of a literary rivalry with him as I've gone on. I certainly don't feel I need his approval, although maybe that's because I'm confident that I've got it.",
      "author": "Paul Theroux",
      "category": "Writing, Rivalry, Confident"
    },
    {
      "quote": "Overcoming my dad telling me that I could never amount to anything is what has made me the megalomaniac that you see today.",
      "author": "Bono",
      "category": "Today, Overcoming, Me"
    },
    {
      "quote": "I'm more comfortable with whatever's wrong with me than my father was whenever he felt he failed or didn't measure up to the standard he set.",
      "author": "John Malkovich",
      "category": "Father, Me, Measure"
    },
    {
      "quote": "When I was little, my dad used to call me 'Bandarella,' because I was a mess - a Bandar is a monkey in Hindi. I was not a girly-girl and would always break something and would be running around and didn't really fit in.",
      "author": "Priyanka Chopra",
      "category": "Me, Monkey, Little"
    },
    {
      "quote": "My dad had a lot of bad luck. You could see his suffering, his terrible suffering, living a life that was disappointing and looking for another one.",
      "author": "Sam Shepard",
      "category": "Life, Luck, Suffering"
    },
    {
      "quote": "My old man tried to force on me a notion of what it was to be a 'man.' And it destroyed my dad.",
      "author": "Sam Shepard",
      "category": "Man, Me, Old Man"
    },
    {
      "quote": "People have told me, 'My dad passed on, but I have great memories of watching your shows with him.' It doesn't get any better than that.",
      "author": "Bob Newhart",
      "category": "Memories, Great, Me"
    },
    {
      "quote": "My dad died of a heart attack when I was 15. I was bullied mercilessly in middle school. I went through a divorce - those not-so-great things are all a part of me, and they give me a place to go when I cover those stories on the news. I'm more empathetic, more relatable because of them.",
      "author": "Megyn Kelly",
      "category": "School, Heart, Me"
    },
    {
      "quote": "My dad always said that hard work beats talent when talent doesn't work hard enough.",
      "author": "Katee Sackhoff",
      "category": "Work, Hard Work, Work Hard"
    },
    {
      "quote": "I didn't start sweating until I had children. That was one of the first things I realized when my daughter Violet was born - I started getting wicked BO. You know there's a difference between basketball BO and stress BO? This was definitely stress BO. Like, new dad BO.",
      "author": "Dave Grohl",
      "category": "Children, Daughter, Stress"
    },
    {
      "quote": "My mother taught me what it is to have a sense of humour; my dad, who was a headmaster, everything you need to know about hard work. My dad is the most decent man you could come across.",
      "author": "James Nesbitt",
      "category": "Work, Hard Work, Mother"
    },
    {
      "quote": "I grew up upper-class. Private school. My dad had a Jaguar. We're African-American, and we work together as a family, so people assume we're like the Jacksons. But I didn't have parents using me to get out of a bad situation.",
      "author": "Beyonce Knowles",
      "category": "Work, Family, Parents"
    },
    {
      "quote": "My dad was in the Second World War with General Patton. He won medals for bravery, but he came home quite damaged, so he was a handful. He told us some terrible stories, and I guess you'd say he suffered from post-traumatic stress disorder.",
      "author": "Jerry Hall",
      "category": "Home, Stress, War"
    },
    {
      "quote": "My dad designed houses and was an architect for many years.",
      "author": "Nikki Reed",
      "category": "Years, Houses, Many"
    },
    {
      "quote": "My dad was the way he was, but he also gave me a motto: never say die. Just to keep pushing and pushing, fighting until the end. He put it in my head that you're always going to fight, and you're always going to beat them.",
      "author": "Jason Day",
      "category": "Motto, Fight, Me"
    },
    {
      "quote": "My dad was a violent alcoholic. Really aggressive.",
      "author": "Jason Day",
      "category": "Aggressive, Violent, Really"
    },
    {
      "quote": "When you lose someone whose life was so extraordinary like my dad's, you have two options: You can curl up in a dark corner... or rise above it and dust yourself off and continue with their work. He will always be with me.",
      "author": "Bindi Irwin",
      "category": "Life, Work, Yourself"
    },
    {
      "quote": "I'm concerned a little bit with the culture of celebrating the fundraise. My dad taught me that when you borrow money it's the worst day of your life.",
      "author": "Gary Vaynerchuk",
      "category": "Life, Money, Culture"
    },
    {
      "quote": "When I was three years old, my dad bought me my first drum set.",
      "author": "Travis Scott",
      "category": "Me, Three, Years"
    },
    {
      "quote": "There is too much fathering going on just now and there is no doubt about it fathers are depressing.",
      "author": "Gertrude Stein",
      "category": "Doubt, Depressing, Too Much"
    },
    {
      "quote": "My grandfather and my uncle both died from colorectal cancer, my dad almost died from it and I have the gene for it.",
      "author": "Kareem Abdul-Jabbar",
      "category": "Cancer, Grandfather, Uncle"
    },
    {
      "quote": "I am very close to my brother Ramesh Babu. When my father was away for shootings, my brother would take care of me, and I am very close to him, and yes, Dad's always special. He used to call me and enquire about my film's progress. Whenever I deliver a hit, I can see a glow on my father's face.",
      "author": "Mahesh Babu",
      "category": "Father, Progress, Brother"
    },
    {
      "quote": "My dad was a labour lawyer, and the ideas that I grew up with - bad management, bad capitalism, robber barons - when I applied this to my own life, I saw that we are all on both sides of the coin.",
      "author": "David Mamet",
      "category": "Life, Management, Ideas"
    },
    {
      "quote": "My dad was an immigrant kid and a Democrat and a Jew, and we didn't know any Republicans in our group. So I grew up Democratic. My dad was a labor lawyer - a very hardworking guy, a one-horse labor lawyer - and then I went to hippie college and lived in the bubble.",
      "author": "David Mamet",
      "category": "College, Lawyer, Know"
    },
    {
      "quote": "I was raised by free-spirited people, though my father gave me a very strong work ethic.",
      "author": "Diane Lane",
      "category": "Work, Father, Strong"
    },
    {
      "quote": "My greatest dream is to work with my dad someday as an actress.",
      "author": "Bryce Dallas Howard",
      "category": "Work, Dream, Greatest"
    },
    {
      "quote": "My dad made a film called 'Willow' when he was a young filmmaker, which screened at the Cannes film festival, and people were booing afterwards.",
      "author": "Bryce Dallas Howard",
      "category": "People, Young, Festival"
    },
    {
      "quote": "I don't think my kids have to worry too much about me embarrassing them because that's not how I would want to grow up, with wacky dad showing up at school and performing for everyone.",
      "author": "Steve Carell",
      "category": "School, Me, Worry"
    },
    {
      "quote": "My father was grounded, a very meat-and-potatoes man. He was a baker.",
      "author": "Anthony Hopkins",
      "category": "Father, Man, Grounded"
    },
    {
      "quote": "My life is black and white and mixed. My mother's a Rastafarian, my dad was a short white guy - it's not an affectation. It's also the lives of millions of people throughout the world.",
      "author": "Zadie Smith",
      "category": "Life, Mother, Short"
    },
    {
      "quote": "I still love recording and still love the stage, but like my dad, I have the most fun when I am in front of that glorious orchestra or that kick-butt big band.",
      "author": "Natalie Cole",
      "category": "Love, I Am, Fun"
    },
    {
      "quote": "My dad cut my hair once - I wanted a bob and he gave me a bowl cut. That was a tough few years.",
      "author": "Alexa Chung",
      "category": "Hair, Me, Years"
    },
    {
      "quote": "My dad has kind of been the standard for me, he played 16 years in the league, and since I've been in the league, every year that I go through and deal with the scratches, the bumps and bruises, just the grind that it is to go through one NBA season.",
      "author": "Stephen Curry",
      "category": "Me, Season, Grind"
    },
    {
      "quote": "But I have to be careful not to let the world dazzle me so much that I forget that I'm a husband and a father.",
      "author": "Herbie Hancock",
      "category": "Father, World, Me"
    },
    {
      "quote": "I don't think I can boast about him. 'Hey, my dad is a British institution; he's done all these incredible things and I'm really proud of him.' There is a certain baggage that comes with that in England.",
      "author": "Rebecca Hall",
      "category": "Proud, Think, I Can"
    },
    {
      "quote": "Everybody wanna be a super dad and the best dad ever, but sometimes, I'm just realizing that I'm not perfect.",
      "author": "Future",
      "category": "Best, Not Perfect, Perfect"
    },
    {
      "quote": "My mum is really fair and has blonde hair, and my dad is not dark, either.",
      "author": "Amy Jackson",
      "category": "Hair, Dark, Blonde"
    },
    {
      "quote": "Mum and Dad met campaigning on the Spanish civil war. Both were active peace campaigners. They died in 1986 and '87.",
      "author": "Jeremy Corbyn",
      "category": "Peace, War, Civil War"
    },
    {
      "quote": "My dad takes care of me as a manager and as a dad. That's his job, you know, to take care of me. He has my best interests at heart.",
      "author": "Jessica Simpson",
      "category": "Best, Heart, Job"
    },
    {
      "quote": "I went to see England against Switzerland at Wembley with my dad and brother, too. That was in 2008, Fabio Capello's first game in charge. Jermaine Jenas scored, and we won 2-1. I remember the national anthem was incredible. I sang it with pride - always do.",
      "author": "Harry Kane",
      "category": "Brother, Pride, Remember"
    },
    {
      "quote": "My dad was a truck driver, and from the time I was knee high to a grapevine, I was driving a truck.",
      "author": "Johnny Van Zant",
      "category": "Time, Driving, Truck"
    },
    {
      "quote": "My dad was a truck driver. We all used to ride along with him. And the way he'd keep awake was to sing while he was going down the road. So we all joined in.",
      "author": "Johnny Van Zant",
      "category": "Road, Ride, Down"
    },
    {
      "quote": "I grew up in Birmingham, but my parents are originally from Barbados. My dad, Romeo, was a long-distance lorry driver, and my mother, Mayleen, worked in catering.",
      "author": "David Harewood",
      "category": "Mother, Parents, Up"
    },
    {
      "quote": "My dad turned me onto Peter Sellers as a kid. I loved the fact that he was a unique combination of being extremely subtle and over-the-top all at the same time, and that's a hard thing to do. I admire that.",
      "author": "Will Ferrell",
      "category": "Time, Unique, Me"
    },
    {
      "quote": "My dad got me a huge board when I was little. He loves to surf. He suited me up and sent me out on this huge wave. I went under, and when I came out and the board hit me in the face. So I said, I never wanted to do this again. I stayed away until I was 13.",
      "author": "Shaun White",
      "category": "Me, Face, Said"
    },
    {
      "quote": "People say, 'You will be 30 years old; you're too old. You'll get your nose broke,' say dad's a pushy dad. You hear stupid things and put them out of your mind.",
      "author": "Katie Taylor",
      "category": "Stupid, Mind, People"
    },
    {
      "quote": "My dad's one true quest in life was for the Platonic ideal of peanut butter. And I remember one day he announced, with a look of utter transfiguration on his face, that he had found paradise on Earth in a jar with a yellow cap. And it was called Red Wing.",
      "author": "Christopher Buckley",
      "category": "Life, Day, Red"
    },
    {
      "quote": "My dad was a pastor, so we were in church all the time.",
      "author": "Ben Zobrist",
      "category": "Time, Church, Pastor"
    },
    {
      "quote": "I remember taking my stabilisers off my bike with my dad in the back garden. It was a small little bike, and it was called Poppy, had balloons on it, and was purple.",
      "author": "Lizzie Armitstead",
      "category": "Small, Garden, Remember"
    },
    {
      "quote": "Where I come from, you don't really talk about how much you're earning. Those things are private. My dad never told my mum how much he was earning. I'm certainly not going to tell the world. I'm doing well.",
      "author": "Paul McCartney",
      "category": "World, Doing, You"
    },
    {
      "quote": "My dad was a particularly polite kind of guy, very courteous.",
      "author": "Paul McCartney",
      "category": "Kind, Guy, Courteous"
    },
    {
      "quote": "When I first joined SAG, there was another John Reilly. My dad was John Reilly, too, but growing up I was John John. Nobody in life calls me John C. It's more like, 'Hey you, Step Brother!'",
      "author": "John C. Reilly",
      "category": "Life, Brother, Me"
    },
    {
      "quote": "I think I got into travelling because it was so not in my blood, so against my tendency to just stay put because my dad just hated going on holidays, because, as I've said in many essays, the thing that he hated more than anything else in life was spending money. And as soon as you leave your home, you're spending money.",
      "author": "Geoff Dyer",
      "category": "Life, Home, Money"
    },
    {
      "quote": "In Brazil, if you have a son, the first thing you give him is a football. That's the first gift - so my dad was no different.",
      "author": "Diego Costa",
      "category": "Football, Son, Gift"
    },
    {
      "quote": "It's weird, the idea of someone else playing my dad, but weirdly nice.",
      "author": "Lily James",
      "category": "Weird, Nice, Idea"
    }
  ]
}