{"author":"Ravindu Manoj","github":"ravindu01manoj","repo":"Quotes-500k","data":[{"quote":"I'm a teller of stories. I put bloody skins on my back and dance around the fire, and I say what the hunt was like. It's not erudite; it's not intellectual. I sail, run dogs, ride horses, play professional poker, and tell stories about the stuff I've been through. And I'm still a romantic; I still want Bambi to make it out of the fire.","author":"Gary Paulsen","category":"Dance, Fire, Professional"},{"quote":"And I don't believe that children are innocent. In fact, no one seriously believes that. Just go to a playground and watch the kids playing in the sandbox! The romantic notion of the sweet child is simply the parents projecting their own wishes.","author":"Michael Haneke","category":"Children, Parents, Child"},{"quote":"Romantic love can be terrifying. We experience another human being as enormously important to us. So there is surrender - not a surrender to the other person so much as to our feeling for the other person. What is the obstacle? The possibility of loss.","author":"Nathaniel Branden","category":"Love, Experience, Loss"},{"quote":"French is the language that turns dirt into romance.","author":"Stephen King","category":"Language, Romance, Dirt"},{"quote":"I think I meant that, given the circumstances of my childhood, I had the illusion that it's easier to be alone. To have your relationships be casual and also to pose as a solitary person, because it was more romantic. You know, I was raised on the idea of the ramblin' man and the loner.","author":"Steve Martin","category":"Alone, Man, Childhood"},{"quote":"Romantic love is painful.","author":"will.i.am","category":"Love, Love Is, Painful"},{"quote":"Love to me has meant different things at different junctures of my life. I'm not a hopeless romantic.","author":"Randeep Hooda","category":"Love, Life, Me"},{"quote":"I've always said that inside of me there is a rocker that wants to come out, but I'm a romantic rocker.","author":"Luis Fonsi","category":"Me, Said, Always"},{"quote":"What I'd really like to write is a romantic comedy. This is my favorite kind of movie. I feel almost embarrassed revealing this, because the genre has been so degraded in the past twenty years that saying you like romantic comedies is essentially an admission of mild stupidity.","author":"Mindy Kaling","category":"Past, Stupidity, Saying"},{"quote":"I do not like to work with patients who are in love. Perhaps it is because of envy - I, too, crave enchantment. Perhaps it is because love and psychotherapy are fundamentally incompatible. The good therapist fights darkness and seeks illumination, while romantic love is sustained by mystery and crumbles upon inspection.","author":"Irvin D. Yalom","category":"Love, Work, Good"},{"quote":"I am a romantic fool, no doubt about that.","author":"Alex Turner","category":"I Am, Fool, Doubt"},{"quote":"A boy is holding a girl so very tight in his arms tonight.","author":"Edward VIII","category":"Girl, Boy, Arms"},{"quote":"Romantic love is mental illness. But it's a pleasurable one. It's a drug. It distorts reality, and that's the point of it. It would be impossible to fall in love with someone that you really saw.","author":"Fran Lebowitz","category":"Love, Love Is, Reality"},{"quote":"Romance is everything.","author":"Gertrude Stein","category":"Everything, Romance"},{"quote":"What is a kiss? Why this, as some approve: The sure, sweet cement, glue, and lime of love.","author":"Robert Herrick","category":"Love, Kiss, Sweet"},{"quote":"There are certain romances that belong in certain cities, in a certain atmosphere, in a certain time.","author":"Sammy Davis, Jr.","category":"Time, Belong, Atmosphere"},{"quote":"I'm very romantic. I've emptied flower shops.","author":"Bob Hoskins","category":"Flower, Very, Shops"},{"quote":"When the heart speaks, its language is the same under all latitudes.","author":"Ella Maillart","category":"Heart, Language, Same"},{"quote":"My dearly beloved if I am to die today and never see the sweet face of you I want you to know that I am no great man and am lucky to have such a woman as you.","author":"Wild Bill Hickok","category":"Today, Great, I Am"},{"quote":"I'm a romantic, and we romantics are more sensitive to the way people feel. We love more, and we hurt more. When we're hurt, we hurt for a long time.","author":"Freddy Fender","category":"Love, Time, Hurt"},{"quote":"Is this not the true romantic feeling; not to desire to escape life, but to prevent life from escaping you.","author":"Thomas Wolfe","category":"Life, Escape, You"},{"quote":"I think I'll always be a hopeless romantic.","author":"Kim Kardashian","category":"Think, Hopeless, Always"},{"quote":"I love to have my hair down I love to have my hair full... there's something romantic about it.","author":"Blake Lively","category":"Love, Hair, Down"},{"quote":"I'm not romantic; I'm very practical. There are lots of fish in the sea; so whoever gets struck with your rod, one is as good as another.","author":"Twinkle Khanna","category":"Good, Sea, Fish"},{"quote":"I saw Tequila Sunrise as a romantic picture with complex, bigger than life characters.","author":"Conrad Hall","category":"Life, Sunrise, Picture"},{"quote":"Satan, really, is the romantic youth of Jesus re-appearing for a moment.","author":"James Joyce","category":"Youth, Moment, Satan"},{"quote":"I'm better with my hands, and I always loved the slightly romantic idea of starting with bits of wood and being able to create something to sit on, to eat from, to store your clothes in.","author":"Jamie Oliver","category":"Clothes, Hands, Wood"},{"quote":"The idea of a soulmate is beautiful and very romantic to talk about it in a movie or a song, but in reality, I find it scary.","author":"Vanessa Paradis","category":"Beautiful, Reality, Song"},{"quote":"If you're a woman and a guy's ever said anything romantic to you, he just left off the second part that would have made you sick if you could have heard it.","author":"Louis C. K.","category":"Woman, Sick, You"},{"quote":"I am a hopeless romantic.","author":"Jessica Brown Findlay","category":"I Am, Hopeless"},{"quote":"Romantic music really stirs my soul. And, of course, I love Chinese music; it makes me feel closer to home.","author":"Liu Wen","category":"Love, Music, Home"},{"quote":"The gospel sets us free to become the romantic leaders of our marriages without fright or hesitation. Because we have been forever wooed by Jesus, we are now free to forever woo our wives.","author":"Tullian Tchividjian","category":"Free, Hesitation, Leaders"},{"quote":"I'm a hopeless romantic. I love love. My middle name is Love. Valentine's Day is my favorite holiday. I want to have a family and children. I am a sucker for every romantic comedy that comes out.","author":"Jennifer Love Hewitt","category":"Love, Family, Children"},{"quote":"I had a romantic, 'Aren't I a good girl?' take on divorce, but the truth is that was stupid.","author":"Ali MacGraw","category":"Good, Truth, Girl"},{"quote":"I will always be the hopeless romantic, more often pathetic than heroic.","author":"Chris Lowell","category":"Hopeless, Will, Always"},{"quote":"Being black, Latino, or Asian is not a genre. Romantic comedies, thrillers, action - those are genres. I think there's a lot of people who want to have the conversation. I don't think people are afraid of it, I just think it's the time to have that conversation. Race is not a genre.","author":"Mara Brock Akil","category":"Time, Action, Conversation"},{"quote":"Normally, things are viewed in these little segmented boxes. There's classical, and then there's jazz; romantic, and then there's baroque. I find that very dissatisfying. I was trying to find the thread that connects one type of music - one type of musician - to another, and to follow that thread in some kind of natural, evolutionary way.","author":"Jerry Lee Lewis","category":"Music, Trying, Jazz"},{"quote":"New York was no mere city. It was instead an infinitely romantic notion, the mysterious nexus of all love and money and power, the shining and perishable dream itself.","author":"Joan Didion","category":"Love, Money, Power"},{"quote":"I once took the key off my girlfriend's key ring so that I could surprise her when she got home. So I did this whole romantic setup in our bedroom with flowers and rose petals. She was so mad when she got home, but then when she walked in, she was so surprised.","author":"Trey Songz","category":"Home, Flowers, Rose"},{"quote":"With 'Attachments,' my goal was to write a really good romantic comedy. I wanted the reader to be smiling throughout.","author":"Rainbow Rowell","category":"Good, Smiling, Goal"},{"quote":"I don't think of death in a romantic way anymore.","author":"Robert Smith","category":"Death, Think, Way"},{"quote":"In terms of level of difficulty, it would go comedy, thriller, and then romantic drama.","author":"Sydney Pollack","category":"Comedy, Drama, Difficulty"},{"quote":"I'm always trying to reach a transcendent point, a romantic point, but reach it in a really unconventional way, a really profane way. To get to that romantic, touching, heartbreaking place, but through a lot of acts of profanity.","author":"Chuck Palahniuk","category":"Trying, Reach, Place"},{"quote":"I am completely open to doing a romantic comedy, but I will never do something just for the sake of doing a specific genre or because it's the time or place to do a different type of movie. I think that would be a huge mistake.","author":"Leonardo DiCaprio","category":"Time, I Am, Mistake"},{"quote":"Upsi is definitely the more romantic of the two. I am more laid back. We do have our differences of opinion sometimes. Upsi is always the first one to break the ice after an argument or a difference of opinion. That's what I love most about her.","author":"Ram Charan","category":"Love, I Am, Opinion"},{"quote":"If you look at romantic comedies as pieces of commerce, the audience is looking for wish fulfillment.","author":"Tom Hanks","category":"Wish, Looking, You"},{"quote":"I don't understand why every guy is not a romantic. I enjoy it.","author":"Aaron Paul","category":"Enjoy, Understand, Why"},{"quote":"I don't get off on romantic parts. But I often think if I had had my dental work done early on, well, maybe.","author":"Morgan Freeman","category":"Work, Think, Early"},{"quote":"Fall 2013 was inspired by the 1970s equestrian lifestyle. I wanted to incorporate the moody and romantic - intricate baroque detailing and classic menswear elements - with something tougher and edgier in a nod to London's rock n' roll underground.","author":"Rachel Zoe","category":"Fall, Rock, London"},{"quote":"I love crying at romantic movies like 'The Notebook.' I'm always bawling.","author":"Fergie","category":"Love, Movies, Always"},{"quote":"The vampire was a complete change from the usual romantic characters I was playing, but it was a success.","author":"Bela Lugosi","category":"Success, Change, Vampire"},{"quote":"I am a die-hard romantic at heart and love the idea of love. But, when it comes to love, I kinda believe in the old world charm of romance - where there's mystery and intrigue.","author":"Esha Gupta","category":"Love, I Am, Mystery"},{"quote":"Couples without kids have each other, their friends, families, and Siri to talk to. It's not like they're quarantining themselves in an underground bunker, never to take a romantic stroll on the beach or attend a Morrissey concert ever again. They're just using birth control.","author":"Jen Kirkman","category":"Friends, Beach, Control"},{"quote":"I had written many things as a journalist, but I had no idea if I could write something scary or romantic or touching that wasn't me writing about someone else's life story. It was really exciting to try.","author":"Jeff Giles","category":"Life, Writing, Me"},{"quote":"Classical, Romantic, and Baroque music, that's what I really like.","author":"Joan Armatrading","category":"Music, Like, Baroque"},{"quote":"Without romance, films will be boring. I doubt if people now understand romance, though they may claim it otherwise. I am very romantic in real life.","author":"Sunny Deol","category":"Life, I Am, People"},{"quote":"I find it incredibly romantic that people should fight for a cause they believe in and be prepared to die for it.","author":"James D'arcy","category":"Believe, Fight, People"},{"quote":"I'm not what you might call sexy, but I'm romantic. Let's put it that way.","author":"Betty White","category":"Sexy, Way, You"},{"quote":"The word 'romance,' according to the dictionary, means excitement, adventure, and something extremely real. Romance should last a lifetime.","author":"Billy Graham","category":"Adventure, Real, Dictionary"},{"quote":"If a June night could talk, it would probably boast it invented romance.","author":"Bernard Williams","category":"Night, Talk, June"},{"quote":"I'm a feminist, but I think that romance has been taken away a bit for my generation. I think what people connect with in novels is this idea of an overpowering, encompassing love - and it being more important and special than anything and everything else.","author":"Emma Watson","category":"Love, Generation, People"},{"quote":"I'm a hopeless romantic. I buy things because I fall in love with them. I never buy anything just because it's valuable.","author":"Iris Apfel","category":"Love, Fall, Just Because"},{"quote":"We believe that according the name 'investors' to institutions that trade actively is like calling someone who repeatedly engages in one-night stands a 'romantic.'","author":"Warren Buffett","category":"Believe, Name, Like"},{"quote":"We only part to meet again.","author":"John Gay","category":"Meet, Again, Part"},{"quote":"So the lover must struggle for words.","author":"T. S. Eliot","category":"Struggle, Words, Must"},{"quote":"It's easy to get wrapped up in sharing everyday life with a partner. It's fun to get lost in love and romance. It's the best. But holding on to yourself while doing that is the most important thing.","author":"Brittany Murphy","category":"Love, Life, Best"},{"quote":"I am a romantic, and I think dates are wonderful. I like quirky and fun things. Like going for a bike ride or for a pedicure together.","author":"Nargis Fakhri","category":"Together, I Am, Fun"},{"quote":"If I can give you one strong piece of advice, when you go away for that romantic weekend, whatever you do, do not accept or take the upgrade to the honeymoon suite.","author":"Gordon Ramsay","category":"Strong, Advice, You"},{"quote":"The male is always the pawn in a romantic comedy. Come together, break up, go chase her, get her, roll credits. That's what happens in all of them.","author":"Matthew McConaughey","category":"Together, Comedy, Her"},{"quote":"I love the concept of the romance that exists when people are broken. Like, the promise of a romance when you're at the bottom. I think that's infinitely compelling and romantic.","author":"Shane Carruth","category":"Love, People, Broken"},{"quote":"I am a hopeless romantic and I love to spoil my girlfriends.","author":"Orlando Bloom","category":"Love, I Am, Hopeless"},{"quote":"The state of New Jersey is really two places - terrible cities and wonderful suburbs. I live in the suburbs, the final battleground of the American dream, where people get married and have kids and try to scratch out a happy life for themselves. It's very romantic in that way, but a bit naive. I like to play with that in my work.","author":"Harlan Coben","category":"Life, Work, Happy"},{"quote":"I'd always thought hurricanes were romantic, with pretty feminine names like Celestine.","author":"Mark Shand","category":"Thought, Always, Names"},{"quote":"Am I a romantic? I've seen 'Wuthering Heights' ten times. I'm a romantic.","author":"Johnny Depp","category":"Heights, Times, Seen"},{"quote":"I'm a hopeless romantic. It's disgusting. It really is. I've seen 'While You Were Sleeping', like, twenty times, and I still believe in the whole Prince Charming thing.","author":"Jennifer Love Hewitt","category":"Believe, You, Sleeping"},{"quote":"You do your work as a photographer and everything becomes past. Words are more like thoughts; the photographer's picture is always surrounded by a kind of romantic glamor - no matter what you do, and how you twist it.","author":"Robert Frank","category":"Work, Past, Words"},{"quote":"I am not an adolescent, nor a romantic. I analyze objectively.","author":"Dilma Rousseff","category":"I Am, Analyze, Objectively"},{"quote":"It's glorious to be able to go onto the Internet and hear any kind of music anywhere, from anywhere, and get it instantly. But there's also something glorious about having a record with a sleeve and looking at the artwork, putting it on the turntable and playing it, there's still something romantic to me about that.","author":"Conor Oberst","category":"Music, Internet, Me"},{"quote":"I like sundresses with cowboy boots, little shorts with big wedge heels and a big piece of turquoise. I also love classic, Old Hollywood romantic styles. I'm 'country girl meets city girl' circa 1930.","author":"Kirsten Prout","category":"Love, Girl, City"},{"quote":"In a big Bollywood romantic film, taking my shirt off and spreading the hand towards the mountain with dancers behind me are not my cup of tea.","author":"Vir Das","category":"Mountain, Tea, Me"},{"quote":"It gives me immense pleasure to be trustworthy, faithful, and true - to have the kind of romantic bond that inspires this.","author":"Kate Christensen","category":"Me, Bond, Pleasure"},{"quote":"We are all the heroes and heroines of our own lives. Our love stories are amazingly romantic our losses and betrayals and disappointments are gigantic in our own minds.","author":"Maeve Binchy","category":"Love, Heroes, Minds"},{"quote":"Romantic comedies are particularly hard to make.","author":"D. B. Sweeney","category":"Hard, Romantic Comedies"},{"quote":"I don't make romantic films. I make films about human relationships.","author":"Yash Chopra","category":"Relationships, Human"},{"quote":"I love being manipulated by what I see. I love weepies and romantic comedies where you're reaching for the Kleenex at the right moment.","author":"Nick Cave","category":"Love, Moment, You"},{"quote":"Mixed messages are just part and parcel of the romantic terrain, and rather than berate yourself for any crossed wires, you'd do better to work on your future resilience.","author":"Mariella Frostrup","category":"Work, Future, Resilience"},{"quote":"Great companies start because the founders want to change the world... not make a fast buck. Call me a romantic, but I think entrepreneurs should try to change the world. This comes from working at Apple... old habits die hard.","author":"Guy Kawasaki","category":"Change, Great"},{"quote":"Those fields of daisies we landed on, and dusty fields and desert stretches. Memories of many skies and earths beneath us - many days, many nights of stars.","author":"Anne Morrow Lindbergh","category":"Memories, Stars, Desert"},{"quote":"The more we are filled with thoughts of lust the less we find true romantic love.","author":"Douglas Horton","category":"Love, Thoughts, True"},{"quote":"Everyone who knows me knows that I'm a hopeless romantic who listens to love ballads and doo-wop songs all the time.","author":"Henry Rollins","category":"Love, Time, Me"},{"quote":"In short I will part with anything for you but you.","author":"Mary Wortley Montagu","category":"Short, You, Anything"},{"quote":"I have always been a romantic, one of those people who believes that a woman in pink circus tights contains all the secrets of the universe.","author":"Tom Robbins","category":"Woman, Universe, Pink"},{"quote":"I'm a hopeless romantic and passionate person when it comes to love.","author":"Jennifer Lopez","category":"Love, Passionate, Person"},{"quote":"I used to try to draw my girlfriends. I think one of the most romantic things that anybody can do is draw a portrait of the person you love.","author":"Nick Carter","category":"Love, Portrait, Think"},{"quote":"I am a better person when I let myself have the time for romance and for love.","author":"Diane Kruger","category":"Love, Time, Myself"},{"quote":"I used to be a hopeless romantic - I fell in love with everyone I went out with.","author":"Jeremy London","category":"Love, Everyone, Hopeless"},{"quote":"I think romance is anything honest. As long as it's honest, it's so disarming.","author":"Kristen Stewart","category":"Long, Honest, Think"},{"quote":"We must not, however, be like the leaders of the great romantic revolt who, in their eagerness to get rid of the husk of convention, disregarded also the humane aspiration.","author":"Irving Babbitt","category":"Great, Leaders, Rid"},{"quote":"Consider what a romantic expedition you are on take notes.","author":"Anne Boyd","category":"You, Notes, Consider"},{"quote":"The compensation of a very early success is a conviction that life is a romantic matter. In the best sense one stays young.","author":"F. Scott Fitzgerald","category":"Life, Success, Best"},{"quote":"Any romantic feelings for a 12-year-old are like entering into a fantasy world.","author":"Wes Anderson","category":"World, Feelings, Fantasy"},{"quote":"I try to speak of a love that not necessarily romantic. I think there is so much love between people and so much love people want to give but it's harder and harder these days to show that, to celebrate that, you know?","author":"Emeli Sande","category":"Love, Speak, Celebrate"},{"quote":"I think romantic comedy, when done right, is my favorite genre. It's just a genre that's very human.","author":"Lena Dunham","category":"Favorite, Think, Comedy"},{"quote":"If I eat a huge meal and I can get the girl to rub my belly, I think that's about as romantic as I can think of.","author":"Ryan Gosling","category":"Girl, Think, I Can"},{"quote":"Building a little bonfire at night on the beach and lying on a blanket with my wife under the stars is not only sexy, it's romantic.","author":"Benjamin Bratt","category":"Stars, Beach, Wife"},{"quote":"I guess I'm a bit of a romantic.","author":"Felicity Jones","category":"Bit, Guess"},{"quote":"I get some of my ideas from watching my three daughters, but most of them come from my own memories of growing up. I can remember how romantic I was, not just about love, but romance in the classic sense - the romantic ideals: of honor and truth, of loyalty, sacrifice and fairness. Those were the elements that made a story satisfying to me.","author":"Francine Pascal","category":"Love, Memories, Truth"},{"quote":"If it's a romantic holiday, the only thing I need is my wife. We love quiet and calm places where we can't be disturbed. Neither of us likes being in busy places; we would much rather stay in our hotel room and enjoy each other's company.","author":"Jean Reno","category":"Love, Wife, Busy"},{"quote":"I've seen plays that are, objectively, total messes that move me in ways that their tidier brethren do not. That's the romantic mystery of great theater. Translating this ineffability into printable prose is a challenge that can never be fully met.","author":"Ben Brantley","category":"Great, Challenge, Mystery"},{"quote":"I have a romantic conception of the writer's life, and the sort of writer's life that I admire is probably a childless life, possibly a marriageless life, certainly a travelling life - I'm in awe of how much D.H. Lawrence managed to get around. But that's never been something I'm capable of doing.","author":"Rachel Cusk","category":"Life, Doing, Admire"},{"quote":"I was pleasantly disappointed on entering Bohemia. Instead of a dull, uninteresting country, as I expected, it is a land full of the most lovely scenery. There is every thing which can gratify the eye - high blue mountains, valleys of the sweetest pastoral look and romantic old ruins.","author":"Bayard Taylor","category":"Mountains, Eye, Blue"},{"quote":"I don't want to be typecast as a heroine who does a certain kind of cinema, which is why I experiment with the types of films that I do. But yes, I won't deny that romantic love stories or romantic comedies are what I enjoy doing the most, because as an audience those are the kind of films that I like watching.","author":"Deepika Padukone","category":"Love, Enjoy, Want"},{"quote":"I am quite a romantic person, really, and I should have put that into my music earlier, but I was probably denying it... I didn't want to be soft because I felt I had to be so hard to get people to believe in me.","author":"Billy Idol","category":"Music, I Am, Believe"},{"quote":"A shiny ring isn't romantic to me. I think thought and love into what you do for the person you're in love with - that's romance.","author":"Sasha Grey","category":"Love, Thought, Me"},{"quote":"Surrealism was necessary - essential, even - in the 1920s to bridge the gap between rationalism and the subconscious. It started something important. But by the early '60s, it had become petit-bourgeois; it was too intellectual and romantic, and had ground to a halt. It had become respectable.","author":"Alejandro Jodorowsky","category":"Bridge, Early, Intellectual"},{"quote":"Vampires have become tragic or romantic figures. Vampire are largely seduction tales. They're no longer the scary creature in the dark.","author":"Stephen Graham Jones","category":"Dark, Vampire, Scary"},{"quote":"I think the first time I tried to write a romantic song, it was just horrendously embarrassing. I remember thinking, 'Okay, I'm not going to do that anymore.' I think that sort of embarrassed me for the next 10 years.","author":"Tobias Jesso, Jr.","category":"Time, Thinking, Me"},{"quote":"My favorite genre is definitely romantic comedy. I love 'When Harry Met Sally.'","author":"Dylan Lauren","category":"Love, Favorite, Comedy"},{"quote":"If you are pro love, you have to be a little bit disloyal to the romantic feelings that propel you in the early days.","author":"Alain de Botton","category":"Love, Feelings, You"},{"quote":"I'm personally a hopeless romantic. I always have been.","author":"Brett Young","category":"Hopeless, Always, Personally"},{"quote":"When you hear romantic music, it makes you want to take your girl out to dinner or buy her something or take her out in the moonlight or take her on a walk.","author":"R. Kelly","category":"Music, Girl, Walk"},{"quote":"I personally think Prague is more romantic than Paris. If you have a girlfriend, take her there.","author":"Stephanie Sigman","category":"Think, You, Her"},{"quote":"I know most people use their phones to tell time, but there's something very romantic and beautiful about a timepiece.","author":"Padma Lakshmi","category":"Time, Beautiful, People"},{"quote":"I'm very romantic and of course I want to be in love.","author":"Emma Watson","category":"Love, Want, Course"},{"quote":"I admit I do have some drawbacks and limitations as a candidate. Although I am a professional comedian, some of my critics maintain that this is not enough. I cannot deny that I stand before you untested and inexperienced - I only spent two years in television, never as a romantic lead or a song and dance man.","author":"Pat Paulsen","category":"Dance, Man, I Am"},{"quote":"I find 'Fatal Attraction' really romantic. I really like the seduction. Almost every time I see it, I'm surprised when it goes dark. I know that's the claim to fame, but I key into how genuinely romantic it is.","author":"Shane Carruth","category":"Time, Dark, Know"},{"quote":"Sadly, people think a guy and a girl can't be friends without something romantic going on.","author":"Daisy Ridley","category":"Friends, Girl, People"},{"quote":"When I was 18, I thought that, to be a romantic, you couldn't live past 30.","author":"David Bowie","category":"Past, Thought, Live"},{"quote":"I find television, and particularly live television, very romantic: the idea that there is this small group of people, way up high, in a skyscraper in the middle of Manhattan, beaming this signal out into the night.","author":"Aaron Sorkin","category":"Night, Small, Television"},{"quote":"I'd like to be played as a child by Natalie Wood. I'd have some romantic scenes as Audrey Hepburn and have gritty black-and-white scenes as Patricia Neal.","author":"Gloria Steinem","category":"Child, Black-And-White, Wood"},{"quote":"Usually comedy is only available to us ladies in the romantic comedy. That's why I hate romantic comedies.","author":"Sandra Bullock","category":"Hate, Why, Comedy"},{"quote":"When you're in the throes of this romantic love, it's overwhelming - you're out of control, you're irrational, you're going to the gym at 6 A.M. every day - Why? Because she's there.","author":"Helen Fisher","category":"Love, Day, Control"},{"quote":"To write a novel is to embark on a quest that is very romantic. People have visions, and the next step is to execute them. That's a very romantic project. Like Edvard Munch's strange dreamlike canvases where people are stylized, like 'The Scream.' Munch must have had that vision in a dream, he never saw it.","author":"Joyce Carol Oates","category":"Vision, Step, People"},{"quote":"I absolutely love Ireland. It's one of the most beautiful places on Earth, and I have strong ties here. Both my grandmothers are from Ireland, and I have spent every summer in Bantry since my father, who is an artist, had the romantic idea 20 years ago to buy an old farmhouse on the west coast and renovate it.","author":"Emily Ratajkowski","category":"Love, Beautiful, Father"},{"quote":"Personally, I find it romantic not to be with someone all the time; you don't get used to someone or take them for granted.","author":"Monica Bellucci","category":"Time, You, Find"},{"quote":"Animals are everywhere. Some are more romantic, like tigers and elephants and chimpanzees, and some are less romantic, like earthworms, but they are just as interesting.","author":"Isabella Rossellini","category":"Interesting, Animals, Like"},{"quote":"Choosing sepia is all to do with trying to make the image look romantic and idealistic. It's sort of a soft version of propaganda.","author":"Martin Parr","category":"Trying, Look, Propaganda"},{"quote":"You think, 'Musicals, they must always be romantic' - You'd be surprised how few of them historically have ever been romantic.","author":"Harold Prince","category":"Think, You, Always"},{"quote":"Bob Dole is not a romantic, at least not an immediate one. Bob Dole is not one to waste a lot of time on metaphor.","author":"Jeanne Marie Laskas","category":"Time, Waste, Metaphor"},{"quote":"In the early days of Christianity the exercise of chastity was frequently combined with a close and romantic intimacy of affection between the sexes which shocked austere moralists.","author":"Havelock Ellis","category":"Exercise, Early, Affection"},{"quote":"I think I've only done one horror movie, Psycho III. That was a walk in the park compared to a romantic comedy.","author":"Carter Burwell","category":"Walk, Think, Comedy"},{"quote":"I don't feel like a romantic lead I guess I feel more like a character actor.","author":"Matthew Macfadyen","category":"Character, Actor, Lead"},{"quote":"Some have called we rock and roll performers who never retire 'troubadours.' I enjoy this misnomer immensely. While there are many differences between me and my distant predecessors in L'Occitane, I do believe there is a lineage that connects us of the last 70 years with those romantic singers of the High Middle Ages.","author":"Frank Black","category":"Believe, Rock And Roll, Me"},{"quote":"I was also the romantic lead in The Boston Strangler - I was the only one that lived to tell the story - so I called myself the romantic lead.","author":"Sally Kellerman","category":"Myself, Story, Lead"},{"quote":"Romantic art deals with the exception and with the individual. Good people, belonging as they do to the normal, and so, commonplace type, are artistically uninteresting.","author":"Oscar Wilde","category":"Art, Good, Good People"},{"quote":"They are just really stupid people in Hollywood. You write them a script, and they say they love it, they absolutely love it. Then they say, 'But doesn't it need a small dog, and an Eskimo, and shouldn't it be set in New Guinea?' And you say, 'But it is a sophisticated romantic comedy set in Paris.'","author":"P. J. O'Rourke","category":"Love, Dog, Stupid"},{"quote":"Kabul is a walled city, which sounds romantic except the walls are pre-cast reinforced concrete blast barriers, 10 feet tall and 15 feet long and moved into place with cranes. The walls are topped with sandbags, and the sandbags are topped with guard posts from which gun barrels protrude.","author":"P. J. O'Rourke","category":"City, Gun, Long"},{"quote":"It is possible for a woman to be a romantic, but also to be single and to be happy.","author":"Taylor Swift","category":"Happy, Woman, Be Happy"},{"quote":"I love Indian, Italian and Mexican food. And if it's a romantic type of thing, I like a good French restaurant.","author":"Dolly Parton","category":"Love, Food, Good"},{"quote":"Young people have this almost romantic attachment to civil rights, liberties, emancipating people from oppression, etc. The idea that such oppression exists in this country offends me, but it's able to be pushed and sold because education in this country is so woefully incompetent and inept.","author":"Rush Limbaugh","category":"Education, Me, People"},{"quote":"I love romantic poetry.","author":"Richard Dawkins","category":"Love, Poetry, I Love"},{"quote":"Like almost everything else from the West, the Romantic Revolution arrived late in Russia.","author":"Tom Stoppard","category":"Revolution, Late, Everything"},{"quote":"I think I give the impression of being a romantic, and I think inside I'm quite severe. But some might say they had the opposite impression of me.","author":"Tom Stoppard","category":"Me, Think, Say"},{"quote":"As far as the lack of hits goes, I think perhaps it's because I've played a lot of different roles and have not created a persona that the public can latch on to. I have played everything from psychopathic killers to romantic leading men, and in picking such diverse roles I have avoided typecasting.","author":"Jeff Bridges","category":"Men, Think, Different"},{"quote":"When I was sixteen, I was an absolutely romantic guy. I fell in love every week. I mean, I was in love with everybody, but unfortunately, nobody was in love with me.","author":"Alejandro Gonzalez Inarritu","category":"Love, Week, Me"},{"quote":"I love a good romantic comedy.","author":"Joss Whedon","category":"Love, Good, Comedy"},{"quote":"Even now, there are young actors who want careers as romantic leading men, and the best thing is not to reveal you're gay.","author":"Ian Mckellen","category":"Best, Men, Want"},{"quote":"The huge difference in my lifetime is that you can just go up to somebody and make a pass. You couldn't do that in the 1950s if you were gay. There were secret handshakes, a secret language. There was nowhere you could go to be romantic outside of people's houses.","author":"Ian Mckellen","category":"Language, People, You"},{"quote":"I'm a big movie fan, and I want to make movies in every genre. I want to make my romantic comedy one day.","author":"James Wan","category":"Day, Movies, Want"},{"quote":"My political awakening, if I can be as grand as to call it that, was all about what was happening around me. It wasn't some romantic, patriotic vision of Scotland going back to what it had been 300 years previously.","author":"Nicola Sturgeon","category":"Vision, Political, Me"},{"quote":"The most romantic thing I ever did to my woman? I painted her toenails!","author":"Tracy Morgan","category":"Woman, Her, Did"},{"quote":"I did send a girl a plane ticket asking her for a visit, I guess that's quite romantic.","author":"Orlando Bloom","category":"Girl, Her, Asking"},{"quote":"My greatest environments in which I can grow, or grow up, is in personal romantic relationships with a man.","author":"Alanis Morissette","category":"Man, Greatest, Relationships"},{"quote":"If it was a great script and a great character, I would love to do a romantic comedy.","author":"Andy Serkis","category":"Love, Character, Great"},{"quote":"It took me twenty years to get Steven Parrino's work. From the time I first saw his art, in the mid-eighties, I almost always dismissed it as mannered, Romantic, formulaic, conceptualist-formalist heavy-metal boy-art abstraction.","author":"Jerry Saltz","category":"Work, Time, Art"},{"quote":"When I got married, the Sun ran the headline: 'Here comes the bride, all fat and wide.' Luckily, it was a few days after the wedding - but it was still hideous to read at a great romantic moment.","author":"Jo Brand","category":"Great, Wedding, Sun"},{"quote":"Having an actual income can expand your romantic horizons toward the more appealing end of the spectrum.","author":"Al Franken","category":"End, Income, Spectrum"},{"quote":"I like romantic comedy as a genre, but I think it can get stuck in its ways.","author":"Zooey Deschanel","category":"Think, Comedy, Stuck"},{"quote":"Romantic comedies are usually about when love works.","author":"Zooey Deschanel","category":"Love, Romantic Comedies"},{"quote":"I'm a romantic, but I'm not a romantic in the traditional sense. I like to romanticize what happens to me. Whatever happens to me - you could quantify it as good or bad - I romanticize it. I think along the lines of 'When that thing happened, it made me who I am.' That kind of thing. It's a different way of being romantic.","author":"Zooey Deschanel","category":"Good, I Am, Me"},{"quote":"I am the actor that I am. I do what I do. I've been a 'leading man' playing romantic leads for a long time now.","author":"Pierce Brosnan","category":"Time, Man, I Am"},{"quote":"Suddenly I've got an overwhelming desire to surround myself with the aura of classical and Romantic art.","author":"Sylvester Stallone","category":"Art, Myself, Desire"},{"quote":"I think in general, romantic comedies tend to take one person's point of view, but every once in a while you get something that is balanced for two people.","author":"Sandra Bullock","category":"People, Point Of View, Think"},{"quote":"I've never been a blind romantic.","author":"Sandra Bullock","category":"Blind, Never, Been"},{"quote":"I have a romantic vision of the beautiful delineation between TV and film that existed for so many years. I romanticize the studio system and movie stars as a whole, but obviously that's just anachronistic and probably a non-reality.","author":"Chris Pine","category":"Beautiful, Stars, Vision"},{"quote":"My father has been an actor since 1964. Things were tight a lot of the times, financially. It wasn't like a big romantic adventure.","author":"Chris Pine","category":"Father, Adventure, Actor"},{"quote":"For food to be romantic, it should be light. Too many times people plan a romantic meal, and the food is too heavy.","author":"Jose Andres","category":"Food, Light, Plan"},{"quote":"I'm fascinated by Comte's clear-eyed analysis of what was wrong with modern society, which is that you've got industrial capitalism on one side and romantic love on the other. Those, along with non-instrumental art, are supposed to get you through the day?","author":"Alain de Botton","category":"Love, Art, Day"},{"quote":"I used to be addicted to 'Reader's Digest' growing up. I would read the stories about love, and I guess that's where I became a hopeless romantic. I draw from that a lot.","author":"Sia","category":"Love, Growing Up, Growing"},{"quote":"A romantic or classical view of the French approach would have been to say, 'It's a French company; let no one attack it. Let's block any merger. But the reality is Alcatel-Lucent is not a French company; it's a global company. Its main markets are China and the U.S. Its ownership is foreign; most of its managers aren't French.","author":"Emmanuel Macron","category":"Reality, View, Company"},{"quote":"Schumann's 'Quintet in E flat for Piano and Strings' is one of the sublime moments in Romantic music.","author":"Robert Gottlieb","category":"Music, Moments, Piano"},{"quote":"There are many aspects to directing that have a romantic place in people's minds.","author":"Adam McKay","category":"People, Place, Minds"},{"quote":"Blushing is thought to be linked to increased levels of norepinephrine in the brain, which may be associated with romantic feelings. It signals that we are interested and excited, which is attractive to men.","author":"Helen Fisher","category":"Men, Thought, Brain"},{"quote":"The reason you take antidepressants is to feel calm. And romantic love is not calm - it's elation, it's mood swings, and you're killing all that when you take the drug.","author":"Helen Fisher","category":"Love, Love Is, Calm"},{"quote":"Romantic love allows you to focus mating energy. Attachment sustains that relationship as long as necessary to raise your baby.","author":"Helen Fisher","category":"Love, Relationship, Focus"},{"quote":"Any kind of novelty or excitement drives up dopamine in the brain, and dopamine is associated with romantic love.","author":"Helen Fisher","category":"Love, Brain, Kind"},{"quote":"I've always maintained that men were more romantic than women.","author":"Helen Fisher","category":"Women, Men, Always"},{"quote":"I think romantic love evolved to enable you to focus your mating energy on just one individual at a time, thereby conserving mating time and energy.","author":"Helen Fisher","category":"Love, Time, Focus"},{"quote":"Anthropologists have found evidence of romantic love in 170 societies. They've never found a society that did not have it.","author":"Helen Fisher","category":"Love, Society, Never"},{"quote":"Psychologists maintain that the dizzying feeling of intense romantic love lasts only about 18 months to - at best - three years.","author":"Helen Fisher","category":"Love, Best, Three"},{"quote":"You know, I think that romance sort of coincides with effort, so you can fall flat on your face, but as long as you're making a great effort, I think it comes off as romantic.","author":"Ashton Kutcher","category":"Great, Effort, Fall"},{"quote":"I think that romance sort of coincides with effort, so you can fall flat on your face, but as long as you're making a great effort, I think it comes off as romantic. So it can be something as simple as, like, if you're someone who doesn't cook, you can make a meal.","author":"Ashton Kutcher","category":"Great, Simple, Effort"},{"quote":"I had my baby outside in a thunderstorm. It was really romantic.","author":"Evangeline Lilly","category":"Baby, Outside, Thunderstorm"},{"quote":"Moving to the country is a very bold thing to do. You can have vague romantic notions about doing that, but in actuality, it can be a terrifying thing.","author":"Nick Cave","category":"Moving, Bold, You"},{"quote":"The work ethic at art school is completely different than the work ethic amongst people who get into music. People who paint, it's an honorable thing to spend all day and all night in front of your canvas - that is the romantic vision of the painter.","author":"Nick Cave","category":"Work, Music, Art"},{"quote":"If you're looking to be loved for a part, it's great and enticing to be adorable in a romantic comedy. But then, as an actor, you get stuck.","author":"Laura Dern","category":"Great, Looking, You"},{"quote":"In the romantic sense, I'm pretty useless with guys. If I see somebody who I'm attracted to, generally I just think, 'Oh well, he's not interested in me.' The only time that I talk to guys is when they talk to me first.","author":"Carrie Underwood","category":"Time, Me, Think"},{"quote":"A friend of mine wrote a script, a feminist romantic comedy. She had a feminist scholar consult on it. My friend said, 'Oh, my friend Gillian read it and really loved it.' She goes, 'Gillian Jacobs, you mean: Britta Perry, feminist icon?'","author":"Gillian Jacobs","category":"Friend, Loved, You"},{"quote":"As opposed to trying to make a kiss look romantic or sweet or passionate, it's kind of fun to just have the freedom to make it look weird, goofy and awkward.","author":"Gillian Jacobs","category":"Freedom, Fun, Sweet"},{"quote":"'Love Letter' reminds me of 'Chocolate Factory' and 'Happy People.' It's a little bit of both of those, yeah. I just wanted it to be classy, man. And romantic. And maybe 10 percent sexy.","author":"R. Kelly","category":"Love, Happy, Man"},{"quote":"I am so romantic about Gypsies. They're not allowed to do anything until they get married. So they all get married really young, at sixteen.","author":"Kate Moss","category":"I Am, Young, Anything"},{"quote":"I'm as much a victim of the romantic myth of 'getting away' as anyone else. My head tells me it's myth, but I don't want to believe it is.","author":"Sydney Pollack","category":"Believe, Me, Want"},{"quote":"Danzon is my favorite Cuban music, played by a traditional string orchestra with flute and piano. It's very formally structured but romantic music, which derives from the French-Haitian contradance.","author":"Rachel Kushner","category":"Music, Favorite, Orchestra"},{"quote":"These women were taking over these former manufacturing warehouses in SoHo and figuring out a way to be fashionable and viable without money. It's hard to imagine a life like that in Manhattan now - there's something romantic about it.","author":"Rachel Kushner","category":"Life, Money, Women"},{"quote":"I was thinking 'Love Story', obviously, was a romantic film of that time.","author":"Felicity Jones","category":"Love, Time, Thinking"},{"quote":"I didn't know what to expect, having not been an artist before. From the outside, you only see romantic snapshots of what seems like a great lifestyle, and it is, but it's also grueling.","author":"Sam Hunt","category":"Great, Artist, Know"},{"quote":"Death was like love, a romantic escape.","author":"Brigitte Bardot","category":"Love, Death, Escape"},{"quote":"Is that romantic fantasy real? Um, after kids, no. Take the kids away, I don't know. Depends.","author":"Robin Wright","category":"Know, Fantasy, Kids"},{"quote":"If a man lets all of my dogs sleep in the bed with us, then that is the most romantic thing. You must love my dogs in order to love me. A man who is nice to my animals and doesn't shoo them away - well, that's the height of romance.","author":"Salma Hayek","category":"Love, Sleep, Man"},{"quote":"My new movie, Fools Rush In, is a romantic comedy and the girl I play in that is very warm, very sweet.","author":"Salma Hayek","category":"Girl, Sweet, Play"},{"quote":"To me, little Mike Wazowski is one of the best characters I ever got to play because he was funny. He was outrageous. He got angry. He was romantic. He was a full, well-rounded character.","author":"Billy Crystal","category":"Funny, Best, Character"},{"quote":"People love to be listened to and represented, and they love it when they feel like you have some of the same problems that they do. Everybody deals with things like romantic difficulties in relationships and death and cancer and abuse.","author":"Jason Isbell","category":"Love, Death, Problems"},{"quote":"At the end of the day, if the guy is going to write the girl a letter, whether it's chicken scratch or scribble or looks like a doctor's note, if he takes the time to put pen to paper and not type something, there's something so incredibly romantic and beautiful about that.","author":"Meghan Markle","category":"Time, Day, Beautiful"},{"quote":"I'm from L.A., so I'm used to seeing people in sunglasses and flip-flops. There's something so romantic about a man in a scarf and a knitted hat.","author":"Meghan Markle","category":"Man, People, Sunglasses"},{"quote":"I'm not a romantic. In life I didn't have much experience with romance.","author":"Ang Lee","category":"Life, Experience, Romance"},{"quote":"Ooh, it's too embarrassing to share my innermost romantic secrets - although I have written Danielle the odd poem. If anything they are more comedic than romantic. They used to be well-received but that was before she started studying Shakespeare at drama college. Now I feel so inept.","author":"Gary Lineker","category":"College, Studying, Drama"},{"quote":"We have got too many kids around the house to have a romantic meal at home. But Danielle is a fantastic cook. She does a brilliant lasagne, great roasts and a great chilli dish. She knows the way to my heart.","author":"Gary Lineker","category":"Home, Great, Heart"},{"quote":"I knew I could write infinitely about relationships. That's the most beautiful, most confusing, most rewarding, most heartbreaking thing in our lives - and not just romantic relationships: that's all relationships.","author":"Spike Jonze","category":"Beautiful, Most Beautiful"},{"quote":"I'm always trying to perfect the romantic comedy, though.","author":"David Duchovny","category":"Trying, Perfect, Comedy"},{"quote":"There is something about a Luger that separates it from all other handguns, and Luger devotees and Luger society members speak of it in romantic terms that must sound plain nuts to those who consider themselves level-headed.","author":"Dick Cavett","category":"Society, Speak, Sound"},{"quote":"I've been in silly movies and romantic movies and historic movies.","author":"Kevin Bacon","category":"Movies, Silly, Been"},{"quote":"If you look at my movie career, I do switch it up a lot. I'm always looking for a lot of different parts. It's been a while since I've been in a situation that was romantic.","author":"Kevin Bacon","category":"Looking, Situation, You"},{"quote":"Romantic stuff is not something I really remember.","author":"Darius Rucker","category":"Remember, Something, Really"},{"quote":"I'm a big romantic, so I love guys who are romantic too.","author":"Ashley Tisdale","category":"Love, Big, Guys"},{"quote":"The telephone, which interrupts the most serious conversations and cuts short the most weighty observations, has a romance of its own.","author":"Virginia Woolf","category":"Short, Serious, Telephone"},{"quote":"I personally don't like to go see romantic comedies. But people do want to see them, and they seem to want to see me in them.","author":"Matthew McConaughey","category":"Me, People, Want"},{"quote":"For me, the performance was always playing different people. And so when I got older, was no longer the romantic leading movie star, it became more and more interesting for me, the characters I played, you know?","author":"Michael Caine","category":"Performance, Me, People"},{"quote":"I don't think I'm romantic at all. I have a lot of faith in the right thing happening. I don't really hope for a lot of particulars, I just have faith that the right thing will happen most of the time.","author":"Juliana Hatfield","category":"Time, Hope, Faith"},{"quote":"I've never tried to reach a certain demographic of an audience or try to say, 'OK, now I'm going to do this type of film to transition myself into more adult roles.' Or a romantic hero. Or whatever it may be - you know what I mean?","author":"Leonardo DiCaprio","category":"Hero, Myself, Transition"},{"quote":"The reason I turn down 99% of a hundred, I mean a thousand, scripts is because romantic comedies are often very romantic but seldom very funny.","author":"Hugh Grant","category":"Funny, Down, Mean"},{"quote":"As it is, I have a limited range as an actor - light comedy. I have never been a fan of romantic comedies, and yet that is what I have ended up mostly doing.","author":"Hugh Grant","category":"Light, Doing, Comedy"},{"quote":"I never meant to be in romantic comedies; it's just what ended up happening. But they are tricky, in a post-1960s sexual revolution way. It was easier when you couldn't have sex scenes: everything crackled very nicely. They're not easy.","author":"Hugh Grant","category":"Revolution, Easy, You"},{"quote":"It turns out that a husband who does the laundry, it's very romantic when you're older. And it's hard to believe when you're younger. But it's absolutely true.","author":"Sheryl Sandberg","category":"Believe, Husband, You"},{"quote":"I like romantic dates - going on a long walk in Central Park and then taking the subway downtown and going out to eat and ordering oysters. After that, you walk around again and talk.","author":"Ansel Elgort","category":"Walk, Long, You"},{"quote":"My mom is very romantic. As is my dad. They appreciate real romance.","author":"Ansel Elgort","category":"Mom, Appreciate, Real"},{"quote":"Whenever I'm doing anything romantic with an actor, or if there's a director around, I never want anybody's wife to feel threatened by me.","author":"Julianne Moore","category":"Wife, Me, Want"},{"quote":"I don't think of myself as a romantic person; I'm kind of more rough and tumble, I think. The things I'm drawn to are outdoorsy, I only get dressed up when I have to. I'm drawn to women who are into the same type of thing. If you're going to call it romantic, I'm very spontaneous. That's probably the best thing I have going for me.","author":"Paul Walker","category":"Women, Best, Myself"},{"quote":"Stand-up is like a row boat: it's fun and romantic when you're choosing to do it. But if you have no other choice than to be in a row boat it's not as enjoyable that's survival.","author":"Demetri Martin","category":"Fun, Choice, Boat"},{"quote":"That's my biggest struggle, is maintaining a personal romantic relationship. It takes a lot of effort.","author":"Chelsea Handler","category":"Relationship, Struggle"},{"quote":"I can't ever see myself playing the romantic lead because that's not me I'm not that girl.","author":"Maisie Williams","category":"Myself, Girl, Me"},{"quote":"What I really want is to play the romantic lead and get the girl.","author":"Peter Dinklage","category":"Girl, Want, Play"},{"quote":"You know how you can be romantic? You can be romantic by going to a beautiful setting, sitting on a park bench, and getting good ole-fashioned golden arches, a.k.a. McDonald's. That's probably the best I can do romantically.","author":"Omari Hardwick","category":"Beautiful, Good, Best"},{"quote":"I always wanted a guitar. I always wanted to be a cowboy singer because I also listened to Hank Williams, and he would always sing these neat romantic songs.","author":"Dick Dale","category":"Guitar, Singer, Always"},{"quote":"It's easier to write from my own life, and it's also more fun. I always write about relationships, for instance, whether they're romantic relationships, friendships, encounters... there's always a lesson to be learned from them.","author":"Jason Mraz","category":"Life, Fun, Relationships"},{"quote":"I love getting to bounce around and explore so much. I love Scandinavia. I love Spain. It's so mystical and romantic, yet it's gritty.","author":"Jason Mraz","category":"Love, Spain, Explore"},{"quote":"Romantic comedy has come to mean a couple of moderately talented actors placed in implausible situations obliged to go through a set of paces that are all too familiar, the end result being neither romantic nor comedic.","author":"Edward Zwick","category":"End, Comedy, Mean"},{"quote":"Often, romantic comedies exist in a vacuum, and it's kind of odd.","author":"Edward Zwick","category":"Kind, Vacuum, Odd"},{"quote":"Some nights, a romantic dinner can be killed by having to do dishes afterward, so it probably suits you better to go out for dinner. But I love cooking and always have.","author":"Jeffrey Dean Morgan","category":"Love, Cooking, Dinner"},{"quote":"Romantic poetry had its heyday when people like Lord Byron were kicking it large. But you try and make a living as a poet today, and you'll find it's very different!","author":"Alan Moore","category":"Today, Poetry, People"},{"quote":"You only need to look at Jane Austen to see how crossed wires can become a defining aspect of romantic life. Then again, if the course of true love ran more smoothly, it would have a terribly detrimental effect on our cache of love stories.","author":"Mariella Frostrup","category":"Love, Life, True Love"},{"quote":"Far too many girls' and women's romantic relationships are formed around a negation of their own worth and attributes rather than a confirmation of them.","author":"Mariella Frostrup","category":"Women, Relationships, Worth"},{"quote":"Girls have a tendency to take responsibility for romantic misinterpretations, when often it's men whose perfectly honed emotional inscrutability makes life more complicated than it should be.","author":"Mariella Frostrup","category":"Life, Responsibility, Men"},{"quote":"In 1998, it was possible to make a big-screen romantic comedy about email. Yep, email - the same medium we often think of now as boring and even annoying.","author":"Walt Mossberg","category":"Think, Comedy, Boring"},{"quote":"That's so romantic, to wake up and find that he's packed a bag - and that for the next 48 hours, everything is taken care of.","author":"Hannah Simone","category":"Wake Up, Care, Bag"},{"quote":"I love romantic comedies. I have a deep respect for them. I think they're really difficult to write and write well.","author":"Rashida Jones","category":"Love, Respect, Deep"},{"quote":"You know, I grew up on romantic comedies, and it's hard to find a new way to tell that story.","author":"Rashida Jones","category":"Story, Know, You"},{"quote":"I'm a romantic. I like romantic movies.","author":"Chris Evans","category":"Movies, Like"},{"quote":"There's always something heroic and romantic about taking a stand against the powers that be.","author":"Greg Gutfeld","category":"Stand, Always, Something"},{"quote":"I've done romantic comedy, and I don't get to flex that muscle often.","author":"Hill Harper","category":"Done, Comedy, Muscle"},{"quote":"I believed that the husband takes care of the family, and the wife takes care of him, and they are true to each other. I know that sounds a romantic illusion, but it can be true.","author":"Debbie Reynolds","category":"Family, Wife, Husband"},{"quote":"I love my wife dearly, and, therefore, I've never cooked a meal, romantic or otherwise, for her.","author":"Steve Carell","category":"Love, Wife, Her"},{"quote":"My books are love stories at core, really. But I am interested in manifestations of love beyond the traditional romantic notion. In fact, I seem not particularly inclined to write romantic love as a narrative motive or as an easy source of happiness for my characters.","author":"Khaled Hosseini","category":"Love, Happiness, I Am"},{"quote":"A man's ability to haggle is never a turn-on. The only thing less romantic than how much you paid is how much you saved. The last thing we want to hear is how you talked the jeweler down on our new earrings.","author":"Jennifer Coolidge","category":"Man, Want, You"},{"quote":"I think as a young actress, it's very rare that you read something where you're not either 'the girl' or there to serve some romantic purpose in a male dominated cast.","author":"Sienna Miller","category":"Girl, Purpose, Think"},{"quote":"I was blinded by being a romantic person.","author":"Sienna Miller","category":"Person, Being, Blinded"},{"quote":"The amount of speculation surrounding my romantic life is astounding. It's strange how involved people get: invested and angry, really disappointed.","author":"Sienna Miller","category":"Life, People, Angry"},{"quote":"War is terrible. There is nothing romantic about war.","author":"Martin McGuinness","category":"War, Nothing, Terrible"},{"quote":"Somehow, the French got this idea of the starving artist. Very romantic, except it's not so romantic for the starving artist.","author":"David Lynch","category":"Artist, Idea, Got"},{"quote":"There is always something I gain from watching a movie, whether it's a silly romantic comedy or an art film.","author":"Gia Coppola","category":"Art, Silly, Comedy"},{"quote":"Just because a romantic relationship ends doesn't mean that the other facets of your relationship have to end... or, indeed, doesn't mean they can't get better.","author":"Chris Martin","category":"Relationship, End, Better"},{"quote":"I love the solitary, romantic idea of writing.","author":"Rebecca Hall","category":"Love, Writing, Idea"},{"quote":"I'm very much a romantic. I'm highly attuned to an older sensibility, which I believe is alive and well. We're not that far ahead of the Romantic Age in society.","author":"Rufus Wainwright","category":"Age, Society, Believe"},{"quote":"The Germany I was enthused with was more old fashioned and kind of romantic. I just got there, and the next thing you know, I had this huge gilded album. It was kind of an amazing experience because I didn't intend it to be that way.","author":"Rufus Wainwright","category":"Experience, Amazing, Know"},{"quote":"I don't get a lot of romantic comedy scripts.","author":"Ryan Reynolds","category":"Comedy, Scripts, Lot"},{"quote":"The problem with romantic comedies is you know the ending by the poster. So they're not movies you can keep doing over and over again expect satisfaction somehow.","author":"Ryan Reynolds","category":"Ending, Problem, Know"},{"quote":"I think there is always romantic tension between Lois Lane and Clark Kent.","author":"Gene Luen Yang","category":"Think, Always, Between"},{"quote":"Numerous studies have shown how when one person in a romantic coupling gets depressed, the other becomes more depressed.","author":"Karen Salmansohn","category":"Person, Depressed, Studies"},{"quote":"I am not a dreamer. I am a football romantic.","author":"Jurgen Klopp","category":"Football, I Am, Dreamer"},{"quote":"I think that, occasionally, fame and popularity can garner more attention for individuals or films. But as a person who believes in my craft, I like the romantic notion that skill and hard work is more important than notoriety.","author":"Nargis Fakhri","category":"Work, Hard Work, Think"},{"quote":"Akshay's idea of a romantic date is a six-kilometre jog, followed by 500 crunches... together! Eeeeks!","author":"Twinkle Khanna","category":"Together, Idea, Date"},{"quote":"I want to do the romantic comedies. You know, the stuff that Meg Ryan and Julia Roberts or Reese Witherspoon would choose, of course.","author":"Jessica Simpson","category":"Want, Know, You"},{"quote":"I'd done a bachelor's degree, which I'd enjoyed, but I didn't know what to do with my life at the time. I was conflicted, and, being a hopeless romantic, I followed my girlfriend at the time to Vanderbilt, where, obviously, we broke up a couple of months later.","author":"Duncan Jones","category":"Life, Time, My Life"},{"quote":"Dame Barbara Cartland was an endearing eccentric, and when I interviewed her, she wanted me to listen to her dictating to her secretary one of those romantic novels that she turned out fortnightly.","author":"Melvyn Bragg","category":"Me, Listen, She"},{"quote":"All of us have a romantic streak in us. That's why we are fallible, aren't we?","author":"Kapil Sibal","category":"Why, Us, Fallible"},{"quote":"An excellent wine, someone's best attempt at cooking, and the candles and flowers on the table can turn the simplest dinner into an unforgettably romantic event.","author":"Letitia Baldrige","category":"Best, Flowers, Cooking"},{"quote":"Acting can be pretty challenging. I can't say making a romantic comedy is challenging, but to do anything well, you have to put yourself into it.","author":"John Cusack","category":"Yourself, Acting, You"},{"quote":"But no, I don't really like romantic comedies, so I don't really care. I never go see 'em.","author":"John Cusack","category":"Care, Never, See"},{"quote":"I feel close to Lloyd in 'Say Anything'. He was like a super-interesting version of me. Only I'm not as good as him. Whatever part of me is romantic and optimistic, I reached into that to play Lloyd.","author":"John Cusack","category":"Good, Me, Play"},{"quote":"I think that taking night trains or meeting someone on the road is pretty romantic. I've done a couple of things like that. I've surprised someone in Paris. And hopefully, when you surprise someone, they're happy to see you.","author":"John Cusack","category":"Happy, Road, Night"},{"quote":"Despite massive evidence to the contrary, libertarians hold tight to their romantic concept of capitalism, which, freed from government interference, serves the consumer with the best products at the lowest prices.","author":"Paul Craig Roberts","category":"Best, Government, Capitalism"},{"quote":"Junooniyat for love but not necessarily from the romantic perspective. For me, that is for family, that is for my work. For me, both these things are very important, so there is junoon for people I love, which is my family, and my work, which I worship.","author":"Yami Gautam","category":"Love, Work, Family"},{"quote":"To do a romantic scene is the most unromantic thing to do on screen.","author":"Yami Gautam","category":"Most, Scene, Screen"},{"quote":"Once I got married and had kids, I moved away from romantic roles, because it seemed wrong to have my three-year-old wondering why Daddy was kissing someone else.","author":"Chevy Chase","category":"Why, Kids, Married"},{"quote":"My most romantic job: I was a manager at Baskin-Robbins.","author":"Eric McCormack","category":"Job, Manager, Most"},{"quote":"Julia Roberts and Sandra Bullock do romantic comedies. I do dark dramas. I do these movies well.","author":"Jodie Foster","category":"Dark, Movies, Well"},{"quote":"I think romantic passion is wanting a little something in return.","author":"Oscar Isaac","category":"Passion, Think, Return"},{"quote":"A romantic relationship requires honesty between a couple.","author":"Tzipi Livni","category":"Relationship, Honesty"},{"quote":"In my opinion, British women are more romantic than French ones.","author":"Jean-Michel Jarre","category":"Women, Opinion, British"},{"quote":"I love romantic comedies. I like to watch them and I like to be in them. It's something that's increasingly difficult to find that spark of originality that makes if different than the ones that come before.","author":"Julia Roberts","category":"Love, Spark, Find"},{"quote":"The underdog winning is the romantic position.","author":"Malcolm Gladwell","category":"Winning, Underdog, Position"},{"quote":"Being single, I thought would be fun, but it is terribly boring. And I am a romantic, but only when I am in love. I can't force it otherwise.","author":"Jacqueline Fernandez","category":"Love, I Am, Fun"},{"quote":"When I am in love, I am ridiculously and hopelessly romantic.","author":"Jacqueline Fernandez","category":"Love, I Am, Ridiculously"},{"quote":"My wife would say I'm not romantic at all, but I would say that I'm the ultimate romancer because I write about... life being brilliant.","author":"Noel Gallagher","category":"Life, Wife, Say"},{"quote":"Romantic love, or sex, is the only good thing in a life that is being lived in a dark way.","author":"Alan Furst","category":"Love, Life, Good"},{"quote":"I don't know if I'd want to be a Secret Service agent. In the movies, it's exciting and romantic and all that. Really, most of their job is standing in a hallway for 12 hours making sure somebody doesn't come through a doorway off of a stairwell.","author":"Dennis Quaid","category":"Service, Job, Want"},{"quote":"I am a huge romantic at heart.","author":"Armaan Malik","category":"Heart, I Am, Huge"},{"quote":"I don't see people who are eager for shutdowns. While some people have a romantic ideal about shutdowns, the vast majority of Republicans and Democrats believe you have to try to work problems out rather than having a shutdown.","author":"James Lankford","category":"Work, Problems, Believe"},{"quote":"I am a very romantic person, and I love 'love' - however cheesy that sounds!","author":"Armaan Malik","category":"Love, I Am, Person"},{"quote":"I can sing in various genres, but my heart truly lies in singing romantic songs. This has been my forte ever since I was 8 or 9.","author":"Armaan Malik","category":"Heart, Singing, I Can"},{"quote":"The most contemporary film I can think of is your standard romantic comedy, but the minute you make them, they already look so aged.","author":"Rupert Friend","category":"Think, Comedy, You"},{"quote":"I loved the whole New Romantic, New Wave thing... New Order, Soft Cell, Depeche Mode, Gary Numan, Blancmange, Yazoo.","author":"John Grant","category":"Loved, New, Wave"},{"quote":"Despite not looking like a matinee idol, I feel like I have a lot to give. I've never had any trouble with women. People are always surprised with the romantic aspect of my movies.","author":"John C. Reilly","category":"Women, People, Looking"},{"quote":"I read too many romance novels during my formative years. I have a penchant for romantic comedies. I understand why 'Romeo and Juliet' came to such a pass.","author":"Roxane Gay","category":"Understand, Why, Years"},{"quote":"I would pretend to be the French lieutenant's woman. I was always a romantic. I still am, actually.","author":"Helena Bonham Carter","category":"Woman, Always, Still"},{"quote":"Marriage is like the romantic ideal, and yet the trappings around it and the culture about it are really the opposite of that.","author":"Lydia Millet","category":"Marriage, Culture, Like"},{"quote":"A romantic comedy has to be funny and make you think about life but the obstacle that has to be overcome is key.","author":"Jennifer Lopez","category":"Funny, Life, Think"},{"quote":"There's no shame in being romantic at all. I think people want to feel that sense of romance, which is rarely even attempted anymore.","author":"Colin Trevorrow","category":"People, Want, Think"},{"quote":"'Intelligent Life' is kind of a companion piece to 'Safety Not Guaranteed.' Internally, it's a sci-fi romantic thriller.","author":"Colin Trevorrow","category":"Life, Safety, Intelligent"},{"quote":"I've always been attracted to romantic secondhand clothes. But my style developed as I started going to these strange raves where everybody had these very definitive costumes.","author":"Florence Welch","category":"Style, Clothes, Strange"},{"quote":"I feel like you don't know if someone's equipped for a romantic relationship until they're out of their twenties.","author":"Lena Dunham","category":"Relationship, Know, You"},{"quote":"I happen to be really a romantic.","author":"Amanda Seyfried","category":"Happen, Really"},{"quote":"My overall quest is always to do something that's somehow different from whatever it is that I just got done doing. If that can include occasionally playing an older guy who has a romantic side and a romantic relationship, than that's a real treat.","author":"J. K. Simmons","category":"Relationship, Treat, Doing"},{"quote":"There's another film - a little Greek movie - that hopefully is going to get some distribution here in the U.S., called 'Worlds Apart,' where I also play a 60-year-old guy who looks a lot like J.K. Simmons, who has a romantic relationship with an appropriate woman.","author":"J. K. Simmons","category":"Relationship, Woman, Play"},{"quote":"I read a very romantic book when I was young, when I was in college: Rilke's 'Letters to a Young Poet.' And I've always felt that if you are in any kind of an artistic, creative endeavor, and you feel there's something else you can do for a living and be happy, I think you should do something else.","author":"J. K. Simmons","category":"Happy, College, Be Happy"},{"quote":"I think people get a sense of possibility when they're on a plane, even romantic possibility, wondering if the perfect person is going to sit down next to them or something.","author":"Walter Kirn","category":"People, Perfect, Think"},{"quote":"I'm a romantic slob!","author":"Willie Nelson","category":"Slob"},{"quote":"It's a bit of a cliche, but I think girls like to get flowers. I think books are quite romantic, too. If you can find an interesting book, that brings something out in your partner that can be very romantic.","author":"Douglas Booth","category":"Flowers, Book, Partner"},{"quote":"It's great to fall head over heels in love at a fast pace, and nothing's more romantic, but you need to look after yourself.","author":"Douglas Booth","category":"Love, Great, Yourself"},{"quote":"I'm pretty romantic.","author":"Douglas Booth","category":"Pretty"},{"quote":"I'm really kind of a little bit romantic for the lost era. There's a lot of us that are - kind like James Murphy, same thing - we feel like it's this magic era that happened before us. And it wasn't even necessarily disco.","author":"Mike D","category":"Lost, Magic, Kind"},{"quote":"Dub has been a big influence in terms of production. It's inspired so many people and so much music - in terms of music where mixing desk was the instrument. Central to that is the echo chamber, and I think there's a little bit of a romantic thing there.","author":"Mike D","category":"Music, Influence, People"},{"quote":"The life of Edward Estlin Cummings began with a childhood in Cambridge, Mass., that he described as happy, but he struggled in both his artistic and romantic exploits against the piousness of his father, an esteemed Harvard professor.","author":"Billy Collins","category":"Life, Happy, Father"},{"quote":"I find short, fast romances romantic. There's a beauty to dark imagery.","author":"Sam Smith","category":"Beauty, Short, Dark"},{"quote":"I'm not trying to be romantic. I think you can tell when people are trying to be sexy onstage. When I was doing 'All the Way,' I was really thinking about my wife. People don't know my personal experience, but they can tell it's an honest interpretation.","author":"Harry Connick, Jr.","category":"Experience, Thinking, Wife"},{"quote":"When people discuss the 1960s and the great Civil Rights Era, they often speak in romantic terms as if there wasn't immense work put in, and as if there wasn't immense sacrifice that took place. But none of those battles were easily fought and won; there were sustained movements behind them.","author":"Al Sharpton","category":"Work, Great, Sacrifice"},{"quote":"It's a very romantic sentiment, but to think that you would die if you didn't write, well, I would definitely choose to not write and live.","author":"Sarah McLachlan","category":"Live, Think, You"},{"quote":"I will never say never, but I will say never to doing the more typical romantic comedies. You know, unless I'm getting audited and I'm on the street and I desperately need some dough and that's the only thing that I'm getting.","author":"Christian Bale","category":"Doing, Know, You"},{"quote":"In terms of the romantic kind of lead, I just never enjoy those movies very much. Maybe they'll come to interest me more as I get older. I doubt it, but maybe. Romantic comedies tend to be, for me, an oxymoron.","author":"Christian Bale","category":"Me, Enjoy, Doubt"},{"quote":"The only thing I would unequivocally say is that I have never had any interest in romantic comedy I just couldn't do it. I think I'd be terrible.","author":"Christian Bale","category":"Think, Comedy, Say"},{"quote":"Any woman can make pole dancing a regular part of their exercise routine - and a fun part of their romantic life!","author":"Kendra Wilkinson","category":"Life, Woman, Fun"},{"quote":"Americans have always been excellent at making romantic comedies - but dramatically, we don't really try to do it.","author":"James Gray","category":"Try, Always, Excellent"},{"quote":"The state of being in love is so inherently preposterous. It usually lends itself to romantic comedy. I think we've all been there.","author":"James Gray","category":"Love, Love Is, Think"},{"quote":"I want to play a villain. I want to play a romantic heroine.","author":"Allison Williams","category":"Want, Villain, Play"},{"quote":"I realize that no one is going to come to me and ask me to be Julius Caesar or a romantic lead, but I think I'm a certain type of guy who looks a certain way, and that's just the reality of things.","author":"Dennis Farina","category":"Reality, Me, Think"},{"quote":"There has always been a tension in my life between the romantic and the practical. I can't hole myself up in a cabin and write down ideas for the rest of my life. I also need to be able to clean out a dog bite.","author":"Ethan Canin","category":"Life, Dog, Myself"},{"quote":"Everything is just so much more romantic and real when it's yours and it's private.","author":"Dove Cameron","category":"Real, Everything, Just"},{"quote":"I've always considered myself a fairly romantic person. I believe in love and falling in love at a young age.","author":"Mandy Moore","category":"Love, Age, Myself"},{"quote":"I've had fun doing romantic comedies, but I just can't anymore. There's nothing fulfilling creatively, there's nowhere to grow, nothing to learn from it or for yourself. I'd rather just be home with my family or write music until that special project comes my way.","author":"Mandy Moore","category":"Family, Music, Home"},{"quote":"I don't think Hollywood knows what to do with me. I would imagine that when it comes to romantic comedies, my name would be pretty low down on the list.","author":"Gary Oldman","category":"Me, Name, Think"},{"quote":"Kissing scenes are never romantic or sexy. They're actually super technical, like, 'Move your head; you're blocking her light,' or, 'Stop looking like an idiot when you kiss her.'","author":"Will Poulter","category":"Light, Kiss, Looking"},{"quote":"I love stories with love in them. I just prefer those films. Every so often, I come across a film where there's no love story. It doesn't have to be romantic, but there's a lack of love, and I don't get that.","author":"Rachel McAdams","category":"Love, Story, No Love"},{"quote":"There's something really great and romantic about being poor and sleeping on couches.","author":"Ben Affleck","category":"Great, Poor, Sleeping"},{"quote":"I love surprises - champagne and strawberries, all that pampering, romantic stuff. Guys ought to know how to pamper their women properly.","author":"Danica McKellar","category":"Love, Women, Know"},{"quote":"I think I'm a romantic person, yeah.","author":"Antonio Banderas","category":"Think, Person, I Think"},{"quote":"After Fergie and Prince Andrew honeymooned at Le Touessrok in Mauritius, Bobby, my late husband, and I were first to stay in their suite. We enjoyed the benefits - all the spoils and the special luxuries. We practically had our own private beach, and it was most romantic.","author":"Cilla Black","category":"Beach, Husband, Late"},{"quote":"I had my first real kiss at Magic Mountain on a park bench. Not the most romantic thing ever.","author":"Vanessa Hudgens","category":"Mountain, Kiss, Magic"},{"quote":"I have played so many romantic roles that I don't know if I am really a romantic in real life. I get confused about the real me.","author":"Dhanush","category":"Life, I Am, Me"},{"quote":"You know, I've always thought that it would be really funny if somebody made a romantic comedy where absolutely everything went well from beginning to end.","author":"Fiona Apple","category":"Funny, Beginning, End"},{"quote":"I'm not a romantic.","author":"Jack Kevorkian","category":"Love"},{"quote":"I proposed to my wife on Brighton Beach, and she said yes. That's pretty romantic. Even though I forgot to go down on one knee because I was too busy trying to compose the question.","author":"Robert Webb","category":"Beach, Wife, Busy"},{"quote":"I hope that I would be considered romantic. I don't know... one of my favorite movies is 'The Notebook' so I guess that would be considered romantic. But I think being romantic is more than the flowers and the gifts. It's about connecting with the person and being able to talk and share things with her.","author":"Taylor Lautner","category":"Hope, Flowers, Know"},{"quote":"So many women today have become so focused on their children, they've developed these romantic entanglements with their children's lives, and the husbands are secondary. They're left out. And the romantic focus is on the children.","author":"Ayelet Waldman","category":"Children, Women, Today"},{"quote":"Is Valentine's Day a day to make cupcakes with your children? No, Valentine's is supposed to be a day about romantic love.","author":"Ayelet Waldman","category":"Love, Children, Day"},{"quote":"I don't have any romantic ideas about marriage. Trust me. A white dress... ? No. It's not something for me.","author":"Diane Kruger","category":"Marriage, Trust, Dress"},{"quote":"When I was younger - it might be a romantic idea - I always thought I might go crazy.","author":"Diane Kruger","category":"Crazy, Thought, Idea"},{"quote":"It's funny, I can sit through the worst horror film ever made but even a quite good romantic comedy can drive me nuts.","author":"Jason Reitman","category":"Funny, Good, Me"},{"quote":"I am very romantic. Given a choice, I'd do only romantic films!","author":"Sonam Kapoor","category":"I Am, Choice, Only"},{"quote":"Even actresses that you really admire, like Reese Witherspoon, you think, 'Another romantic comedy?' You see her in something like 'Walk the Line' and think, 'God, you're so great!' And then you think, 'Why is she doing these stupid romantic comedies?' But of course, it's for money and status.","author":"Gwyneth Paltrow","category":"Money, Great, God"},{"quote":"I had these kind of unrealistic expectations that were fueled by romantic comedies, and it has both helped me and hurt me in many ways. It helped me because, in general, they've made me hopeful. I just figure things will eventually work out for me. But nobody is like any Tom Hanks character. Nobody is Hugh Grant. No one is Meg Ryan!","author":"Mindy Kaling","category":"Work, Character, Hurt"},{"quote":"I regard romantic comedies as a subgenre of sci-fi, in which the world operates according to different rules than my regular human world.","author":"Mindy Kaling","category":"World, Rules, Human"},{"quote":"I have such a rich fantasy life, I can't help it. I do make up a lot of romantic stories in my head.","author":"Mindy Kaling","category":"Life, Help, Rich"},{"quote":"Woody Allen is really the ultimate. I love that he believed in himself enough to do what he did. And I have that same feeling - that there's nobody that looks like me in movies, nobody would cast me as a romantic lead, but I want to do it and I feel confident that I can.","author":"Mindy Kaling","category":"Love, Me, Want"},{"quote":"When men hear women want a commitment, they think it means commitment to a romantic relationship, but that's not it. It's a commitment to not floating around anymore. I want a guy who is entrenched in his own life. Entrenched is awesome.","author":"Mindy Kaling","category":"Life, Relationship, Women"},{"quote":"On 'The Office,' so much of the show is about disguising your true feelings and your romantic feelings because it was a mock documentary.","author":"Mindy Kaling","category":"True, Feelings, Office"},{"quote":"Neutrinos alone, among all the known particles, have ethereal properties that are striking and romantic enough both to have inspired a poem by John Updike and to have sent teams of scientists deep underground for 50 years to build huge science-fiction-like contraptions to unravel their mysteries.","author":"Lawrence M. Krauss","category":"Deep, Alone, Build"},{"quote":"The most conventional romantic trope of all is that you put lovers under extreme pressure, where they have to make decisions that illuminate aspects of that bond.","author":"Lenny Abrahamson","category":"Decisions, Pressure, You"},{"quote":"I am very romantic. In fact, I just renewed my vows... although it was with another woman.","author":"Kevin Nealon","category":"I Am, Woman, Fact"},{"quote":"That's what I like about film-it can be bizarre, classic, normal, romantic. Cinema is to me the most versatile thing.","author":"Catherine Deneuve","category":"Me, Cinema, Classic"},{"quote":"I love it when a man cooks it's one of those points that makes me adore a guy. I think it's so romantic and I feel cared for when a man cooks.","author":"Olga Kurylenko","category":"Love, Man, Me"},{"quote":"I'm a bit of a romantic. In theory!","author":"Olga Kurylenko","category":"Theory, Bit"},{"quote":"With clothing being designed that allows you to be hugged virtually, video conferencing becoming ever sharper, and our social and romantic lives increasingly taking place online, the gap between the physical and the virtual is getting ever smaller.","author":"Noreena Hertz","category":"You, Place, Clothing"},{"quote":"I'm a hopeless romantic, and very much the person in a relationship to go: If things are going well, I'll buy the flowers, remember the dates of things, plan fun nights out.","author":"Jennifer Love Hewitt","category":"Relationship, Flowers, Fun"},{"quote":"I'd like to do 'My Best Friend's Wedding,' 'Pretty Woman,' Meg Ryan type stuff. Romantic comedies. I'd love to do some action stuff as well.","author":"Jennifer Love Hewitt","category":"Love, Best, Wedding"},{"quote":"Personally, I can't see why it would be any less romantic to find a husband in a nice four-color catalogue than in the average downtown bar at happy hour.","author":"Barbara Ehrenreich","category":"Happy, Husband, Nice"},{"quote":"The dark comedies tend to be in a non-releasable area. There can be romantic comedies. There can be dramas. But there's no 'dark comedy' inbox for the advertising.","author":"Gus Van Sant","category":"Advertising, Dark, Comedy"},{"quote":"I wanted to tell a romantic and dark side of Ottoman history that was also slightly political, saying to the previous generation of writers, 'Look, I'm interested in Ottoman things, and I'm not afraid of it, and I'm doing something creative.'","author":"Orhan Pamuk","category":"History, Creative, Political"},{"quote":"My home is attached to a study - in fact, my home is my study, and I have a little room to sleep in. I need to write looking onto the street or a landscape. Looking at reality from some distance gives me romantic visions.","author":"Orhan Pamuk","category":"Home, Sleep, Reality"},{"quote":"My husband, Sal, and I put date nights on the calendar once a week. I know that doesn't sound romantic, but otherwise it won't get done.","author":"Sherri Shepherd","category":"Week, Husband, Know"},{"quote":"I think when romantic comedies are done well, it's a great genre. 'When Harry Met Sally' is kind of a benchmark for me, but I'm very happy to admit that I love 'Pretty Woman.' I do! It's a great film, and so is 'Sixteen Candles.' I was a big John Hughes fan - still am. I have moments where I have to watch a Hughes film.","author":"Jamie Dornan","category":"Love, Happy, Great"},{"quote":"I had to satisfy the action fans, the romantic fans, the intellectual fans. It was a terrific burden.","author":"Sidney Poitier","category":"Action, Intellectual, Fans"},{"quote":"I'm a romantic guy.","author":"Fred Durst","category":"Guy"},{"quote":"Growing up, a film was an action film or it was a comedy or it was romantic, but you don't really see such stark lines between genres nowadays.","author":"Beck","category":"Action, Growing Up, You"},{"quote":"I grew up in southeastern Oklahoma on a working cattle ranch, and it was always very romantic to me: The West, the cowboy, the Western way of life.","author":"Reba McEntire","category":"Life, Me, Working"},{"quote":"What Romantic terminology called genius or talent or inspiration is nothing other than finding the right road empirically, following one's nose, taking shortcuts.","author":"Italo Calvino","category":"Road, Talent, Genius"},{"quote":"I broke my nose in gym when a ball hit me. I took a girl to her debutante ball the next week wearing a tux and a big, honking bandage. Not the romantic night she had in mind.","author":"Wentworth Miller","category":"Girl, Mind, Night"},{"quote":"I'm such a romantic at heart.","author":"Morten Tyldum","category":"Heart"},{"quote":"The first thing that inspires me is my mood, but I take inspiration from a lot of things: a rock song, a romantic movie or a specific lifestyle, like 1960s London and, of course, Italian 'dolce vita!'","author":"Chiara Ferragni","category":"Song, Me, London"},{"quote":"I've done a few old-style romantic leads now.","author":"Richard Madden","category":"Done, Now, Leads"},{"quote":"That on a romantic level, if you feel it about somebody and it's pure, it means that they do too.","author":"Sean Penn","category":"You, Pure, Feel"},{"quote":"I am not married, no. I wasn't really into the notion when I was younger, but now I think a proposal is the ultimate romantic gesture.","author":"Miranda Hart","category":"I Am, Think, Married"},{"quote":"I'm a complete romantic - it's why I always get married. Someone should really stop me.","author":"Pamela Anderson","category":"Me, Why, Stop"},{"quote":"I have tender, romantic associations with upstate New York.","author":"Vera Farmiga","category":"New York, New, York"},{"quote":"It's so often that I read for the bouncy, sunny girl men fall in love with who will solve all the romantic problems in the narrative. I don't choose to work that way.","author":"Sarah Gadon","category":"Love, Work, Girl"},{"quote":"Sepia in particular tends to make everything look a bit romantic and almost sentimental, hence the fact that it remains such a popular choice for wedding photographs.","author":"Martin Parr","category":"Wedding, Choice, Look"},{"quote":"Essentially, I spent most of my childhood with my mother and my older sister, and I suppose I had rather a romantic vision of how things might be if there were men around; I saw myself in a country house with six children and a garden. That has never been achieved - and I still regret it.","author":"Claire Tomalin","category":"Children, Sister, Mother"},{"quote":"When I first started drawing the earliest incarnation of 'Optic Nerve,' I hadn't even been on a date; I hadn't had a romantic relationship of any kind yet, so in a way, I was almost writing science fiction.","author":"Adrian Tomine","category":"Relationship, Science"},{"quote":"I grew up with a very romantic, idealized vision of New York, probably because of all the books I read and the movies I watched.","author":"Adrian Tomine","category":"Vision, New York, Movies"},{"quote":"Marriage is not simply a romantic union between two people it's also a political and economic contract of the highest order.","author":"Elizabeth Gilbert","category":"Marriage, Political, People"},{"quote":"You could argue that 'Sweeney Todd' was romantic, if you looked closely at it, but it didn't impart that to its audiences. But it's large, and it's melodramatic, and it's a style I like to work in periodically.","author":"Harold Prince","category":"Work, Style, You"},{"quote":"'Natural Born Killers' is really a misunderstood romantic comedy.","author":"Woody Harrelson","category":"Born, Misunderstood, Comedy"},{"quote":"The other two things are... well, I had a huge appetite for old black and white movies on BBC 2. At the weekends they used to run matinees, and the more romantic the better.","author":"Ewan McGregor","category":"Black And White, Black"},{"quote":"I wouldn't feel satisfied being on set every day doing a romantic comedy - I'd be bored to death.","author":"Joaquin Phoenix","category":"Day, Death, Every Day"},{"quote":"I fell in love with many women at school who had no idea I existed. I'm a bit of a romantic.","author":"Eric Bana","category":"Love, Women, School"},{"quote":"I'm a bit of a romantic.","author":"Eric Bana","category":"Bit"},{"quote":"I can sit in front of the TV and watch an old romantic film and be transfixed.","author":"Amber Heard","category":"I Can, Film, Watch"},{"quote":"By all but the pathologically romantic, it is now recognized that this is not the age of the small man.","author":"John Kenneth Galbraith","category":"Age, Man, Small"},{"quote":"Wave after wave of love flooded the stage and washed over me, the beginning of the one great durable romance of my life.","author":"Bette Davis","category":"Love, Life, Great"},{"quote":"My granddaddy on my momma's side, he was a romantic. He loved love songs. Every Valentine's Day, I remember him buying a red carnation for my grandmomma, my momma and my sister. That was something you could count on every year.","author":"Josh Turner","category":"Love, Day, Sister"},{"quote":"I could never understand, when I watch romantic comedies, the notion that for some reason, unattractive or heavy people don't fall in love. If they do, it's in some odd, kooky, roundabout way - and it's not. It's exactly the same.","author":"James Corden","category":"Love, People, Fall"},{"quote":"I'm not a big fan of romantic comedies, believe it or not.","author":"Kate Hudson","category":"Believe, Big, Fan"},{"quote":"I do know that I like to play characters that are sometimes a little on the outside - that's because it feels kind of romantic and sexier to me. I really think they are the people that we learn lessons from.","author":"Willem Dafoe","category":"Me, People, Know"},{"quote":"I had no romantic interest in Gable. I considered him an older man.","author":"Gene Tierney","category":"Man, Him, Interest"},{"quote":"Remember, beneath every cynic there lies a romantic, and probably an injured one.","author":"Glenn Beck","category":"Remember, Cynic, Every"},{"quote":"I feel about romance the same way I do about a vocation: it's a calling. You have an inner intuition, an inner 'yes.' I don't know if it's destined or not, but certainly I couldn't imagine being the person I am today without the romantic experiences I've had.","author":"Alden Ehrenreich","category":"Today, I Am, Know"},{"quote":"I don't have a favourite romantic scene, but I enjoy romantic movies like 'Ghost' and 'Music and Lyrics.'","author":"Hansika Motwani","category":"Music, Enjoy, Movies"},{"quote":"You know, I always got offered other stuff. Not the romantic leads, obviously. But very often it's a role that's underwritten, where the character has no personality at all. And they need a character actor who can fill it in.","author":"Harvey Fierstein","category":"Character, Personality, Know"},{"quote":"A romantic date for me is sitting in pajamas and being with a guy with whom I can be myself.","author":"Alia Bhatt","category":"Myself, Me, I Can"},{"quote":"I don't find these technical things like flowers and chocolates romantic at all. I think Valentine's Day makes no sense.","author":"Alia Bhatt","category":"Day, Flowers, Think"},{"quote":"I always think the most romantic books or films are the ones where the romance doesn't happen, because it makes your heart ache so much watching it.","author":"Natalie Portman","category":"Heart, Think, Always"},{"quote":"Vision is a romantic thing. We have got into 'talent identification'. I am much more interested in passion - finding people who are really excited about doing something.","author":"Sebastian Coe","category":"Passion, Vision, I Am"},{"quote":"With the first commandment, Mohammed tried to imprison common sense. And with the second commandment, the beautiful, romantic side of mankind was enslaved.","author":"Ayaan Hirsi Ali","category":"Beautiful, Common Sense"},{"quote":"I guess it's ridiculously romantic, but I wanted to be a full tilt, sink-or-swim writer.","author":"Daniel Woodrell","category":"Writer, Guess, Ridiculously"},{"quote":"In grammar school I read 'Act One' by Moss Hart, and being a playwright struck me as the most magical and romantic career anyone could have... But I never did write a play.","author":"Alice McDermott","category":"School, Me, Play"},{"quote":"Right away I think of two books - 'Wuthering Heights' and 'Rebecca' - and of just sinking into them as a young reader. I think they must have appealed not just to my romantic adolescent soul, but I suppose there's also an appealing darkness in both of them.","author":"Alice McDermott","category":"Soul, Darkness, Think"},{"quote":"I am still a hard-core romantic.","author":"Divyanka Tripathi","category":"I Am, Still, Am"},{"quote":"My younger brother's death in Vietnam was both sobering and cause for reflection. In 'Fallen Angels' I wanted to dispel the notion of war as either romantic or simplistically heroic.","author":"Walter Dean Myers","category":"Death, Reflection, Brother"},{"quote":"I'm a big romantic, traditional, cheesy guy.","author":"Josh Hutcherson","category":"Big, Cheesy, Guy"},{"quote":"Think back to yourself at age 18. I know I was mighty different than the Patti I am today. As we grow up, we grow out of our haircuts, our apartments and - often times - our romantic decisions.","author":"Patti Stanger","category":"Age, Today, I Am"},{"quote":"I've done five films directed by women. I did like it. They had qualities, particularly in the romantic tenderness of scenes. I felt sometimes they were a little bit soft, but maybe they were clever to get the guys working the way they wanted them to.","author":"Jacqueline Bisset","category":"Women, Clever, Working"},{"quote":"My goal on my bucket list is to write a romantic comedy movie.","author":"Lynda Barry","category":"Goal, Comedy, Bucket"},{"quote":"'Bombay Velvet' is my most romantic film, it's my 'Titanic' or 'Gone With The Wind.'","author":"Ranbir Kapoor","category":"Wind, Velvet, Gone"},{"quote":"I would say 80% of the scripts I get are dramas and not comedies or romantic comedies, which is funny because that's what I do every week.","author":"Eva Longoria","category":"Funny, Week, Say"},{"quote":"Anders Thomas Jensen and I had talked about making a movie which addressed the cancer issue, and we didn't want to make it heavy-handed. We wanted to do something which had a lot of hope in it. And then for some reason we came up with a romantic comedy.","author":"Susanne Bier","category":"Hope, Want, Cancer"},{"quote":"The romantic view would be that nomads are wonderful people, better than us; they care about the environment.","author":"Robyn Davidson","category":"People, View, Environment"},{"quote":"NASA projects often have romantic names that link into a long history of exploration and adventure: Atlantis and Discovery, for example.","author":"Hanna Rosin","category":"History, Adventure, Long"},{"quote":"I had a kind of romantic notion about being a Hollywood Errol Flynn type.","author":"Kelsey Grammer","category":"Kind, Hollywood, Being"},{"quote":"I believe that when you're in love you have to pour your heart and soul out to your partner... or why bother? So in that sense I'm an incurable romantic when it comes to men.","author":"Cameron Diaz","category":"Love, Heart, Soul"},{"quote":"There's something very romantic about self-destruction and sabotaging your life, and taking a hammer to it.","author":"Gerard Way","category":"Life, Hammer, Something"},{"quote":"I'm a fan of daytime drama; I totally get it. When we are doing scenes that are romantic or will get the audience riled up, I feel like I'm a fan in the room going, 'People are going to be so mad right now!'","author":"Alison Sweeney","category":"People, Doing, Drama"},{"quote":"Movies are romantic fantasies.","author":"Ira Sachs","category":"Movies, Fantasies"},{"quote":"After a life deprived of everything from romantic love to the choice of when to wake up in the morning, after 29 years without the ability to have a career or even to be alone at toilet, the Bijani sisters are not symbols but women who have had to live a shared life of constant, quotidian sacrifice.","author":"Darin Strauss","category":"Love, Life, Women"},{"quote":"I'm not the most romantic guy, although I do try.","author":"Seth Rogen","category":"Try, Guy, Most"},{"quote":"I was meant to date the captain of the football team, I was going to be on a romantic excursion every Saturday night, I was destined to be collecting corsages from every boy in town before prom, accepting such floral offerings like competing sacrifices to a Delphic goddess.","author":"Elizabeth Wurtzel","category":"Team, Football, Night"},{"quote":"My wife was the first romantic partner who understood both American and native parts of me - not so much the positive stuff, but the damage.","author":"Sherman Alexie","category":"Positive, American, Wife"},{"quote":"Sometimes I make very selfish choices; like I did 'Once Upon A Time' for my inner 8-year-old and my hypothetical future child. I've done some movies because I would regret them if I didn't, but other projects I've done because they've scared me or if I felt I needed to do a big romantic comedy to help me professionally.","author":"Ginnifer Goodwin","category":"Time, Future, Child"},{"quote":"I've always been sort of addicted to genre-jumping. I've never been in the mood to do the same thing I did last time. Hence, me going from 'Big Love' to romantic comedy, to period film... I can't sit still.","author":"Ginnifer Goodwin","category":"Love, Time, Me"},{"quote":"I could go my whole life and say, 'I'm not going to do anything with a love triangle,' but whenever you have a romance, there has to be some obstacle, and even the dumbest romantic comedies have a love triangle or something.","author":"Catherine Hardwicke","category":"Love, Life, You"},{"quote":"German accents and Hassidic accents aren't that romantic. They're more harsh. Although Hebrew, when spoken by certain people, sounds beautiful. There's this beautiful woman I know who speaks Hebrew, and when she speaks, it's so attractive. Maybe it's who's speaking it.","author":"Janeane Garofalo","category":"Beautiful, Beautiful Woman"},{"quote":"I go to Saint Barth in the French West Indies for two weeks each year. That place is amazing. Amazing people, beautiful beaches, great wine, wonderful harbors... It's incredibly romantic.","author":"Brooke Burke","category":"Beautiful, Great, Amazing"},{"quote":"Latin men are the most passionate men in the world - they may not be the most aggressive, but they are very passionate, very romantic.","author":"Brooke Burke","category":"Men, World, Passionate"},{"quote":"I don't know about the romantic comedy route, although never say never.","author":"Kristen Wiig","category":"Know, Comedy, Say"},{"quote":"I don't believe in having one partner for your whole life, but I hope I get married. I want to have a husband and two kids and a nice little life baking pies. I'm quite romantic. It's definitely important to have someone make you feel special.","author":"Hilary Duff","category":"Life, Hope, Believe"},{"quote":"I'm turned off by the groupie thing. I'm a romantic; I like finding the right woman, and if it works, it works.","author":"Joe Perry","category":"Woman, Finding, Right"},{"quote":"I'd like to do a romantic comedy like 'Notting Hill,' which is one of my favorite movies.","author":"Rutina Wesley","category":"Movies, Favorite, Comedy"},{"quote":"The romantic embrace can only be compared with music and with prayer.","author":"Havelock Ellis","category":"Music, Prayer, Embrace"},{"quote":"I have a romantic side.","author":"Curtis Jackson","category":"Side"},{"quote":"I would have loved to do 'Alice in Wonderland.' Being a 'Bond' girl would always be fun. We had a lot of action in 'Eclipse' and I'd definitely like to continue down the action road. I want to do a romantic period piece, but those are really hard to get made because they're very expensive and there's not a huge demographic.","author":"Ashley Greene","category":"Road, Girl, Fun"},{"quote":"I would have loved to do romantic comedies. That's what I think I would be best at.","author":"Rene Russo","category":"Best, Loved, Think"},{"quote":"I don't ever want to be a sentimentalist. I prefer to be a realist. I'm not a romantic really.","author":"James Earl Jones","category":"Want, Realist, Really"},{"quote":"Acting is not about anything romantic, not even fantasy, although you do create fantasy.","author":"James Earl Jones","category":"Acting, You, Fantasy"},{"quote":"I'm a street photographer, but I'm interested in any ironic, whimsical images, and there's something very romantic about a circus.","author":"Mary Ellen Mark","category":"Circus, Street, Photographer"},{"quote":"When I was about 14 I remember thinking when it came to proposing to my future girlfriend, I'd make a CD with all her favourite songs and a message that said, 'Will you marry me?' Shows you what a romantic I was. No one listens to CDs any more. It's all about iTunes.","author":"Tinie Tempah","category":"Future, Thinking, Me"},{"quote":"The Romantic poets were the prototype ramblers, and I've often found myself following in their footsteps - although perhaps not all of their footsteps since a typical walk for Samuel T. Coleridge might last two days and cover 145km.","author":"Arthur Smith","category":"Myself, Walk, Two"},{"quote":"I lived by the candlelight for two years because I couldn't afford power. It was nice and romantic at the time, but if you can't afford power you're pretty broke. You endure it.","author":"Jeremy Renner","category":"Time, Power, Nice"},{"quote":"The most romantic thing a guy has ever done for me is starting a family. That's as romantic as it gets.","author":"Isla Fisher","category":"Family, Me, Done"},{"quote":"I am a hopeless romantic, and so is my wife.","author":"Nick Cannon","category":"I Am, Wife, Hopeless"},{"quote":"I want to do action, romantic comedy, and I love drama.","author":"Liya Kebede","category":"Love, Action, Want"},{"quote":"I would love to do a romantic comedy - a good one.","author":"Stephanie Sigman","category":"Love, Good, Comedy"},{"quote":"I think opera has gained a kind of glamorous appeal. It's a live performance that aligns all of the arts, and when it is represented in the media, in film in particular, it is presented as something that is really a special event, whether it's a great date or something that's just hugely romantic.","author":"Renee Fleming","category":"Great, Performance, Media"},{"quote":"It's good to be able to be a leading lady, to be a romantic lead, to play opposite people who are talented, and charismatic and stuff.","author":"Heather Graham","category":"Good, People, Play"},{"quote":"Kim Kardashian's marriage to Kris Humphries famously lasted 72 days, and was reported in the tabloids as being all about the big bucks paid by magazines for the bridal photos: it is a spectacle of a bride-to-be as entrepreneur, not as romantic heroine; the groom, in this scenario, is nothing but a prop.","author":"Naomi Wolf","category":"Marriage, Entrepreneur"},{"quote":"I think that the romantic impulse is in all of us and that sometimes we live it for a short time, but it's not part of a sensible way of living. It's a heroic path and it generally ends dangerously.","author":"Jane Campion","category":"Time, Path, Short"},{"quote":"It's been such a deep and amazing journey for me, getting close to John Keats, and also I love Shelley and Byron. I mean, the thing about the Romantic poets is that they've got the epitaph of romantic posthumously. They all died really young, and Keats, the youngest of them all.","author":"Jane Campion","category":"Love, Journey, Deep"},{"quote":"There is a romantic, often misguided, misconception among the British that life in France is akin to life in Paradise.","author":"Janine di Giovanni","category":"Life, Paradise, British"},{"quote":"I'm a hopeless 19th-century romantic.","author":"John Banville","category":"Hopeless"},{"quote":"People expect me to be dark and gloomy, then write that I'm a jolly chap, and after all, that is what I am. I think it's a case of an absolute romantic naivety that there should be a parallel between the work and the artist.","author":"Michael Haneke","category":"Work, I Am, Artist"},{"quote":"I'm not a social singer. But if one can take a social message via the romantic, that's a strong statement.","author":"Luis Fonsi","category":"Strong, Message, Social"},{"quote":"In my player, I have a Luis Miguel CD as well as a Brian McKnight CD. I'm known for my very romantic ballads as well as the fun, up-tempo pop songs.","author":"Luis Fonsi","category":"Fun, Well, Brian"},{"quote":"The genre I listen to the most is salsa, so people look at me and see this guy who's done mostly romantic ballads, but there's always been this other side.","author":"Luis Fonsi","category":"Me, People, See"},{"quote":"Usually, in romantic comedies, you end up sacrificing a great deal of the complexity - you know, just two attractive people and a good soundtrack.","author":"Timothy Olyphant","category":"Good, Great, People"},{"quote":"'Romeo And Juliet' is the classic love story. When two lovers are separated and trying to get back to one another, that's fiercely romantic and something you become glued to.","author":"Saoirse Ronan","category":"Love, Story, You"},{"quote":"I have nothing against romance. I believe that we must hold on to the right to dream and to be romantic. But an Indian village is not something that I would romanticize that easily.","author":"Arundhati Roy","category":"Believe, Dream, I Believe"},{"quote":"Love alone could waken love.","author":"Pearl S. Buck","category":"Love, Alone, Could"},{"quote":"It was a romantic dream to be a writer. It seemed like a calling.","author":"Bobbie Ann Mason","category":"Dream, Like, Writer"},{"quote":"I'm very romantic, I'm extremely romantic. I date my wife.","author":"Alice Cooper","category":"Wife, Date, Very"},{"quote":"When I started, there was something almost romantic about the notion of paparazzi. I mean, it wasn't. They were still chasing you down the road. But that guy had to put film in his camera and work out whether it was worth pressing the button to take the shot, otherwise he's got to stop and change the film. So it was like this age of innocence.","author":"Kylie Minogue","category":"Work, Change, Age"},{"quote":"I sang everything - R&B slow jams, Spanish slow jams, romantic reggaeton - and I really didn't care which I got signed for.","author":"Prince Royce","category":"Slow, Care, Everything"},{"quote":"I feel like I've done a bunch of period stuff and then a bunch of romantic comedies.","author":"Kate Beckinsale","category":"Done, Feel, Like"},{"quote":"When I was pregnant, I had the romantic idea that after the baby was born I would not only take up reading in earnest again, but also write a novel while my daughter slept in her Moses basket. Of course, I barely had time to keep up with my magazines until she started sleeping properly.","author":"Kate Beckinsale","category":"Time, Daughter, Reading"},{"quote":"I've heard stories about movies that are really maybe difficult and really dramatic and good, but they are being sold as romantic comedies. All it's going to do is just... that's hurting the work, because that just makes it impossible for anyone to see it correctly.","author":"Shane Carruth","category":"Work, Good, Impossible"},{"quote":"The only thing I can ever do is make a film that I can respond to. I could not make a romantic comedy for college girls. I wouldn't know how that works.","author":"Shane Carruth","category":"College, Know, Comedy"},{"quote":"Romantic relationships are the least interesting thing for me to write about. I'm 45, and that's not the most interesting thing in my life anymore.","author":"Kelly Sue DeConnick","category":"Life, Me, Relationships"},{"quote":"I think of OkCupid as an online bar; a place where singles can go, have fun with each other and in the process hopefully meet new people, some of whom might turn into a romantic relationship.","author":"Sam Yagan","category":"Relationship, Fun, People"},{"quote":"Judy Garland was a different type of entertainer. She was a dancer, a singer, and an incurable romantic.","author":"Mickey Rooney","category":"She, Singer, Different"},{"quote":"When I was a child, the temptation to sin was always a romantic option. This romantic option led me to the cinema, a place where sin was welcome.","author":"Harmony Korine","category":"Welcome, Child, Me"},{"quote":"I love romantic comedies, or romantic dramas - basically anything with love in it.","author":"Rachel Bilson","category":"Love, Anything"},{"quote":"If I were given a choice between two films and one was dark and explored depraved, troubled or sick aspects of our culture, I would always opt for that over the next romantic comedy.","author":"David Schwimmer","category":"Culture, Choice, Dark"},{"quote":"I'm not really interested in doing a traditional romantic comedy where everything ties up neatly.","author":"Leslie Mann","category":"Doing, Comedy, Where"},{"quote":"I would love to play the lead in a big romantic comedy. That's definitely a dream of mine.","author":"Rosamund Pike","category":"Love, Dream, Play"},{"quote":"Lidia Bastianich, sorry, but kind of boring. I mean, I love Lidia, but you can fall asleep watching her. And Mario Batali? I love Mario to death... but he's not romantic or sensual. Those are the things I bring to the table.","author":"Giada De Laurentiis","category":"Love, Death, Sorry"},{"quote":"I've never felt that I had to take a role in one of those mediocre but hugely budgeted romantic comedies because I want to wear beautiful dresses and have people think I'm pretty and that I get the guy.","author":"Minnie Driver","category":"Beautiful, People, Want"},{"quote":"If you don't know a lot about figure skating, it's easy to fall in love with ice dancing because it's so romantic and so theatrical.","author":"Dorothy Hamill","category":"Love, Fall, Easy"},{"quote":"Dinner is a great first date. Don't believe that stuff about girls not wanting to eat on a first date - sharing a romantic meal is so sexy.","author":"Carmen Electra","category":"Great, Believe, Dinner"},{"quote":"I'm very romantic.","author":"Carmen Electra","category":"Very"},{"quote":"Classical and romantic: private language of a family quarrel, a dead dispute over the distribution of emphasis between man and nature.","author":"Cyril Connolly","category":"Family, Nature, Man"},{"quote":"I happen to know there is nothing sexy or romantic about love scenes. They are just awful to do.","author":"Keeley Hawes","category":"Love, Sexy, Know"},{"quote":"I'm not a romantic lead. I have sticking-out ears and a little troll nose.","author":"Russell Tovey","category":"Lead, Nose, Little"},{"quote":"I was married when I was 17. I knew nothing. I was full of romance.","author":"Gloria Swanson","category":"Nothing, Romance, Married"},{"quote":"I don't know if it's possible to live the rock 'n roll lifestyle and still be romantic.","author":"Adam Levine","category":"Live, Rock, Know"},{"quote":"I think that there is always a part of utopia in any romantic relationship.","author":"Pedro Almodovar","category":"Relationship, Think, Utopia"},{"quote":"I did want a boy child because I had this romantic idea that a boy child when he's 16 takes his mother out for dinner.","author":"Jennifer Saunders","category":"Mother, Child, Dinner"},{"quote":"Back in the mid '90s, I went to a film festival, and they were airing 'Central Park West' at the same time as this cute little romantic comedy movie called 'French Exit,' and I got to go from one theater where I was goofy, falling over myself, to this kind of evil vixen kind of character.","author":"Madchen Amick","category":"Time, Myself, Evil"},{"quote":"There's something about marriage that is not as intensely romantic or interesting as a couple's first meeting.","author":"John Sandford","category":"Marriage, Meeting"},{"quote":"I like all types of women. I accept them as they are when they come into my life... But I'm not a romantic. I'm just up-front. I like to be a part of something real, not make-believe. I tell women to tell me the truth, to just lay it out. Let me be the judge and decide if I want you around or not. Let me have my choice.","author":"Nayvadius Cash","category":"Life, Women, Truth"},{"quote":"I am very lucky. I have known wonderful romantic love in my life but to actually see this little creature and find him to be the most beautiful creature in the world. I know all mothers and fathers feel that way.","author":"Anne-Marie Duff","category":"Love, Life, Beautiful"},{"quote":"I can't remember a time when I didn't want to be a reporter. I don't know where I got the idea that it was a romantic calling.","author":"Charles Kuralt","category":"Time, Want, Remember"},{"quote":"Now that I look back on it, having retired from being a reporter, it was kind of romantic. It was a wonderful way to live one's life, just as I imagined it would be when I was 6 or 7.","author":"Charles Kuralt","category":"Life, Live, Look"},{"quote":"A handful of older, romantic leading men, like Sean Connery, Jack Nicholson, and Robert Redford are still landing parts.","author":"Charles Dance","category":"Men, Older, Jack"},{"quote":"I'm a romantic.","author":"Tom Cruise","category":"Love"},{"quote":"I'm not really a believer in romantic, happily-ever-after love stories.","author":"Richard LaGravenese","category":"Love, Stories, Believer"},{"quote":"The romantic idea is that everybody around a writer must suffer for his talent. I think a writer is a citizen of humanity, part of his nation, part of his family. He may have to make some compromises.","author":"Irwin Shaw","category":"Family, Humanity, Talent"},{"quote":"I'm a hopeless romantic.","author":"Lance Bass","category":"Hopeless"},{"quote":"Cooking is always very romantic!","author":"Matthew Morrison","category":"Cooking, Always, Very"},{"quote":"No highbrow literary type would ever say 'Moby Dick' is good but it's just about a whale, or a Jane Austen would be important if she wasn't just writing about romantic relationships.","author":"Sophie Hannah","category":"Good, Writing, Relationships"},{"quote":"If I can be my crazy, wild self in front of a person, and he still likes me, that's romantic.","author":"Preity Zinta","category":"Self, Crazy, Me"},{"quote":"Wine writers have been around for almost as long as there has been wine, but in the past, generally speaking, most wine writing was uncritical and emphasized wine as a romantic, historic beverage. Criticism and comparative tastings were eschewed for fear of offending the trade, which most writers depended upon for survival.","author":"Robert M. Parker, Jr.","category":"Fear, Writing, Past"},{"quote":"I'm probably the furthest from being romantic that you've ever seen I'm not even close to being romantic in any way until I have to be.","author":"Brian McKnight","category":"Way, You, Being"},{"quote":"For the longest time, I didn't even want to admit I was serious about music. Before the Shins, I would tell myself, 'Oh, I'm going to figure something out someday.' I had this romantic vision of being this old dude maybe making guitars or something.","author":"James Mercer","category":"Music, Time, Myself"},{"quote":"If I can do a romantic comedy with women, that's Everest to me.","author":"Joe Carnahan","category":"Women, Me, Comedy"},{"quote":"I came across 'The Song of Achilles' by Madeline Miller in one of the most romantic ways one can find a story. I was digging through a pile of used books at my local library when my hand gravitated toward its brilliant teal and glistening gold cover.","author":"Taylor Jenkins Reid","category":"Gold, Library, Song"},{"quote":"The city of Oia is the most magnificently romantic place I've ever been.","author":"Lisa Ling","category":"City, Place, Most"},{"quote":"I don't want to be Mr. Romantic Leading Man. I don't want to be the Dance Dude. I don't want to be the Action Guy. If I had to do any one of those all my life, it'd drive me crazy.","author":"Patrick Swayze","category":"Life, Dance, Man"},{"quote":"I'm the first one who sees every romantic comedy in theaters.","author":"Elizabeth Olsen","category":"Comedy, First, Every"},{"quote":"My music is bejewelled, it's colourful, it's romantic, it shines.","author":"Carly Rae Jepsen","category":"Music, Shines"},{"quote":"I have to be asked, I guess, but I love the idea of marriage. I think it's beautiful. I'm such a romantic, and I always have been.","author":"Portia de Rossi","category":"Love, Marriage, Beautiful"},{"quote":"I'm still a bit of a romantic and an idealist and hopelessly naive.","author":"Brit Marling","category":"Naive, Idealist, Still"},{"quote":"Well, there's just some universal truths in a way that I've just observed to be true. You read Voltaire. You read modern literature. Anywhere you go, there's these observations about romantic love and what it does people, and these rotten feelings that rarely are people meaning to do that to each other.","author":"Feist","category":"Love, People, Meaning"},{"quote":"My personal style changes wherever I am. When I'm in Ibiza, I'm a bit girlier because there's an opportunity to be more romantic and dress up for the beach scene. Whereas in New York, I tend to go for suiting and tailoring that almost feels like weaponry for the city - but I think I'm quite playful no matter what.","author":"Jade Jagger","category":"Opportunity, I Am, Changes"},{"quote":"We watch a romantic comedy because we want to cry, say, or an action movie so we can participate in heroics. Horror's different. It can hit you with a moment of revulsion so hard you might want to erase the last five minutes of your life, please.","author":"Stephen Graham Jones","category":"Life, Action, Moment"},{"quote":"My mom had this romantic notion of her children playing classical music. The idea is you learn it when you're still learning language. It's using the same part of the brain.","author":"Andrew Bird","category":"Music, Learning, Children"},{"quote":"I don't want to, in any way, characterize a race or a people or get accused of racial profiling, but the Irish, as lyrical and romantic as they can be in their poetry, they can be every bit as repressed in their personal relations.","author":"Stephen Lang","category":"Poetry, People, Want"},{"quote":"When you have kids and get older, it goes beyond flowers and chocolate. It's about waking up with a baby, letting her sleep in, and making a coffee for her when she wakes up. To me, being romantic is putting someone else first and thinking about what makes them happy.","author":"James Marsden","category":"Happy, Coffee, Flowers"},{"quote":"My sister's journal was the romantic one with boys, and mine was talking about my rock tumbler. We were so different and so similar.","author":"Paula Pell","category":"Sister, Rock, Different"},{"quote":"In terms of romantic films, all-time romantic films, I really like 'Gone With the Wind.' And I realize I sound so cliched saying that, but there's something so absolutely romantic about it.","author":"Freida Pinto","category":"Wind, Realize, Saying"},{"quote":"I've flown across America, I've scaled fences, I've stood under windows and gone out of my way hundreds of times. I'm a hopeless romantic. There's no hope for me.","author":"Joel Madden","category":"Hope, America, Me"},{"quote":"In mainstream romantic comedies, I'm usually tearing my hair out. It's just a devastatingly difficult genre for me.","author":"Carter Burwell","category":"Hair, Me, Difficult"},{"quote":"Many times an actor is stuck for the lack of choices. The same happened with me when I started my career. That was the time when mainly romantic films were being made, and that is what I was offered all the time.","author":"Arjun Rampal","category":"Time, Choices, Me"},{"quote":"I think it's easy to hold on to this romantic hope that communities such as Niaqornat won't change, because we're in this world where progress is unstoppable, and they're a link to some idealised past.","author":"Sarah Gavron","category":"Change, Hope, Progress"},{"quote":"It was a time after 'Lady Sings the Blues' and 'Mahogany' and all those romantic movies: I became this romantic figure on the street in a very special way.","author":"Billy Dee Williams","category":"Time, Movies, Blues"},{"quote":"I did something that no brown-skinned man in the movie industry ever did. I made a brown-skinned man look very romantic - a matinee idol. If you think about it, what I introduced is historical because it had never happened before, and it hasn't happened since - not on that level.","author":"Billy Dee Williams","category":"Man, Think, You"},{"quote":"Mind you, Roman Holiday - which is kind of a romantic comedy - is one of my favorite films, and I think Audrey Hepburn is absolutely phenomenal in that movie.","author":"Ellen Page","category":"Holiday, Mind, Think"},{"quote":"I've always loved the language of flowers. I discovered Kate Greenaway's 'Language of Flowers' in a used bookstore when I was 16 and couldn't believe it was such a well-kept secret. How could something so beautiful and romantic be virtually unknown?","author":"Vanessa Diffenbaugh","category":"Beautiful, Flowers, Believe"},{"quote":"The whole romantic part of my life was a wipeout. I didn't even own a belt.","author":"Paul Lynde","category":"Life, My Life, Part"},{"quote":"More generally, I made an effort to leave out things that weren't relevant to the main narrative themes of the book, namely that there were two sides to Steve Jobs: the romantic, poetic, countercultural rebel on one side, and the serious businessperson on the other.","author":"Walter Isaacson","category":"Book, Effort, Rebel"},{"quote":"I'm a really huge fan of the old romantic comedies from the '30s and '40s... Huge fan. I love all that stuff.","author":"Thomas Jane","category":"Love, Old, Fan"},{"quote":"I usually decide if I'm going to do a movie based on if I like the script or not. I thought 'Pulling Strings' had every single element that a classic romantic comedy needs to be a success. It's very well written. The cast was amazing. It was a decision I made based on the power of the script.","author":"Jaime Camil","category":"Success, Power, Decision"},{"quote":"Perhaps I've been perceived more as a romantic comedy actor, but overall, I enjoy acting in any shape or form.","author":"Jaime Camil","category":"Enjoy, Acting, Comedy"},{"quote":"It's so interesting that the romantic side of my life comes from my father, who I really didn't even know that well.","author":"Sophie B. Hawkins","category":"Life, Father, My Life"},{"quote":"I have a great wife and it's very easy to be romantic because it makes her happy and then my life is so much better when she's happy.","author":"Nicholas Sparks","category":"Life, Happy, Great"},{"quote":"The chance to play a romantic character who kisses somebody onscreen was one of the elements that made me want to do 'The Stand.' The more you can do, the better, and I've been known as a character actor.","author":"Gary Sinise","category":"Character, Chance, Me"},{"quote":"I try to do romantic gestures all the time.","author":"Armie Hammer","category":"Time, Try, Gestures"},{"quote":"In a romantic comedy, it's usually a good idea to have people who can't stand the fact that they are attracted to each other.","author":"Amanda Peet","category":"Good, People, Stand"},{"quote":"I don't live with people, that's why my relationships last. I'm not romantic. Even when I was a teenager if somebody asked if they could hold my hand I'd say, - no, it's not heavy, I can hold it myself, thank you'.","author":"Paul O'Grady","category":"Myself, Thank You, People"},{"quote":"I did a film called 'Puccini for Beginners,' which was a romantic comedy, and I always wanted to do more, but I kept doing drama.","author":"Elizabeth Reaser","category":"Doing, Comedy, Drama"},{"quote":"Maybe I don't see enough television, but it seems there aren't many shows that are romantic comedies that are an hour long where you're not solving a crime or being a doctor.","author":"Elizabeth Reaser","category":"Doctor, Television, Long"},{"quote":"I'm probably a bit romantic about it, but I think we humans miss having contact with fire. We need it.","author":"Jamie Oliver","category":"Fire, Think, Need"},{"quote":"In those days, boxing was very glamorous and romantic. You listened to fights on the radio, and a good announcer made it seem like a contest between gladiators.","author":"Joseph Barbera","category":"Good, Boxing, You"},{"quote":"I'm a big old romantic.","author":"Colin Farrell","category":"Old, Big"},{"quote":"Yeah, but there's nobody who represents romance to me like Cary Grant.","author":"Aaron Eckhart","category":"Me, Nobody, Like"},{"quote":"I'm a very romantic person.","author":"Esai Morales","category":"Person, Very"},{"quote":"I'd like to do a romantic comedy.","author":"Aaron Eckhart","category":"Comedy, Like"},{"quote":"I think the best romantic comedies don't have villains.","author":"Nicholas Stoller","category":"Best, Think, I Think"},{"quote":"I knew after 'Sarah Marshall' that my favorite genre is romantic comedy. Nothing is more satisfying than a great romantic comedy.","author":"Nicholas Stoller","category":"Great, Favorite, Comedy"},{"quote":"I'm a romantic you have to be to marry four times.","author":"Jay McInerney","category":"You, Four, Marry"},{"quote":"To be a lone filmmaker thousands of miles from home with nobody believing in me, that seems romantic.","author":"Doug Liman","category":"Home, Me, Believing"},{"quote":"A good romantic comedy is my favorite movie to watch.","author":"Nicholas Stoller","category":"Good, Favorite, Comedy"},{"quote":"I think the best romantic comedies are hard funny - no soft jokes, but ones that make you, like, guffaw. I also think that they have to make you feel good, ideally, and make you feel warm inside at the end.","author":"Nicholas Stoller","category":"Funny, Good, Best"},{"quote":"I don't like high concept movies very much, and the kind of scripts that I would occasionally get offered tended to be really high concept comedies or romantic comedies. I just don't like it. I like much more realistic movies with actual psychology and behavior in them.","author":"Greg Mottola","category":"Behavior, Movies, Kind"},{"quote":"My dad is Scottish, and he read in the newspaper about the plight of the Scottish Freshwater Mussel, which is a real thing - like, a very real, serious conservation issue. And he's a writer, and he was going to do a film about a Glaswegian gangster, and then I stole the idea and turned it into a romantic comedy.","author":"Talulah Riley","category":"Gangster, Newspaper, Comedy"},{"quote":"For a romantic comedy to be three hours long, that's longer than most marriages.","author":"David Fincher","category":"Long, Comedy, Three"},{"quote":"The most aggressive artists often hide their romantic side.","author":"Don Johnson","category":"Artists, Hide, Aggressive"},{"quote":"I love being one half of a romantic couple.","author":"Julianna Margulies","category":"Love, Half, Being"},{"quote":"I'm a horrible romantic!","author":"Jamie Campbell Bower","category":"Horrible"},{"quote":"I'm really not a TV junkie... OK, I kind of am a TV junkie, but I'm much more of a movie junkie - my junk food is romantic comedies I've seen a million times.","author":"Alison Brie","category":"Food, Kind, Junk Food"},{"quote":"I don't think I'll ever escape the fact that I don't belong anywhere in particular. I've often dreamed about going back to Nigeria, but that's a very romantic notion. It's a hideous country to go to in reality.","author":"Hugo Weaving","category":"Reality, Escape, Think"},{"quote":"I've often dreamed about going back to Nigeria, but that's a very romantic notion. It's a hideous country to go to in reality.","author":"Hugo Weaving","category":"Reality, Country, Back"},{"quote":"With female-oriented movies, unless it's something like 'Bridesmaids' or a romantic comedy, you've got to really worry about your opening weekend. And I'm always telling stories about women, not younger women, and it's just a much tougher audience to get to the movie theater.","author":"Callie Khouri","category":"Women, Worry, Movies"},{"quote":"I'm more likely to give you a cuddle than a punch in the face. I have a soft side, especially with my girlfriend. I send her flowers and use my culinary skills to pull off romantic meals. I do great Thai dishes.","author":"Jai Courtney","category":"Great, Flowers, You"},{"quote":"America to me is so varied and exciting. I always feel nostalgia for the place I'm not in, and then I get there and find myself in a traffic jam going into the Lincoln Tunnel, and I think, 'God, why was I romanticizing this part of the country?' I think it has to do with the romantic, unrealistic temperament.","author":"Ian Frazier","category":"Myself, God, America"},{"quote":"I'd like to classify my life as a romantic comedy. Unfortunately I feel it's probably more like a TV reality show.","author":"Uma Thurman","category":"Life, Reality, My Life"},{"quote":"I always like to read something romantic about the place I'm visiting.","author":"Anouska Hempel","category":"Place, Always, Like"},{"quote":"When I'm with the wife, and we're having a romantic night, I occasionally think about a glass of red wine, but I'll order a sparkling water. I'd like the wine, but it wouldn't end with one glass, so I don't even go there.","author":"Dave Gahan","category":"Water, Wife, Red"},{"quote":"But romantic vision can also lead one away from certain very hard, ugly truths about life that are important to know.","author":"Donna Tartt","category":"Life, Vision, Ugly"},{"quote":"I'm a romantic, and I like guys to bring flowers and buy some gifts - not expensive things, just romantic things.","author":"Bai Ling","category":"Flowers, Gifts, Bring"},{"quote":"When you're playing a romantic version of a real person, you're playing a version of the truth.","author":"Andrea Riseborough","category":"Truth, You, Person"},{"quote":"I wouldn't treat a romantic scene any differently than any other scene. I would really say the biggest preparation was chewing gum and breath mints! For a kissing scene, it's all about the breath mints!","author":"Alice Englert","category":"Preparation, Treat, Say"},{"quote":"I seem to be drawn to the really romantic songs.","author":"Vonda Shepard","category":"Seem, Songs, Really"},{"quote":"Love is the driver for all great stories: not just romantic love, but the love of parent for child, for family, for country.","author":"Jojo Moyes","category":"Love, Family, Great"},{"quote":"I don't want to be pigeonholed into doing just romantic comedies. But they're fun, and especially for women, it's nice to go to see them and enjoy that breath of fresh air.","author":"Kristen Bell","category":"Women, Fun, Enjoy"},{"quote":"I think that sometimes, romantic comedies have to be really broad, and that the plot of people falling in and out of love or whatever is not enough. 'Enough Said' had that stuff, but I wanted it to be fun and funny while also grounded in reality.","author":"Nicole Holofcener","category":"Funny, Love, Fun"},{"quote":"Assume everything you put on the Internet can and will be seen not only by the person you're talking about, but your future romantic partners and bosses, too.","author":"Mara Wilson","category":"Future, Internet, You"},{"quote":"Full-blooded romantic love I wouldn't be able to write about.","author":"Alan Bennett","category":"Love, Write, Able"},{"quote":"It kind of sounds pretentious, but a film I find deeply romantic is 'Buffalo '66,' which is a film by Vincent Gallo. It's about how you break down all those barriers and expose yourself and open yourself up to ultimately being hurt.","author":"Jim Sturgess","category":"Yourself, Hurt, You"},{"quote":"I'd always been quite wary of doing a romantic comedy. They all seem the same to me.","author":"Jim Sturgess","category":"Me, Doing, Comedy"},{"quote":"Yeah, romantic comedies are the hardest movies to make. Maybe one works a year.","author":"Dylan McDermott","category":"Movies, Year, Maybe"},{"quote":"I think there are certain tenets set in place for all different types on genres. For thrillers, women usually die first. I can't say exactly why, and it's kind of a bummer... But I also can't explain why the wallflower girl in the romantic comedy always gets the guy in the end. That's just the way those movies go.","author":"Katie Aselton","category":"Women, Girl, End"},{"quote":"I'm not about to talk about what's romantic in my life - I figure if you talk about it once - then that's an open invitation for everyone to dig into your personal life even further.","author":"James Van Der Beek","category":"Life, My Life, You"},{"quote":"Being in the studio is a really romantic time.","author":"Alison Krauss","category":"Time, Being, Studio"},{"quote":"My great-grandfather was in the army in India, and we have photographs of my family there in full Victorian dress. They're incredibly romantic.","author":"Georgina Chapman","category":"Family, Dress, Army"},{"quote":"I'm not about to talk about what's romantic in my life - I figure if you talk about it once, then that's an open invitation for everyone to dig into your personal life even further. So, I just keep my private life to myself.","author":"James Van Der Beek","category":"Life, Myself, My Life"},{"quote":"I'd like to be the romantic lead one day, but I've got to grow my hair first.","author":"Vinnie Jones","category":"Day, Hair, Grow"},{"quote":"There are so many romantic comedies made, but very few dramas or love stories. And with a love story, you have to take time to develop three-dimensional characters.","author":"Gina Prince-Bythewood","category":"Love, Time, Story"},{"quote":"'Not Another Happy Ending' is a romantic comedy starring Karen Gillan and Stanley Weber. It is about these two characters and their relationships.","author":"Henry Ian Cusick","category":"Happy, Ending, Relationships"},{"quote":"I like romantic comedies, as it is a fun and light thing to get involved with.","author":"Henry Ian Cusick","category":"Light, Fun, Like"},{"quote":"The concept of romantic love affords a means of emotional manipulation which the male is free to exploit, since love is the only circumstance in which the female is (ideologically) pardoned for sexual activity.","author":"Kate Millett","category":"Love, Love Is, Free"},{"quote":"When you are the lead in a romantic comedy, you have to worry about people really liking you.","author":"Morris Chestnut","category":"Worry, People, You"},{"quote":"I am a big fan of the old Howard Hawks films from the 30s and 40s, I was a big Hepburn and Tracey fan for a while and Woody Allen films that are a very different kind of romantic comedy.","author":"Edward Burns","category":"I Am, Comedy, Kind"},{"quote":"My vanity is I'm terribly romantic! But being married is lovely.","author":"Matthew Macfadyen","category":"Vanity, Lovely, Married"},{"quote":"The essence of romantic love is that wonderful beginning, after which sadness and impossibility may become the rule.","author":"Anita Brookner","category":"Love, Love Is, Sadness"},{"quote":"I love romantic comedy, but I think you have to have another idea that you're chasing along with romantic comedy.","author":"James L. Brooks","category":"Love, Think, You"},{"quote":"No, actually 'The Host' was totally a palate-cleanser for me. I wanted to do something a little bit different than romantic love. Romantic love is in there, obviously, because I enjoy writing about that and living it a lot.","author":"Stephenie Meyer","category":"Love, Love Is, Writing"},{"quote":"I'm in the mood for another Moonstruck experience, for another romantic comedy.","author":"Norman Jewison","category":"Experience, Mood, Comedy"},{"quote":"Moonstruck... was one of the few romantic comedies to be nominated for a Best Picture Oscar.","author":"Norman Jewison","category":"Best, Picture, Oscar"},{"quote":"And even Moonstruck - for some reason the audience were just in the mood for a very romantic film, because it's one of the few romantic comedies to be nominated for a Best Picture Oscar.","author":"Norman Jewison","category":"Best, Mood, Picture"},{"quote":"New York has got this sort of wonderful romantic idea of the South.","author":"Josh Lucas","category":"New York, Idea, New"},{"quote":"I think the institute of marriage is a noble thing. The idea of a partner for life is incredibly romantic. But now we're living to 100. A hundred years ago people were dying at age 37. Til death do us part was a much different deal.","author":"Debra Messing","category":"Life, Marriage, Age"},{"quote":"It more or less has the shape of a love song, but 'Crescent Moon' reflects more my longing for an ancient romantic context that includes wild animals, fire, danger of death, stellar navigation, and seasonal intuition.","author":"Frank Black","category":"Love, Death, Moon"},{"quote":"I'm not the girl that sits at home on a Saturday night plaiting her girlfriend's hair, drinking tea and watching romantic comedies.","author":"Ricki-Lee Coulter","category":"Home, Girl, Hair"},{"quote":"I need to be more romantic. I do. I know that's something women really appreciate.","author":"Brody Jenner","category":"Women, Appreciate, Know"},{"quote":"'Perfect Sense' is a film about love and catastrophe, which I hope is a powerfully romantic and emotional take on the apocalyptic sub-genre. Its aim is to be a minimalist concept movie - where seismic events occur in simple ways that ask the audience to use their imagination.","author":"David MacKenzie","category":"Love, Hope, Imagination"},{"quote":"I was a huge fan of the bandleader Ray Noble when I was younger. He was one of the biggest musical names of his day and wrote such romantic songs as 'Goodnight Sweetheart' and 'The Touch Of Your Lips.' Wonderful stuff.","author":"June Whitfield","category":"Day, Lips, Wonderful"},{"quote":"You're always close and you never get that big romantic lead.","author":"Patricia Clarkson","category":"You, Never, Lead"},{"quote":"I had a lot of romantic notions about what it would mean to cross Asia by foot.","author":"Rory Stewart","category":"Mean, Foot, Notions"},{"quote":"In some sense, I'm a romantic. I like the idea of organic history and tradition.","author":"Rory Stewart","category":"History, Tradition, Idea"},{"quote":"I was the female lead in a romantic comedy. It's a little indie film that we shot in China called 'America Town,' starring Daniel Henney and Bill Paxton. I actually had to speak Chinese in the film. It was funny because I found out I was doing the film and then a week later, I was in Shanghai.","author":"Eliza Coupe","category":"Funny, America, Speak"},{"quote":"I love Billy Wilder, and I love the way that his films can be very touching and very moving and very romantic, and at the same time there's always a little cynical undertone, there's always something that undercuts things.","author":"David Nicholls","category":"Love, Time, Moving"},{"quote":"It'll be interesting to see if I ever have to play a typical, bland romantic interest. I'm quirky, and playing it kind of straight and bland doesn't interest me a whole lot.","author":"Matt McGorry","category":"Me, Play, See"},{"quote":"I really love the idea of the poetically mad - the character that is imbued with the romantic madness. Like River from 'Firefly' or Drusilla from 'Buffy.' Someone dangerously unhinged, where you're really not sure they're going to be reliable minute-to-minute.","author":"Holly Black","category":"Love, Character, River"},{"quote":"We shouldn't romanticize rejection. There's nothing romantic about rejection. It's horrible.","author":"Marlon James","category":"Nothing, Rejection, Horrible"},{"quote":"A romantic is someone who believes that something is valuable even if it doesn't last. And a non-romantic is someone who says that if something doesn't endure, or can't be logically proved and pinned down, it's worthless.","author":"Sebastian Faulks","category":"Down, Endure, Something"},{"quote":"For me, the romantic comedies I love are the ones that pay homage to the genre, but also find their ways to twist it and tweak it.","author":"Greg Berlanti","category":"Love, Me, Find"},{"quote":"The Southern whites are in many respects a great people. Looked at from a certain point of view, they are picturesque. If one will put oneself in a romantic frame of mind, one can admire their notions of chivalry and bravery and justice.","author":"James Weldon Johnson","category":"Great, Justice, Mind"},{"quote":"I am a romantic, in a literary way, by which I mean the Romantic poets, who thought just because a sensation is fleeting doesn't mean it isn't valuable. If the only criterion of value is whether something lasts, then the whole of human life is a waste of time.","author":"Sebastian Faulks","category":"Life, Time, I Am"},{"quote":"Then I abandoned comics for fine art because I had some romantic vision of being like Vincent Van Gogh Jr.","author":"Bill Griffith","category":"Art, Vision, Fine"},{"quote":"I was commissioned to write some romantic fiction, and I really liked doing those, and they were very instructive in terms of building characters and plots. But it never felt right for me.","author":"Paula Hawkins","category":"Me, Building, Doing"},{"quote":"When I read the script, I liked the script very much and I thought it was a marvelous part for her, because I think it is a change of pace. I mean, we know how wonderful she is in romantic comedy.","author":"Albert Finney","category":"Change, Thought, Know"},{"quote":"I think if you're going to be committed to doing anything, you really have to care about it, and I suppose that is a romantic idea.","author":"Tony Benn","category":"Care, Think, You"},{"quote":"Therapy was the biggest romance of my life.","author":"Dar Williams","category":"Life, My Life, Therapy"},{"quote":"I got a gymnastics scholarship to college, fell in love with my true love of my whole life - who I'm married to now - and he was a virgin too. It was very romantic.","author":"Victoria Jackson","category":"Love, Life, College"},{"quote":"'I Am Number Four' is an action-packed adventure entwined with a romantic story. I play the role of John Smith. John wants to be a normal kid, but he is from a different planet and he has been given this destiny of becoming a warrior.","author":"Alex Pettyfer","category":"Adventure, I Am, Destiny"},{"quote":"I don't want to do romantic roles where I have to lip sync to a song. A role that explores romance on a new level would suit me.","author":"Irrfan Khan","category":"Song, Me, Want"},{"quote":"When you see a bad romantic comedy, you see the script, the director, and the actors trying to create this warmth and this pathos and this feeling that you care about them. That cannot be manufactured - it's either there or it isn't.","author":"Jeff Garlin","category":"Care, Comedy, You"},{"quote":"I love romantic films and love drama. Any film that has romance or romantic element is my comfort.","author":"Rani Mukerji","category":"Love, Comfort, Drama"},{"quote":"I think that baseball as a whole, I am a huge romantic when it comes to the history and the stats and the numbers the stories behind it, so I would consider myself a pretty big fan.","author":"Graham Elliot","category":"History, Myself, Baseball"},{"quote":"Well my biggest dream is to be in a romantic comedy.","author":"Izabella Scorupco","category":"Dream, Comedy, Well"},{"quote":"I've been married before, but I've never had my dream wedding in Vegas. I wanted to do it there because it's casual, quick, not religious and, most of all, very romantic.","author":"Sinead O'Connor","category":"Wedding, Dream, Vegas"},{"quote":"I sail, run dogs, ride horses, play professional poker and tell stories about the stuff I've been through. And I'm still a romantic; I still want Bambi to make it out of the fire.","author":"Gary Paulsen","category":"Fire, Professional, Want"},{"quote":"I'm really a romantic at heart.","author":"Christopher Atkins","category":"Heart, Really"},{"quote":"I was a very romantic, overly dramatic young lady, which served me well as a songwriter. Especially as someone who had to focus on lyrics and melody, because if you're a dramatic and romantic person, lyrics come easy, and you turn every single short-term relationship into the biggest 'Romeo-and-Juliet' story ever.","author":"Jane Wiedlin","category":"Relationship, Focus, Me"},{"quote":"I think as a filmmaker one should make all kinds of films. It is not that one should make only one kind of film. I love to see romantic films; I loved watching 'Dilwale Dulhaniya Le Jayenge,' 'Kuch Kuch Hota Hai.' If I make such films, I will make it with my yardstick, according to my parameters.","author":"Madhur Bhandarkar","category":"Love, Loved, Think"},{"quote":"I don't need to control anything. Even with romantic partnerships, I don't need to control anyone.","author":"Cass McCombs","category":"Partnerships, Control, Need"},{"quote":"I never sat down and said, 'I'm going to write historical fiction with strong romantic elements.' It was just the way the stories went.","author":"Lauren Willig","category":"Strong, Down, Said"},{"quote":"Say what you will about Queen Eleanor, she was a savvy, quick-witted woman who made her mark on history. And as the founder of the Courts of Love, what better patron monarch could there be for a romantic novelist?","author":"Lauren Willig","category":"Love, History, Woman"},{"quote":"Get this, kids - how a man proposes isn't what makes him romantic. It's how a man purposes to lay down his life that makes him romantic.","author":"Ann Voskamp","category":"Life, Man, Down"},{"quote":"Being a black woman, there's so many different sides of us. We are funny, silly, romantic, professional, smart, and we have good jobs.","author":"Lauren London","category":"Funny, Good, Woman"},{"quote":"The most successful marriages, gay or straight, even if they begin in romantic love, often become friendships. It's the ones that become the friendships that last.","author":"Andrew Sullivan","category":"Love, Successful, Gay"},{"quote":"I watch 'The Notebook.' I love romantic movies. I love romantic comedies.","author":"Romeo Miller","category":"Love, Movies, Watch"},{"quote":"I don't like the way recording to digital sounds. Most of the time, when I'm recording to two-inch tape, I still have a romantic vision of how songs sounded coming out of the radio when I was younger, and how they sounded coming out of my little four-track cassette player.","author":"M. Ward","category":"Time, Vision, Digital"},{"quote":"When I watch a romantic comedy, I feel like they're selling something that doesn't exist. Two beautiful, but extremely unpleasant, people are terrible to each other for an hour, accidentally kiss, then decide to like each other during an extremely vague montage. That isn't how people fall in love.","author":"Rainbow Rowell","category":"Love, Beautiful, Fall"},{"quote":"It's very difficult, I think, especially on two cellphones, to have a romantic conversation.","author":"Rainbow Rowell","category":"Conversation, Think"},{"quote":"Well, we all start thinking we're going to be Romantic rock stars, but then reality hits and you realize no one reads you but other poets.","author":"George Murray","category":"Stars, Thinking, Reality"},{"quote":"I'm sick of playing romantic leads.","author":"John Corbett","category":"Sick, Playing, Leads"},{"quote":"I get a lot of dramas, but I'd like to do a romantic comedy type of movie; that'd be a nice step for me. No more screaming or running or shooting... for one movie where I can just be in love with a boy.","author":"Serinda Swan","category":"Love, Step, Me"},{"quote":"I'm looking forward to sproglets but, as I'm the main breadwinner, I feel I ought to capitalise on my career for a bit longer. Mother keeps telling me I should go and freeze some eggs. Not terribly romantic, is it?","author":"Honeysuckle Weeks","category":"Mother, Looking Forward, Me"},{"quote":"I've written a couple of scripts. Actually, a pilot. I'm not sure I'm allowed to say, but it's a comedy about three young men in New York City, one of whom may or may not be a romantic like me.","author":"Andre Holland","category":"Men, City, Me"},{"quote":"I'm the old-school, letter-writing romantic. I know it's out of style, and not a lot of women go for that these days, but that's what I go for.","author":"Andre Holland","category":"Women, Style, Know"},{"quote":"The romantic appeal of solar sailing has ensured that its advocates consistently come from the worlds of both science fiction and science fact.","author":"Thomas Mallon","category":"Science, Sailing, Solar"},{"quote":"It's the pursuit of love and happiness that is the driving force of the romantic novel.","author":"Susanna Kearsley","category":"Love, Happiness, Driving"},{"quote":"When you say that you write romantic fiction, there are a lot of people who have an image in their mind of the 'bodice ripper.' It's the one term that most romantic fiction writers absolutely hate because it has no bearing on what people are writing.","author":"Susanna Kearsley","category":"Writing, Hate, Mind"},{"quote":"Romantic fiction, in the broader sense, can be any novel that has a love story somewhere in it. It can be a mystery or a historical novel, as long as it has this very strong romantic thread running through it.","author":"Susanna Kearsley","category":"Love, Strong, Mystery"},{"quote":"Yes, I wrote songs. I was becoming kind of an Enrique Iglesias kind of a singer, with those ballads and cheesy romantic things.","author":"Juan Diego Florez","category":"Kind, Singer, Cheesy"},{"quote":"Boys have said in the past that I live my life like a movie. I love all things romantic, like kissing in the rain.","author":"Mollie King","category":"Love, Life, Rain"},{"quote":"I have never been so calculating as to sing some Barry White song to get a girl. But I do think it's very romantic to cook dinner and sit around the piano at night and sing together.","author":"John Stamos","category":"Together, Girl, Night"},{"quote":"Romantic lovers require from each other at least the facade of reason: We desire to be what romantic love makes us appear in the other's eyes. We want to imagine we are deserving of the love we inspire.","author":"Maggie Gallagher","category":"Love, Eyes, Inspire"},{"quote":"Well, I think first it was rare for me to do anything that had any kind of a romantic note to it.","author":"Tim Roth","category":"Me, Think, Kind"},{"quote":"As an actor, I've grown considerably. It's taken me years to get comfortable doing a romantic scene and dancing on stage in front of a live audience. I've really opened up a lot.","author":"Sanjay Dutt","category":"Me, Live, Doing"},{"quote":"I bought a selection of short, romantic fiction novels, studied them, decided that I had found a formula and then wrote a book that I figured was the perfect story. Thank goodness it was rejected.","author":"Louise Brown","category":"Short, Book, Perfect"},{"quote":"As an actor, I've grown considerably. For example, it's taken me years to get comfortable doing a romantic scene and dancing on stage in front of a live audience. I do it a lot better than I ever did. I've really opened up a lot. And I'm glad I have because I'm being appreciated for it.","author":"Sanjay Dutt","category":"Me, Live, Better"},{"quote":"I don't know if it's a romantic comedy but I'm in the beginning of the first of the season of 'The West Wing.' We shot it last year. I don't know. If anyone asks me to be in one, I'll jump on it.","author":"Jason Isaacs","category":"Beginning, Me, Know"},{"quote":"I couldn't write a happy movie or romantic comedy to save my life. Yes, Noel Coward's an idol, but his plays are serious to me. 'Private Lives' and 'Design for Living' both have an edge. Without psychoanalyzing myself, I think I exorcise my demons in my work.","author":"John Logan","category":"Life, Work, Happy"},{"quote":"I'm romantic to the point of embarrassment.","author":"Jesse L. Martin","category":"Embarrassment, Point"},{"quote":"In Romanticism, the main determinant is the mood, the atmosphere. And in that regard, you could also describe Schubert as a Romantic.","author":"Dietrich Fischer-Dieskau","category":"Mood, You, Romanticism"},{"quote":"I don't think any of the early Romantic composers knew how to write for the piano... The music of that era is full of empty theatrical gestures, full of exhibitionism, and it has a worldly, hedonistic quality that simply turns me off.","author":"Glenn Gould","category":"Music, Quality, Me"},{"quote":"I'm a real romantic.","author":"Vanity","category":"Real"},{"quote":"The American is wholeheartedly for love and romance at any cost.","author":"Leslie Caron","category":"Love, American, Cost"},{"quote":"I'm a dreadful romantic. No matter what I go through in life, I want to fall in love with a man.","author":"Rachel Hunter","category":"Love, Life, Man"},{"quote":"I feel so fortunate to have been able to work so much, particularly in the horror-thriller genre, but I would love to be able to do something perhaps a little more dramatic or even a romantic comedy.","author":"Danielle Panabaker","category":"Love, Work, Comedy"},{"quote":"And I think maybe all women, if they just had a chance, would be romantic and believe in love and not sex. And men believe in sex and not love.","author":"Beatrice Wood","category":"Love, Women, Men"},{"quote":"I'm sorry, but I can't make a movie with the blonde from 'ER' who is starring in every single bad romantic comedy.","author":"Matthew Fox","category":"Sorry, Comedy, Blonde"},{"quote":"The thing you can't let go of is gravity. The reality of gravity in writing. If someone says something really mean in a sitcom, and the next wave isn't a reaction to the reality of that, you start losing relatability. In a lot of romantic comedies, they throw out the rules of life.","author":"Michael Patrick King","category":"Life, Writing, Reality"},{"quote":"The big stars I felt a kinship with were never the romantic leads. It wasn't Steve McQueen or Robert Redford - it was people like Walter Matthau and Anthony Quinn. My big hero was Tommy Cooper.","author":"Alfred Molina","category":"Hero, Stars, People"},{"quote":"It is certainly true that writers take a stance at some variance from organized religion. This has not always been true. But since the romantic movement - and I'm referring now exclusively to poetry - the emphasis has been on the individual imagination defined against, rather than in terms of, any orthodoxy.","author":"Eavan Boland","category":"Religion, Imagination"},{"quote":"I don't want to adhere to any particular image. I have tried to bring in variety to my characters. But then, only a few actors have managed to earn this tag of a romantic hero. Many have aspired to get such a label. So I am not complaining.","author":"Nivin Pauly","category":"Hero, I Am, Want"},{"quote":"I have been doing a lot of romantic movies, so such roles don't excite me much now. I would like to play an out-and-out, really cruel villain once. My character in 'Da Thadiya' had such a streak, but I want a full length villainous role. It is a different kind of excitement.","author":"Nivin Pauly","category":"Character, Me, Want"},{"quote":"All of the songs my grandparents and parents listened to are called boleros - they're all love songs. They're about giving your heart to a person. It's a culture that is so romantic and passionate, and that's something that I'm very proud of. We grew up with nothing, so we just want to live a life full of love.","author":"Camila Cabello","category":"Love, Life, Culture"},{"quote":"I don't want to be romantic, but one of the most important things is to have happy buildings... it's like having a family with a lot of children.","author":"Renzo Piano","category":"Family, Children, Happy"},{"quote":"When I start to write, words have become physical presence. It was to see if I could bring that private world to life that found its first expression through reading. I really dislike the romantic notion of the artist.","author":"John McGahern","category":"Life, Words, Artist"},{"quote":"If I loved all the world as I do you, I shouldn't write books to it: I should only write letters to it, and that would be only a clumsy stage on the way to entire telepathy.","author":"Laurence Housman","category":"World, Loved, You"},{"quote":"I hate to sound like a romantic adolescent, but I believe artists don't generally see art as a career choice; they simply can't overcome their desire to make art, and will live on little income for as long as they have to, before they start to sell their work - or give up and get a paying job.","author":"Charles Saatchi","category":"Work, Art, Hate"},{"quote":"People want to hear about the extremes of human nature. They want things that are larger than their own lives, and more romantic, and not necessarily of their own experiences.","author":"Richard Thompson","category":"Nature, People, Human Nature"},{"quote":"I think in a lot of romantic comedies it ends with a kiss, and I feel like in modern day relationships, and maybe just my own experience, it starts with a kiss and then all sort of falls apart and then comes together. You're texting. You're wondering what's going on. There's no definitions, there's no labels.","author":"Elizabeth Meriwether","category":"Day, Experience, Together"},{"quote":"Women love romance, but they're not as romantic as men.","author":"George Hamilton","category":"Love, Women, Men"},{"quote":"I went through a stage of writing my cramped hand in tiny books. My two sisters and I did have our Bronte period. My mum is from Yorkshire, and we would go up to the Moors. It tapped into our romantic visions of ourselves.","author":"Rachel Joyce","category":"Writing, Two, Through"},{"quote":"Nobody's life is as romantic as it is in fiction.","author":"Ruth Glick","category":"Life, Nobody, Fiction"},{"quote":"Elizabeth Taylor was an incurable romantic at heart. She never gave up on the notion that a love strong enough to last a lifetime was waiting for her around the next corner.","author":"Teresa Medeiros","category":"Love, Strong, Heart"},{"quote":"I'd love to continue my career in Hollywood - I'd love to do another action film, or a romantic comedy, or horror. I love horror films.","author":"Rain","category":"Love, Action, Comedy"},{"quote":"We travellers are in very hard circumstances. If we say nothing but what has been said before us, we are dull and have observed nothing. If we tell anything new, we are laughed at as fabulous and romantic.","author":"Mary Wortley Montagu","category":"Said, New, Circumstances"},{"quote":"I love to make songs out of some of those shadows - you know, some of the things you lie awake thinking about, social anxieties and romantic insecurities and all that stuff.","author":"Matt Berninger","category":"Love, Thinking, Lie"},{"quote":"A lot of the scripts I read and the characters I get are 'the girl' in romantic films, and I don't know how comfortable I am, or the world is, with me being that.","author":"Mamie Gummer","category":"I Am, Girl, World"},{"quote":"One of the pitfalls of a romantic comedy is that you know how it's going to end.","author":"Jason Segel","category":"End, Know, You"},{"quote":"I never got the opportunity to be romantic or feel romantic with anyone.","author":"Gary Coleman","category":"Opportunity, Feel, Never"},{"quote":"I am a pretty emotional person. Any act of kindness or unkindness moves me. When I see a romantic couple sitting by the beach, it moves me. I don't break down or crack under pressure, but I am just sensitive.","author":"Nimrat Kaur","category":"Kindness, I Am, Beach"},{"quote":"Basically, I'm a romantic.","author":"Pia Zadora","category":"Basically"},{"quote":"I like to see love stories: romantic comedy or romantic drama.","author":"Pia Zadora","category":"Love, Comedy, Drama"},{"quote":"When I was younger, many of my romantic escapades were just a means of simply avoiding being by myself. I was afraid of feeling lonely, afraid I wouldn't know what to say to myself.","author":"Michael Zaslow","category":"Myself, Lonely, Know"},{"quote":"I am a romantic, I admit it.","author":"Keith Jarrett","category":"I Am, Admit, Am"},{"quote":"I'm drawn to the romantic aspect of a character. It's human emotion. It's much more fun to watch. And it's much more fun to play.","author":"Natalie Zea","category":"Character, Fun, Play"},{"quote":"I believe I can even yet remember when I saw the stars for the first time.","author":"Max Muller","category":"Time, Stars, Believe"},{"quote":"'Little Night' has layers of meaning. There's something enchanted about night. All those heavenly bodies, shooting stars, the crescent moon, celestial phenomenon. Owls fly at night, and first kisses happen. Night is romantic. Alternately, darkness hides the worst of human behavior.","author":"Luanne Rice","category":"Stars, Darkness, Moon"},{"quote":"It seemed romantic but also tragic - people would be winning but then lose it all, or crash but fight on, break bones but get back on their bikes and try to finish. Just getting to the end was seen as an achievement in itself.","author":"David Millar","category":"Achievement, Winning, Fight"},{"quote":"Clearly romantic comedy is my franchise genre, I don't mind saying that, it's true. I love doing them and hopefully always will do them.","author":"Meg Ryan","category":"Love, Mind, Saying"},{"quote":"I enjoy doing romantic stories. I've done a lot of them.","author":"Joe Lando","category":"Enjoy, Doing, Done"},{"quote":"I tend to play strong characters and people just assume that I would want to play romantic comedies, which I would love to do, but there are other women that do it so great and they maybe couldn't do what I do, play the kind of characters that I play.","author":"Carrie-Anne Moss","category":"Love, Women, Great"},{"quote":"I'm all about making my girl feel like she's the only woman in the world. Whether it's telling her how special she is or showing her with gifts and romantic dates, I want to make her happy.","author":"Justin Chon","category":"Happy, Woman, World"},{"quote":"I like to swim a lot, while Stjepan likes to take long walks with girls. He's the very romantic type. Yes, musicians are romantic.","author":"Luka Sulic","category":"Musicians, Long, Swim"},{"quote":"If you want to wear long hair or wear that dress, as long as you're not hurting yourself or anybody else, I say do it. If you want to go out and have a romantic, sexy affair, do it.","author":"Florence Henderson","category":"Hair, Dress, Yourself"},{"quote":"I'm not really a fan of Valentine's Day. I think it can be romantic doing nothing on Valentine's Day. It's more romantic than being given a big bunch of flowers that everyone else is doing.","author":"Gabriella Wilde","category":"Day, Flowers, Think"},{"quote":"The most romantic thing someone did was surprise me at the airport, after being away for 3 months in Los Angeles. You always see people with signs, and you're like, 'Isn't that lovely?' and then you see your own name on one - that isn't a taxi driver's! I was very impressed.","author":"Ophelia Lovibond","category":"Surprise, Me, People"},{"quote":"My husband does so many romantic things for me, it's absurd.","author":"Jennifer Beals","category":"Me, Husband, Things"},{"quote":"I think the French have a romantic cliche that Englishmen have great style, great music, irony and sense of humour. Well, sometimes cliches are true.","author":"Josephine de La Baume","category":"Music, Great, Style"},{"quote":"If we perform the romantic repertoire we need more musicians.","author":"Neville Marriner","category":"Musicians, Need, Repertoire"},{"quote":"My brother has a tendency to get quite lyrical when he writes music; he gets so romantic, it's borderline. I make it slightly more aggressive. I make the round corner a bit sharper.","author":"Josephine de La Baume","category":"Music, Brother, Corner"},{"quote":"There are so many people I know who could be the greatest film-maker but who will never get the chance to make a movie it's all about what somebody is going to make back. There are not a lot of romantic ideas about making movies anymore.","author":"Alexandra Cassavetes","category":"Ideas, People, Greatest"},{"quote":"I think of making a movie in such a romantic way.","author":"Alexandra Cassavetes","category":"Think, Way, I Think"},{"quote":"Romantic Orientalism was fascinated by the color and excitement of a powerful culture, and nearly always approached its subject with love.","author":"Kage Baker","category":"Love, Culture, Powerful"},{"quote":"I do feel like guys feel pressure to be funny with me, which is kind of annoying. It's a turn-off if someone's trying hard to be funny because it feels like they're auditioning for a comedy job or something. It doesn't feel romantic to me. I get so much comedy from my life that, from a guy, I'm more looking for something sweet or romantic.","author":"Chelsea Peretti","category":"Funny, Life, Job"},{"quote":"I'm a hopeless romantic with a dirty mind.","author":"Leelee Sobieski","category":"Mind, Hopeless, Dirty"},{"quote":"My mother was a reader; my father was a reader. Not anything particularly sophisticated. My mother read fat historical or romantic novels; my father liked to read Westerns, Zane Grey, that kind of stuff. Whatever they brought in, I read.","author":"John Edgar Wideman","category":"Father, Mother, Fat"},{"quote":"There are so many different reasons as to why I love riding trains. But I think ultimately it's the romantic feeling of it. There's something about it that just transports me into old films.","author":"Rosario Dawson","category":"Love, Me, Think"},{"quote":"Ever since the romantic comedy-drama 'She's Gotta Have It' antagonized black women and black men in 1986, Spike Lee's films have enjoyed the outrage of various groups.","author":"Lee Siegel","category":"Women, Men, Black"},{"quote":"In urban America, you do not so much meet a romantic partner as inherit the product of someone else's romantic crimes.","author":"Lee Siegel","category":"America, Partner, You"},{"quote":"You're an actor, are you? Well, all that means is: you are irresponsible, irrational, romantic, and incapable of handling an adult emotion or a universal concept without first reducing it to something personal, material, sensational - and probably sexual!","author":"George Herman","category":"Emotion, You, Personal"},{"quote":"I really, really, really want to do a silly romantic comedy where I can just have a crush on the guy, trip over myself, and laugh and be goofy. I just feel like all I do is cry, sob, and fight zombies and the bad guys.","author":"Laurie Holden","category":"Myself, Fight, Laugh"},{"quote":"Before I became a suspense novelist, I wrote romantic suspense as Alicia Scott.","author":"Lisa Gardner","category":"Suspense, Before, Became"},{"quote":"I got a degree in sociology, didn't read much fiction in college, and I was a pretty political, left-wing type of guy. I wanted to do some kind of work in social change and make things better for the poor man, and I was very romantic and passionate about it.","author":"Andre Dubus III","category":"Work, Change, College"},{"quote":"As a young woman, I had been seeking experience, knowledge, truth, the stuff writers need in their work, but when the artist actually kicked in, I came to understand that in this romantic relationship I was not free to be myself, or to find myself, in order to begin the true work I needed to do.","author":"Taiye Selasi","category":"Work, Relationship"},{"quote":"I just - I like the saccharin and the gooeyness of 'Bachelor,' and how just gross and like falsely romantic it is. Whereas, like, the 'Real Housewives' is just raw, and it's just - it's the fights that get me. It's just very uncomfortable for me.","author":"Ken Marino","category":"Me, Real, Bachelor"},{"quote":"I think the only thing that I really haven't done much in, and I haven't felt too attracted to, is romantic comedies.","author":"Marco Beltrami","category":"Done, Think, I Think"},{"quote":"To me, the most romantic gesture is a quiet night with my girl. I like to cook for her. I'm a meat eater and a griller - I do steaks, I do chicken, I do fish. I have a broad palate!","author":"Taylor Kinney","category":"Girl, Night, Me"},{"quote":"I want to be romantic, and songs are a good way to do that.","author":"Tobias Jesso, Jr.","category":"Good, Want, Way"},{"quote":"I just like being as romantic as possible. I thrive off unrequited love. I've been in love in one way or another since I was 14. I go full-on in and get obsessive.","author":"Tobias Jesso, Jr.","category":"Love, Way, Possible"},{"quote":"I've always loved the '40s romantic comedies and the idea of those mistaken identities and lovers' misunderstandings.","author":"Pearl Cleage","category":"Loved, Idea, Lovers"},{"quote":"I really love writing comedy. Writing romantic comedy is even nicer because you get to write about how insane we all act when we're falling in love.","author":"Pearl Cleage","category":"Love, Writing"},{"quote":"I would like to do maybe a smaller romantic comedy.","author":"Linda Fiorentino","category":"Comedy, Like, Maybe"},{"quote":"I got married in Florence, Italy. My husband and I were in love but totally broke, so we eloped and got married in Italy, where he was going on a business trip. We had to pull a guy off the street to be our witness. It was incredibly romantic. Florence is still one of my favorite cities in the world.","author":"Libba Bray","category":"Love, Business, World"},{"quote":"Historically, the French have had a romantic attachment to their bikes. Though the first functioning two-wheeler is thought to have been invented by a German in 1817, it was the French who popularized and marketed the device in the 1860s, giving it the name 'bicycle.'","author":"Elaine Sciolino","category":"Thought, Giving, Bicycle"},{"quote":"Jung Yong-hwa and I know so much about each other, I think it would be difficult for us to start a romantic relationship.","author":"Park Shin-hye","category":"Relationship, Start, Know"},{"quote":"I don't think that digital photography is romantic yet. It's not sympathetic the way that film is.","author":"Matthew Modine","category":"Photography, Digital, Think"},{"quote":"The idea of being a novelist is really romantic, but it's kind of the same as being president of the United States - it's not gonna happen.","author":"Richard Paul Evans","category":"Idea, Kind, President"},{"quote":"Originally, I thought English was more my home. But Spanish is so much more romantic. I've had to learn new phrases. I've had to learn to be more secure about singing in Spanish. But I'm working on it.","author":"La India","category":"Home, Thought, Singing"},{"quote":"Hip hop is the strongest form of protest there is, and it doesn't always have to be a violent protest. It can be romantic, also. When you listen to Kanye West's 'Street Lights' for example, there's romance, there's pain - you feel the essence. I get the same thing from Drake and 2 Chainz.","author":"Giuseppe Zanotti","category":"Pain, Listen, You"},{"quote":"The phrase 'off with the crack of the bat', while romantic, is really meaningless, since the outfielder should be in motion long before he hears the sound of the ball meeting the bat.","author":"Joe DiMaggio","category":"Long, Meeting, Motion"},{"quote":"I'm a romantic at heart.","author":"Tyler Farr","category":"Heart"},{"quote":"I'm a romantic. The impressionists have always been my favorites. I like prettiness - beauty, or what I perceive as beauty.","author":"Paul Horn","category":"Beauty, Always, Like"},{"quote":"Although some people think I am a romantic novelist I have always thought of myself as a rather gritty radical historian.","author":"Philippa Gregory","category":"Myself, I Am, People"},{"quote":"If I were sufficiently romantic I suppose I'd have killed myself long ago just to make people talk about me. I haven't even got the conviction to make a successful drunkard.","author":"John Dos Passos","category":"Myself, Successful, Me"},{"quote":"Something like 'Without a Paddle' does really well at the box office and I'm like, 'Oh, here we go.' In 'Without a Paddle' I'm the romantic lead - great! A comedy and that's what America wants. Then it did nothing for me and I went into kind-of a work abyss. I just didn't get another shot.","author":"Matthew Lillard","category":"Work, Great, America"},{"quote":"But other vampire stories? Well, no, I really haven't read too many, and I can't say I'm crazy about romantic vampires anyway - to me the vampire is simply an evil monster.","author":"Brian Lumley","category":"Crazy, Evil, Me"},{"quote":"Maybe I'm naively romantic, but I do believe that spice and excitement doesn't stop once a couple gets together.","author":"Stana Katic","category":"Together, Believe, Spice"},{"quote":"Many people with physical disabilities have romantic lives and good marriages to partners who see past their disabilities and recognize all of the things they can do.","author":"Jeanne Phillips","category":"Good, Past, People"},{"quote":"We 'chicks' have munched our popcorn while romantic comedies became just comedies, and then each female protagonist got recast for Matthew McConaughey or Seth Rogan.","author":"Emma McLaughlin","category":"Popcorn, Just, Female"},{"quote":"I don't like to search too much. I find it is easier when romance finds you.","author":"Michelle Trachtenberg","category":"Search, You, Find"},{"quote":"Romance like a ghost escapes touching; it is always where you are not, not where you are. The interview or conversation was prose at the time, but it is poetry in the memory.","author":"George William Curtis","category":"Time, Memory, Poetry"},{"quote":"My idea of a romantic night is to watch action films.","author":"Corey Hart","category":"Action, Night, Idea"},{"quote":"I love the romance in Kimberly Derting's 'The Body Finder.' 'Cold Kiss' by Amy Garvey is unbelievably touching - and about so much more than just romantic love.","author":"Claudia Gray","category":"Love, Kiss, Body"},{"quote":"I think we've always been fascinated with the idea of the romantic outlaw. John Gotti could be in one instance a charismatic, kind and loving family man, and in another, deadly to his enemies. The opportunity to tell the true story of Gotti with John Travolta is a director's dream.","author":"Joe Johnston","category":"Family, Opportunity, Man"},{"quote":"Words of love, are works of love.","author":"William R. Alger","category":"Love, Words, Works"},{"quote":"Too many women throw themselves into romance because they're afraid of being single, then start making compromises and losing their identity. I won't do that.","author":"Julie Delpy","category":"Women, Identity, Losing"},{"quote":"As a kid I quite fancied the romantic, Bohemian idea of being an artist. I expect I thought I could escape from the difficulties of maths and spelling. Maybe I thought I would avoid the judgement of the establishment.","author":"Peter Wright","category":"Thought, Artist, Escape"},{"quote":"Romance is mush, stifling those who strive.","author":"Billy Strayhorn","category":"Strive, Romance, Who"},{"quote":"Romantic heroes and heroines are a bit different from the sort of people we run into every day.","author":"Leigh Michaels","category":"Day, People, Every Day"},{"quote":"In real love you want the other person's good. In romantic love you want the other person.","author":"Margaret Anderson","category":"Love, Good, Want"},{"quote":"Middle age is when a guy keeps turning off lights for economical rather than romantic reasons.","author":"Lillian Gordy Carter","category":"Age, Lights, Guy"},{"quote":"'The Best Man' was my first feature film, and I didn't want to be known as a director who only does romantic comedies.","author":"Melissa De Sousa","category":"Best, Man, Want"},{"quote":"The view which regards man as a well, a reservoir full of possibilities, I call the romantic; the one which regards him as a very finite and fixed creature, I call the classical.","author":"T. E. Hulme","category":"Man, View, Possibilities"},{"quote":"Forget romantic fiction, a survey has found that most women would rather read a good book than go shopping, have sex, or sleep.","author":"Janet Street-Porter","category":"Women, Good, Sleep"},{"quote":"Romance is dead - it was acquired in a hostile takeover by Hallmark and Disney, homogenized, and sold off piece by piece.","author":"Yeardley Smith","category":"Dead, Off, Hostile"},{"quote":"I think one of the downsides of the sort of obsession with romantic love and personal fulfillment is that the plain fact of the matter is that those feelings don't last for ever and so they better be replaced and reinforced by things that do.","author":"Mary Archer","category":"Love, Better, Think"},{"quote":"I was born with a romantic nature, and I'll carry it to my grave.","author":"Telly Savalas","category":"Nature, Born, Carry"},{"quote":"There are two births: the one when light, First strikes the new awakened sense; The other when two souls unite, And we must count our life from thence, When you loved me and I loved you, Then both of us were born anew.","author":"William Cartwright","category":"Life, Light, Me"},{"quote":"How people treat you is their karma how you react is yours.","author":"Wayne Dyer","category":"Karma, Treat, People"},{"quote":"When a woman is talking to you, listen to what she says with her eyes.","author":"Victor Hugo","category":"Eyes, Woman, You"},{"quote":"The relationship between husband and wife should be one of closest friends.","author":"B. R. Ambedkar","category":"Friends, Wife, Husband"},{"quote":"I believe that two people are connected at the heart, and it doesn't matter what you do, or who you are or where you live; there are no boundaries or barriers if two people are destined to be together.","author":"Julia Roberts","category":"Together, Heart, Believe"},{"quote":"Never above you. Never below you. Always beside you.","author":"Walter Winchell","category":"You, Never, Always"},{"quote":"More than half of people who leave their jobs do so because of their relationship with their boss. Smart companies make certain their managers know how to balance being professional with being human. These are the bosses who celebrate an employee's success, empathize with those going through hard times, and challenge people, even when it hurts.","author":"Travis Bradberry","category":"Success, Challenge, Boss"},{"quote":"Don't wait to be successful at some future point. Have a successful relationship with the present moment and be fully present in whatever you are doing. That is success.","author":"Eckhart Tolle","category":"Success, Future, Successful"},{"quote":"People change and forget to tell each other.","author":"Lillian Hellman","category":"Change, People"},{"quote":"No one can live without relationship. You may withdraw into the mountains, become a monk, a sannyasi, wander off into the desert by yourself, but you are related. You cannot escape from that absolute fact. You cannot exist in isolation.","author":"Jiddu Krishnamurti","category":"Mountains, Desert, Yourself"},{"quote":"Treasure your relationships, not your possessions.","author":"Anthony J. D'Angelo","category":"Relationships, Treasure"},{"quote":"He who loves 50 people has 50 woes he who loves no one has no woes.","author":"Buddha","category":"People, He, Who"},{"quote":"Relationships are eternal. The 'separation' is another chapter in the relationship. Often, letting go of the old form of the relationship becomes a lesson in pure love much deeper than any would have learned had the couple stayed together.","author":"Marianne Williamson","category":"Love, Together, Letting Go"},{"quote":"Be honest, brutally honest. That is what's going to maintain relationships.","author":"Lauryn Hill","category":"Relationships, Honest, Going"},{"quote":"It's a complicated relationship with a guitar. I love the Bullet, for sure.","author":"Laurent Brancowitz","category":"Love, Guitar, Complicated"},{"quote":"Circumstance has no value. It is how one relates to a situation that has value. All true meaning resides in the personal relationship to a phenomenon... what it means to you.","author":"Christopher McCandless","category":"Value, Meaning, You"},{"quote":"My relationship with my body has changed. I used to consider it as a servant who should obey, function, give pleasure. In sickness, you realise that you are not the boss. It is the other way around.","author":"Federico Fellini","category":"Boss, Body, Sickness"},{"quote":"My relationship to plants becomes closer and closer. They make me quiet I like to be in their company.","author":"Peter Zumthor","category":"Me, Plants, Company"},{"quote":"Distance is a bad excuse for not having a good relationship with somebody. It's the determination to keep it going or let it fall by the wayside that's the real reason that the relationships continue.","author":"James McAvoy","category":"Good, Determination, Fall"},{"quote":"Every man sees in his relatives, and especially in his cousins, a series of grotesque caricatures of himself.","author":"H. L. Mencken","category":"Man, Cousins, Relatives"},{"quote":"The thing that I think is the most important is taking moments to express your appreciation to your partner. A thank you or a quick kiss can go a long way toward affirming your relationship and commitment to each other. That's not hard to do even when you're juggling insane careers and three kids.","author":"Michael Ian Black","category":"Appreciation, Thank You"},{"quote":"Once a woman has forgiven her man, she must not reheat his sins for breakfast.","author":"Marlene Dietrich","category":"Man, Woman, Breakfast"},{"quote":"How can a woman be expected to be happy with a man who insists on treating her as if she were a perfectly normal human being.","author":"Oscar Wilde","category":"Happy, Man, Woman"},{"quote":"You never lose by loving. You always lose by holding back.","author":"Barbara De Angelis","category":"Loving, You, Back"},{"quote":"Spirituality is not a formula it is not a test. It is a relationship. Spirituality is not about competency it is about intimacy. Spirituality is not about perfection it is about connection. The way of the spiritual life begins where we are now in the mess of our lives.","author":"Mike Yaconelli","category":"Life, Spiritual, Perfection"},{"quote":"I believe everyone has a soul mate that they can spend the rest of their life together.","author":"Ryan Lochte","category":"Life, Together, Soul"},{"quote":"We have a relationship with our customer, and that relationship translates into sales.","author":"Richard Hayne","category":"Sales, Customer, Our"},{"quote":"A relationship can give you a gut wrenching feeling sometimes. It's a real emotional ride.","author":"Drake","category":"Ride, Emotional, You"},{"quote":"Everything is expressed through relationship. Colour can exist only through other colours, dimension through other dimensions, position through other positions that oppose them. That is why I regard relationship as the principal thing.","author":"Piet Mondrian","category":"Why, Principal, Colour"},{"quote":"Who cares about the clouds when we're together? Just sing a song and bring the sunny weather.","author":"Dale Evans","category":"Together, Clouds, Weather"},{"quote":"It takes one person to forgive, it takes two people to be reunited.","author":"Lewis B. Smedes","category":"Forgive, People, Person"},{"quote":"Love comes when manipulation stops when you think more about the other person than about his or her reactions to you. When you dare to reveal yourself fully. When you dare to be vulnerable.","author":"Joyce Brothers","category":"Love, Yourself, Think"},{"quote":"You hear about quality time a lot but I really think that quantity time with a person is really what strengthens a relationship. That's when you really get to know somebody. You get to know their strengths and their weaknesses and that brings you closer. That's what 'Time Is Love' is all about.","author":"Josh Turner","category":"Love, Time, Love Is"},{"quote":"Any relationship should have love, and if there is no love, it is better to call off a relationship. People say that love happens only once, but I don't believe in it because for me, if one relationship doesn't work, you should move on and seek love in another relationship. Who knows; you might find love in the second relationship.","author":"Bipasha Basu","category":"Love, Work, Believe"},{"quote":"A people's relationship to their heritage is the same as the relationship of a child to its mother.","author":"John Henrik Clarke","category":"Mother, Child, People"},{"quote":"Our first scene is sort of a reunion between the X-Men characters, which establishes everyone's relationship to one another, sort of like a recap for all those who have forgotten since the last movie.","author":"Shawn Ashmore","category":"Reunion, First, Everyone"},{"quote":"He who lives in our mind is near though he may actually be far away but he who is not in our heart is far though he may really be nearby.","author":"Chanakya","category":"Heart, Mind, Far Away"},{"quote":"Every company has two organizational structures: The formal one is written on the charts the other is the everyday relationship of the men and women in the organization.","author":"Harold S. Geneen","category":"Women, Men, Company"},{"quote":"All true meaning resides in the personal relationship to a phenomenon, what it means to you.","author":"Christopher McCandless","category":"Meaning, You, Personal"},{"quote":"My own contentious relationship with gaming continued through high school and college: I still enjoyed playing games from time to time, but I always found myself pushed away by the sexism that permeated gaming culture. There were constant reminders that I didn't really belong.","author":"Anita Sarkeesian","category":"Time, Culture, Myself"},{"quote":"Starbucks has a role and a meaningful relationship with people that is not only about the coffee.","author":"Howard Schultz","category":"Coffee, People, Meaningful"},{"quote":"It is not our purpose to become each other; it is to recognize each other, to learn to see the other and honor him for what he is.","author":"Hermann Hesse","category":"Purpose, Honor, Learn"},{"quote":"Don't smother each other. No one can grow in the shade.","author":"Leo Buscaglia","category":"Grow, Shade, Other"},{"quote":"The better you know yourself, the better your relationship with the rest of the world.","author":"Toni Collette","category":"World, Yourself"},{"quote":"The most important things to do in the world are to get something to eat, something to drink and somebody to love you.","author":"Brendan Behan","category":"Love, World, You"},{"quote":"Almost all of our relationships begin and most of them continue as forms of mutual exploitation, a mental or physical barter, to be terminated when one or both parties run out of goods.","author":"W. H. Auden","category":"Relationships, Run, Mental"},{"quote":"Relationships are like traffic lights. And I just have this theory that I can only exist in a relationship if it's a green light.","author":"Taylor Swift","category":"Light, Green, Relationships"},{"quote":"Self-reflection is so healthy. Journaling works for me - when I record the details of what I'm going through, whether it's a relationship issue or negative thoughts, I can look back and see how far I've come. It makes me proud to see my progress and how I got through a bad situation.","author":"Kelly Rowland","category":"Progress, Thoughts, Me"},{"quote":"I have a love/hate relationship with jogging.","author":"Lisa Lutz","category":"Jogging"},{"quote":"It's better to have loved and lost than to have to do forty pounds of laundry a week.","author":"Laurence J. Peter","category":"Week, Lost, Better"},{"quote":"What love we've given, we'll have forever. What love we fail to give, will be lost for all eternity.","author":"Leo Buscaglia","category":"Love, Lost, Fail"},{"quote":"Adapt yourself to the things among which your lot has been cast and love sincerely the fellow creatures with whom destiny has ordained that you shall live.","author":"Marcus Aurelius","category":"Love, Destiny, Yourself"},{"quote":"I'm more of an adventurous type than a relationship type.","author":"Bob Dylan","category":"Adventurous, More, Than"},{"quote":"If love means that one person absorbs the other, then no real relationship exists any more. Love evaporates; there is nothing left to love. The integrity of self is gone.","author":"Ann Oakley","category":"Love, Integrity, Self"},{"quote":"The relationship between a client must be 'we.'","author":"Billy Baldwin","category":"Client, Must, Between"},{"quote":"It is plain indeed that in spite of later estrangement Hobbits are relatives of ours: far nearer to us than Elves, or even than Dwarves. Of old they spoke the languages of Men, after their own fashion, and liked and disliked much the same things as Men did. But what exactly our relationship is can no longer be discovered.","author":"J. R. R. Tolkien","category":"Men, Fashion, Relatives"},{"quote":"We have had a rewarding relationship, the belly and I.","author":"Sherwin B. Nuland","category":"Rewarding, Belly, Had"},{"quote":"The heart is forever inexperienced.","author":"Henry David Thoreau","category":"Heart, Forever"},{"quote":"Great salespeople are relationship builders who provide value and help their customers win.","author":"Jeffrey Gitomer","category":"Great, Value, Help"},{"quote":"Looking back over the years, I realize the Bible isn't magic, but it is corrective; it isn't an answer book, it is a living book; it isn't a fix-it book, it is relationship book. When I confront God's word, I am confronted; when I read God's word, it reads me; when I seek God's presence, He seeks me.","author":"Mike Yaconelli","category":"God, I Am, Book"},{"quote":"On a serious level, I wouldn't tell the press if I was in a relationship or not. I wouldn't ever reveal that, because it takes you down a certain road... I have no desire to be courting the press with my love life.","author":"Kit Harington","category":"Love, Life, Road"},{"quote":"The relationship with time changes when you're captive.","author":"Ingrid Betancourt","category":"Time, Changes, You"},{"quote":"Yet, taught by time, my heart has learned to glow for other's good, and melt at other's woe.","author":"Homer","category":"Time, Good, Heart"},{"quote":"Some people are your relatives but others are your ancestors, and you choose the ones you want to have as ancestors. You create yourself out of those values.","author":"Ralph Ellison","category":"Yourself, Values, People"},{"quote":"Love is never lost. If not reciprocated, it will flow back and soften and purify the heart.","author":"Washington Irving","category":"Love, Heart, Love Is"},{"quote":"I could see myself in a relationship with a girl Olivia Wilde is so sexy she makes me want to strangle a mountain ox with my bare hands. She's mesmerizing.","author":"Megan Fox","category":"Myself, Mountain, Girl"},{"quote":"My relationship with God has gotten so much stronger. He's always had his hand on me. He always guided me. I didn't always go where he wanted me to go. But He always had me. Now that I'm actually listening and being obedient, life is so much better.","author":"DMX","category":"Life, God, Listening"},{"quote":"The single woman is a free woman, and being single does not mean being alone - it means being free to have a relationship or not. This can be scary, but it's also very interesting.","author":"Monica Bellucci","category":"Alone, Woman, Being Alone"},{"quote":"I think it's always natural for children to rebel against their parents and establish their own identity. And also, I think parents get invested in, you know, doing the right thing? And so their anxiety about being good parents might, in a way, affect a relationship negatively.","author":"Jewell Parker Rhodes","category":"Children, Good, Parents"},{"quote":"It's a great relationship when you can work with the person who you consider to be your soul mate.","author":"Rick Derringer","category":"Work, Great, Soul"},{"quote":"The essential relationship across American history between black people and white people is one of exploitation and one of plunder. This is not, you know, necessarily about, you know, whether you're a good person or not or whether you see black people, you know, on the street, and you're willing to shake their hands and be polite.","author":"Ta-Nehisi Coates","category":"History, Good, American"},{"quote":"In human relationships, kindness and lies are worth a thousand truths.","author":"Graham Greene","category":"Kindness, Relationships"},{"quote":"Spiritual relationship is far more precious than physical. Physical relationship divorced from spiritual is body without soul.","author":"Mahatma Gandhi","category":"Spiritual, Soul, Body"},{"quote":"The cinema began with a passionate, physical relationship between celluloid and the artists and craftsmen and technicians who handled it, manipulated it, and came to know it the way a lover comes to know every inch of the body of the beloved. No matter where the cinema goes, we cannot afford to lose sight of its beginnings.","author":"Martin Scorsese","category":"Body, Know, Matter"},{"quote":"After the 9/11 incidents, Islam has become a big question mark among westerners, especially Americans. The mass media constantly raise the issue of relationship between Islam and terrorism.","author":"Abdolkarim Soroush","category":"Media, Islam, Terrorism"},{"quote":"There's a really unique relationship between a single parent and their child. Marriages so easily break up. There's kind of this temporary deal about marriages. That's one of the things that makes it stressful, and that's something that's nonexistent in a parent-child relationship.","author":"Jeremy Sisto","category":"Child, Unique, Parent"},{"quote":"People aren't defined by their relationship. The whole point is being true to yourself and not losing yourself in relationships, whether romances or friendships.","author":"Nina Dobrev","category":"Losing, Yourself, People"},{"quote":"In a relationship, it's important to make each other laugh. To give each other freedom, support each other and be proud of each other.","author":"Caroline Winberg","category":"Freedom, Support, Laugh"},{"quote":"What is real is that adultery destroys tens of thousands of families every year across America. What is real is that adultery scars tens of thousands of children emotionally and psychologically every year. What is real is that adultery is an open wound in a relationship which more often than not overflows into domestic violence or worse.","author":"Mike Pence","category":"Children, America, Violence"},{"quote":"The relationship between a Russian and a bottle of vodka is almost mystical.","author":"Richard Owen","category":"Mystical, Between, Vodka"},{"quote":"There is but one way for a president to deal with Congress, and that is continuously, incessantly, and without interruption. If it is really going to work, the relationship has got to be almost incestuous.","author":"Lyndon B. Johnson","category":"Work, Way, President"},{"quote":"The relationship between a manufacturer and his advertising agency is almost as intimate as the relationship between a patient and his doctor. Make sure that you can life happily with your prospective client before you accept his account.","author":"David Ogilvy","category":"Life, Advertising, Doctor"},{"quote":"But you know, I have a pretty good relationship with the press and the paparazzi. It's just when they step over the line that, you know, enough's enough.","author":"Elton John","category":"Good, Step, Know"},{"quote":"Don't throw petals on the floor if they have no meaning. I would rather have a fun, casual relationship than have someone pretending they're completely in love with me.","author":"Ashley Greene","category":"Love, Fun, Me"},{"quote":"Memories are thoughts that arise. They're not realities. Only when you believe that they are real, then they have the power over you. But when you realize it's just another thought arising about the past, then you can have a spacious relationship with that thought. The thought no longer has you in its grip.","author":"Eckhart Tolle","category":"Memories, Power, Past"},{"quote":"I think as humans we do want to control our relationships, and you can't. It's probably better that you can't. That wouldn't be a real relationship, and we'd never learn and grow.","author":"Caroline Paul","category":"Control, Grow, Relationships"},{"quote":"Have gratitude for the things you're discarding. By giving gratitude, you're giving closure to the relationship with that object, and by doing so, it becomes a lot easier to let go.","author":"Marie Kondo","category":"Gratitude, Giving, You"},{"quote":"Never too late to change your relationship with somebody in your life.","author":"Anderson Cooper","category":"Life, Change, Too Late"},{"quote":"I'm not a relationship expert. I'm an expert on manhood.","author":"Steve Harvey","category":"Expert, Manhood"},{"quote":"I wanted a good relationship with my mother, and I realized I had a choice: Either I could spend all my time angry that she didn't give me the hugs I thought I needed, or I could understand that she hugs differently. It's not a spread-open-the-arms, 'come here' hug. She hugs by sheltering me from her worries.","author":"Chandra Wilson","category":"Time, Good, Mother"},{"quote":"We all know the personal relationship between Michel Platini and President Blatter. It was like a mentor and protege, or even father and son.","author":"Chung Mong-joon","category":"Father, Son, Know"},{"quote":"Man only becomes independent of this physical world when he learns to consider the objects around him as symbols. He must, for this reason, seek to acquire a moral relationship to them.","author":"Rudolf Steiner","category":"Man, World, Moral"},{"quote":"A lot of the songs are based on my previous relationship. It didn't work out. I lost him, and it ruined me. I had to learn to get back on my feet. I used that heartbreak to create something really beautiful.","author":"Yuna","category":"Work, Beautiful, Me"},{"quote":"A relationship will be futile if it's based just on physicality. Intellectual stimulation is a must for me.","author":"Arjun Kapoor","category":"Me, Intellectual, Will"},{"quote":"The real issue is not talent as an independent element, but talent in relationship to will, desire, and persistence. Talent without these things vanishes and even modest talent with those characteristics grows.","author":"Milton Glaser","category":"Persistence, Talent, Desire"},{"quote":"Obviously, a long-distance relationship is hard. But, like anything worth having, you make it work.","author":"Leona Lewis","category":"Work, You, Anything"},{"quote":"Once you lose the honesty in a relationship, I mean, I think you don't have a relationship at all.","author":"Elizabeth Gillies","category":"Honesty, Think, You"},{"quote":"He's my father married to my sister. That makes me his son and his brother-in-law. That is such a moral transgression... I cannot see him. I cannot have a relationship with my father and be morally consistent. I lived with all these adopted children, so they are my family. To say Soon-Yi was not my sister is an insult to all adopted children.","author":"Ronan Farrow","category":"Family, Children, Father"},{"quote":"I love Neil Young. And he loves me! We have a great relationship.","author":"Donald Trump","category":"Love, Great, Me"},{"quote":"I think that anyone who lives in New York, who's lived here, who's spent any time here, knows that it's basically a love-hate relationship, you might say. Even though I still think it's the greatest city in the world and I wouldn't live anywhere else, there're still things about it one doesn't like. The love far outweighs the negative.","author":"Spike Lee","category":"Love, Time, World"},{"quote":"I kind of feel like we're all humans; we all live on this planet. I kind of always wish there was more of a partnership - a really healthy relationship between people, working together to do things and make it good and change.","author":"Robert Coppola Schwartzman","category":"Change, Good"},{"quote":"I tend to believe, when you're in a relationship, if you don't fight, it's not a real relationship. You have to have arguments and tensions, otherwise I don't believe it.","author":"Richard LaGravenese","category":"Believe, Fight, You"},{"quote":"For a man, there's a big responsibility that comes with having a boy because men are made by their fathers. If you've got a good productive man around it's better. I have such a close relationship with my dad and that responsibility to produce a good man is something I think about.","author":"Rafe Spall","category":"Good, Responsibility, Man"},{"quote":"Every relationship that we have in our lives - our contact with each person, place, and event - serves a very special, if yet to be realized purpose: They are mirrors that can serve to show us things about ourselves that can be realized in no other way.","author":"Guy Finley","category":"Purpose, Place, Mirrors"},{"quote":"When we enter into a personal relationship with Jesus Christ, something wonderful happens: God begins to change our desires, and we want to be more like Him.","author":"Joyce Meyer","category":"Change, God, Want"},{"quote":"Like most people, I have this sort of love-hate relationship with Pittsburgh. This is my home, and at times I miss it and find it tremendously exciting, and other times I want to catch the first thing out that has wheels.","author":"August Wilson","category":"Home, People, Want"},{"quote":"From a relationship perspective, givers build deeper and broader connections.","author":"Adam Grant","category":"Perspective, Connections"},{"quote":"One of the things about football is, it's a relationship business.","author":"Peyton Manning","category":"Business, Football, Things"},{"quote":"The only real security is not in owning or possessing, not in demanding or expecting, not in hoping, even. Security in a relationship lies neither in looking back to what it was, nor forward to what it might be, but living in the present and accepting it as it is now.","author":"Anne Morrow Lindbergh","category":"Looking Back, Looking"},{"quote":"There is not love where there is no will.","author":"Indira Gandhi","category":"Love, Will, Where"},{"quote":"Well, a girlfriend once told me never to fight with anybody you don't love.","author":"Jack Nicholson","category":"Love, Fight, Me"},{"quote":"A person isn't who they are during the last conversation you had with them - they're who they've been throughout your whole relationship.","author":"Rainer Maria Rilke","category":"Conversation, You, Person"},{"quote":"The heart of another is a dark forest, always, no matter how close it has been to one's own.","author":"Willa Cather","category":"Heart, Forest, Dark"},{"quote":"A relationship isn't going to make me survive. It's the cherry on top.","author":"Jennifer Aniston","category":"Me, Survive, Cherry"},{"quote":"People are so fearful about opening themselves up. All you want to do is to be able to connect with other people. When you connect with other people, you connect with something in yourself. It makes you feel happy. And yet it's so scary - it makes people feel vulnerable and unsafe.","author":"Toni Collette","category":"Happy, Yourself, People"},{"quote":"What does it matter how many lovers you have if none of them gives you the universe?","author":"Jacques Lacan","category":"Universe, Matter, You"},{"quote":"For me, every photograph is a portrait; the clothes are just a vehicle for what I want to say. You're photographing a relationship with the person you're shooting; there's an exchange, and that's what that picture is.","author":"Peter Lindbergh","category":"Me, Portrait, Want"},{"quote":"Whether you're keeping a journal or writing as a meditation, it's the same thing. What's important is you're having a relationship with your mind.","author":"Natalie Goldberg","category":"Writing, Mind, You"},{"quote":"When two people in an intimate-couple relationship look at their interactions as opportunities to learn about themselves instead of change each other, they are infusing their relationship with the energy of spiritual partnership.","author":"Gary Zukav","category":"Change, Spiritual"},{"quote":"The biggest mistake is believing there is one right way to listen, to talk, to have a conversation - or a relationship.","author":"Deborah Tannen","category":"Mistake, Conversation"},{"quote":"Well I think if you really go out with someone for quite a long time you do get to know each other very, very well, you go through the good times, you go through the bad times. You know both personally, but also within a relationship as well.","author":"Kate Middleton","category":"Time, Good, Long"},{"quote":"In 'Hardflip,' you have a relationship where the father and son haven't seen each other in 18 years, but they find they're very alike: pigheaded, stubborn, passionate. It's a wonderful story of how you can't get away from how similar you and your children are.","author":"John Schneider","category":"Children, Father, Son"},{"quote":"Life cannot be without relationship, but we have made it so agonizing and hideous by basing it on personal and possessive love. Can one love and yet not possess? You will find the true answer not in escape, ideals, beliefs but through the understanding of the causes of dependence and possessiveness.","author":"Jiddu Krishnamurti","category":"Love, Life, Understanding"},{"quote":"If the relationship of father to son could really be reduced to biology, the whole earth would blaze with the glory of fathers and sons.","author":"James A. Baldwin","category":"Father, Son, Earth"},{"quote":"I'm human. I'm a person. I would love to be in a relationship with a man. I would love to find the right man I think that's natural - that's what we all want.","author":"Lara Giddings","category":"Love, Man, Want"},{"quote":"You have to knock doors, make calls, and build a relationship with voters long before Election Day.","author":"Keith Ellison","category":"Day, Election, Long"},{"quote":"If you've ever had anyone in your life who has been struggling with something, struggling with addiction or struggling with anything, and it's about the resilience of love and how much you're willing to struggle with somebody to preserve your relationship and to try to preserve them as a person.","author":"Sarah Gadon","category":"Love, Life, Struggle"},{"quote":"The relationship between commitment and doubt is by no means an antagonistic one. Commitment is healthiest when it's not without doubt but in spite of doubt.","author":"Rollo May","category":"Commitment, Doubt, Without"},{"quote":"The decision to kiss for the first time is the most crucial in any love story. It changes the relationship of two people much more strongly than even the final surrender because this kiss already has within it that surrender.","author":"Emil Ludwig","category":"Love, Time, Changes"},{"quote":"I don't remember any sibling rivalry growing up, because by the time I was really conscious, Tom was going away to college. My relationship with him, which is a very close one, really developed in more recent years.","author":"David Hyde Pierce","category":"Time, College, Sibling"},{"quote":"Justice is never given; it is exacted and the struggle must be continuous for freedom is never a final fact, but a continuing evolving process to higher and higher levels of human, social, economic, political and religious relationship.","author":"A. Philip Randolph","category":"Freedom, Struggle, Justice"},{"quote":"I have a very bad relationship with mice.","author":"Casey Affleck","category":"Bad, Mice, Very"},{"quote":"Every relationship between persons causes a picture of each to take form in the mind of the other, and this picture evidently is in reciprocal relationship with that personal relationship.","author":"Georg Simmel","category":"Mind, Picture, Personal"},{"quote":"American cinema tends to express a patriotic relationship to national identity on a regular basis.","author":"Tom Hooper","category":"American, Identity, Cinema"},{"quote":"I lived to play basketball. Growing up as a kid, Bill Russell and the Boston Celtics were my favorite team. The way they played, the teamwork, the sacrifice, the commitment, the joy, the camaraderie, the relationship with the fans.","author":"Bill Walton","category":"Teamwork, Team, Joy"},{"quote":"I'm not a good father and they're not children any more; the eldest is in his fifties. My relationship with their mothers broke down and, because of what the law was, they went with their mothers and were imbued with their mothers' morality in life and they were not my people any more.","author":"Wilbur Smith","category":"Life, Children, Good"},{"quote":"My glasses are from Cutler & Gross. They're not prescription: I just love wearing them. I used to wear Ray-Ban a lot and then I realised that a lot of the things I've started going for are a little bit more refined. I liked the fact that I was supporting a British brand, somebody I could have a relationship with and people that I could talk to.","author":"Tinie Tempah","category":"Love, People, Glasses"},{"quote":"After my father died when I was seven and my mother entered into an abusive relationship, I shuffled between houses - staying with friends, families from church, and relying on the kindness of teachers and people throughout my community to help me grow up essentially without parents.","author":"Ronnie Musgrove","category":"Kindness, Friends, Community"},{"quote":"The relationship between renewable energy sources and the communities we expect to host them must be appropriate and sustainable and, above all, acceptable to local people.","author":"Owen Paterson","category":"Energy, People"},{"quote":"When I'm training a dog, I develop a relationship with that dog. He's my buddy, and I want to make training fun.","author":"Ian Dunbar","category":"Dog, Training, Fun"},{"quote":"I happen to love engineering. I love figuring things out in a spatial sense, that whole realm of working with mechanical parts, and the relationship of the parts, and things like ratios and the speeds of particular objects.","author":"Arthur Ganson","category":"Love, Engineering, Working"},{"quote":"I can encourage my daughter to love her body, but what really matters are the observations she makes about my relationship with my own body.","author":"Brene Brown","category":"Love, Daughter, Body"},{"quote":"Everyone talks about building a relationship with your customer. I think you build one with your employees first.","author":"Angela Ahrendts","category":"Employees, Building"},{"quote":"I think there is a big difference between the music business and music. And my relationship is to music, not music business. I think the business will keep changing, but music won't. Music will be there.","author":"Yoko Ono","category":"Music, Business, Think"},{"quote":"When I work, my first relationship with people is professional.","author":"Bill Murray","category":"Work, People, Professional"},{"quote":"The relationship with my people, the Nigerian people, is very good. My relationship with the rulers has always been problematic.","author":"Chinua Achebe","category":"Good, People, Always"},{"quote":"I love children and I love family and I love that interaction. Because I had a really close relationship with my mother, I understand that deep powerful love, and it's so beautiful. To be a mother to a child is the most brilliant gift; it's gorgeous.","author":"Alicia Keys","category":"Love, Family, Beautiful"},{"quote":"I think there is a poem out there for everyone, to be an entrance into the poetry and a relationship with it.","author":"Natasha Trethewey","category":"Poetry, Think, Everyone"},{"quote":"God is the name people give to the reason we are here. But I think that reason is the laws of physics rather than someone with whom one can have a personal relationship. An impersonal God.","author":"Stephen Hawking","category":"God, People, Name"},{"quote":"The physicality of a real relationship - one that encompasses mind, body and soul - ultimately makes it more fulfilling and powerful than any virtual relationship ever could be.","author":"Henry Cloud","category":"Powerful, Soul, Mind"},{"quote":"Those who are truly contemporary are those who neither perfectly coincide with their time nor adapt to its demands... Contemporariness, then, is that relationship with time that adheres to it through a disconnection.","author":"Giorgio Agamben","category":"Time, Adapt, Through"},{"quote":"I want a permanent relationship, and I might feel inclined to reject anything which of its nature could not be permanent.","author":"Alan Turing","category":"Nature, Want, Feel"},{"quote":"I am not moved by what people say or do concerning my relationship with God. I submit myself to His direct will, which is good and perfect with no evil in it.","author":"T. B. Joshua","category":"Good, Myself, Evil"},{"quote":"One of the things that got me interested in genetics was the relationship between genes and environment. We are all dealt a certain deck of cards, but our environment can influence the outcomes.","author":"Anne Wojcicki","category":"Influence, Me, Environment"},{"quote":"The pilot is the wedding, and the series is the relationship.","author":"Thomas Gibson","category":"Wedding, Pilot, Series"},{"quote":"Every garden scheme should have a backbone, a central idea beautifully phrased. Every wall, path, stone and flower should have its relationship to the central idea.","author":"Edwin Lutyens","category":"Flower, Path, Garden"},{"quote":"It's strange. At some point in your career, the situation between yourself and the camera reverses. For a certain number of years, you court it and you need it, but ultimately, it needs you more, and it's a bit like a relationship. The minute that happens, it turns you off... and it does feel like it is taking something from you.","author":"George Michael","category":"Yourself, Strange, Camera"},{"quote":"The relationship between you and your boss will change over time. When you just started out, that boss was your mentor and took you under their wing. As a seasoned employee, though, you no longer need your boss to guide you along. You should be able to handle tasks on your own.","author":"John Rampton","category":"Change, Time, Boss"},{"quote":"To me, one of the big silver linings of the Simpson trial is the advances we've made in understanding domestic violence as a lethal problem. Before that trial, I think there was a widespread sense that it was a family affair, a normal part of a relationship, not really a crime. The reality is that it's very much a crime, and a very serious one.","author":"Marcia Clark","category":"Family, Reality, Violence"},{"quote":"Enchanted partnership begins with the conscious understanding, on the part of two people, that the purpose of their relationship is not so much material as spiritual, and the internal skills demanded by it are prodigious.","author":"Marianne Williamson","category":"Spiritual, Purpose"},{"quote":"None of us can claim to be fair and square in love - and I'm definitely not a hypocrite! Humans are built to evolve with time. It depends on the nature of the relationship you share with a person. It is there today, tomorrow it may be gone; c'est la vie.","author":"Randeep Hooda","category":"Love, Nature, Time"},{"quote":"We should never denigrate any other culture but rather help people to understand the relationship between their own culture and the dominant culture. When you understand another culture or language, it does not mean that you have to lose your own culture.","author":"Edward T. Hall","category":"Culture, Language, Help"},{"quote":"We're thrilled to expand our relationship, knowing that with the great team at the Music Group, Word, and Warner Bros., and with their proven record of excellence, we're looking ahead to an even brighter future for Curb.","author":"Mike Curb","category":"Music, Future, Team"},{"quote":"There is a relationship between cartooning and people like Mir= and Picasso which may not be understood by the cartoonist, but it definitely is related even in the early Disney.","author":"Roy Lichtenstein","category":"People, Early, May"},{"quote":"Not to sound too Dr. Phil all of a sudden, but I think the key to survival is to embrace one's past and to not run away from it. And to come to some sort of relationship with it or understanding of it.","author":"Anderson Cooper","category":"Survival, Past"},{"quote":"It's the relationship I have with the world: always trying to escape from reality. I'm a daydreamer I don't feel in harmony with my epoch or the societies I live in.","author":"Amin Maalouf","category":"Reality, World, Live"},{"quote":"The erosion of extended family concept and losing out on values are the two things that are primarily responsible for the growing mismatch in the parent-child relationship.","author":"Shiv Khera","category":"Family, Losing, Values"},{"quote":"Perhaps this is the most important thing for me to take back from beach-living: simply the memory that each cycle of the tide is valid each cycle of the wave is valid each cycle of a relationship is valid.","author":"Anne Morrow Lindbergh","category":"Memory, Me, Tide"},{"quote":"When you're in a relationship, if you just break it down to regular terms, people are attracted to something, and that's what they want you to be, and that's what you should just be, and for me, it's very simple - if I meet a girl and I say, 'This is what I like about you. Just continue. Every day.'","author":"Marilyn Manson","category":"Day, Girl, Simple"},{"quote":"People that I care about, that I consider being friends of mine, most of the things I discuss with them I wouldn't discuss in public because it's a real relationship. It's not a relationship for the public, you know?","author":"Common","category":"Friends, People, Know"},{"quote":"Take responsibility and make a relationship the best it can be. We're all afraid of being hurt. Get rid of that fear. Be in the moment and enjoy the relationship - or you'll ruin it.","author":"Moran Atias","category":"Fear, Best, Responsibility"},{"quote":"The goal when you get into a relationship is not to be out of the relationship. It's to try to stay in the relationship. But if it doesn't work, you can't force those things.","author":"Kate Hudson","category":"Work, Goal, You"},{"quote":"I'm not the kind of person to jump into a relationship with a guy. I do a lot of figuring out about the person and his background, what he wants, and why he is interested in me.","author":"Sofia Richie","category":"Me, Why, Jump"},{"quote":"When I was younger, the idea of the bad boy was appealing, but then I grew up and realized that stable people are more fulfilling. Bad boys need more time to themselves. I want to be in a relationship with someone who knows how to take care of himself and is therefore able to take care of me. That way, we can put each other first.","author":"Jessica Parker Kennedy","category":"Time, Me, People"},{"quote":"What's at the heart of my faith is a belief that there's a creator. That we're all children of the same God. And that, fundamentally, the relationship you have with your spouse is important and eternal.","author":"Mitt Romney","category":"Children, Faith, God"},{"quote":"'The Story of Us' is about running into someone I had been in a relationship with at an awards show, and we were seated a few seats away from each other. I just wanted to say to him, 'Is this killing you? Because it's killing me.' But I didn't. Because I couldn't. Because we both had these silent shields up.","author":"Taylor Swift","category":"Me, Story, You"},{"quote":"I personally don't believe people really grow. They just learn stuff when they were a kid, and hold on to it, and that affects every relationship they have.","author":"Donald Glover","category":"Believe, People, Grow"},{"quote":"Androgyny is not trying to manage the relationship between the opposites it is simply flowing between them.","author":"June Singer","category":"Trying, Opposites, Between"},{"quote":"There is a time for risky love. There is a time for extravagant gestures. There is a time to pour out your affections on one you love. And when the time comes - seize it, don't miss it.","author":"Max Lucado","category":"Love, Time, You"},{"quote":"Many Japanese painters and calligraphers would change their names intentionally to keep their relationship to the art always fresh. This way, others' expectations can be avoided.","author":"Tina Weymouth","category":"Change, Art, Expectations"},{"quote":"I've always had this interest in sibling relationships because I don't have any siblings. I'm completely a product of the one-child policy in China, so I always kind of wished that I had an older brother or a younger brother or sister just to have that bond, so I find myself constantly writing about that relationship.","author":"Marie Lu","category":"Sister, Myself, Brother"},{"quote":"The older you get, the more you start to realize that you can't win an argument in a relationship. You can't win a fight with your woman. Because if you lose, you lose. And if you win, you lose.","author":"Trevor Noah","category":"Woman, Fight, Start"},{"quote":"I don't think any relationship responds well to pressure.","author":"Adam Levine","category":"Pressure, Think, Well"},{"quote":"What we need to understand is that when traditions become laws, rules, obligations and expectations others put on us that we don't want to fulfill, then they lose real meaning and steal the joy from our lives. And if we're too religious, we won't be able to be led by the Holy Spirit and enjoy an intimate relationship with Him.","author":"Joyce Meyer","category":"Joy, Rules, Enjoy"},{"quote":"I work a lot of hours, and in this business you really try to keep as busy as you possibly can. Sometimes when you really focus on kids in your free time you lose the husband and wife relationship to some degree. It's been a real focus for us to make sure we stay focused on us two.","author":"Cameron Mathison","category":"Work, Business, Time"},{"quote":"Relationships can be very traumatic. But being in a healthy relationship can be very empowering.","author":"Kangana Ranaut","category":"Healthy, Relationships"},{"quote":"The relationship between Israel and the United States is a bond of - it's just a very powerful bond. It was, it is, and will be and will continue to be.","author":"Benjamin Netanyahu","category":"Powerful, Bond, Will"},{"quote":"No one can tell you what to expect or can offer a guide to grief. Because every relationship is so unique, no two people grieve the same way. And you have no idea how you are going to grieve till you are grieving.","author":"Alysia Reiner","category":"Grief, Unique, People"},{"quote":"The man as he converses is the lover; silent, he is the husband.","author":"Honore de Balzac","category":"Man, Husband, Silent"},{"quote":"There's a trick to the Graceful Exit. It begins with the vision to recognize when a job, a life stage, a relationship is over - and to let go. It means leaving what's over without denying its value.","author":"Ellen Goodman","category":"Life, Job, Vision"},{"quote":"Love sought is good, but given unsought, is better.","author":"William Shakespeare","category":"Love, Good, Better"}]}