{"author":"Ravindu Manoj","github":"ravindu01manoj","repo":"Quotes-500k","data":[{"quote":"When you first get money, you buy all these things so no one thinks you're mean, and you spread it around. You get a chauffeur and you find yourself thrown around the back of this car and you think, I was happier when I had my own little car! I could drive myself!","author":"Paul McCartney","category":"Car, Myself, Yourself"},{"quote":"The people of this country, not special interest big money, should be the source of all political power.","author":"Paul Wellstone","category":"Power, Political, People"},{"quote":"Everybody likes a kidder, but nobody lends him money.","author":"Arthur Miller","category":"Nobody, Him, Everybody"},{"quote":"He who controls the money supply of a nation controls the nation.","author":"James A. Garfield","category":"Nation, Supply, Controls"},{"quote":"Taxation is just a sophisticated way of demanding money with menaces.","author":"Terry Pratchett","category":"Way, Just, Taxation"},{"quote":"Time is money, especially when you are talking to a lawyer or buying a commercial.","author":"Frank Dane","category":"Time, Lawyer, You"},{"quote":"We do not have a money problem in America. We have a values and priorities problem.","author":"Marian Wright Edelman","category":"America, Values, Problem"},{"quote":"Benjamin Franklin may have discovered electricity, but it was the man who invented the meter who made the money.","author":"Earl Wilson","category":"Man, Electricity, May"},{"quote":"France is a place where the money falls apart in your hands but you can't tear the toilet paper.","author":"Billy Wilder","category":"Hands, You, Place"},{"quote":"Money couldn't buy friends, but you got a better class of enemy.","author":"Spike Milligan","category":"Friends, Better, You"},{"quote":"Liberals, it has been said, are generous with other peoples' money, except when it comes to questions of national survival when they prefer to be generous with other people's freedom and security.","author":"William F. Buckley, Jr.","category":"Freedom, Survival, People"},{"quote":"You're right on the money with that. We're all like detectives in life. There's something at the end of the trail that we're all looking for.","author":"David Lynch","category":"Life, End, Looking"},{"quote":"If you don't give your kid freedom to make choices with money, including stupid choices, he'll make plenty when he gets to college.","author":"John W. Gardner","category":"Freedom, College, Stupid"},{"quote":"I spent three days a week for 10 years educating myself in the public library, and it's better than college. People should educate themselves - you can get a complete education for no money. At the end of 10 years, I had read every book in the library and I'd written a thousand stories.","author":"Ray Bradbury","category":"Education, Myself, College"},{"quote":"The system that enables the most people to earn the most success is free enterprise, by matching up people's skills, interests, and abilities. In contrast, redistribution simply spreads money around. Even worse, it attenuates the ability to earn success by perverting economic incentives.","author":"Arthur C. Brooks","category":"Success, Free, People"},{"quote":"I mean, I do think at a certain point you've made enough money.","author":"Barack Obama","category":"Think, You, Mean"},{"quote":"Don't forget, I'm 39. I didn't come here just for the money to impress myself. I'm not saying I am going to be dominating. I'm not saying I'm going to be good. But I can promise you I will do all the right things to play.","author":"Jaromir Jagr","category":"Good, Myself, I Am"},{"quote":"It's tough in the NHL you have to produce on a high level. And everybody expects you to do it because you make a lot of money. And I never minded it. I always want to be that guy.","author":"Jaromir Jagr","category":"Want, Tough, You"},{"quote":"I always have said that the most valuable thing I have isn't money it's my time.","author":"Chris Paul","category":"Time, Said, Always"},{"quote":"Money is speech. It's incongruous to say a multimillionaire can spend as much on his own campaign as he wants, but you can only give $2,300. His free speech rights are different from yours, thus violating the Equal Protection Clause of the Constitution. It's absurd.","author":"Roger Stone","category":"Constitution, Free, Speech"},{"quote":"Too many people measure how successful they are by how much money they make or the people that they associate with. In my opinion, true success should be measured by how happy you are.","author":"Richard Branson","category":"Success, Happy, Successful"},{"quote":"The new American dream is one of responsibility. What is the bottom-line number that you're going to be able to pay back toward a student loan responsibly if you're doing it yourself after you have a job? That dictates the amount of money you can borrow. That dictates the school you can go to, if you can even go to a four-year college at all.","author":"Suze Orman","category":"Responsibility, School"},{"quote":"As kids we didn't complain about being poor; we talked about how rich we were going to be and made moves to get the lifestyle we aspired to by any means we could. And as soon as we had a little money, we were eager to show it.","author":"Jay-Z","category":"Rich, Lifestyle, Kids"},{"quote":"Maturity: Be able to stick with a job until it is finished. Be able to bear an injustice without having to get even. Be able to carry money without spending it. Do your duty without being supervised.","author":"Ann Landers","category":"Job, Injustice, Maturity"},{"quote":"Money and fame made me believe I was entitled. I was wrong and foolish.","author":"Tiger Woods","category":"Believe, Me, Fame"},{"quote":"Do what you love and the money will follow.","author":"Marsha Sinetar","category":"Love, Do What You Love, You"},{"quote":"I call Alibaba '1,001 mistakes.' We expanded too fast, and then in the dot-com bubble, we had to have layoffs. By 2002, we had only enough cash to survive for 18 months. We had a lot of free members using our site, and we didn't know how we'd make money. So we developed a product for China exporters to meet U.S. buyers online. This model saved us.","author":"Jack Ma","category":"Mistakes, Free, Know"},{"quote":"Money is the root of all evil, and yet it is such a useful root that we cannot get on without it any more than we can without potatoes.","author":"Louisa May Alcott","category":"Evil, Potatoes, Without"},{"quote":"Men make counterfeit money; in many more cases, money makes counterfeit men.","author":"Sydney J. Harris","category":"Men, More, Many"},{"quote":"If you're going to be at a job environment, you should love it. You shouldn't do it just for money. You should do it because you love it. And the money comes naturally.","author":"Debbi Fields","category":"Love, Job, Environment"},{"quote":"He that is of the opinion money will do everything may well be suspected of doing everything for money.","author":"Benjamin Franklin","category":"Doing, Opinion, Well"},{"quote":"The studios don't seem to foster good writing. They're not so interested in that, but they're more interested in what worked most recently. They're definitely very serious about making money, and that's not a wrong thing, but you don't have to make money the same way all the time.","author":"Bill Murray","category":"Time, Good, Writing"},{"quote":"I think that stocks have been this tremendous, tremendous equalizer for people in this country. Guys who can't make a lot of money at their jobs have been able to make a lot of money in the stock market.","author":"Jim Cramer","category":"People, Stock Market, Think"},{"quote":"The only football players in my time were fellows who really loved to play football. They were not in it for the money. There wasn't much money there. They would have played football for nothing.","author":"Red Grange","category":"Time, Football, Play"},{"quote":"I don't care about having money. It's about being happy, man.","author":"Skrillex","category":"Happy, Man, Being Happy"},{"quote":"Research is four things: brains with which to think, eyes with which to see, machines with which to measure and, fourth, money.","author":"Albert Szent-Gyorgyi","category":"Eyes, Research, Think"},{"quote":"I need nothing from my companion. No money, no financial security, no emotional support, nothing. All I want is the freedom to be myself.","author":"Kangana Ranaut","category":"Freedom, Myself, Support"},{"quote":"I want to make as much money as I possibly can so that when my day comes, my mother and sister is fine. My close friends are fine. They don't have to worry about anything ever again.","author":"Tyler, The Creator","category":"Friends, Sister, Mother"},{"quote":"No one would remember the Good Samaritan if he'd only had good intentions he had money as well.","author":"Margaret Thatcher","category":"Good, Remember"},{"quote":"Profit or perish... There are only two ways to make money: increase sales and decrease costs.","author":"Fred DeLuca","category":"Sales, Profit, Two"},{"quote":"Pretty much, Apple and Dell are the only ones in this industry making money. They make it by being Wal-Mart. We make it by innovation.","author":"Steve Jobs","category":"Innovation, Apple"},{"quote":"Yes, money is important. But it's all about the creative process.","author":"Travis Scott","category":"Creative, Process, Important"},{"quote":"You pay more in wages, get more in in tax, you get people living a higher standard, you get more money. It's a kind of circle.","author":"Jeremy Corbyn","category":"People, Living, You"},{"quote":"When we talk about having a life of significance and meaning, it's not about fame or money or resources. It's about people and lives and hearts. That's my biggest passion in life.","author":"Tim Tebow","category":"Life, Passion, People"},{"quote":"The money's the same, whether you earn it or scam it.","author":"Bobby Heenan","category":"You, Same, Earn"},{"quote":"We learned many years ago that the rich may have money, but the poor have time.","author":"Cesar Chavez","category":"Time, Rich, Poor"},{"quote":"I would never wear a look that was all the same designer. I always wear at least one thing that is vintage. I dress according to my mood, and I usually spend money on the basics, like leather jackets, handbags, sweaters and shoes.","author":"Elsa Hosk","category":"Shoes, Dress, Vintage"},{"quote":"People spend time worrying about things they think they have to have and lose perception of what they do have. You can have all the money and material things you want. If you aren't here to enjoy them, what good do they do?","author":"Eric Davis","category":"Time, Good, Perception"},{"quote":"Most of Hollywood is about making money - and I love money, but I don't make the films thinking about money.","author":"David Lynch","category":"Love, Thinking, Making Money"},{"quote":"In school, my favorite subject was math. That's where I learned to count money.","author":"French Montana","category":"School, Favorite, Math"},{"quote":"Cricketers have a very short shelf life. On an average, you make money through cricket for five years, but you need to survive for sixty years.","author":"Mahendra Singh Dhoni","category":"Life, Short, Cricket"},{"quote":"If our soldiers are not overburdened with money, it is not because they have a distaste for riches; if their lives are not unduly long, it is not because they are disinclined to longevity.","author":"Sun Tzu","category":"Long, Soldiers, Longevity"},{"quote":"Why are people unemployed? Because there is no work. Why is there no work? Because people are not buying products and services. Why are people not buying products and services? Because they have no money. Why do people have no money? Because they are unemployed.","author":"Craig Bruce","category":"Work, People, Why"},{"quote":"I definitely wanted to earn my freedom. But the primary motivation wasn't making money, but making an impact.","author":"Sean Parker","category":"Freedom, Making Money"},{"quote":"Money is just the poor man's credit card.","author":"Marshall McLuhan","category":"Man, Credit Card, Credit"},{"quote":"So you think that money is the root of all evil. Have you ever asked what is the root of all money?","author":"Ayn Rand","category":"Evil, Think, You"},{"quote":"Neither a borrower nor a lender be.","author":"William Shakespeare","category":"Nor, Neither, Lender"},{"quote":"The safe way to double your money is to fold it over once and put it in your pocket.","author":"Kin Hubbard","category":"Way, Double, Safe"},{"quote":"Pennies do not come from heaven. They have to be earned here on earth.","author":"Margaret Thatcher","category":"Earth, Heaven, Here"},{"quote":"The man who won't loan money isn't going to have many friends - or need them.","author":"Wilt Chamberlain","category":"Friends, Man, Loan"},{"quote":"Run for your life from any man who tells you that money is evil. That sentence is the leper's bell of an approaching looter.","author":"Ayn Rand","category":"Life, Man, Evil"},{"quote":"We have the right as individuals to give away as much of our own money as we please in charity but as members of Congress we have no right to appropriate a dollar of the public money.","author":"Davy Crockett","category":"Charity, Right, Congress"},{"quote":"Criminals are never very amusing. It's because they're failures. Those who make real money aren't counted as criminals. This is a class distinction, not an ethical problem.","author":"Orson Welles","category":"Problem, Real, Ethical"},{"quote":"My pride fell with my fortunes.","author":"William Shakespeare","category":"Pride, Fell, Fortunes"},{"quote":"Friends and acquaintances are the surest passport to fortune.","author":"Arthur Schopenhauer","category":"Friends, Passport, Fortune"},{"quote":"I have no money, no resources, no hopes. I am the happiest man alive.","author":"Henry Miller","category":"Man, I Am, Resources"},{"quote":"I'm hopeless with money I simply spend what I've got.","author":"Freddie Mercury","category":"Hopeless, Spend, Got"},{"quote":"I had some money, I made the best paintings ever. I was completely reclusive, worked a lot, took a lot of drugs. I was awful to people.","author":"Jean-Michel Basquiat","category":"Best, People, Made"},{"quote":"We've got to put a lot of money into changing behavior.","author":"Bill Gates","category":"Behavior, Changing, Put"},{"quote":"It is not the creation of wealth that is wrong, but the love of money for its own sake.","author":"Margaret Thatcher","category":"Love, Creation, Wealth"},{"quote":"Money does not make you happy but it quiets the nerves.","author":"Sean O'Casey","category":"Happy, You, Nerves"},{"quote":"A man is usually more careful of his money than of his principles.","author":"Oliver Wendell Holmes, Jr.","category":"Man, Principles, Than"},{"quote":"But men are so full of greed today, they'll sell anything for a little piece of money.","author":"Little Richard","category":"Today, Men, Greed"},{"quote":"Fame is addictive. Money is addictive. Attention is addictive. But golf is second to none.","author":"Marc Anthony","category":"Golf, Attention, Fame"},{"quote":"The people who are buying stocks because they're going up and they don't know what they do deserve to lose money.","author":"Jim Cramer","category":"People, Know, Deserve"},{"quote":"Because its hard to realize now that that was the end of the great depression, you know. All of a sudden all of this is in front of me and I'm solvent, you know. I'm making some money and I know where my next meal is coming from, and I have a new pair of shoes and that's it.","author":"Robert McCloskey","category":"Great, Depression, Shoes"},{"quote":"My NFL pension can barely pay my son's tuition. You know, it's very little money.","author":"O. J. Simpson","category":"Son, Know, You"},{"quote":"I did my time for the rape. I paid my money to Las Vegas. I paid my dues.","author":"Mike Tyson","category":"Time, Vegas, Paid"},{"quote":"While money doesn't buy love, it puts you in a great bargaining position.","author":"Christopher Marlowe","category":"Love, Great, You"},{"quote":"There's something so romantic about being broke in New York. You gotta do it. You have to live there once without any money, and then you have to live there when you have money. Let me tell you, of the two, the latter is far better.","author":"Amy Poehler","category":"Romantic, Me, Live"},{"quote":"I spent more money on one robe than guys spend in five years.","author":"Ric Flair","category":"Years, Five, Spend"},{"quote":"Money is worth nothing if it can't buy you the opportunity to love more.","author":"Oprah Winfrey","category":"Love, Opportunity, You"},{"quote":"On privacy issues, it's just like hundreds of years ago when people said, 'I would rather put my money under my pillow than in a bank.' But today, banks know how to protect money much better than you do. Today, we may not have the answers to privacy issues, but I believe our young people will come up with the solutions.","author":"Jack Ma","category":"Today, Believe, People"},{"quote":"Money is the string with which a sardonic destiny directs the motions of its puppets.","author":"W. Somerset Maugham","category":"Destiny, Puppets, Which"},{"quote":"We all need money, but there are degrees of desperation.","author":"Anthony Burgess","category":"Need, Desperation, Degrees"},{"quote":"There are necessary evils. Money is an important thing in terms of representing freedom in our world. And now I have a daughter to think about. It's really the first time I've thought about the future and what it could be.","author":"Johnny Depp","category":"Time, Future, Freedom"},{"quote":"Charter schools are public schools that operate, to a certain extent, outside the system. They have more control over their teachers, curriculum and resources. They also have less money than public schools.","author":"Maggie Gallagher","category":"Control, Teachers, Resources"},{"quote":"Money takes wings. The only thing that endures is character.","author":"O. J. Simpson","category":"Character, Wings, Endures"},{"quote":"But if you want to continue to be slaves of the banks and pay the cost of your own slavery, then let bankers continue to create money and control credit.","author":"Josiah Stamp","category":"Slavery, Control, Want"},{"quote":"Money can't buy poverty.","author":"Marty Feldman","category":"Poverty, Buy"},{"quote":"It will be a great day when our schools have all the money they need, and our air force has to have a bake-sale to buy a bomber.","author":"Robert Fulghum","category":"Day, Great, Air Force"},{"quote":"A savvy entrepreneur will not always look for investment money, first.","author":"Daymond John","category":"Look, Investment"},{"quote":"People may take a job for more money, but they often leave it for more recognition.","author":"Bob Nelson","category":"Job, People, Recognition"},{"quote":"When men have money and power they get turned on, sexually. They get horny as hell. Can't imagine why, though.","author":"Penelope Spheeris","category":"Power, Men, Why"},{"quote":"And I think the more money you put in people's hands, the more they will spend. And if they don't spend it, they invest it. And investing it is another way of creating jobs. It puts money into mutual funds or other kinds of banks that can go out and make loans, and we need to do that.","author":"Michael Bloomberg","category":"People, Hands, Think"},{"quote":"If we command our wealth, we shall be rich and free; if our wealth commands us, we are poor indeed.","author":"Edmund Burke","category":"Free, Wealth, Rich"},{"quote":"A man who gives his children habits of industry provides for them better than by giving them fortune.","author":"Richard Whately","category":"Children, Man, Giving"},{"quote":"We are not going to achieve a new world order without paying for it in blood as well as in words and money.","author":"Arthur M. Schlesinger, Jr.","category":"Words, World, Blood"},{"quote":"If you can get some of the devil's money to use for the Lord's work, if you have to borrow it, it is all right and carry on the work.","author":"John Harvey Kellogg","category":"Work, Devil, You"},{"quote":"I know why most people never get rich. They put the money ahead of the job. If you just think of the job, the money will automatically follow. This never fails.","author":"Hedy Lamarr","category":"Job, People, Rich"},{"quote":"Bank failures are caused by depositors who don't deposit enough money to cover losses due to mismanagement.","author":"Dan Quayle","category":"Bank, Enough, Cover"},{"quote":"Always try to rub up against money, for if you rub up against money long enough, some of it may rub off on you.","author":"Damon Runyon","category":"Long, You, Try"},{"quote":"All the money I have, I got it legally.","author":"Floyd Mayweather, Jr.","category":"Got, Legally"},{"quote":"I have a fantastic relationship with money. I use it to buy my freedom.","author":"Gianni Versace","category":"Relationship, Freedom, Buy"},{"quote":"When my father bid $5,000 for the 1962 Championship Game, that was a huge amount. It was double the bid the year before. Pete Rozelle was flabbergasted. Who was this guy who was willing to spend so much money on what seemed like relatively worthless rights to the NFL Championship Game?","author":"Steve Sabol","category":"Father, Game, Rights"},{"quote":"I always look at money not as a motivating factor but as an element in the composition. You can't ignore it, but you've got to be very careful that it's not motivating you.","author":"Damien Hirst","category":"Look, You, Always"},{"quote":"It's easy to love yourself when you feel good enough, when you feel special enough, when you're loved enough, when you have enough money, and you're appreciated.","author":"Debbie Ford","category":"Love, Good, Love Yourself"},{"quote":"Most people are squeamish about saying how much they earn, but in medicine the situation seems especially fraught. Doctors aren't supposed to be in it for the money, and the more concerned a doctor seems to be about making money the more suspicious people become about the care being provided.","author":"Atul Gawande","category":"Doctor, People, Making Money"},{"quote":"The purpose of work is not to make money. The purpose of work is to make the workers, whether working stiffs or top executives, feel good about life.","author":"Ricardo Semler","category":"Life, Work, Good"},{"quote":"I don't buy these rag magazines that feed off of stolen, you know, press. They're basically stealing someone's image in order to make money for themselves... They wait at the end of my street in their cars. Every time I exit my home, I have company.","author":"Ashton Kutcher","category":"Time, Home, Company"},{"quote":"I don't think there is anything wrong in earning money from the sport you love. If you work hard and get benefits from it, there is no harm. The day you feel that you are not working hard and are only looking at the benefits, that's where the problem is.","author":"Virat Kohli","category":"Love, Work, Day"},{"quote":"Not only do unemployment benefits help families who are hurting they also put money into their pockets that they'll then spend - and their spending will keep other Americans in jobs.","author":"Robert Reich","category":"Help, Will, Benefits"},{"quote":"There is nothing wrong with making money, but that's not particularly inspiring.","author":"John Mackey","category":"Making Money, Nothing, Wrong"},{"quote":"One should live between extravagance and meanness. Don't save money by starving your mind. It is false economy never to take a holiday, or never to spend money for an evening's amusement or for a useful book.","author":"Orison Swett Marden","category":"Book, Mind, Live"},{"quote":"I'm enjoying life at my fullest. Sometimes you realize that money isn't everything.","author":"Rey Mysterio","category":"Life, You, Realize"},{"quote":"Money is like manure, of very little use except it be spread.","author":"Francis Bacon","category":"Like, Manure, Little"},{"quote":"It isn't enough for you to love money - it's also necessary that money should love you.","author":"Kin Hubbard","category":"Love, You, Enough"},{"quote":"The process by which banks create money is so simple that the mind is repelled.","author":"John Kenneth Galbraith","category":"Simple, Mind, Process"},{"quote":"I could have played another year, but I would have been playing for the money, and baseball deserves better than that.","author":"George Brett","category":"Baseball, Better, Year"},{"quote":"I don't think the money people in Hollywood have ever thought I was normal, but I am dedicated to my work and that's what counts.","author":"Angelina Jolie","category":"Work, I Am, People"},{"quote":"Three groups spend other people's money: children, thieves, politicians. All three need supervision.","author":"Dick Armey","category":"Children, People, Three"},{"quote":"Money is the seed of money, and the first guinea is sometimes more difficult to acquire than the second million.","author":"Jean-Jacques Rousseau","category":"Seed, Sometimes, Difficult"},{"quote":"Money is neither my god nor my devil. It is a form of energy that tends to make us more of who we already are, whether it's greedy or loving.","author":"Dan Millman","category":"God, Energy, Loving"},{"quote":"Money is in some respects life's fire: it is a very excellent servant, but a terrible master.","author":"P. T. Barnum","category":"Life, Fire, Excellent"},{"quote":"Look, you're here to see me, and I can't go on until my dealer is here, and he's waiting to be paid, so give me some money so I can fix up, and then you'll get your show.","author":"Iggy Pop","category":"Waiting, Me, You"},{"quote":"Don't give me any money, don't give me any people, but give freedom, and I'll give you a movie that looks gigantic.","author":"Robert Rodriguez","category":"Freedom, Me, People"},{"quote":"Money tends to make people suspicious, if there's any money floating around.","author":"Mitchell Baker","category":"People, Floating, Suspicious"},{"quote":"We have one of the highest interest rates in the world, and we owe more money per capita than any other country. All we need is a nail hole in the bottom of the boat and we're sunk.","author":"Pauline Hanson","category":"World, Boat, Country"},{"quote":"Because A Walk To Remember had come out and it had made money and I got a lot of congratulations at that time as it happens out there.","author":"Shane West","category":"Time, Walk, Remember"},{"quote":"I think the situation in Toronto is such that there are funding organizations which make it easy for a film to raise more money than it needs and very often that works against a film.","author":"Atom Egoyan","category":"Easy, Situation, Think"},{"quote":"Our American friends offer us money, arms, and advice. We take the money, we take the arms, and we decline the advice.","author":"Moshe Dayan","category":"Friends, American, Advice"},{"quote":"What have I got? No looks, no money, no education. Just talent.","author":"Sammy Davis, Jr.","category":"Education, Talent, Looks"},{"quote":"More than one-third of Mexicans in the United States own property in Mexico, nearly 80 percent send money home and 25 percent have a spouse in Mexico. Assimilation and becoming an American citizen are not the objective for many of them.","author":"John Shadegg","category":"Home, American, Mexico"},{"quote":"That is where the power, opportunity, and choice come from-when you have money. Money equals opportunity. There is no question.","author":"Billie Jean King","category":"Opportunity, Power, Choice"},{"quote":"Love is cheap. You can buy it anywhere. Lives are cheap. It's money that's dear. You have to work days and sit up nights thinking how to make money.","author":"John Dos Passos","category":"Love, Work, Love Is"},{"quote":"The extravagant expenditure of public money is an evil not to be measured by the value of that money to the people who are taxed for it.","author":"Chester A. Arthur","category":"Value, Evil, People"},{"quote":"I've never chased money. It's always been about what I can do to motivate and inspire people.","author":"Tyler Perry","category":"Inspire, People, I Can"},{"quote":"Other than my foundation - mentoring programs - everything I do is for money.","author":"Steve Harvey","category":"Foundation, Mentoring"},{"quote":"When you're making an independent film what you don't have in time and money you have to make up with creativity and diligence.","author":"Matthew Lillard","category":"Time, Creativity, You"},{"quote":"I felt in a lot of instances I was deliberately being put through stress because when you're a guy who generates money, people have a vested interested in controlling you.","author":"Dave Chappelle","category":"Stress, People, You"},{"quote":"The 'American Idol' and 'X Factor' shows, they're great shows. But I think I need to make a show like that, directed straight to the hood, to the artists that don't get the attention, that don't have the money to make themselves representable.","author":"Snoop Dogg","category":"Great, American, Think"},{"quote":"I'm free of stress and worries now because if I don't like something I'm doing, I just find the fun in it instead of being miserable. Let me have fun with the people I work with, let me have fun making money - when I grew up so poor, ya know?","author":"Jenny McCarthy","category":"Work, Stress, Fun"},{"quote":"Now workers should have the right to join unions. But unions should not be forced upon workers. And unions should not have the power to take money our of their members' paychecks to buy the support of politicians that are favored by the union bosses.","author":"Mitt Romney","category":"Power, Support, Right"},{"quote":"If you got the money honey I got the time and when you run out of money honey I run out of time.","author":"Willie Nelson","category":"Time, Run, You"},{"quote":"My luck at the gambling table was varied; sometimes I was fifty to a hundred dollars ahead, and at other times I had to borrow money from my fellow workmen to settle my room rent and pay for my meals.","author":"James Weldon Johnson","category":"Luck, Gambling, Settle"},{"quote":"I have too much money invested in sweaters.","author":"Bob Hope","category":"Too Much, Sweaters, Too"},{"quote":"I made more money yesterday than I ever thought I'd make in an entire lifetime. But it's like somebody's going to take it all away from me and I'll be back in Texas, installing them damned irrigation wells. I didn't like that when I was sixteen. And I know I wouldn't like it when I'm eighty.","author":"Jimmy Dean","category":"Thought, Me, Know"},{"quote":"What we need is more money back in the hands of Americans of any economic standing and so raising taxes right now doesn't make sense.","author":"Kevin Yoder","category":"Hands, Right, Economic"},{"quote":"There was a time when a fool and his money were soon parted, but now it happens to everybody.","author":"Adlai E. Stevenson","category":"Time, Fool, Now"},{"quote":"You want 21 percent risk free? Pay off your credit cards.","author":"Andrew Tobias","category":"Risk, Free, Want"},{"quote":"Money is the barometer of a society's virtue.","author":"Ayn Rand","category":"Society, Virtue, Barometer"},{"quote":"You have to go broke three times to learn how to make a living.","author":"Casey Stengel","category":"Learn, Living, You"},{"quote":"Credit buying is much like being drunk. The buzz happens immediately and gives you a lift... The hangover comes the day after.","author":"Joyce Brothers","category":"Day, You, Lift"},{"quote":"The thing that differentiates man from animals is money.","author":"Gertrude Stein","category":"Man, Animals, Thing"},{"quote":"Money's a horrid thing to follow, but a charming thing to meet.","author":"Henry James","category":"Follow, Charming, Meet"},{"quote":"If you can count your money, you don't have a billion dollars.","author":"J. Paul Getty","category":"You, Count, Your"},{"quote":"No man's credit is as good as his money.","author":"John Dewey","category":"Good, Man, Credit"},{"quote":"Money will buy a pretty good dog, but it won't buy the wag of his tail.","author":"Josh Billings","category":"Dog, Good, Will"},{"quote":"Affluence creates poverty.","author":"Marshall McLuhan","category":"Poverty, Affluence, Creates"},{"quote":"It's morally wrong to allow a sucker to keep his money.","author":"W. C. Fields","category":"Wrong, Sucker, Keep"},{"quote":"For I can raise no money by vile means.","author":"William Shakespeare","category":"I Can, Raise, Means"},{"quote":"Wealth and want equally harden the human heart.","author":"Theodore Parker","category":"Heart, Wealth, Want"},{"quote":"There's just one thing I can't figure out. My income tax!","author":"Nat King Cole","category":"Tax, Just, Income"},{"quote":"A simple fact that is hard to learn is that the time to save money is when you have some.","author":"Joe Moore","category":"Time, Simple, You"},{"quote":"I am happy to make money. I want to make more money, make more music, eat Big Macs and drink Budweisers.","author":"Kid Rock","category":"Music, Happy, I Am"},{"quote":"Anybody who thinks money will make you happy, hasn't got money.","author":"David Geffen","category":"Happy, You, Will"},{"quote":"Money equals freedom.","author":"Kevin O'Leary","category":"Freedom, Equals"},{"quote":"The big difference between sex for money and sex for free is that sex for money usually costs a lot less.","author":"Brendan Behan","category":"Free, Difference, Sex"},{"quote":"There's no money in poetry, but then there's no poetry in money, either.","author":"Robert Graves","category":"Poetry, Either, Then"},{"quote":"Banks are an almost irresistible attraction for that element of our society which seeks unearned money.","author":"J. Edgar Hoover","category":"Society, Attraction, Which"},{"quote":"A man is usually more careful of his money than he is of his principles.","author":"Ralph Waldo Emerson","category":"Man, Principles, Than"},{"quote":"If advertisers spent the same amount of money on improving their products as they do on advertising then they wouldn't have to advertise them.","author":"Will Rogers","category":"Advertising, Products"},{"quote":"You can't pay enough money to... cure that feeling of being broken and confused.","author":"Winona Ryder","category":"Broken, Confused, You"},{"quote":"Neither soldiers nor money can defend a king but only friends won by good deeds, merit, and honesty.","author":"Sallust","category":"Friends, Good, Honesty"},{"quote":"If a man has money, it is usually a sign, too, that he knows how to take care of it; don't imagine his money is easy to get simply because he has plenty of it.","author":"E. W. Howe","category":"Man, Easy, Care"},{"quote":"You can have money piled to the ceiling but the size of your funeral is still going to depend on the weather.","author":"Chuck Tanner","category":"Weather, You, Funeral"},{"quote":"I pity the French Cinema because it has no money. I pity the American Cinema because it has no ideas.","author":"Jean-Luc Godard","category":"American, Ideas, Cinema"},{"quote":"God is on everyone's side... and in the last analysis, he is on the side with plenty of money and large armies.","author":"Jean Anouilh","category":"God, Everyone, Plenty"},{"quote":"Nobody ever lost money taking a profit.","author":"Bernard Baruch","category":"Lost, Profit, Nobody"},{"quote":"Gambling with cards or dice or stocks is all one thing. It's getting money without giving an equivalent for it.","author":"Henry Ward Beecher","category":"Giving, Gambling, Cards"},{"quote":"We can safely abandon the doctrine of the eighties, namely that the rich were not working because they had too little money, the poor because they had much.","author":"John Kenneth Galbraith","category":"Rich, Working, Poor"},{"quote":"There's only one thing money won't buy, and that is poverty.","author":"Joe E. Lewis","category":"Poverty, One Thing, Buy"},{"quote":"I really don't like talking about money. All I can say is that the Good Lord must have wanted me to have it.","author":"Larry Bird","category":"Good, Me, I Can"},{"quote":"The price we have to pay for money is sometimes liberty.","author":"Robert Louis Stevenson","category":"Liberty, Sometimes, Price"},{"quote":"Time will take your money, but money won't buy time.","author":"James Taylor","category":"Time, Will, Buy"},{"quote":"Money is not required to buy one necessity of the soul.","author":"Henry David Thoreau","category":"Soul, Necessity, Buy"},{"quote":"Get inside information from the president and you will probably lose half your money. If you get it from the chairman of the board, you will lose all of your money.","author":"Jim Rogers","category":"Information, You, President"},{"quote":"I heard someone in opposition to reform last night criticize the president for saying it's their money. They said it's not their money it's my mother's money. Well that's what's wrong with the system.","author":"Johnny Isakson","category":"Mother, Night, Saying"},{"quote":"I didn't think any amount of money was worth something that would take away what you believed in or what you stood for. I didn't want to do something my parents and daughter couldn't be proud of.","author":"Tippi Hedren","category":"Daughter, Parents, Proud"},{"quote":"My ambition is to have beautiful encounters, not to make money.","author":"Juliette Binoche","category":"Beautiful, Ambition"},{"quote":"I'd rather have happiness than money. People ask for it. Sometimes when I don't have it. I make other people's problems my problem because they want me to they ask me to.","author":"Brenda Fassie","category":"Happiness, Problems, Me"},{"quote":"I choose the likely man in preference to the rich man I want a man without money rather than money without a man.","author":"Themistocles","category":"Man, Want, Rich"},{"quote":"Money is only a vehicle that provides you with options, and I say there's only one thing that money can't buy - poverty.","author":"Jerry Doyle","category":"Poverty, You, Say"},{"quote":"What we get from this adventure is just sheer joy. And joy is, after all, the end of life. We do not live to eat and make money.","author":"George Leigh Mallory","category":"Life, Adventure, Joy"},{"quote":"There's no way in the world I can feel the same blues the way I used to. When I play in Chicago, I'm playing up-to-date, not the blues I was born with. People should hear the pure blues - the blues we used to have when we had no money.","author":"Muddy Waters","category":"World, People, Blues"},{"quote":"No race of barbarians ever existed yet offered up children for money.","author":"Samuel Gompers","category":"Children, Race, Up"},{"quote":"I always ignore money.","author":"Damien Hirst","category":"Ignore, Always"},{"quote":"The reason there weren't any, I am surmising, is that a lot of Latin kids, Latino kids, in those days didn't have the money to take those kind of classes.","author":"Rita Moreno","category":"I Am, Kind, Kids"},{"quote":"I did a terrible television pilot that was so badly written and dumb that it became a turning point for me and I decided that I would never accept a job just because I needed the money.","author":"Fran Drescher","category":"Job, Me, Television"},{"quote":"As a society we're always so quick and able to spend money on lawyers for someone for incarceration, but we don't make the corresponding commitment to the preventative components of it.","author":"Matt Gonzalez","category":"Society, Commitment, Lawyers"},{"quote":"We are now after 7 months operation making money here.","author":"Henry Wells","category":"Making Money, Now, Here"},{"quote":"Now Congress learns that the Veterans Administration failed to provide complete, accurate information on the money it needs for both this year and next year.","author":"Doc Hastings","category":"Veterans, Information"},{"quote":"San Francisco is an interesting place. It's always been such a nice culturally diverse environment, which it still is, but there's a lot of money there now and a lot of dot com's so it's a little different than it used to be.","author":"Les Claypool","category":"Environment, Nice, Place"},{"quote":"Money can add very much to one's ability to lead a constructive life, not only pleasant for oneself, but, hopefully, beneficial to others.","author":"David Rockefeller","category":"Life, Lead, Ability"},{"quote":"When I was younger I was completely without money - when I was studying in Budapest, when I was a refugee.","author":"Gyorgy Ligeti","category":"Studying, Without, Younger"},{"quote":"I really wish there was some big brother conspiracy theory. I just think it's the ignorance of trying to make a dollar. That's what the networks have done and will continue to do. If anyone doesn't think that this is about making money, then they're crazy.","author":"Montel Williams","category":"Brother, Crazy, Ignorance"},{"quote":"American men, as a group, seem to be interested in only two things, money and breasts. It seems a very narrow outlook.","author":"Hedy Lamarr","category":"Men, American, Group"},{"quote":"The black groups that boycott certain films would do better to get the money together to make the films they want to see, or stay in church and leave us to our work.","author":"Richard Pryor","category":"Work, Together, Black"},{"quote":"And, we have no such thing as a budget anymore. Our manager freaks when we show him the bill. We're lavish to the bone, but all our money goes back into the product.","author":"Freddie Mercury","category":"Budget, Manager, Bone"},{"quote":"Law students have taken over Hollywood. To them it's all about making money. They know people want to see what they've seen before. Also, remakes are places to showcase the new stars of tomorrow.","author":"Tobe Hooper","category":"Stars, Law, Tomorrow"},{"quote":"Fame was thrilling only until it became grueling. Money was fun only until you ran out of things to buy.","author":"Gloria Swanson","category":"Fun, Fame, You"},{"quote":"We are the nation the most powerful, the most armed and we are supplying arms and money to the rest of the world where we are not ourselves fighting. We are eating while there is famine in the world.","author":"Dorothy Day","category":"Powerful, World, Eating"},{"quote":"Money is the great tool through whose means labor and skill become universally co-operative.","author":"Leland Stanford","category":"Great, Labor, Skill"},{"quote":"We got more provisions for our whiskey than the same money, which we paid for the liquor, would have bought; so after all it proved a very profitable investment.","author":"Buffalo Bill","category":"Investment, Same, Whiskey"},{"quote":"I had a great time on News Radio, I got to make tons of money in relative obscurity and learn a lot about the TV biz and work on my standup act constantly. It was a dream gig.","author":"Joe Rogan","category":"Work, Time, Great"},{"quote":"The way I grew up, I was always taught that it's uncouth to talk about money, and that's not what should inspire you.","author":"Justin Timberlake","category":"Inspire, Way, You"},{"quote":"No matter how much money you have or what kind of cocoon you live in, the reality is that you have lost a game of football and let England's fans down. We are bothered.","author":"Rio Ferdinand","category":"Football, Reality, Lost"},{"quote":"A little wanton money, which burned out the bottom of his purse.","author":"Thomas More","category":"Bottom, Purse, Little"},{"quote":"We talk about a free press. These people hide, they make a lot of money off the media. They hide behind the slogans of free press, and then they can come out with crap like that. It's just garbage. It's insulting to the readers.","author":"Robert Scheer","category":"Media, Free, People"},{"quote":"I have heartaches, I have blues. No matter what you got, the blues is there. 'Cause that's all I know - the blues. And I can sing the blues so deep until you can have this room full of money and I can give you the blues.","author":"John Lee Hooker","category":"Deep, Know, Blues"},{"quote":"Happy is harder than money. Anybody who thinks money will make you happy hasn't got money.","author":"David Geffen","category":"Happy, You, Will"},{"quote":"Because parents have power over children. They feel they have to do what their parents say. But the love of money is the root of all evil. And this is a sweet child. And to see him turn like this, this isn't him. This is not him.","author":"Michael Jackson","category":"Love, Children, Parents"},{"quote":"And my father didn't have money for me to go to college. And at that particular time they didn't have black quarterbacks, and I don't think I could have made it in basketball, because I was only 5' 11\". So I just picked baseball.","author":"Willie Mays","category":"Time, Father, Baseball"},{"quote":"I like to sing ballads the way Eddie Fisher does and the way Perry Como does. But the way I'm singing now is what makes the money.","author":"Elvis Presley","category":"Singing, Way, Now"},{"quote":"The rich man who gives, steals twice over. First he steals the money and then the hearts of men.","author":"Edvard Munch","category":"Man, Men, Rich"},{"quote":"Money may kindle, but it cannot by itself, and for very long, burn.","author":"Igor Stravinsky","category":"Long, Burn, May"},{"quote":"I make a lot of money and I'm worth every cent.","author":"Naomi Campbell","category":"Worth, Every, Lot"},{"quote":"I like my money right where I can see it... hanging in my closet.","author":"Sarah Jessica Parker","category":"I Can, Right, See"},{"quote":"There's so little money in my bank account, my scenic checks show a ghetto.","author":"Phyllis Diller","category":"Ghetto, Bank, Little"},{"quote":"Always remember, money isn't everything - but also remember to make a lot of it before talking such fool nonsense.","author":"Earl Wilson","category":"Fool, Remember, Always"},{"quote":"But if inventions have increased man's power over nature very much, then the real value of money is better measured for some purposes in labour than in commodities.","author":"Alfred Marshall","category":"Nature, Power, Man"},{"quote":"Having money is rather like being a blond. It is more fun but not vital.","author":"Mary Quant","category":"Fun, Like, Being"},{"quote":"A fool and his money are lucky enough to get together in the first place.","author":"Stanley Weiser","category":"Together, Fool, Get Together"},{"quote":"Because people have no thoughts to deal in, they deal cards, and try and win one another's money. Idiots!","author":"Arthur Schopenhauer","category":"Thoughts, Win, People"},{"quote":"When you're on a series, it's tough to go on and do something else afterward. If you're smart, save your money and you can wait out the bad times, until something else comes along.","author":"Michael Dorn","category":"Smart, Wait, You"},{"quote":"It is time for us to insist that we are accountable for the money that we are spending.","author":"Eric Cantor","category":"Time, Us, Accountable"},{"quote":"You know, my main reaction to this money thing is that it's humorous, all the attention to it, because it's hardly the most insightful or valuable thing that's happened to me.","author":"Steve Jobs","category":"Me, Know, You"},{"quote":"Money is a scoreboard where you can rank how you're doing against other people.","author":"Mark Cuban","category":"People, Doing, You"},{"quote":"I never imagined being able to make money from acting - and now I can.","author":"Anna Faris","category":"Acting, I Can, Never"},{"quote":"There's something about the good-hearted guy fighting the system. I just love that. That's how 'Speed' is. He's a really focused guy with a heart of gold and the corporations are trying to crush him and use him for his skills to make them more money.","author":"Emile Hirsch","category":"Love, Heart, Gold"},{"quote":"I think I'm pretty smart on what I spend my money on. I still don't have a new car, I drive my old car that I've had forever. But I bought a house in downtown Chicago.","author":"Chris O'Donnell","category":"Car, Smart, Think"},{"quote":"My first job was in sixth grade, sweeping the clay tennis courts at the yacht club near my house, which I was not a member of. Always had to pay my own rent. But I don't really have any concept of how money works. I don't know how much things cost. Like a BMW. Or a quart of milk. It's embarrassing.","author":"Chloe Sevigny","category":"Job, Tennis, Know"},{"quote":"Only the elites despise earning money.","author":"Newt Gingrich","category":"Only, Earning, Elites"},{"quote":"In Sweden, I went to an English school, where there was a mishmash of people from all over the world. Some were diplomatic kids with a lot of money, some were ghetto kids who came up from the suburbs, and I grew up in between. There's a community of second generation immigrants, and I became part of that because I had an American father.","author":"Joel Kinnaman","category":"Father, Community, School"},{"quote":"Like anything else that happens on its own, the act of writing is beyond currency. Money is great stuff to have, but when it comes to the act of creation, the best thing is not to think of money too much. It constipates the whole process.","author":"Stephen King","category":"Best, Great, Writing"},{"quote":"In all honesty, I grew up a certain way. I never had to worry about money... that was my reality.","author":"Tori Spelling","category":"Honesty, Reality, Worry"},{"quote":"A lot of people, most people who are working, they do it for money. And I'm not saying there's anything wrong with that. It so happens that I made a lot of money already, so I don't have to worry that much about it. I wouldn't fault anybody for doing it for the money, but it doesn't interest me right now.","author":"Joseph Gordon-Levitt","category":"Me, Worry, People"},{"quote":"When you have less revenue coming in the door, you have more money going out the door. You have to find ways of trimming.","author":"Mike Lee","category":"Door, You, Find"},{"quote":"Most of the people around me have a vested interest in how much money I make. You know, so a celebrity could find themselves in a position where people could have meetings about their life without them involved. And when I say 'their life' I mean not their professional life either. They could talk about their personal life.","author":"Dave Chappelle","category":"Life, Me, People"},{"quote":"I've never made a movie to make money. I've never made a painting to make money.","author":"Julian Schnabel","category":"Painting, Never, Made"},{"quote":"In liberal logic, if life is unfair then the answer is to turn more tax money over to politicians, to spend in ways that will increase their chances of getting reelected.","author":"Thomas Sowell","category":"Life, Tax, Logic"},{"quote":"The great thing about American women is their energy and the way they love to dress. French women don't really dress; they are too conservative, as it's always a question of money. In America, women are powerful and strong, determined. If they want to be an object, they choose to be in control.","author":"Jean Paul Gaultier","category":"Love, Women, Great"},{"quote":"If I'm paying money to come to see you, you shouldn't look like everybody else in the crowd.","author":"Randy Jackson","category":"Look, You, See"},{"quote":"Money is the most corrosive aspect of life today because it means that all attention to detail is forgotten.","author":"Roberto Cavalli","category":"Life, Today, Attention"},{"quote":"In England everyone puts a lot of pressure on you when you have cost a lot of money.","author":"Andriy Shevchenko","category":"Pressure, You, Cost"},{"quote":"Remember that credit is money.","author":"Benjamin Franklin","category":"Remember, Credit"},{"quote":"Well private money can take risks in a way that government money often isn't willing to.","author":"Bill Gates","category":"Government, Risks, Way"},{"quote":"I went to the bank and asked to borrow a cup of money. They said, 'What for?' I said, 'I'm going to buy some sugar.'","author":"Steven Wright","category":"Sugar, Bank, Said"},{"quote":"Very few people can afford to be poor.","author":"George Bernard Shaw","category":"People, Poor, Afford"},{"quote":"When a man says money can do anything, that settles it: he hasn't got any.","author":"George Bernard Shaw","category":"Man, Anything, Got"},{"quote":"There are few ways in which a man can be more innocently employed than in getting money.","author":"Samuel Johnson","category":"Man, Than, Which"},{"quote":"No man but a blockhead ever wrote except for money.","author":"Samuel Johnson","category":"Man, Ever, Blockhead"},{"quote":"Money and time are the heaviest burdens of life, and... the unhappiest of all mortals are those who have more of either than they know how to use.","author":"Samuel Johnson","category":"Life, Time, Know"},{"quote":"We go to school to learn to work hard for money. I write books and create products that teach people how to have money work hard for them.","author":"Robert Kiyosaki","category":"Work, School, Work Hard"},{"quote":"It is more rewarding to watch money change the world than watch it accumulate.","author":"Gloria Steinem","category":"Change, Change The World"},{"quote":"Money: power at its most liquid.","author":"Mason Cooley","category":"Power, Most, Liquid"},{"quote":"Let advertisers spend the same amount of money improving their product that they do on advertising and they wouldn't have to advertise it.","author":"Will Rogers","category":"Advertising, Product"},{"quote":"If I have enough money to eat I'm good.","author":"Shia LaBeouf","category":"Good, Enough, Eat"},{"quote":"Many people are in the dark when it comes to money, and I'm going to turn on the lights.","author":"Suze Orman","category":"People, Dark, Turn"},{"quote":"The foundation of a financial fresh start actually has nothing to do with money or specific financial dos and don'ts.","author":"Suze Orman","category":"Financial, Start, Foundation"},{"quote":"URGE is a grassroots charity. We organized to get some incubators to give to the hospital for the kids. We donate money to orphanages.","author":"Ziggy Marley","category":"Charity, Hospital, Kids"},{"quote":"I wanted to make a living, but I really was not interested in money at all. I was interested in being a great comedian.","author":"Larry David","category":"Great, Living"},{"quote":"Nothing induces me to read a novel except when I have to make money by writing about it. I detest them.","author":"Virginia Woolf","category":"Writing, Me, Nothing"},{"quote":"If we had 3 million exhibitionists and only one voyeur, nobody could make any money.","author":"Albert Brooks","category":"Nobody, Only, Million"},{"quote":"As long as I can make lots of money in other businesses, I'll continue to subsidize my own work.","author":"Francis Ford Coppola","category":"Work, Long, I Can"},{"quote":"I was never sloppy with other people's money. Only my own. Because I figure, well, you can be.","author":"Francis Ford Coppola","category":"People, You, My Own"},{"quote":"Money is our madness, our vast collective madness.","author":"D. H. Lawrence","category":"Madness, Collective, Vast"},{"quote":"Right now it's only a notion, but I think I can get the money to make it into a concept, and later turn it into an idea.","author":"Woody Allen","category":"Think, I Can, Idea"},{"quote":"Money is always there but the pockets change; it is not in the same pockets after a change, and that is all there is to say about money.","author":"Gertrude Stein","category":"Change, Say, Same"},{"quote":"One thing that people keep on saying to me is that the wealth and the fame must have made up for missing out on my childhood. But the idea of money - putting a price on your childhood - is ridiculous. You will never get those years back and you can't put a price on them.","author":"Tom Felton","category":"Childhood, Me, Wealth"},{"quote":"I know why they don't like me because they want the money I have.","author":"Mike Tyson","category":"Me, Want, Know"},{"quote":"Simply by not owning three medium-sized castles in Tuscany I have saved enough money in the last forty years on insurance premiums alone to buy a medium-sized castle in Tuscany.","author":"Ludwig Mies van der Rohe","category":"Alone, Insurance, Three"},{"quote":"All I wanted to do was write - at the time, poems, and prose, too. I guess my ambition was simply to make money however I could to keep myself going in some modest way, and I didn't need much, I was unmarried at the time, no children.","author":"Paul Auster","category":"Time, Children, Myself"},{"quote":"The money can be a hindrance to someone like me because the danger is that you start thinking, 'Is that a $20 million take?' That kind of thing, and being self-critical.","author":"Jim Carrey","category":"Thinking, Start, Me"},{"quote":"As I have said for many years throughout this land, we're borrowing money from China to buy oil from the Persian Gulf to burn it in ways that destroy the future of human civilization. Every bit of that has to change.","author":"Al Gore","category":"Change, Future, Oil"},{"quote":"As a small child in England, I had this dream of going to Africa. We didn't have any money and I was a girl, so everyone except my mother laughed at it. When I left school, there was no money for me to go to university, so I went to secretarial college and got a job.","author":"Jane Goodall","category":"Mother, School, College"},{"quote":"If anyone tells you it's impossible to be fabulous and smart and make a ton of money using math, well, they can just get in line behind you - and kiss your math.","author":"Danica McKellar","category":"Smart, Kiss, Impossible"},{"quote":"It was an honor and privilege to arrive to this country 16 years ago with almost no money in my pocket. A lot has happened since then.","author":"Antonio Banderas","category":"Honor, Country, Privilege"},{"quote":"I enjoy my money, and I'm not ashamed to admit it. I'd certainly rather be rich than poor.","author":"Christine McVie","category":"Enjoy, Rich, Poor"},{"quote":"I'm not broke. Like everybody else, I owe money.","author":"Marlee Matlin","category":"Like, Broke, Everybody"},{"quote":"Economy does not lie in sparing money, but in spending it wisely.","author":"Thomas Huxley","category":"Lie, Economy, Wisely"},{"quote":"Money is a poor man's credit card.","author":"Marshall McLuhan","category":"Man, Credit Card, Credit"},{"quote":"I've made all my money on my own without my family and I work very hard.","author":"Paris Hilton","category":"Work, Family, My Own"},{"quote":"I made a list of people who needed just a little bit of money. And when the list was complete, there were 42 names. The total amount of money they needed was $27. I was shocked.","author":"Muhammad Yunus","category":"People, Names, Little"},{"quote":"Money differs from an automobile or mistress in being equally important to those who have it and those who do not.","author":"John Kenneth Galbraith","category":"Important, Mistress"},{"quote":"Everyone knows we get paid a lot of money, so why pretend otherwise?","author":"Catherine Zeta-Jones","category":"Why, Everyone, Paid"},{"quote":"Liking money like I like it, is nothing less than mysticism. Money is a glory.","author":"Salvador Dali","category":"Nothing, Glory, Like"},{"quote":"And plenty makes us poor.","author":"John Dryden","category":"Poor, Plenty, Us"},{"quote":"Research indicates that most women want their man to earn more than they do.","author":"Laura Schlessinger","category":"Women, Man, Research"},{"quote":"I'd rather lose my own money than someone else's.","author":"Dean Kamen","category":"My Own, Lose, Someone"},{"quote":"Banks have a new image. Now you have 'a friend,' your friendly banker. If the banks are so friendly, how come they chain down the pens?","author":"Alan King","category":"Friend, Down, You"},{"quote":"I got started in 1995, working in a group called The Cash Money Click.","author":"Ja Rule","category":"Group, Working, Cash"},{"quote":"It is a waste of money to help those who show no desire to help themselves.","author":"Taylor Caldwell","category":"Help, Desire, Show"},{"quote":"Low budgets force you to be more creative. Sometimes, with too much money, time and equipment, you can over-think. My way, you can use your gut instinct.","author":"Robert Rodriguez","category":"Time, Creative, You"},{"quote":"Money is not real. It is a conscious agreement on measuring value.","author":"John Ralston Saul","category":"Value, Real, Agreement"},{"quote":"Here in the big city people spend their time thinking about work and about money they don't give some value to friendships and it can be depressing.","author":"Adriana Lima","category":"Work, Time, Value"},{"quote":"Wealth flows from energy and ideas.","author":"William Feather","category":"Ideas, Energy, Wealth"},{"quote":"I could have made money this way, and perhaps amused myself writing code. But I knew that at the end of my career, I would look back on years of building walls to divide people, and feel I had spent my life making the world a worse place.","author":"Richard Stallman","category":"Life, Myself, Writing"},{"quote":"There is nothing so habit-forming as money.","author":"Don Marquis","category":"Nothing"},{"quote":"Nothing is more dangerous to men than a sudden change of fortune.","author":"Quintilian","category":"Change, Men, Fortune"},{"quote":"It's better to waste money than time. You can always get more money.","author":"Hal Sparks","category":"Time, Better, You"},{"quote":"Wealth should not be seized, but the god-given is much better.","author":"Hesiod","category":"Wealth, Better, Should"},{"quote":"People don't have time to wait for somebody to paint their portraits anymore. The money is in photography.","author":"Robert Mapplethorpe","category":"Time, Photography, People"},{"quote":"It's our money, and we're free to spend it any way we please.","author":"Rose Kennedy","category":"Free, Way, Spend"},{"quote":"I do not give money for just mere hopes.","author":"Terence","category":"Hopes, Just, Give"},{"quote":"Musician jokes are a kind of joke that usually have to do with how much money someone makes. Musicians are always starving, so they're really mean to each other about who makes what.","author":"Jackson Browne","category":"Musicians, Kind, Mean"},{"quote":"Money is everywhere but so is poetry. What we lack are the poets.","author":"Federico Fellini","category":"Poetry, Everywhere, Lack"},{"quote":"If money was my only motivation, I would organize myself differently.","author":"Placido Domingo","category":"Myself, Motivation, Organize"},{"quote":"I don't have any blindness when it comes to my money. As an actor, you can get distracted by your work. I do keep an eye on my nest egg, if you will.","author":"Judd Nelson","category":"Work, Eye, You"},{"quote":"Money just draws flies.","author":"Mahalia Jackson","category":"Just, Flies, Draws"},{"quote":"In fact, the confidence of the people is worth more than money.","author":"Carter G. Woodson","category":"Confidence, People, Fact"},{"quote":"And what is needed to prevent them from joining gangs was ample recreation for boys as well as girls, jobs and internships for training and money, and assistance to allow their families to live in decent homes.","author":"Bobby Scott","category":"Training, Live, Well"},{"quote":"Money changes all the iron rules into rubber bands.","author":"Ryszard Kapuscinski","category":"Changes, Rules, Iron"},{"quote":"It's easier to force feed people than it is to give 'em what they want. It makes more money.","author":"Merle Haggard","category":"People, Want, Easier"},{"quote":"It's not always about the money.","author":"Morris Chestnut","category":"Always, About"},{"quote":"As human beings, we're very materialistic and have all this stuff - furs and cars and diamonds and money.","author":"Smokey Robinson","category":"Diamonds, Human"},{"quote":"Money is a mechanism for control.","author":"David Korten","category":"Control, Mechanism"},{"quote":"An important lever for sustained action in tackling poverty and reducing hunger is money.","author":"Gro Harlem Brundtland","category":"Poverty, Action, Important"},{"quote":"The most efficient labor-saving device is still money.","author":"Franklin P. Jones","category":"Most, Still, Efficient"},{"quote":"The American people do not want ambassadorships or any other position handed out to save a party money.","author":"Darrell Issa","category":"American, People, Party"},{"quote":"That is why the analogy of stealing does not work. With a thief, we want to know how much money he stole, and from whom. With the artist it is not how much he took and from whom, but what he did with it.","author":"Lukas Foss","category":"Work, Artist, Want"},{"quote":"Don't judge me. I made a lot of money.","author":"Samantha Bee","category":"Me, Judge, Judge Me"},{"quote":"Isn't it a shame that future generations can't be here to see all the wonderful things we're doing with their money?","author":"Earl Wilson","category":"Future, Doing, See"},{"quote":"I think even if I did the research mentioned above, it would be a total waste of money because if those people don't believe in the testimonials, they won't believe in the research at all. They would say that I made it all up. So why waste money?","author":"Alex Chiu","category":"Believe, Research, People"},{"quote":"Many folks think they aren't good at earning money, when what they don't know is how to use it.","author":"Frank A. Clark","category":"Good, Know, Think"},{"quote":"When someone came to ask us for help, it was sacred. We did not even think twice. We helped them, even if we had only meagre means; we offered them arms, a little bit of money, and in occasion, men.","author":"Ahmed Ben Bella","category":"Men, Help, Think"},{"quote":"Mary-Kate and Ashley, who played Michelle, were great. I miss them, I love them, and I need to borrow some money from them.","author":"John Stamos","category":"Love, Great, Need"},{"quote":"The money that we make from the company goes into The Body Shop Foundation, which isn't one of those awful tax shelters like some in America. It just functions to take the money and give it away.","author":"Anita Roddick","category":"America, Foundation, Company"},{"quote":"I am fiercely loyal to those willing to put their money where my mouth is.","author":"Paul Harvey","category":"I Am, Mouth, Where"},{"quote":"The substitute for knowledge is money.","author":"Gordon Bethune","category":"Knowledge, Substitute"},{"quote":"I don't think business news is just for old white men with money.","author":"Neil Cavuto","category":"Business, Men, Think"},{"quote":"All my money was made doing the dates and selling products when I was out there on the road.","author":"Mickey Gilley","category":"Road, Selling, Products"},{"quote":"I'm tired of love I'm still more tired of rhyme but money gives me pleasure all the time.","author":"Hilaire Belloc","category":"Love, Time, Me"},{"quote":"Marrying into money was not a good thing for me.","author":"Anna Nicole Smith","category":"Good, Me, A Good Thing"},{"quote":"You never know if they like you for who you are or what you are. Would he love me or the money?","author":"Anna Nicole Smith","category":"Love, Me, Know"},{"quote":"I'll get to make a lot of money and do some bad sitcoms.","author":"Darrell Hammond","category":"Bad, Some, Lot"},{"quote":"When you have a country that can boast that more than 95 percent of its eligible workforce is employed and pumping money back into economy, that's exceptionally good news, especially as we prepare to observe Labor Day.","author":"J. D. Hayworth","category":"Day, Good, Prepare"},{"quote":"It would be nice if the poor were to get even half of the money that is spent in studying them.","author":"Bill Vaughan","category":"Studying, Nice, Be Nice"},{"quote":"I don't need a lot of money. Simplicity is the answer for me.","author":"Linda McCartney","category":"Simplicity, Me, Need"},{"quote":"False opinions are like false money, struck first of all by guilty men and thereafter circulated by honest people who perpetuate the crime without knowing what they are doing.","author":"Joseph de Maistre","category":"Men, People, Opinions"},{"quote":"I don't spend much money on clothes I never did.","author":"Lauren Hutton","category":"Clothes, Never, Spend"},{"quote":"Everyone needs a certain amount of money. Beyond that, we pursue money because we know how to obtain it. We don't necessarily know how to obtain happiness.","author":"Gregg Easterbrook","category":"Happiness, Know, Everyone"},{"quote":"Sooner or later, we sell out for money.","author":"Tony Randall","category":"Sell, Sooner Or Later, Later"},{"quote":"I'm not financially insecure anymore either so I don't have to sit there and get on the latest Poison tour just to make money, which is what a lot of them are doing.","author":"Kip Winger","category":"Doing, Poison, Just"},{"quote":"If I steal money from any person, there may be no harm done from the mere transfer of possession; he may not feel the loss, or it may prevent him from using the money badly. But I cannot help doing this great wrong towards Man, that I make myself dishonest.","author":"William Kingdon Clifford","category":"Myself, Great, Man"},{"quote":"We're basically after Joe's beer money, and Joe likes his beer, so you better make sure that what you give him is at least as pleasurable to him as having his six-pack of beer would be.","author":"Jerry Pournelle","category":"Beer, Better, You"},{"quote":"Money speaks, but it speaks with a male voice.","author":"Andrea Dworkin","category":"Voice, Male, Speaks"},{"quote":"I think that focusing on the money, on the business, is not enough.","author":"Sergei Bubka","category":"Business, Think, Enough"},{"quote":"It doesn't matter about money; having it, not having it. Or having clothes, or not having them. You're still left alone with yourself in the end.","author":"Billy Idol","category":"Alone, End, Yourself"},{"quote":"You can win, it'll just cost you some money.","author":"Bobby Heenan","category":"Win, You, Cost"},{"quote":"If you make a living, if you earn your own money, you're free - however free one can be on this planet.","author":"Theodore White","category":"Free, Living, You"},{"quote":"Those people are unabashedly ruthless as far as money is concerned.","author":"Giovanni Ribisi","category":"People, Ruthless, Far"},{"quote":"When you're in the States and you're a writer and you've got money and you walk into a bank, you're a bum with money.","author":"Norman Spinrad","category":"Walk, Bank, You"},{"quote":"The greatest luxury of riches is that they enable you to escape so much good advice.","author":"Arthur Helps","category":"Good, Advice, Greatest"},{"quote":"If God has allowed me to earn so much money, it is because He knows I give it all away.","author":"Edith Piaf","category":"God, Me, Earn"},{"quote":"What counts is what you do with your money, not where it came from.","author":"Merton Miller","category":"You, Where, Came"},{"quote":"Another is, if you take money out of your left pocket and put it in your right pocket, you're no richer.","author":"Merton Miller","category":"You, Right, Left"},{"quote":"I'm an entertainer. If people are paying good money for tickets they deserve the best show they can see. I don't get into lighting stuff on fire, but I do believe in going the extra mile.","author":"Bryan White","category":"Good, Best, Believe"},{"quote":"Anybody can decide if they have got the money to fight a case if they don't like a particular thing, and they complain to the watch committee, local council or whatever.","author":"Timothy West","category":"Fight, Complain, Committee"},{"quote":"I lost money, coaching jobs, a shot at the Hall of Fame.","author":"Curt Flood","category":"Coaching, Lost, Fame"},{"quote":"I, Joan Crawford, I believe in the dollar. Everything I earn, I spend.","author":"Joan Crawford","category":"Believe, I Believe, Earn"},{"quote":"Hip-hop don't have no fresh energy, none at all. It's money driven, everybody tryin' to make that cheque, nobody putting art in their albums any more.","author":"Andre Benjamin","category":"Art, Energy, Hip-Hop"},{"quote":"Civilized countries generally adopt gold or silver or both as money.","author":"Alfred Marshall","category":"Gold, Silver, Civilized"},{"quote":"One of the strangest things about life is that the poor, who need the money the most, are the ones that never have it.","author":"Finley Peter Dunne","category":"Life, Poor, Need"},{"quote":"It's all about the money.","author":"Joseph Jackson","category":"About"},{"quote":"If American men are obsessed with money, American women are obsessed with weight. The men talk of gain, the women talk of loss, and I do not know which talk is the more boring.","author":"Marya Mannes","category":"Women, Men, American"},{"quote":"Who covets more is evermore a slave.","author":"Robert Herrick","category":"Slave, More, Who"},{"quote":"When a big company lays you off, they often give you a year's salary to 'go pursue a dream.' If you're stupid, you panic and get another job. If you're smart, you take the money and use the time to figure out what you want to do next.","author":"Bruce Schneier","category":"Time, Job, Smart"},{"quote":"My money goes to my agent, then to my accountant and from him to the tax man.","author":"Glenda Jackson","category":"Man, Accountant, Tax"},{"quote":"Folks can't carry around money in their pocket. They've got to go to an ATM machine, and they've got to pay a few dollars to get their own dollars out of the machine. Who ever thought you'd pay cash to get cash? That's where we've gotten to.","author":"Bill Janklow","category":"Thought, You, Cash"},{"quote":"There's not enough money in the world to get me singing 'Because We Want To' again. I wouldn't do it. I think Beyonce Knowles got a couple of million for a private show but I would be happy to turn it down.","author":"Billie Piper","category":"Happy, World, Be Happy"},{"quote":"You know, a lot of people are just interested in, in building a company so they can make money and get out.","author":"Arthur Rock","category":"People, Building, Company"},{"quote":"My father was a Presbyterian minister, working among the poor in West Virginia. He had taken what amounted to a vow of poverty when he accepted that call and so we never had much money.","author":"James Green Somerville","category":"Father, Poverty, Working"},{"quote":"The record company started as an adjunct to that, to give young composers their first recorded performances; to give young musicians their first debut on a recording. These are all things that big record companies would never touch because there is no money in it!","author":"Gunther Schuller","category":"Musicians, Company, Young"},{"quote":"The times of Arab nationalism and unity are gone forever. These ideas which mobilized the masses are only a worthless currency. Libya has had to put up with too much from the Arabs for whom it has poured forth both blood and money.","author":"Muammar al-Gaddafi","category":"Unity, Ideas, Blood"},{"quote":"I think everything depends on money.","author":"Alan Bean","category":"Think, Everything, I Think"},{"quote":"Those who are of the opinion that money will do everything may reasonably be expected to do everything for money.","author":"Edward Wood, 1st Earl of Halifax","category":"Opinion, Will, May"},{"quote":"After a certain point, money is meaningless. It ceases to be the goal. The game is what counts.","author":"Aristotle Onassis","category":"Goal, Game, Point"},{"quote":"If the money we donate helps one child or can ease the pain of one parent, those funds are well spent.","author":"Carl Karcher","category":"Pain, Child, Parent"},{"quote":"I want to be an advocate for the people who don't have time to read the newspaper... or the money to make a political contribution.","author":"Richard J. Codey","category":"Time, Political, People"},{"quote":"I'm not looking at money, percentage points or grosses. This is my life, you know? To me, every day matters.","author":"Mary Elizabeth Mastrantonio","category":"Life, Day, Me"},{"quote":"Wealth often takes away chances from men as well as poverty. There is none to tell the rich to go on striving, for a rich man makes the law that hallows and hollows his own life.","author":"Sean O'Casey","category":"Life, Man, Law"},{"quote":"I used to say when I was working in the theater that if I ever had five seasons of a hit TV show I'd never have to worry about money and wouldn't have to do anything I didn't want to do.","author":"Jerry Orbach","category":"Seasons, Worry, Want"},{"quote":"We don't have the money in America to keep paying for the education of everybody else's children from around the world. We simply don't have the financial resources to do that.","author":"Mo Brooks","category":"Education, Children, America"},{"quote":"Why are we here? I think many people assume, wrongly, that a company exists solely to make money. Money is an important part of a company's existence, if the company is any good. But a result is not a cause. We have to go deeper and find the real reason for our being.","author":"David Packard","category":"Good, People, Company"},{"quote":"I am responsible for managing more schoolteachers' and firemen's money than anybody in the world. That's an enormous responsibility.","author":"Laurence D. Fink","category":"Responsibility, I Am, World"},{"quote":"Wet Hot American Summer so far is a financial disappointment and money was lost on it. But perhaps it will find its audience in video, cable, etc, maybe over the course of years.","author":"David Wain","category":"American, Financial"},{"quote":"HATE, even if it's making money. is an underground movie, that's how it was made. It's a film about police brutality in the largest sense, it's about the whole of society and not just about the hood.","author":"Mathieu Kassovitz","category":"Society, Hate, Making Money"},{"quote":"The creditor hath a better memory than the debtor.","author":"James Howell","category":"Memory, Better, Than"},{"quote":"Art for art's sake, money for God's sake.","author":"Simon Raven","category":"Art, God, Sake"},{"quote":"A fool and his money get a lot of publicity.","author":"Al Bernstein","category":"Fool, Publicity, Lot"},{"quote":"Business is other people's money.","author":"Delphine de Girardin","category":"Business, People, Other"},{"quote":"People are looking around. They are looking to do something with their time and money. The question is, what?","author":"John Simon","category":"Time, People, Looking"},{"quote":"Money is just a way of keeping score.","author":"H. L. Hunt","category":"Way, Score, Just"},{"quote":"Thirteen thousand dollars a year is not enough to raise a family. That's not enough to pay your bills and save for their future. That's barely enough to provide for even the most basic needs.","author":"Thomas Carper","category":"Family, Future, Bills"},{"quote":"The President must stop gambling with taxpayers' money and get the country back on the path of fiscal sanity.","author":"Tom Harkin","category":"Path, Gambling, Country"},{"quote":"If I can't play for big money, I play for a little money. And if I can't play for a little money, I stay in bed that day.","author":"Bobby Riggs","category":"Day, Play, Little"},{"quote":"Many good qualities are not sufficient to balance a single want - the want of money.","author":"Johann Georg Zimmermann","category":"Good, Balance, Want"},{"quote":"In suggesting gifts: Money is appropriate, and one size fits all.","author":"William Randolph Hearst","category":"Size, Gifts, Appropriate"},{"quote":"It's a terribly hard job to spend a billion dollars and get your money's worth.","author":"George M. Humphrey","category":"Job, Worth, Spend"},{"quote":"All my life I knew that there was all the money you could want out there. All you have to do is go after it.","author":"Curtis Carlson","category":"Life, My Life, Want"},{"quote":"A man with money is no match against a man on a mission.","author":"Doyle Brunson","category":"Man, Mission, Match"},{"quote":"Education is the passport to the future, for tomorrow belongs to those who prepare for it today.","author":"Malcolm X","category":"Future, Today, Tomorrow"},{"quote":"Education is not preparation for life education is life itself.","author":"John Dewey","category":"Life, Preparation, Itself"},{"quote":"I have no special talent. I am only passionately curious.","author":"Albert Einstein","category":"I Am, Talent, Special"},{"quote":"The roots of education are bitter, but the fruit is sweet.","author":"Aristotle","category":"Roots, Fruit, Sweet"},{"quote":"Education is the key to unlock the golden door of freedom.","author":"George Washington Carver","category":"Freedom, Door, Key"},{"quote":"You have to stay in school. You have to. You have to go to college. You have to get your degree. Because that's the one thing people can't take away from you is your education. And it is worth the investment.","author":"Michelle Obama","category":"School, College, People"},{"quote":"Give a man a fish and you feed him for a day teach a man to fish and you feed him for a lifetime.","author":"Maimonides","category":"Day, Man, Fish"},{"quote":"Education is the foundation upon which we build our future.","author":"Christine Gregoire","category":"Future, Foundation, Build"},{"quote":"Education comes from within you get it by struggle and effort and thought.","author":"Napoleon Hill","category":"Struggle, Thought, Effort"},{"quote":"The highest result of education is tolerance.","author":"Helen Keller","category":"Tolerance, Result, Highest"},{"quote":"Any man who reads too much and uses his own brain too little falls into lazy habits of thinking.","author":"Albert Einstein","category":"Man, Thinking, Brain"},{"quote":"You are always a student, never a master. You have to keep moving forward.","author":"Conrad Hall","category":"Moving Forward, Moving"},{"quote":"Early childhood education is the key to the betterment of society.","author":"Maria Montessori","category":"Society, Childhood, Early"},{"quote":"Cauliflower is nothing but cabbage with a college education.","author":"Mark Twain","category":"College, College Education"},{"quote":"Education is a shared commitment between dedicated teachers, motivated students and enthusiastic parents with high expectations.","author":"Bob Beauprez","category":"Parents, Commitment"},{"quote":"A person who won't read has no advantage over one who can't read.","author":"Mark Twain","category":"Over, Person, Who"},{"quote":"Creativity is the key to success in the future, and primary education is where teachers can bring creativity in children at that level.","author":"A. P. J. Abdul Kalam","category":"Success, Children, Future"},{"quote":"The cost of college education today is so high that many young people are giving up their dream of going to college, while many others are graduating deeply in debt.","author":"Bernie Sanders","category":"Today, College, Giving"},{"quote":"Education is a weapon whose effects depend on who holds it in his hands and at whom it is aimed.","author":"Joseph Stalin","category":"Hands, Depend, Weapon"},{"quote":"To educate a man in mind and not in morals is to educate a menace to society.","author":"Theodore Roosevelt","category":"Man, Society, Mind"},{"quote":"Illegal immigration is crisis for our country. It is an open door for drugs, criminals, and potential terrorists to enter our country. It is straining our economy, adding costs to our judicial, healthcare, and education systems.","author":"Timothy Murphy","category":"Door, Potential, Healthcare"},{"quote":"The American Dream is one of success, home ownership, college education for one's children, and have a secure job to provide these and other goals.","author":"Leonard Boswell","category":"Success, Children, Home"},{"quote":"Don't let schooling interfere with your education.","author":"Mark Twain","category":"Interfere, Schooling, Your"},{"quote":"I no have education. I have inspiration. If I was educated, I would be a damn fool.","author":"Bob Marley","category":"Fool, Inspiration, Educated"},{"quote":"Education is for improving the lives of others and for leaving your community and world better than you found it.","author":"Marian Wright Edelman","category":"Community, World, Leaving"},{"quote":"Until justice is blind to color, until education is unaware of race, until opportunity is unconcerned with the color of men's skins, emancipation will be a proclamation but not a fact.","author":"Lyndon B. Johnson","category":"Justice, Opportunity, Men"},{"quote":"If a man neglects education, he walks lame to the end of his life.","author":"Plato","category":"Life, Man, End"},{"quote":"Through my education, I didn't just develop skills, I didn't just develop the ability to learn, but I developed confidence.","author":"Michelle Obama","category":"Confidence, Learn, Skills"},{"quote":"There is no greater education than one that is self-driven.","author":"Neil deGrasse Tyson","category":"Greater, Than"},{"quote":"I believed in studying just because I knew education was a privilege. It was the discipline of study, to get into the habit of doing something that you don't want to do.","author":"Wynton Marsalis","category":"Discipline, Studying, Want"},{"quote":"Education is an ornament in prosperity and a refuge in adversity.","author":"Aristotle","category":"Adversity, Prosperity"},{"quote":"In some parts of the world, students are going to school every day. It's their normal life. But in other part of the world, we are starving for education... it's like a precious gift. It's like a diamond.","author":"Malala Yousafzai","category":"Life, Day, School"},{"quote":"Real education enhances the dignity of a human being and increases his or her self-respect. If only the real sense of education could be realized by each individual and carried forward in every field of human activity, the world will be so much a better place to live in.","author":"A. P. J. Abdul Kalam","category":"World, Live, Better"},{"quote":"There are many problems, but I think there is a solution to all these problems; it's just one, and it's education.","author":"Malala Yousafzai","category":"Problems, Solution, Think"},{"quote":"I don't think there should be more gun control. I think there should be more education.","author":"Sam Brownback","category":"Gun Control, Control, Gun"},{"quote":"Education, therefore, is a process of living and not a preparation for future living.","author":"John Dewey","category":"Future, Preparation, Living"},{"quote":"A human being is not attaining his full heights until he is educated.","author":"Horace Mann","category":"Heights, Human, Human Being"},{"quote":"Men are born ignorant, not stupid. They are made stupid by education.","author":"Bertrand Russell","category":"Men, Stupid, Born"},{"quote":"You have to go through the falling down in order to learn to walk. It helps to know that you can survive it. That's an education in itself.","author":"Carol Burnett","category":"Walk, Know, You"},{"quote":"A captain of the Navy ought to be a man of strong and well connected sense, with a tolerable good education, a gentleman, as well as a seaman both in theory and practice.","author":"John Paul Jones","category":"Good, Strong, Man"},{"quote":"Education is the key to the future: You've heard it a million times, and it's not wrong. Educated people have higher wages and lower unemployment rates, and better-educated countries grow faster and innovate more than other countries. But going to college is not enough. You also have to study the right subjects.","author":"Alex Tabarrok","category":"Future, College, People"},{"quote":"It is a miracle that curiosity survives formal education.","author":"Albert Einstein","category":"Curiosity, Miracle, Formal"},{"quote":"Our future growth relies on competitiveness and innovation, skills and productivity... and these in turn rely on the education of our people.","author":"Julia Gillard","category":"Future, Innovation, Growth"},{"quote":"The paradox of education is precisely this - that as one begins to become conscious one begins to examine the society in which he is being educated.","author":"James A. Baldwin","category":"Society, Educated, Paradox"},{"quote":"Education is all a matter of building bridges.","author":"Ralph Ellison","category":"Bridges, Building, Matter"},{"quote":"Genius without education is like silver in the mine.","author":"Benjamin Franklin","category":"Genius, Without, Like"},{"quote":"Nine tenths of education is encouragement.","author":"Anatole France","category":"Encouragement, Nine"},{"quote":"Without education, you are not going anywhere in this world.","author":"Malcolm X","category":"World, You, Without"},{"quote":"The illiterate of the future will not be the person who cannot read. It will be the person who does not know how to learn.","author":"Alvin Toffler","category":"Future, Learn, Know"},{"quote":"An arts education helps build academic skills and increase academic performance, while also providing alternative opportunities to reward the skills of children who learn differently.","author":"Gavin Newsom","category":"Children, Performance"},{"quote":"To read without reflecting is like eating without digesting.","author":"Edmund Burke","category":"Eating, Without, Like"},{"quote":"Public education is our greatest pathway to opportunity in America. So we need to invest in and strengthen our public universities today, and for generations to come.","author":"Michelle Obama","category":"Today, Opportunity, America"},{"quote":"You may be a redneck if... you have spent more on your pickup truck than on your education.","author":"Jeff Foxworthy","category":"Truck, You, Redneck"},{"quote":"A system of education is not one thing, nor does it have a single definite object, nor is it a mere matter of schools. Education is that whole system of human training within and without the school house walls, which molds and develops men.","author":"W. E. B. Du Bois","category":"School, Training, Men"},{"quote":"That's the value of a college education... I don't know anywhere in the world where you can make an investment and make that kind of return.","author":"Gaston Caperton","category":"College, Value, World"},{"quote":"Learn to think continentally.","author":"Alexander Hamilton","category":"Learn, Think"},{"quote":"I believe that education is all about being excited about something. Seeing passion and enthusiasm helps push an educational message.","author":"Steve Irwin","category":"Passion, Believe, I Believe"},{"quote":"To defend a country you need an army, but to defend a civilization you need education.","author":"Jonathan Sacks","category":"Army, Country, You"},{"quote":"Education's purpose is to replace an empty mind with an open one.","author":"Malcolm Forbes","category":"Purpose, Mind, Empty"},{"quote":"All I want is an education, and I am afraid of no one.","author":"Malala Yousafzai","category":"I Am, Want, Afraid"},{"quote":"To accuse others for one's own misfortunes is a sign of want of education. To accuse oneself shows that one's education has begun. To accuse neither oneself nor others shows that one's education is complete.","author":"Epictetus","category":"Want, Others, Sign"},{"quote":"The idea of education has been so tied to schools, universities, and professors that many assume there is no other way, but education is available to anyone within reach of a library, a post office, or even a newsstand.","author":"Louis L'Amour","category":"Library, Reach, Idea"},{"quote":"Education is our only political safety. Outside of this ark all is deluge.","author":"Horace Mann","category":"Safety, Political, Outside"},{"quote":"The education of a man is never completed until he dies.","author":"Robert E. Lee","category":"Man, Never, Until"},{"quote":"I need to complete my homework on time.","author":"Malala Yousafzai","category":"Time, Homework, Need"},{"quote":"Reformation, like education, is a journey, not a destination.","author":"Mary Harris Jones","category":"Journey, Destination"},{"quote":"Education is not only a ladder of opportunity, but it is also an investment in our future.","author":"Ed Markey","category":"Future, Opportunity"},{"quote":"Education can give you a skill, but a liberal education can give you dignity.","author":"Ellen Key","category":"Dignity, You, Skill"},{"quote":"The Negro race, like all races, is going to be saved by its exceptional men. The problem of education, then, among Negroes must first of all deal with the Talented Tenth; it is the problem of developing the Best of this race that they may guide the Mass away from the contamination and death of the Worst, in their own and other races.","author":"W. E. B. Du Bois","category":"Death, Best, Men"},{"quote":"Education alone can conduct us to that enjoyment which is, at once, best in quality and infinite in quantity.","author":"Horace Mann","category":"Best, Alone, Quality"},{"quote":"Education is a continual process, it's like a bicycle... If you don't pedal you don't go forward.","author":"George Weah","category":"Bicycle, Forward, You"},{"quote":"Encouragement of higher education for our youth is critical to the success of our collective future.","author":"Charles B. Rangel","category":"Success, Future, Youth"},{"quote":"Education must, be not only a transmission of culture but also a provider of alternative views of the world and a strengthener of the will to explore them.","author":"Jerome Bruner","category":"Culture, World, Will"},{"quote":"Education is and will be the most powerful tool for individual and social change, and we must do all that it takes to facilitate it.","author":"Shiv Nadar","category":"Change, Powerful"},{"quote":"Upon the subject of education, not presuming to dictate any plan or system respecting it, I can only say that I view it as the most important subject which we, as a people, can be engaged in.","author":"Abraham Lincoln","category":"Plan, People, View"},{"quote":"Information, education, skills, healthcare, livelihood, financial inclusion, small and village enterprises, opportunities for women, conservation of natural resources, distributed clean energy - entirely new possibilities have emerged to change the development model.","author":"Narendra Modi","category":"Change, Women, Financial"},{"quote":"Inclusive, good-quality education is a foundation for dynamic and equitable societies.","author":"Desmond Tutu","category":"Foundation, Inclusive"},{"quote":"I think a college education is important no matter what you do in life.","author":"Phil Mickelson","category":"Life, College, Think"},{"quote":"Without education, your children can never really meet the challenges they will face. So it's very important to give children education and explain that they should play a role for their country.","author":"Nelson Mandela","category":"Children, Challenges, Play"},{"quote":"I never let schooling interfere with my education.","author":"Mark Twain","category":"Never, Interfere, Schooling"},{"quote":"A man who has never gone to school may steal from a freight car; but if he has a university education, he may steal the whole railroad.","author":"Theodore Roosevelt","category":"Car, School, Man"},{"quote":"Economists who have studied the relationship between education and economic growth confirm what common sense suggests: The number of college degrees is not nearly as important as how well students develop cognitive skills, such as critical thinking and problem-solving ability.","author":"Derek Bok","category":"Relationship, Growth"},{"quote":"I think people understand that if you're going to have a successful economy, you need people's potential to be realized. That means education. It means university education, sure, but it also means training, apprenticeships and various kinds of skills diplomas that we know are necessary.","author":"Justin Trudeau","category":"Training, Successful, People"},{"quote":"The direction in which education starts a man will determine his future in life.","author":"Plato","category":"Life, Future, Man"},{"quote":"You can't have a university without having free speech, even though at times it makes us terribly uncomfortable. If students are not going to hear controversial ideas on college campuses, they're not going to hear them in America. I believe it's part of their education.","author":"Donna Shalala","category":"America, College, Believe"},{"quote":"Academic qualifications are important and so is financial education. They're both important and schools are forgetting one of them.","author":"Robert Kiyosaki","category":"Financial, Important"},{"quote":"Poor is the pupil who does not surpass his master.","author":"Leonardo da Vinci","category":"Master, Poor, Pupil"},{"quote":"I have always had this view about the modern education system: we pay attention to brain development, but the development of warmheartedness we take for granted.","author":"Dalai Lama","category":"Brain, Take For Granted"},{"quote":"During the first few months of an infant's life, its manner of taking the breast, of laying its head on the pillow, etc., becomes crystallized into imperative habits. This is why education must begin in the cradle.","author":"Jean Piaget","category":"Life, Why, Habits"},{"quote":"I wanted to race cars. I didn't like school, and all I wanted to do was work on cars. But right before I graduated, I got into a really bad car accident, and I spent that summer in the hospital thinking about where I was heading. I decided to take education more seriously and go to a community college.","author":"George Lucas","category":"Work, Car, Community"},{"quote":"If a man's wit be wandering, let him study the mathematics.","author":"Francis Bacon","category":"Man, Mathematics, Study"},{"quote":"If you have four years to complete your college education, do it.","author":"Bo Jackson","category":"College, College Education"},{"quote":"The developing world is full of entrepreneurs and visionaries, who with access to education, equity and credit would play a key role in developing the economic situations in their countries.","author":"Muhammad Yunus","category":"World, Play, Equity"},{"quote":"If I were again beginning my studies, I would follow the advice of Plato and start with mathematics.","author":"Galileo Galilei","category":"Mathematics, Advice"},{"quote":"Middle class families are struggling to send their sons and daughters to school. For many Americans, a college education is essential to future success.","author":"Albio Sires","category":"Success, Future, School"},{"quote":"When you have solved the problem of controlling the attention of the child, you have solved the entire problem of its education.","author":"Maria Montessori","category":"Child, Problem, You"},{"quote":"The true purpose of education is to teach a man to carry himself triumphant to the sunset.","author":"Liberty Hyde Bailey","category":"Sunset, Man, Purpose"},{"quote":"In the long run, your human capital is your main base of competition. Your leading indicator of where you're going to be 20 years from now is how well you're doing in your education system.","author":"Bill Gates","category":"Competition, Long, You"},{"quote":"You can't legislate good will - that comes through education.","author":"Malcolm X","category":"Good, You, Through"},{"quote":"Research has shown time and time again that infants who receive the high-quality child care and early education programs do better in school, have more developed social skills, and display fewer behavior problems.","author":"Judy Biggert","category":"Time, School, Child"},{"quote":"You must get an education. You must go to school, and you must learn to protect yourself. And you must learn to protect yourself with the pen, and not the gun.","author":"Josephine Baker","category":"School, Yourself, Gun"},{"quote":"Economic prosperity and quality education for our children are inexorably linked.","author":"Jon Huntsman, Jr.","category":"Children, Quality, Economic"},{"quote":"In fact, I believe that we need better sex education in our own culture, here in America, so that young folk learn about things like venereal disease before they encounter it.","author":"Piers Anthony","category":"Culture, America, Believe"},{"quote":"Next in importance to freedom and justice is popular education, without which neither freedom nor justice can be permanently maintained.","author":"James A. Garfield","category":"Freedom, Justice, Without"},{"quote":"The economy is the start and end of everything. You can't have successful education reform or any other reform if you don't have a strong economy.","author":"David Cameron","category":"Strong, End, Successful"},{"quote":"Everybody is ignorant, only on different subjects.","author":"Will Rogers","category":"Ignorant, Different"},{"quote":"One of the most powerful tools for empowering individuals and communities is making certain that any individual who wants to receive a quality education can do so.","author":"Christine Gregoire","category":"Powerful, Quality, Tools"},{"quote":"Good questions outrank easy answers.","author":"Paul Samuelson","category":"Good, Questions, Easy"},{"quote":"The need for a college education is even more important now than it was before, but I think that the increased costs are a very severe obstacle to access. It is an American dream, and I think that one of our challenges is to find a way to make that available.","author":"Roy Romer","category":"American Dream, College"},{"quote":"Education is indoctrination if you're white - subjugation if you're black.","author":"James A. Baldwin","category":"Black, White, You"},{"quote":"Education forms the common mind. Just as the twig is bent, the tree's inclined.","author":"Alexander Pope","category":"Tree, Mind, Just"},{"quote":"It's not enough to train today's workforce. We also have to prepare tomorrow's workforce by guaranteeing every child access to a world-class education.","author":"Barack Obama","category":"Today, Tomorrow, Child"},{"quote":"If you want to be an anthropologist, you need to study physical anthropology specialized in bones. If you want to be a forensic chemist, get a degree in chemistry. Do you want to do DNA work? Get a degree in microbiology. And do well. Study hard and go to graduate school.","author":"Kathy Reichs","category":"Work, School, Want"},{"quote":"Prejudices, it is well known, are most difficult to eradicate from the heart whose soil has never been loosened or fertilized by education; they grow firm there, firm as weeds among stones.","author":"Charlotte Bronte","category":"Heart, Grow, Difficult"},{"quote":"The highest education is that which does not merely give us information but makes our life in harmony with all existence.","author":"Rabindranath Tagore","category":"Life, Information, Harmony"},{"quote":"The most valuable of all education is the ability to make yourself do the thing you have to do, when it has to be done, whether you like it or not.","author":"Aldous Huxley","category":"Yourself, Done, You"},{"quote":"It is only as we develop others that we permanently succeed.","author":"Harvey S. Firestone","category":"Succeed, Others, Only"},{"quote":"Economists report that a college education adds many thousands of dollars to a man's lifetime income - which he then spends sending his son to college.","author":"Bill Vaughan","category":"Son, Man, College"},{"quote":"You can't continue to have higher education tuition grow at a multiple of the rate of inflation.","author":"Mitt Romney","category":"Grow, Higher Education, You"},{"quote":"Education, housing and hospitals are the most important things for society.","author":"Zaha Hadid","category":"Society, Important"},{"quote":"Cutting the deficit by gutting our investments in innovation and education is like lightening an overloaded airplane by removing its engine. It may make you feel like you're flying high at first, but it won't take long before you feel the impact.","author":"Barack Obama","category":"Innovation, Impact, Airplane"},{"quote":"Education and work are the levers to uplift a people.","author":"W. E. B. Du Bois","category":"Work, People, Uplift"},{"quote":"So if a college education is indispensable, the challenge as I see it is how to make it more accessible.","author":"Gordon Gee","category":"Challenge, College"},{"quote":"The things I want to know are in books my best friend is the man who'll get me a book I ain't read.","author":"Abraham Lincoln","category":"Best, Best Friend, Man"},{"quote":"I think everyone should go to college and get a degree and then spend six months as a bartender and six months as a cabdriver. Then they would really be educated.","author":"Al McGuire","category":"College, Think, Everyone"},{"quote":"The great difficulty in education is to get experience out of ideas.","author":"George Santayana","category":"Experience, Great, Ideas"},{"quote":"My mother said I must always be intolerant of ignorance but understanding of illiteracy. That some people, unable to go to school, were more educated and more intelligent than college professors.","author":"Maya Angelou","category":"Mother, School, College"},{"quote":"Liberating education consists in acts of cognition, not transferrals of information.","author":"Paulo Freire","category":"Information, Liberating"},{"quote":"Good education is so important. We do need to look at the way people are taught. It not just about qualifications to get a job. It's about being educated.","author":"Zaha Hadid","category":"Good, Job, People"},{"quote":"Education is important because, first of all, people need to know that discrimination still exists. It is still real in the workplace, and we should not take that for granted.","author":"Alexis Herman","category":"People, Discrimination, Know"},{"quote":"The higher amount you put into higher education, at the federal level particularly, the more the price of higher education rises. It's the dog that never catches its tail. You increase student loans, you increase grants, you increase Pell grants, Stafford loans, and what happens? They raise the price.","author":"Bill Bennett","category":"Dog, Student, You"},{"quote":"We Americans have the great gifts of freedom and democracy, but it has been our education system that has fulfilled the promise of democracy.","author":"James E. Rogers","category":"Freedom, Great, Democracy"},{"quote":"There are three major social issues that this country is struggling with: education, poverty, and drugs. Two of them we talk about, and one of them we don't.","author":"Steven Soderbergh","category":"Poverty, Country, Three"},{"quote":"Through hard work and education, we can deliver a strong economy and opportunity for all.","author":"Julia Gillard","category":"Work, Hard Work, Strong"},{"quote":"My education was paid for by the RAF Benevolent Fund, so a charity school, run like an orphanage, with uniforms and beatings. It was tough, but it got me to Cambridge - like being a chrysalis suddenly becoming a butterfly.","author":"Eric Idle","category":"School, Butterfly, Me"},{"quote":"Our progress as a nation can be no swifter than our progress in education. The human mind is our fundamental resource.","author":"John F. Kennedy","category":"Progress, Mind, Nation"},{"quote":"No other investment yields as great a return as the investment in education. An educated workforce is the foundation of every community and the future of every economy.","author":"Brad Henry","category":"Future, Community, Great"},{"quote":"Education in this country is about how to maintain the status quo and to perpetuate racism.","author":"Jane Elliot","category":"Racism, Country, Status"},{"quote":"A State which has universal suffrage and a wide extension of the jury franchise, must qualify the people by education to rightly exercise the great powers with which they are invested.","author":"Edmund Barton","category":"Great, People, Exercise"},{"quote":"We need innovation in education and dedication to the task before us.","author":"Alan Autry","category":"Innovation, Dedication, Need"},{"quote":"Yeah, I'm a thrill seeker, but crikey, education's the most important thing.","author":"Steve Irwin","category":"Important, Most"},{"quote":"Too much of what is called 'education' is little more than an expensive isolation from reality.","author":"Thomas Sowell","category":"Reality, Isolation, Little"},{"quote":"To throw obstacles in the way of a complete education is like putting out the eyes.","author":"Elizabeth Cady Stanton","category":"Eyes, Obstacles, Way"},{"quote":"Salsa, classic rock, soul music, jazz... all of that was a part of my education in making hip-hop music.","author":"Aloe Blacc","category":"Music, Soul, Jazz"},{"quote":"Popular culture bombards us with examples of animals being humanized for all sorts of purposes, ranging from education to entertainment to satire to propaganda. Walt Disney, for example, made us forget that Mickey is a mouse, and Donald a duck. George Orwell laid a cover of human societal ills over a population of livestock.","author":"Frans de Waal","category":"Culture, Animals"},{"quote":"Bebop and hip-hop, in so many ways, they're connected. A lot of rappers remind me so much of bebop guys in terms of improvisation, beats and rhymes. My dream is to see hip-hop incorporated in education. You've got the youth of the world in the palm of your hand.","author":"Quincy Jones","category":"Youth, World, Me"},{"quote":"The rising costs of higher education coupled with the stress of paying student loans are putting increasing pressure on students.","author":"Hank Johnson","category":"Stress, Pressure, Student"},{"quote":"No matter what happens on the field, getting an education makes you a winner.","author":"Lou Holtz","category":"Winner, Matter, You"},{"quote":"Education reform has as its main purpose to make sure that the education delivered is of quality.","author":"Enrique Pena Nieto","category":"Quality, Purpose, Sure"},{"quote":"We need the middle class to feel more confident about its prospects and about its future. We need to cut down on this anxiety that sees some people succeeding and the majority struggling - having to make choices between paying for their kids' education or saving for their own retirement.","author":"Justin Trudeau","category":"Future, Retirement, Anxiety"},{"quote":"If the world's leaders are serious about improving collective well-being, we'd better get serious about prioritizing education in our nations and in our global discussion.","author":"Wendy Kopp","category":"World, Better, Well-Being"},{"quote":"At the end of the day, the true value proposition of education is employment.","author":"Sebastian Thrun","category":"Day, Value, End"},{"quote":"Every young man or woman should weigh the matter well before concluding that a college education is out of the question.","author":"Orison Swett Marden","category":"Man, College, Woman"},{"quote":"The country that consistently ranks among the highest in educational achievement is Finland. A rich country, but education is free. Germany, education is free. France, education is free.","author":"Noam Chomsky","category":"Achievement, Free, Rich"},{"quote":"If education is protection to life, you will realize that it is necessary that education accompany life during its whole course.","author":"Maria Montessori","category":"Life, You, Realize"},{"quote":"Higher education is confronting challenges, like the economy is, about the need for a higher number of more adequately trained, more highly educated citizenry.","author":"Margaret Spellings","category":"Challenges, Economy"},{"quote":"Human education is concerned with certain changes in the intellects, characters and behavior of men, its problems being roughly included under these four topics: Aims, materials, means and methods.","author":"Edward Thorndike","category":"Men, Changes, Behavior"},{"quote":"The Vietnam War was causing people to get drafted; I had received a deferment to finish my undergraduate education, and in order to continue to get a deferment, you had to go to graduate school.","author":"Robert Shapiro","category":"School, War, People"},{"quote":"If you hit a Talib with your shoe, then there would be no difference between you and the Talib. You must not treat others with cruelty and that much harshly, you must fight others but through peace and through dialogue and through education.","author":"Malala Yousafzai","category":"Peace, Fight, Treat"},{"quote":"If I had learned education I would not have had time to learn anything else.","author":"Cornelius Vanderbilt","category":"Time, Learn, Anything"},{"quote":"I prefer the company of peasants because they have not been educated sufficiently to reason incorrectly.","author":"Michel de Montaigne","category":"Company, Reason, Educated"},{"quote":"My countrymen, I have given proofs that I am one most anxious for liberties for our country, and I am still desirous of them. But I place as a prior condition the education of the people, that by means of instruction and industry our country may have an individuality of its own and make itself worthy of these liberties.","author":"Jose Rizal","category":"I Am, People, Place"},{"quote":"We have a responsibility to ensure that every individual has the opportunity to receive a high-quality education, from prekindergarten to elementary and secondary, to special education, to technical and higher education and beyond.","author":"Jim Jeffords","category":"Responsibility, Special"},{"quote":"Real education is about genuine understanding and the ability to figure things out on your own not about making sure every 7th grader has memorized all the facts some bureaucrats have put in the 7th grade curriculum.","author":"Aaron Swartz","category":"Understanding, Facts, Real"},{"quote":"It makes a lot more sense for us to be investing in jobs and education rather than jails and incarceration.","author":"Bernie Sanders","category":"Sense, Investing, Jobs"},{"quote":"With demands for special education or standardized test prep being shouted in their ears, public schools can't always hear a parent when he says: 'I want my child to be able to write contracts in Spanish,' or, 'I want my child to shake hands firmly,' or, 'I want my child to study statistics and accounting, not calculus.'","author":"Amity Shlaes","category":"Child, Parent, Statistics"},{"quote":"Instead of a national curriculum for education, what is really needed is an individual curriculum for every child.","author":"Charles Handy","category":"Child, Curriculum"},{"quote":"I am a big believer in education, because when I grew up in Austria - when I grew up in Austria I had a great education. I had great teachers.","author":"Arnold Schwarzenegger","category":"Great, I Am, Teachers"},{"quote":"Scientific research and other studies have demonstrated that arts education can enhance American students' math and language skills and improve test scores which in turn increase chances of higher education and good jobs in the future.","author":"Thad Cochran","category":"Future, Good, American"},{"quote":"Without education we are in a horrible and deadly danger of taking educated people seriously.","author":"Gilbert K. Chesterton","category":"People, Seriously, Danger"},{"quote":"It is as impossible to withhold education from the receptive mind, as it is impossible to force it upon the unreasoning.","author":"Agnes Repplier","category":"Mind, Impossible, Force"},{"quote":"It is really important that we promote competitive support in schools. It is very important that we recognise that has to be underpinned by good quality physical education and by getting people into patterns of exercise.","author":"Sebastian Coe","category":"Good, Support, Quality"},{"quote":"The answer is not to standardize education, but to personalize and customize it to the needs of each child and community. There is no alternative. There never was.","author":"Ken Robinson","category":"Community, Child, Never"},{"quote":"Somewhere in Rwanda, a rural farmer is dreaming of providing an education for her children. Not just high school, but maybe even a university degree. Such a dream used to seem out of reach.","author":"Sylvia Mathews Burwell","category":"Children, School"},{"quote":"I was born on the 24th of September 1755 in the county of Fauquier, at that time one of the frontier counties of Virginia. My father possessed scarcely any fortune and had received a very limited education - but was a man to whom nature had been bountiful, and who had assiduously improved her gifts.","author":"John Marshall","category":"Nature, Time, Father"},{"quote":"To the uneducated, an A is just three sticks.","author":"A. A. Milne","category":"Three, Uneducated, Just"},{"quote":"A liberal education is at the heart of a civil society, and at the heart of a liberal education is the act of teaching.","author":"A. Bartlett Giamatti","category":"Heart, Society, Liberal"},{"quote":"Education is what survives when what has been learned has been forgotten.","author":"B. F. Skinner","category":"Forgotten, Learned, Been"},{"quote":"Without tact you can learn nothing.","author":"Benjamin Disraeli","category":"Learn, Nothing, You"},{"quote":"Since we cannot know all that there is to be known about anything, we ought to know a little about everything.","author":"Blaise Pascal","category":"Know, Anything, Little"},{"quote":"Education is a better safeguard of liberty than a standing army.","author":"Edward Everett","category":"Army, Liberty, Better"},{"quote":"Children have to be educated, but they have also to be left to educate themselves.","author":"Ernest Dimnet","category":"Children, Educated, Left"},{"quote":"An educated people can be easily governed.","author":"Frederick the Great","category":"People, Educated"},{"quote":"Education is simply the soul of a society as it passes from one generation to another.","author":"Gilbert K. Chesterton","category":"Society, Soul, Generation"},{"quote":"Governments never learn. Only people learn.","author":"Milton Friedman","category":"People, Learn, Never"},{"quote":"Education is hanging around until you've caught on.","author":"Robert Frost","category":"You, Caught, Until"},{"quote":"I decided to start anew, to strip away what I had been taught.","author":"Georgia O'Keeffe","category":"Start, Away, Taught"},{"quote":"The willingness to learn new skills is very high.","author":"Angela Merkel","category":"Learn, Skills, New"},{"quote":"I will get my education - if it is in home, school, or anyplace.","author":"Malala Yousafzai","category":"Home, School, Will"},{"quote":"Education is that whole system of human training within and without the school house walls, which molds and develops men.","author":"W. E. B. Du Bois","category":"School, Training, Men"},{"quote":"We demand that segregation be ended in every school district in the year 1963! We demand that we have effective civil rights legislation - no compromise, no filibuster - and that include public accommodations, decent housing, integrated education, FEPC and the right to vote.","author":"Bayard Rustin","category":"School, Vote, Compromise"},{"quote":"True education is concerned not only with practical goals but also with values. Our aims assure us of our material life, our values make possible our spiritual life.","author":"Ludwig Mies van der Rohe","category":"Life, Goals, Spiritual"},{"quote":"Poor people, people of color - especially are much more likely to be found in prison than in institutions of higher education.","author":"Angela Davis","category":"Color, People, Prison"},{"quote":"If you want to thrive in today's economy, you must challenge the status quo and get the financial education necessary to succeed.","author":"Robert Kiyosaki","category":"Today, Challenge, Financial"},{"quote":"Education should be one of our top funding priorities talking about it does not help the teachers and students who desperately need promises fulfilled.","author":"Solomon Ortiz","category":"Priorities, Help, Students"},{"quote":"Education makes children less dependent upon others and opens doors to better jobs and career possibilities.","author":"Solomon Ortiz","category":"Children, Career, Better"},{"quote":"When it comes to college education, American families are paying more and getting less.","author":"Patricia Schroeder","category":"College, American"},{"quote":"There is no education like adversity.","author":"Benjamin Disraeli","category":"Adversity, Like"},{"quote":"Every child should have the opportunity to receive a quality education.","author":"Bill Frist","category":"Opportunity, Quality, Child"},{"quote":"Education must begin with the solution of the student-teacher contradiction, by reconciling the poles of the contradiction so that both are simultaneously teachers and students.","author":"Paulo Freire","category":"Solution, Students, Teachers"},{"quote":"Natural ability without education has more often raised a man to glory and virtue than education without natural ability.","author":"Marcus Aurelius","category":"Man, Virtue, Glory"},{"quote":"Education is the silver bullet to improve this Nation's standing worldwide... and our teachers know that.","author":"Solomon Ortiz","category":"Know, Improve, Nation"},{"quote":"It seems to me that at this time we need education in the obvious more than investigation of the obscure.","author":"Oliver Wendell Holmes, Jr.","category":"Time, Me, Investigation"},{"quote":"If someone is going down the wrong road, he doesn't need motivation to speed him up. What he needs is education to turn him around.","author":"Jim Rohn","category":"Road, Motivation, Speed"},{"quote":"Sex education is legitimate in that girls cannot be taught soon enough how children don't come into the world.","author":"Karl Kraus","category":"Children, World, Sex"},{"quote":"Ignorance and a narrow education lay the foundation of vice, and imitation and custom rear it up.","author":"Mary Astell","category":"Ignorance, Foundation"},{"quote":"In my day we didn't have sex education, we just picked up what we could off the television.","author":"Victoria Wood","category":"Day, Television, Sex"},{"quote":"In his first year in office, President Obama pulled us back from the brink of the greatest economic crisis since the Great Depression and worked to lay a new foundation for economic growth. The president identified three key strategies to build that lasting prosperity: innovation, investment, and education.","author":"Tom Vilsack","category":"Innovation, Great, Growth"},{"quote":"Now the problem with standardized tests is that it's based on the mistake that we can simply scale up the education of children like you would scale up making carburetors. And we can't, because human beings are very different from motorcars, and they have feelings about what they do and motivations in doing it, or not.","author":"Ken Robinson","category":"Children, Mistake, Problem"},{"quote":"Traditional education is based on facts and figures and passing tests - not on a comprehension of the material and its application to your life.","author":"Will Smith","category":"Life, Facts, Traditional"},{"quote":"The progress of the world depends almost entirely upon education.","author":"George Eastman","category":"Progress, World, Almost"},{"quote":"Being a native of Spain, the country to which I owe much of my education and cultural background, I was deeply influenced by my great predecessor Santiago Ramon y Cajal.","author":"Severo Ochoa","category":"Great, Country, Being"},{"quote":"As an educator myself, I understand the profound effect that good teachers and a quality education have on the lives of our young people.","author":"Ben Bernanke","category":"Good, Myself, Quality"},{"quote":"I cannot believe that my generation may very well have been the last one to have sex education in schools that was truly the complete and total package. I mean what are we doing? Are we in the future, but acting like it's The Dark Ages?","author":"Sheryl Lee Ralph","category":"Future, Believe, Dark"},{"quote":"A college education shows a man how little other people know.","author":"Thomas Chandler Haliburton","category":"Man, College, People"},{"quote":"The purpose of Compulsory Education is to deprive the common people of their commonsense.","author":"Gilbert K. Chesterton","category":"Purpose, People, Common"},{"quote":"We conclude that in the field of public education the doctrine of 'separate but equal' has no place.","author":"Earl Warren","category":"Public Education, Place"},{"quote":"The best sex education for kids is when Daddy pats Mommy on the fanny when he comes home from work.","author":"William Masters","category":"Work, Home, Best"},{"quote":"I can say without affectation that I belong to the Russian convict world no less than I do to Russian literature. I got my education there, and it will last forever.","author":"Aleksandr Solzhenitsyn","category":"World, Literature, I Can"},{"quote":"Education can lift individuals out of poverty and into rewarding careers.","author":"Christine Gregoire","category":"Poverty, Lift, Individuals"},{"quote":"In the new economy, information, education, and motivation are everything.","author":"William J. Clinton","category":"Motivation, Information"},{"quote":"I think Democrats are right. We fight for the American dream, for the environment, for privacy rights, a woman's right to choose, a good public education system.","author":"Barbara Boxer","category":"Good, American Dream, Woman"},{"quote":"The best math lesson we can teach college students this year is to subtract a tuition increase and benefit from the dividends of higher education.","author":"Jodi Rell","category":"Best, College, Students"},{"quote":"The one thing we can do is invest in the quality of education, especially higher education.","author":"Ron Kind","category":"Quality, Higher Education"},{"quote":"The dream doesn't lie in victimization or blame; it lies in hard work, determination and a good education.","author":"Alphonso Jackson","category":"Work, Hard Work, Good"},{"quote":"The so-called modern education, with all its defects, however, does others so much more good than it does the Negro, because it has been worked out in conformity to the needs of those who have enslaved and oppressed weaker peoples.","author":"Carter G. Woodson","category":"Good, Conformity, Modern"},{"quote":"Every city across the country that has successfully renewed and revitalized itself points to a robust education system as its fundamental key to success.","author":"Alan Autry","category":"Success, City"},{"quote":"In our post-9/11 world, our Nation's military deserves, at least the same access to institutions of higher education that any other major employer might enjoy.","author":"Mike Rogers","category":"World, Enjoy, Military"},{"quote":"At their core, Americans all want the same basic things: a quality education for their children, a good job so they can provide for their families, healthcare and affordable prescription drugs, security during retirement, a strongly equipped military and national security.","author":"Ruben Hinojosa","category":"Children, Good, Job"},{"quote":"A constitutional democracy is in serious trouble if its citizenry does not have a certain degree of education and civic virtue.","author":"Phillip E. Johnson","category":"Democracy, Trouble, Virtue"},{"quote":"It was the full conviction of this, and of what could be done, if every man were placed in the office for which he was fitted by nature and a proper education, which first suggested to me the plan of Illumination.","author":"Adam Weishaupt","category":"Nature, Man, Me"},{"quote":"Looking back, I realize that nurturing curiosity and the instinct to seek solutions are perhaps the most important contributions education can make.","author":"Paul Berg","category":"Curiosity, Looking Back"},{"quote":"To live for a time close to great minds is the best kind of education.","author":"John Buchan","category":"Time, Best, Great"},{"quote":"We pay a price when we deprive children of the exposure to the values, principles, and education they need to make them good citizens.","author":"Sandra Day O'Connor","category":"Children, Good, Values"},{"quote":"I do not want to speak about overpopulation or birth control, but I think education is the way to give new impetus to the poverty question.","author":"Harri Holkeri","category":"Poverty, Speak, Control"},{"quote":"Education is the vaccine for violence.","author":"Edward James Olmos","category":"Violence, Vaccine"},{"quote":"Desire! That's the one secret of every man's career. Not education. Not being born with hidden talents. Desire.","author":"Bobby Unser","category":"Man, Career, Talents"},{"quote":"Sixty years ago I knew everything now I know nothing education is a progressive discovery of our own ignorance.","author":"Will Durant","category":"Ignorance, Discovery, Know"},{"quote":"I think an education is not only important, it is the most important thing you can do with your life.","author":"Dean Kamen","category":"Life, Think, You"},{"quote":"I doubt whether classical education ever has been or can be successfully carried out without corporal punishment.","author":"George Orwell","category":"Doubt, Punishment, Without"},{"quote":"Whenever a youth is ascertained to possess talents meriting an education which his parents cannot afford, he should be carried forward at the public expense.","author":"James Madison","category":"Parents, Youth, Talents"},{"quote":"It's shortsighted not to view the education of a future generation of Americans as a priority for all Americans.","author":"Mel Martinez","category":"Future, Generation, View"},{"quote":"There are 4 billion cell phones in use today. Many of them are in the hands of market vendors, rickshaw drivers, and others who've historically lacked access to education and opportunity. Information networks have become a great leveler, and we should use them together to help lift people out of poverty and give them a freedom from want.","author":"Hillary Clinton","category":"Freedom, Today, Great"},{"quote":"Early college high schools in North Carolina and across the country show us that challenge - not remediation - is an approach to education that works.","author":"Michael F. Easley","category":"Challenge, College, Early"},{"quote":"The effects of human rights education can be dramatic in awakening people to the value and power of their own lives, as shown in the following stories.","author":"Daisaku Ikeda","category":"Power, Value, People"},{"quote":"The point of my work is to show that culture and education aren't simply hobbies or minor influences.","author":"Pierre Bourdieu","category":"Work, Culture, Point"},{"quote":"It is part of the work of education to have substantive relationships with your students.","author":"Freeman A. Hrabowski III","category":"Work, Relationships"},{"quote":"Education can also be used as a soft power and as a soft force to transform societies. When I say transform societies it means we can tackle issues in political, social, cultural, economic areas. These are the most important things.","author":"Moza bint Nasser","category":"Power, Political"},{"quote":"The Sistine Chapel is an extraordinary work of education - it lays out all the early books of the Bible.","author":"Peter Greenaway","category":"Work, Bible, Early"},{"quote":"If you don't give education to people, it is easy to manipulate them.","author":"Pele","category":"People, Easy, You"},{"quote":"The mother cannot expect her daughter to understand the mysteries of housekeeping without education. She should instruct them patiently, lovingly, and make the work as agreeable as she can by her cheerful countenance and encouraging words of approval. If they fail once, twice, or thrice, censure not.","author":"Ellen G. White","category":"Work, Daughter, Mother"},{"quote":"We should all have the opportunity to at least get a basic education and feel that you are worthy of something in life.","author":"Jesse Williams","category":"Life, Opportunity, You"},{"quote":"Education is not merely neglected in many of our schools today, but is replaced to a great extent by ideological indoctrination.","author":"Thomas Sowell","category":"Today, Great, Replaced"},{"quote":"The important thing to note is that it is not important whether Malala was shot or not - Malala is not asking for personal favors or support. She is asking for support with girls' education and women's rights. So don't support Malala, support her campaign for girls' education and women's rights.","author":"Malala Yousafzai","category":"Women, Support, She"},{"quote":"People like me who grew up in a working-class town, who don't have a college education, you don't usually hear from us.","author":"Michael Moore","category":"College, Me, People"},{"quote":"Everyone has a talent. It's simply a question of good discipline, of the good fortune to have an education that meshes with that talent, and a lot of luck.","author":"Twyla Tharp","category":"Good, Luck, Discipline"},{"quote":"A greater tax deduction for students is not a handout. On the contrary, it helps those who are willing to meet the challenges of higher education to invest in our collective future.","author":"Charles B. Rangel","category":"Future, Challenges, Tax"},{"quote":"Early childhood education is an urgent educational, economic and moral imperative. Without it, we face a long-term national economic security crisis.","author":"J. B. Pritzker","category":"Childhood, Crisis, Moral"},{"quote":"I do sometimes accuse people of ignorance, but that is not intended to be an insult. I'm ignorant of lots of things. Ignorance is something that can be remedied by education.","author":"Richard Dawkins","category":"Ignorance, People, Ignorant"},{"quote":"Those parts of history that would undermine the vision of the Left - which prevails in our education system from elementary school to postgraduate study - are not likely to get much attention.","author":"Thomas Sowell","category":"History, School, Vision"},{"quote":"I was never close to Jerry Falwell because he had his ministry, I had mine. And we came from different theological training and from a different psychological education.","author":"Robert H. Schuller","category":"Training, Never, Different"},{"quote":"I want to support the whole idea of the humanities and teaching the humanities as being something that - even if it can't be quantitatively measured as other subjects - it's as fundamental to all education.","author":"Tom Stoppard","category":"Support, Want, Idea"},{"quote":"I grew up in uptown Jamaica; I went to a rich school. I was raised by my mother and my stepfather; they made sure education came before anything. I had a good childhood, grew up spending time with my bigger brothers and sisters. My people are good people. I was exposed to a lot of different kinds of people and culture.","author":"Damian Marley","category":"Time, Good, Culture"},{"quote":"To pine for the days before public education became a practical reality is to pine for an America held back by mass ignorance and mass illiteracy.","author":"Timothy Noah","category":"America, Ignorance, Reality"},{"quote":"A good education gives you confidence to stick up your hand for anything - whether it is the job you want, or the bloke. And the more you stick up your hand, the better your chances are that you will get what you want.","author":"Kate Reardon","category":"Good, Confidence, Job"},{"quote":"Future public education will require involvement and collaboration among various local, civic, private and nonprofit entities, a concept I like to refer to as 'community entrepreneurship.'","author":"Donald Bren","category":"Future, Community"},{"quote":"As the humanities and liberal arts are downsized, privatized, and commodified, higher education finds itself caught in the paradox of claiming to invest in the future of young people while offering them few intellectual, civic, and moral supports.","author":"Henry Giroux","category":"Future, People, Moral"},{"quote":"Higher education should be based on quality, not quantity; receive merit-based funding; and be free of unnecessary bureaucracy. Not the least of the benefits of educational reform is to foster the pride of achievement at national and international levels.","author":"Ahmed Zewail","category":"Achievement, Quality, Pride"},{"quote":"Like everywhere in the world, people of the Middle East aspire to liberty and justice. They wish to have a better life and a decent education for their children.","author":"Ahmed Zewail","category":"Life, Children, Justice"},{"quote":"We need to have a regulatory budget in America that limits the amount of regulations on our economy. We need to repeal and replace Obamacare, and we need to improve higher education so that people can have access to the skills they need for 21st century jobs.","author":"Marco Rubio","category":"America, People, Budget"},{"quote":"Outside of the family, education is the greatest determinant of social mobility.","author":"Kevin McCarthy","category":"Family, Greatest, Social"},{"quote":"The good news is world population growth rate decreases systematically and is expected to reach zero by 2050, thanks to urbanisation and women's education.","author":"Dan Shechtman","category":"Women, Good, Growth"},{"quote":"I believe strongly in the power of arts education to engage and empower young people.","author":"Heather Watts","category":"Power, Believe, People"},{"quote":"All of us have been trained by education and environment to seek personal gain and security and to fight for ourselves. Though we cover it over with pleasant phrases, we have been educated for various professions within a system which is based on exploitation and acquisitive fear.","author":"Jiddu Krishnamurti","category":"Fear, Fight, Environment"},{"quote":"If we expect our children to thrive at our colleges and universities, and succeed in our economy once they graduate - first we must make quality, affordable early childhood education accessible to all.","author":"Kirsten Gillibrand","category":"Children, Childhood, Quality"},{"quote":"The point of my work is to show that culture and education aren't simply hobbies or minor influences. They are hugely important in the affirmation of differences between groups and social classes and in the reproduction of those differences.","author":"Pierre Bourdieu","category":"Work, Culture, Differences"},{"quote":"The ultimate end of your education was to make you a good wife.","author":"Mary Wortley Montagu","category":"Good, Wife, End"},{"quote":"The best escalator to opportunity in America is education.","author":"Nicholas Kristof","category":"Best, Opportunity, America"},{"quote":"When a subject becomes totally obsolete we make it a required course.","author":"Peter Drucker","category":"Required, Subject, Course"},{"quote":"Slavery is but half abolished, emancipation is but half completed, while millions of freeman with votes in their hands are left without education.","author":"Robert Charles Winthrop","category":"Slavery, Hands, Without"},{"quote":"The lack of diversity in higher education is a problem we as a country must tackle if we're going to live up to our promise.","author":"Wendy Kopp","category":"Diversity, Live, Problem"},{"quote":"Law without education is a dead letter. With education the needed law follows without effort and, of course, with power to execute itself; indeed, it seems to execute itself.","author":"Rutherford B. Hayes","category":"Power, Law, Effort"},{"quote":"Education is a kind of continuing dialogue, and a dialogue assumes different points of view.","author":"Robert M. Hutchins","category":"View, Kind, Dialogue"},{"quote":"To read a newspaper is to refrain from reading something worth while. The first discipline of education must therefore be to refuse resolutely to feed the mind with canned chatter.","author":"Aleister Crowley","category":"Reading, Discipline, Mind"},{"quote":"Our youth deserve the opportunity to complete their high school and college education, free of early parenthood. Their future children deserve the opportunity to grow up in financially and emotionally stable homes. Our communities benefit from healthy, productive, well-prepared young people.","author":"Jane Fonda","category":"Children, Future, School"},{"quote":"The notion that every well educated person would have a mastery of at least the basic elements of the humanities, sciences, and social sciences is a far cry from the specialized education that most students today receive, particularly in the research universities.","author":"Joseph Stiglitz","category":"Today, Research, Students"},{"quote":"I don't come from a lot of money and wasn't going to get an academic scholarship, so the only way to afford an education was to allow the military to supplement it.","author":"Jon Huertas","category":"Money, Military, Scholarship"},{"quote":"Give a girl an education and introduce her properly into the world, and ten to one but she has the means of settling well, without further expense to anybody.","author":"Jane Austen","category":"Girl, World, She"},{"quote":"The Church is not a gallery for the exhibition of eminent Christians, but a school for the education of imperfect ones.","author":"Henry Ward Beecher","category":"School, Church, Imperfect"},{"quote":"Ensuring quality higher education is one of the most important things we can do for future generations.","author":"Ron Lewis","category":"Future, Quality"},{"quote":"Permission marketing turns strangers into friends and friends into loyal customers. It's not just about entertainment - it's about education. Permission marketing is curriculum marketing.","author":"Seth Godin","category":"Friends, Marketing"},{"quote":"Soap and education are not as sudden as a massacre, but they are more deadly in the long run.","author":"Mark Twain","category":"Long, Run, Massacre"},{"quote":"The most important part of education is proper training in the nursery.","author":"Plato","category":"Training, Important"},{"quote":"There are very powerful and wealthy special interests who want to privatize or dismember virtually every function that government now performs, whether it is Social Security, Medicare, public education or the Postal Service.","author":"Bernie Sanders","category":"Service, Government"},{"quote":"Education means teaching kids how to do stuff and how to think about stuff. Education is a pretty simple concept with a very clear way to measure results: you give some kind of an exam - maybe it's one of those standardized tests all kids hate, maybe it's some kind of essay, but whatever it is, it'll measure the results, and the kids will hate it.","author":"Mike Gallagher","category":"Simple, Hate, Think"},{"quote":"Education can become a self-fulfilling activity, liberating in and of itself.","author":"Abraham Maslow","category":"Become, Activity, Itself"},{"quote":"In so many ways, segregation shaped me, and education liberated me.","author":"Maya Angelou","category":"Me, Segregation, Shaped"},{"quote":"Sex education classes are like in-home sales parties for abortions.","author":"Phyllis Schlafly","category":"Sales, Sex, Like"},{"quote":"As people do better, they start voting like Republicans - unless they have too much education and vote Democratic, which proves there can be too much of a good thing.","author":"Karl Rove","category":"Good, Voting, People"},{"quote":"I feel a social responsibility. We need to open people's eyes. There is a lack of education in Ethiopia.","author":"Haile Gebrselassie","category":"Eyes, Responsibility, People"},{"quote":"Documentaries are the first line of education, and the second line of education is dramatization, such as 'The Pacific'.","author":"Steven Spielberg","category":"First, Line, Second"},{"quote":"Let's make sure that we are working for age-appropriate sex education in our school system.","author":"Wendy Davis","category":"School, Working, System"},{"quote":"Latinos are concerned about the same pocketbook issues that matter to most middle class Americans - creating good-paying jobs in this country, making sure our children get a quality education, and ensuring that our families have access to affordable and quality healthcare.","author":"Linda Sanchez","category":"Children, Quality"},{"quote":"Global poverty is a complex web of interlinked problems. There is no one 'silver bullet' that will solve global inequality. Multiple contributing factors must be tackled in parallel. Yes, education alone is unlikely to lead to employment without economic reform to address the demand side in much of the developing world.","author":"Adam Braun","category":"Alone, Poverty, World"},{"quote":"The arts, sciences, humanities, physical education, languages and maths all have equal and central contributions to make to a student's education.","author":"Ken Robinson","category":"Student, Equal, Humanities"},{"quote":"Education is the cheap defense of nations.","author":"Edmund Burke","category":"Cheap, Defense, Nations"},{"quote":"The most influential of all educational factors is the conversation in a child's home.","author":"William Temple","category":"Home, Child, Conversation"},{"quote":"A basic element of the American dream is equal access to education as the lubricant of social and economic mobility.","author":"Nicholas Kristof","category":"American Dream, American"},{"quote":"I believe public education is the new civil rights battle and I support charter schools.","author":"Andrew Cuomo","category":"Support, Believe, Battle"},{"quote":"In large states public education will always be mediocre, for the same reason that in large kitchens the cooking is usually bad.","author":"Friedrich Nietzsche","category":"Cooking, Public Education"},{"quote":"Education is not to reform students or amuse them or to make them expert technicians. It is to unsettle their minds, widen their horizons, inflame their intellects, teach them to think straight, if possible.","author":"Robert M. Hutchins","category":"Teach, Think, Students"},{"quote":"Increased awareness and education could be a great help toward improving spending and saving habits and increasing participation and contribution levels to retirement plans.","author":"Ron Lewis","category":"Great, Retirement, Help"},{"quote":"Education is the art of making man ethical.","author":"Georg Wilhelm Friedrich Hegel","category":"Art, Man, Ethical"},{"quote":"Men have had every advantage of us in telling their own story. Education has been theirs in so much higher a degree the pen has been in their hands. I will not allow books to prove anything.","author":"Jane Austen","category":"Men, Hands, Pen"},{"quote":"Being raised in a developing country opened my eyes to so much I cannot tolerate. In Colombia, education is sometimes considered a luxury, not a human right. And it's not a priority in the agendas of many leaders.","author":"Shakira","category":"Eyes, Luxury, Human"},{"quote":"It is better to know some of the questions than all of the answers.","author":"James Thurber","category":"Questions, Better, Know"},{"quote":"Anyone who tries to make a distinction between education and entertainment doesn't know the first thing about either.","author":"Marshall McLuhan","category":"Know, First, Entertainment"},{"quote":"I do think that a general liberal arts education is very important, particularly in an uncertain changing world.","author":"Steve Case","category":"World, Important, Think"},{"quote":"If adolescent pregnancy prevention is to become a priority, then our strategy, as advocates, must contain two key elements: civic engagement and education.","author":"Jane Fonda","category":"Strategy, Prevention, Key"},{"quote":"Education... has produced a vast population able to read but unable to distinguish what is worth reading.","author":"G. M. Trevelyan","category":"Reading, Worth, Population"},{"quote":"I would even say that my parents, and their friends in our community, thought of education as a kind of armor against racism.","author":"Condoleezza Rice","category":"Friends, Community, Parents"},{"quote":"One of my great laments is that education today seems to have... be less about passion and more about process, more about tactic or technique.","author":"Neil deGrasse Tyson","category":"Today, Great, Passion"},{"quote":"Elimination of child labour and access to education are like two sides of one coin. One cannot be achieved without the other.","author":"Kailash Satyarthi","category":"Child, Two, Without"},{"quote":"Education is not solely about earning a great living. It means living a great life.","author":"Brad Henry","category":"Life, Great, Living"},{"quote":"I don't think anybody anywhere can talk about the future of their people or of an organization without talking about education. Whoever controls the education of our children controls our future.","author":"Wilma Mankiller","category":"Children, Future, People"},{"quote":"Our school education ignores, in a thousand ways, the rules of healthy development.","author":"Elizabeth Blackwell","category":"School, Rules, Healthy"},{"quote":"Universal suffrage should rest upon universal education. To this end, liberal and permanent provision should be made for the support of free schools by the State governments, and, if need be, supplemented by legitimate aid from national authority.","author":"Rutherford B. Hayes","category":"Support, End, Free"},{"quote":"Education is the best economic policy there is.","author":"Tony Blair","category":"Best, Policy, Economic"},{"quote":"It is not systematic education which somehow molds society, but, on the contrary, society which, according to its particular structure, shapes education in relation to the ends and interests of those who control the power in that society.","author":"Paulo Freire","category":"Power, Society, Control"},{"quote":"It has always seemed to me that a love of natural objects, and the depth, as well as exuberance and refinement of mind, produced by an intelligent delight in scenery, are elements of the first importance in the education of the young.","author":"Frederick William Faber","category":"Love, Mind, Me"},{"quote":"Smart financial planning - such as budgeting, saving for emergencies, and preparing for retirement - can help households enjoy better lives while weathering financial shocks. Financial education can play a key role in getting to these outcomes.","author":"Ben Bernanke","category":"Retirement, Smart, Financial"},{"quote":"One of the aims of higher education is to broaden perspectives, and what better way than by a home stay in a really different country, like Bangladesh or Senegal? Time abroad also leaves one more aware of the complex prism of suspicion through which the United States is often viewed.","author":"Nicholas Kristof","category":"Time, Home, Better"},{"quote":"Education doesn't change life much. It just lifts trouble to a higher plane of regard.","author":"Robert Frost","category":"Life, Change, Trouble"},{"quote":"Education is all about igniting young minds and enabling them to attain their fullest potential.","author":"Nita Ambani","category":"Potential, Young, Minds"},{"quote":"Segregation has no place in the education system.","author":"Richard Dawkins","category":"Segregation, Place, System"},{"quote":"Maybe one day there will finally be an education for electronic music.","author":"Afrojack","category":"Music, Day, Will"},{"quote":"America needs education reform on all levels to expand quality schools, build on past successes, and lower college debt.","author":"Kevin McCarthy","category":"America, College, Past"},{"quote":"Girls' education is no silver bullet. Iran and Saudi Arabia have both educated girls but refused to empower them, so both remain mired in the past. But when a country educates and unleashes women, those educated women often become force multipliers for good.","author":"Nicholas Kristof","category":"Women, Good, Past"},{"quote":"Some people will never learn anything, for this reason, because they understand everything too soon.","author":"Alexander Pope","category":"People, Learn, Reason"},{"quote":"An educated person is one who has learned that information almost always turns out to be at best incomplete and very often false, misleading, fictitious, mendacious - just dead wrong.","author":"Russell Baker","category":"Best, Information, Person"},{"quote":"The more that learn to read the less learn how to make a living. That's one thing about a little education. It spoils you for actual work. The more you know the more you think somebody owes you a living.","author":"Will Rogers","category":"Work, Know, Think"},{"quote":"Rewards and punishments are the lowest form of education.","author":"Zhuangzi","category":"Rewards, Lowest, Form"},{"quote":"The first condition of education is being able to put someone to wholesome and meaningful work.","author":"John Ruskin","category":"Work, Meaningful, First"},{"quote":"If the Liberals' law is passed, will sex education in the schools, including elementary grades, include the same portrayals of sexual activity which presently exist in heterosexual instruction? Will there be the same presentation of homosexual activity? Of course there will.","author":"Stockwell Day","category":"Law, Grades, Presentation"},{"quote":"The present structure of rewards in high schools produces a response on the part of an adolescent social system which effectively impedes the process of education.","author":"James S. Coleman","category":"Process, Present, Response"},{"quote":"I have three older brothers, and each one of them has chosen one of my parents' education. Two of them are actors, and the third is a doctor as my mother is.","author":"Bill Skarsgard","category":"Mother, Parents, Doctor"},{"quote":"Talent is a by-product of education the quality of a country's human capital depends on it.","author":"Klaus Schwab","category":"Quality, Talent, Human"},{"quote":"No one can get an education, for of necessity education is a continuing process.","author":"Louis L'Amour","category":"Process, Necessity"},{"quote":"How is it that little children are so intelligent and men so stupid? It must be education that does it.","author":"Alexandre Dumas","category":"Children, Men, Stupid"},{"quote":"Modern education has devoted itself to the teaching of impudence, and then we complain that we can no longer control our mobs.","author":"John Ruskin","category":"Control, Complain, Modern"},{"quote":"We must ensure our system of higher education offers world-class quality for a world-class economy.","author":"Bob Taft","category":"Quality, Economy"},{"quote":"Think about it: Every educated person is not rich, but almost every education person has a job and a way out of poverty. So education is a fundamental solution to poverty.","author":"Kathleen Blanco","category":"Job, Poverty, Rich"},{"quote":"To be successful in life what you need is education, not literacy and degrees.","author":"Munshi Premchand","category":"Life, Successful, You"},{"quote":"A good education is that which prepares us for our future sphere of action and makes us contented with that situation in life in which God, in his infinite mercy, has seen fit to place us, to be perfectly resigned to our lot in life, whatever it may be.","author":"Ann Plato","category":"Life, Future, Good"},{"quote":"Education in the past has been too much inspiration and too little information.","author":"E. Franklin Frazier","category":"Past, Information"},{"quote":"I do not inveigh against higher education, I simply maintain that the sort of education the colored people of the South stand most in need of, is elementary and industrial. They should be instructed for the work to be done.","author":"Timothy Thomas Fortune","category":"Work, People, Stand"},{"quote":"At different times I taught humanities, social sciences and pre-vocational education.","author":"Estelle Morris","category":"Different, Social"},{"quote":"Head Start graduates are more likely to graduate from high school and less likely to need special education, repeat a grade, or commit crimes in adolescence.","author":"Joe Baca","category":"School, High School, Start"},{"quote":"In the world today, a young lady who does not have a college education just is not educated.","author":"Walter Annenberg","category":"Today, College, World"},{"quote":"I went to school for special education. I always assumed when I had the opportunity I would love to try and help kids with disabilities.","author":"Clay Aiken","category":"Love, Opportunity, School"},{"quote":"Education remains the key to both economic and political empowerment.","author":"Barbara Jordan","category":"Political, Key, Economic"},{"quote":"You can't have a sustainable US economy without a great education system. Teach students to do the job right. You don't have an innovative economy unless you have a great education.","author":"Walter Isaacson","category":"Great, Job, You"},{"quote":"One of the greatest obstacles to escaping poverty is the staggering cost of higher education.","author":"Chris Van Hollen","category":"Poverty, Obstacles, Greatest"},{"quote":"I think more of the little kids from a school in a little village in Niger who get teaching two hours a day, sharing one chair for three of them, and who are very keen to get an education. I have them in my mind all the time. Because I think they need even more help than the people in Athens.","author":"Christine Lagarde","category":"Time, Day, School"},{"quote":"Our solution on 'The Simpsons' is to do jokes that people who have an education, or some frame of reference, can get. And for the ones who don't, it doesn't matter, because we have Homer banging his head and saying, 'D'oh!'","author":"Matt Groening","category":"People, Solution, Saying"},{"quote":"I really don't want you to think of Qatar as a hydrocarbon country alone. We know that hydrocarbons will come and go. But education will stay. It is the most important thing for us.","author":"Hamad bin Khalifa Al Thani","category":"Alone, Want, Know"},{"quote":"Education is key. I graduated from high school everyone needs to.","author":"Tracy McGrady","category":"School, High School, Key"},{"quote":"When you have a father and a mother who work all their lives so you can have an education and build your body - it's a blessing.","author":"Lou Gehrig","category":"Work, Father, Mother"},{"quote":"It is possible to get an education at a university. It has been done not often.","author":"Lincoln Steffens","category":"Done, Possible, University"},{"quote":"The American dream always meant that anybody willing to put in a hard day's work could make a decent living. That's just not true anymore for people without at least some post-high school education.","author":"Adam Davidson","category":"Work, Day, School"},{"quote":"Education is when you read the fine print. Experience is what you get if you don't.","author":"Pete Seeger","category":"Experience, You, Fine"},{"quote":"Good education, housing and jobs are imperatives for the Negroes, and I shall support them in their fight to win these objectives, but I shall tell the Negroes that while these are necessary, they cannot solve the main Negro problem.","author":"Malcolm X","category":"Good, Support, Fight"},{"quote":"Instead of saving for someone else's college education, I'm currently saving for a luxury retirement community replete with golf carts and handsome young male nurses who love butterscotch.","author":"Jen Kirkman","category":"Love, Community, College"},{"quote":"In school, many of us procrastinate and then successfully cram for tests. We get the grades and degrees we need to get the jobs we want, even if we fail to get a good general education.","author":"Stephen Covey","category":"Good, School, Want"},{"quote":"In order to invest in our future, we must ensure that we appropriately protect programs that provide skills, services, and education for middle-class Americans rather than providing tax breaks for large corporations.","author":"John F. Tierney","category":"Future, Tax, Skills"},{"quote":"My father superintended the English part of my education, and to his care I am indebted for anything valuable which I may have acquired in my youth. He was my only intelligent companion, and was both a watchful parent and an affectionate friend.","author":"John Marshall","category":"Father, I Am, Youth"},{"quote":"A big part of my life is music education because it changed my life - but arts, academics and athletics should all be equally treated in the school.","author":"Flea","category":"Life, Music, School"},{"quote":"The Nazi period could have happened only in Germany because the German education of obedience to any law and order was the main problem.","author":"Heinrich Boll","category":"Law, Problem, Obedience"},{"quote":"From China and India to Turkey and Brazil, when women have gotten access to education, to family planning and to a vital place in the economy, greater prosperity has followed. And when women are free to speak and learn, they temper the extremes of ideology and fanaticism and raise sons who are less likely to become human bombs.","author":"David Horsey","category":"Family, Women, Speak"},{"quote":"I'm a gypsy: no education, no schooling, nothing. I don't care what people think of me. I don't care about being a hero, a role model, a champion.","author":"Tyson Fury","category":"Hero, Me, Champion"},{"quote":"Everything that makes man's life worthwhile - family, work, education, a place to rear one's children and a place to rest one's head - all this depends on the decisions of government; all can be swept away by a government which does not heed the demands of its people, and I mean all of its people.","author":"Robert Kennedy","category":"Life, Work, Family"},{"quote":"Education is our greatest opportunity to give an irrevocable gift to the next generation.","author":"Ernie Fletcher","category":"Opportunity, Gift, Greatest"},{"quote":"Through first-class education, a generation marches down the long uncertain road of the future with confidence.","author":"Wynton Marsalis","category":"Future, Confidence, Road"},{"quote":"The primary purpose of a liberal education is to make one's mind a pleasant place in which to spend one's leisure.","author":"Sydney J. Harris","category":"Purpose, Mind, Place"},{"quote":"We look for people who demonstrate perseverance in the face of challenges, the ability to influence and motivate others - people who want to work relentlessly to ensure that kids who are facing the challenges of poverty have an excellent education.","author":"Wendy Kopp","category":"Work, Perseverance"},{"quote":"The work of popular education, the temperance movement, the peace movement, are to a great extent carried on by the young. Their meetings show that the young understand one of their tasks: that of bringing together the different classes through social intercourse.","author":"Ellen Key","category":"Work, Peace, Great"},{"quote":"We talk about what's important to Hispanics: education, family, creating an environment in which you can achieve what you want to achieve because there aren't going to be obstacles in your way.","author":"Lionel Sosa","category":"Family, Obstacles"},{"quote":"What sculpture is to a block of marble, education is to the soul.","author":"Joseph Addison","category":"Soul, Sculpture, Marble"},{"quote":"It is well to read everything of something, and something of everything.","author":"Joseph Brodsky","category":"Everything, Well, Something"},{"quote":"Books are the blessed chloroform of the mind.","author":"Oswald Chambers","category":"Blessed, Mind, Books"},{"quote":"The object of education is to prepare the young to educate themselves throughout their lives.","author":"Robert M. Hutchins","category":"Prepare, Young, Themselves"},{"quote":"You can educate yourself right out of a relationship with God.","author":"Tammy Faye Bakker","category":"Relationship, God, Yourself"},{"quote":"To the extent that we are all educated and informed, we will be more equipped to deal with the gut issues that tend to divide us.","author":"Caroline Kennedy","category":"Informed, Educated, Gut"},{"quote":"The mere imparting of information is not education.","author":"Carter G. Woodson","category":"Information, Imparting, Mere"},{"quote":"Before the child ever gets to school it will have received crucial, almost irrevocable sex education and this will have been taught by the parents, who are not aware of what they are doing.","author":"Mary Calderone","category":"School, Parents, Child"},{"quote":"In these days, it is doubtful that any child may reasonably be expected to succeed in life if he is denied the opportunity of an education.","author":"Earl Warren","category":"Life, Opportunity, Child"},{"quote":"Any education that matters is liberal. All the saving truths, all the healing graces that distinguish a good education from a bad one or a full education from a half empty one are contained in that word.","author":"Alan K. Simpson","category":"Good, Healing, Liberal"},{"quote":"His lack of education is more than compensated for by his keenly developed moral bankruptcy.","author":"Woody Allen","category":"Moral, Than, Lack"},{"quote":"The regeneration of society is the regeneration of society by individual education.","author":"Jean de la Bruyere","category":"Society, Individual"},{"quote":"You know, nothing is more important than education, because nowhere are our stakes higher; our future depends on the quality of education of our children today.","author":"Arnold Schwarzenegger","category":"Children, Future, Today"},{"quote":"When a person is humiliated, when his rights are being violated, and he does not have the proper education, naturally he gravitates toward terrorism.","author":"Shirin Ebadi","category":"Terrorism, Person, Rights"},{"quote":"We really shouldn't be running education like a supermarket where you compare prices.","author":"Shirley Williams","category":"You, Compare, Where"},{"quote":"In the Brown decision, the United States Supreme Court unanimously struck down the legal and moral footing of racially segregated public education in this country.","author":"Bobby Scott","category":"Decision, Legal, Moral"},{"quote":"The question is, will we continue to fight what may be a rearguard action to defend universal literacy as a central goal of our education system, or are we bold enough to see what's actually happening to our culture?","author":"Hugh Mackay","category":"Culture, Goal, Fight"},{"quote":"The value of an arts education is widely accepted, especially in California.","author":"Gavin Newsom","category":"Value, Arts, California"},{"quote":"My understanding is that Kansas, Massachusetts, they've been more pioneers on the special education side.","author":"Margaret Spellings","category":"Understanding, Special"},{"quote":"But the best thing Washington can do for education is realize that our role is limited. Washington must keep its promises, but let those who know our childrens' names- parents, teachers and school board members- make education decisions.","author":"Mark Kennedy","category":"Best, School, Parents"},{"quote":"Few things are more important to each individual's future success or to our nation's prosperity than education.","author":"Mark Kennedy","category":"Success, Future, Nation"},{"quote":"Heart and head are the constituent parts of character; temperament has almost nothing to do with it, and, therefore, character is dependent upon education, and is susceptible of being corrected and improved.","author":"Giacomo Casanova","category":"Character, Heart, Nothing"},{"quote":"I do not see any reason why they should not be given the means to give their teachers just as high an education as is secured by attendance at the Protestant schools.","author":"Charles Tupper","category":"Why, Teachers, See"},{"quote":"Education is the transmission of civilization.","author":"Ariel Durant","category":"Civilization, Transmission"},{"quote":"Education is a precondition to survival in America today.","author":"Marian Wright Edelman","category":"Today, America, Survival"},{"quote":"Is education possibly a process of trading awareness for things of lesser worth? The goose who trades his is soon a pile of feathers.","author":"Aldo Leopold","category":"Process, Awareness, Feathers"},{"quote":"Let woman out of the home, let man into it, should be the aim of education. The home needs man, and the world outside needs woman.","author":"Pearl S. Buck","category":"Home, Man, Woman"},{"quote":"If you take any world problem, any issue on the planet, the solution to that problem certainly includes education. In education, the roadblock is the laptop.","author":"Nicholas Negroponte","category":"World, Problem, Solution"},{"quote":"I have felt for the last 10 years I have had this battle I've been fighting so hard to have an education. It's been this uphill struggle. I was Warner Bros' pain in the butt. I was their scheduling conflict. I was the one who made life difficult.","author":"Emma Watson","category":"Life, Struggle, Pain"},{"quote":"I talk to student-athletes. I try to get them to remember that they're not just athletes, but student-athletes. You need to get an education, keep your hands clean and try to represent the university.","author":"Earl Campbell","category":"Hands, Remember, You"},{"quote":"I wanted to be a mechanic. When I was 14 I wanted to quit school and go work on my car. But my dad said Son, you shouldn't do that. You should stay in school until your education is finished, and when you're done, don't make your hobby your job.","author":"Eric Bana","category":"Work, Car, Son"},{"quote":"Research shows that children do better in school and are less likely to drop out when fathers are involved. Engaged parents can strengthen communities, mentor and tutor students, and demonstrate through their actions how much they value their children's education.","author":"Arne Duncan","category":"Children, School, Parents"},{"quote":"Teachers say their schools of education did not adequately prepare them for the classroom. They would have welcomed more mentoring and feedback in their early years.","author":"Arne Duncan","category":"Feedback, Prepare, Early"},{"quote":"I am running for president to help create a better future. A future where everyone who wants a job can find one. Where no senior fears for the security of their retirement. An America where every parent knows that their child will get an education that leads them to a good job and a bright horizon.","author":"Mitt Romney","category":"Future, Good, America"},{"quote":"Immigration is not the top issue for Latinos. Latinos are like every other American - economy, jobs, healthcare, education.","author":"Eva Longoria","category":"American, Healthcare"},{"quote":"Unless children have strong education and strong families and strong communities and decent housing, it's not enough to go sit in at a lunch counter.","author":"Marian Wright Edelman","category":"Children, Strong, Lunch"},{"quote":"I think that anybody that stays in school, gets good grades, pays the price, I think we are wealthy enough in the public and the private sector in America to make sure that every child in America that wants to continue their education, they should be able to do that.","author":"J. C. Watts","category":"Good, School, America"},{"quote":"Freedom begins with what we teach our children. That is why Jews became a people whose passion is education, whose heroes are teachers and whose citadels are schools.","author":"Jonathan Sacks","category":"Children, Freedom, Passion"},{"quote":"Poverty does not cause violence and terrorism. Lack of education does not cause terrorism.","author":"John O. Brennan","category":"Poverty, Violence, Terrorism"},{"quote":"In more than 20 years I've spent studying the issue, I have yet to hear a convincing argument that college football has anything do with what is presumably the primary purpose of higher education: academics.","author":"H. G. Bissinger","category":"Football, College, Purpose"},{"quote":"I look back and see the kids who made it through school - it made a huge difference in their lives, which made me believe in the power of public education and what it can do for individuals and communities and the state.","author":"Denise Juneau","category":"Power, School, Believe"},{"quote":"Our public education system does a great job. I don't think it's broken. We aren't interested in doing reform for reform's sake. I believe in public education it did a great job for me. It deserves our support and encouragement.","author":"Denise Juneau","category":"Great, Job, Support"},{"quote":"I encourage everyone to pay attention to the issues that matter to you, from jobs and the economy, to education and our schools, to criminal justice reform. Whatever it is that you care about, make sure you use your voice.","author":"Two Chainz","category":"Justice, Voice, Care"},{"quote":"To be sure, American higher education is a diverse ecosystem, comprising institutions of all sizes, price tags, and mission statements.","author":"Gordon Gee","category":"American, Mission"},{"quote":"If you're a citizen of the State of New York, your kid has as much a right as another kid to an education, and the best education. The money should be distributed equally to all.","author":"Carl Paladino","category":"Money, Best, New York"},{"quote":"In our education system, we are taught to munch figures and remember them for lifetime. But does it help? We are not taught how to make decisions.","author":"Chetan Bhagat","category":"Decisions, Help, Remember"},{"quote":"The challenge to people like me is, how do you use your capabilities and resources to help support things that are important to you, whether it's the arts or education or homelessness?","author":"Brian Moynihan","category":"Challenge, Support, Help"},{"quote":"A large number of students around the world don't really have access to high quality education. So, launching EdX allows students all over the world to have much better access to a high quality education from a university such as Harvard, MIT, Berkeley and others as we add more universities.","author":"Anant Agarwal","category":"Quality, World, Better"},{"quote":"The collision of mobile and social platforms and the need to build these companies from the ground up - whether it's a game, a healthcare application, an education application - building these from the ground up is what allows entrepreneurial activity to be unleashed.","author":"Jim Breyer","category":"Game, Building, Healthcare"},{"quote":"By working to ensure we live in a society that prioritizes public safety, education, and innovation, entrepreneurship can thrive and create a better world for all of us to live in.","author":"Ron Conway","category":"Innovation, Safety, Society"},{"quote":"There are so many people around the world in need of high-quality education and really starving for education.","author":"Daphne Koller","category":"World, People, Need"},{"quote":"Early childhood education begins early, even before birth.","author":"Madeleine M. Kunin","category":"Childhood, Birth, Early"},{"quote":"You can spend a lot of money on education, but if you don't spend it wisely, on improving the quality of instruction, you won't get higher student outcomes.","author":"Andreas Schleicher","category":"Money, Quality, Student"},{"quote":"No state of society or laws can render men so much alike but that education, fortune, and tastes will interpose some differences between them; and though different men may sometimes find it their interest to combine for the same purposes, they will never make it their pleasure.","author":"Alexis de Tocqueville","category":"Society, Men, Differences"},{"quote":"I don't know whether I much enjoyed education. I was not academically gifted.","author":"Joseph Mawle","category":"Know, Gifted, Enjoyed"},{"quote":"The idea that education will lead to a lessening of bigotry is just factually incorrect.","author":"Reza Aslan","category":"Idea, Lead, Will"},{"quote":"The Indian youth needs to be empowered, and it can be done through good education and vocational training.","author":"Pallam Raju","category":"Good, Training, Youth"},{"quote":"I tried to build a company my father would have been proud to work for, that he would have looked back on and said, 'That's the company that honoured me, even though I don't have an education'. I wanted to build a company that had a conscience.","author":"Howard Schultz","category":"Work, Father, Company"},{"quote":"I haven't had any formal education. Through the grace of god, I am gifted in mathematics and the English language.","author":"Shakuntala Devi","category":"God, Mathematics, I Am"},{"quote":"Education is the only way forward in Latin America and developing countries in general.","author":"Shakira","category":"America, Forward, Way"},{"quote":"I went to college. I had a double major in biology and physical education, but my major was wrestling.","author":"Dan Gable","category":"College, Biology, Wrestling"},{"quote":"It was a slow understanding that the lack of education in a country like Somalia creates these huge social problems.","author":"Amanda Lindhout","category":"Problems, Understanding"},{"quote":"My parents, especially my father, discussed the question of my brothers' education as a matter of real importance. My education and that of my sister were scarcely discussed at all.","author":"Emmeline Pankhurst","category":"Sister, Father, Parents"},{"quote":"One of the over-riding things for many who grow up in poverty is the simple desire to escape. I think it was sort of obvious to me that escape had to be through education.","author":"Mildred S. Dresselhaus","category":"Poverty, Simple, Me"},{"quote":"In literature classes, you don't learn about genes; in physics classes you don't learn about human evolution. So you get a fragmented view of the world. That makes it hard to find meaning in education.","author":"David Christian","category":"World, Meaning, Evolution"},{"quote":"It's great to talk about how good things are now. But we can't sit on our laurels and expect that our time will sustain itself if we don't do a better job on issues like education... It's absolutely the case that the low cost of college tuition that I was able to enjoy and the financial aid I was able to receive made my education possible.","author":"Wendy Davis","category":"Time, Good, Great"},{"quote":"School is something that you learn - reading and writing. Education is what you learn from the family, from the environment, from the community.","author":"Bunker Roy","category":"Family, Community, School"},{"quote":"Performing arts was something I was always part of. That was may be the only common thread that ran throughout my education, throughout my schooling years. But apart from that, there were no friends or no long term associations. That was the only thing I knew was with me wherever I went.","author":"Nimrat Kaur","category":"Friends, Me, Long"},{"quote":"Education helps you to be a well-rounded person, period. It teaches you how to take in information and data, process it, and use it for life building. Education was key in my family. You were going to college.","author":"Yolanda Adams","category":"Life, Family, College"},{"quote":"The primary school I attended in Shanghai was a very liberal one, established by scholars who had return from an education in France. The children of leading families were enrolled there, including the son of a well-known man believed to be a top gangster of the underworld!","author":"Charles K. Kao","category":"Children, Son, School"},{"quote":"Children without access to quality early education programs start kindergarten with an 18-month disadvantage, and that gap continues to widen. By the time they are in fourth grade, many cannot do math or read at grade level.","author":"Mark Shriver","category":"Time, Children, Quality"},{"quote":"For me, having the opportunity to go to college was very important. To miss out on an education is a loss.","author":"Tyler Hamilton","category":"Opportunity, College, Me"},{"quote":"Unfortunately, I think there's not enough education about hydration. When I was young, we knew nothing about it. We all know that there's cases of athletes having serious issues because of dehydration and even dying.","author":"Landon Donovan","category":"Know, Think, Young"},{"quote":"I find the education I got from living in Derby and being streetwise and knowing the people that I know, the lessons that I had to learn growing up, have set me in good stead for this kind of working life.","author":"Jack O'Connell","category":"Life, Good, Me"},{"quote":"Growing up I did commercials and things like that, but nothing serious. As I got older, my family is really hardcore into academics. They weren't wanting to necessarily support an acting career; it's a really fickle business, and it can be difficult and unstable. They were rooting for education and the whole nine yards.","author":"Portia Doubleday","category":"Family, Business, Support"},{"quote":"Acting was important, but it was not as important as getting an education, and I credit my parents with a lot of that.","author":"Alexander Gould","category":"Parents, Acting, Credit"},{"quote":"Education is the most important thing you can have.","author":"Torrey Smith","category":"Important, You"},{"quote":"I've always believed in the importance of education and continuing to learn throughout every stage of life.","author":"Muhtar Kent","category":"Life, Learn, Always"},{"quote":"I went to Catholic school throughout my whole academic life. In fact, my children - my husband and I and our children in my own family now have over 100 years of Catholic education among us.","author":"Nancy Pelosi","category":"Life, Family, Children"},{"quote":"My new passion is to get Internet education mandated in all schools. We've got to start teaching our kids how to be safe in the 40,000 plus chat rooms that are out there. Because they're being had. These sexual predators groom the kids. I know, I've arrested enough of them.","author":"Erik Estrada","category":"Passion, Internet, Start"},{"quote":"In my opinion, education is the finest gift an individual can give a young person.","author":"Donald Bren","category":"Gift, Opinion, Young"},{"quote":"It will be impossible for us to eradicate HIV as long as any corner of the world is cut off from the education and services that we know helps stop the spread of this disease.","author":"Alex Newell","category":"World, Impossible, Long"},{"quote":"I.B.M. was my college education, effectively. They were very good at teaching you management.","author":"Mike McCue","category":"Good, College, Management"},{"quote":"I don't look at myself as a hero or smart person. I have a seventh-grade education, but I've had a lot of fun.","author":"Bobby Heenan","category":"Hero, Myself, Smart"},{"quote":"In Egypt, every family is suffering from the deteriorated schooling and university system of the Mubarak regime. What families want most of all is to secure a good education for their children.","author":"Ahmed Zewail","category":"Family, Children, Good"},{"quote":"Lucky enough, through the public school system, I had been able to have some music education, and that gave me something to focus on, and discipline - like a family to feel part of. There was a healthy family.","author":"Flea","category":"Family, Music, School"},{"quote":"When I was growing up, I was lucky to benefit from a first class education.","author":"Nicola Sturgeon","category":"Growing Up, Lucky, Growing"},{"quote":"Every working family in America knows how hard it is today to find affordable childcare or early childhood education.","author":"Bernie Sanders","category":"Family, Today, Childhood"},{"quote":"Countries have largely been left alone to handle or ignore their educational problems as they see fit. In part, this was because we assumed that the contexts and challenges were so different from nation to nation that education could not be tackled at the international level.","author":"Wendy Kopp","category":"Alone, Challenges, Problems"},{"quote":"People have to take control of their own lives. Education is key because it also raises other social indicators like healthcare.","author":"Azim Premji","category":"Control, People, Healthcare"},{"quote":"There's a reasonable amount of traction in college education, particularly engineering, because quite a lot of that is privatized, so there is an incentive to set up new colleges of reasonably high quality.","author":"Azim Premji","category":"College, Quality"},{"quote":"My dad didn't have a formal education, but he had a wonderful vocabulary. So in 'Harvest,' I wanted my main character to be an innately intelligent man who would have the vocabulary to say whatever he wanted in the same way as lots of working-class people can.","author":"Jim Crace","category":"Character, Man, Harvest"},{"quote":"It's not easy for the average family to ensure that their child receives a quality education. And the federal government is not making it any easier.","author":"Kevin McCarthy","category":"Family, Government, Child"},{"quote":"Why are fanatics so terrified of girls' education? Because there's no force more powerful to transform a society. The greatest threat to extremism isn't drones firing missiles, but girls reading books.","author":"Nicholas Kristof","category":"Powerful, Society, Reading"},{"quote":"I myself owe everything to French books. They developed in my soul the sentiments of humanity which had been stifled by eight years of fanatical and servile education.","author":"Cesare Beccaria","category":"Myself, Soul, Humanity"},{"quote":"Education must be based on the certainty that faults cannot be atoned for or blotted out, but must always have their consequences. At the same time, there is the other certainty that, through progressive evolution, by slow adaptation to the conditions of environment, they may be transformed.","author":"Ellen Key","category":"Time, Evolution, Environment"},{"quote":"We need to save the education system. We need to remove education from the framework of the political parties that rule in the State of Israel. We need to increase the allocation of long-term national resources to education and never touch them - no matter what.","author":"Aaron Ciechanover","category":"Political, Matter, Resources"},{"quote":"I think music should be the basis of an education, not just something you do once a week.","author":"Joshua Bell","category":"Music, Week, Think"},{"quote":"This is a universal human dream - that brains, not brawn, will rule - and the fact that America has the world's finest institutions of higher education may be our greatest single national asset.","author":"David Ignatius","category":"America, World, Greatest"},{"quote":"Purity of personal life is the one indispensable condition for building up a sound education.","author":"Mahatma Gandhi","category":"Life, Building, Personal"},{"quote":"Education is the investment our generation makes in the future.","author":"Mitt Romney","category":"Future, Generation"},{"quote":"The education I received was a British education, in which British ideas, British culture, British institutions, were automatically assumed to be superior. There was no such thing as African culture.","author":"Nelson Mandela","category":"Culture, Ideas, British"},{"quote":"The problem is that we are trying to prepare people for the new economy using a higher education system built for the old economy. As a result, many high-skilled, high-paying industries suffer from a shortage of labor, while too many low-paying industries suffer from a surplus.","author":"Marco Rubio","category":"People, Problem, Prepare"},{"quote":"My notion of the KGB came from romantic spy stories. I was a pure and utterly successful product of Soviet patriotic education.","author":"Vladimir Putin","category":"Romantic, Successful"},{"quote":"America is becoming so educated that ignorance will be a novelty. I will belong to the select few.","author":"Will Rogers","category":"America, Ignorance, Educated"},{"quote":"Because financially capable consumers ultimately contribute to a stable economic and financial system as well as improve their own financial situations, it's clear that the Federal Reserve has a significant stake in financial education.","author":"Ben Bernanke","category":"Financial, Improve, Economic"},{"quote":"The importance of education is ingrained in Scottish history.","author":"Nicola Sturgeon","category":"History, Scottish"},{"quote":"We cannot learn men from books.","author":"Benjamin Disraeli","category":"Men, Learn, Cannot"},{"quote":"Sometimes I get intimidated by people, intellectuals, because I don't have a great education. The only thing I feel helps me compete with all these people, people with degrees from Harvard, that you're thrown in with and have to work with, is that I'm grounded.","author":"Andie MacDowell","category":"Work, Great, Me"},{"quote":"Education, n.: That which discloses to the wise and disguises from the foolish their lack of understanding.","author":"Ambrose Bierce","category":"Wise, Understanding, Foolish"},{"quote":"Some parents do not send their children to school because they don't know its importance at all.","author":"Malala Yousafzai","category":"Children, School, Parents"},{"quote":"Education is neither eastern nor western.","author":"Malala Yousafzai","category":"Nor, Eastern, Neither"},{"quote":"I find that with some girls, the words 'work' and 'education' have gotten a bad rap.","author":"Sandra Bullock","category":"Work, Words, Find"},{"quote":"In Colombia, education is sometimes considered a luxury, not a human right. And it's not a priority in the agendas of many leaders.","author":"Shakira","category":"Luxury, Human, Right"},{"quote":"Creating whole departments of ethnic, gender, and other 'studies' was part of the price of academic peace. All too often, these 'studies' are about propaganda rather than serious education.","author":"Thomas Sowell","category":"Peace, Gender, Academic"},{"quote":"I care about education for everyone, not just the elite.","author":"Sebastian Thrun","category":"Care, Everyone, Just"},{"quote":"When I was a child I didn't care about getting an education, and I didn't finish high school.","author":"Mary J. Blige","category":"School, Child, High School"},{"quote":"I never got a formal education. So my intellect is my common sense. I don't have anything else going for me. And my common sense opens the door to instinct.","author":"Jerry Lewis","category":"Door, Me, Common Sense"},{"quote":"Every child should be given a strong start to their education.","author":"Martin O'Malley","category":"Strong, Child, Start"},{"quote":"Education is not a problem. Education is an opportunity.","author":"Lyndon B. Johnson","category":"Opportunity, Problem"},{"quote":"Education is the leading of human souls to what is best, and making what is best out of them.","author":"John Ruskin","category":"Best, Human, Leading"},{"quote":"Upon books the collective education of the race depends; they are the sole instruments of registering, perpetuating and transmitting thought.","author":"Harry S Truman","category":"Thought, Race, Collective"},{"quote":"The supreme lesson of any education should be to think for yourself and to be yourself; absent this attainment, education creates dangerous, stupefying conformity.","author":"Bryant H. McGill","category":"Be Yourself, Yourself, Think"},{"quote":"He who studies books alone will know how things ought to be, and he who studies men will know how they are.","author":"Charles Caleb Colton","category":"Alone, Men, Know"},{"quote":"Universal education is not only a moral imperative but an economic necessity, to pave the way toward making many more nations self-sufficient and self-sustaining.","author":"Desmond Tutu","category":"Moral, Way, Economic"},{"quote":"My parents started with very little and were the only ones in their families to graduate from college. As parents, they focused on education, but did not stop at academics - they made sure that we knew music, saw art and theatre and traveled - even though it meant budgeting like crazy.","author":"Jennifer Garner","category":"Music, Art, Parents"},{"quote":"I'd like to work with kids in special education - younger kids.","author":"John Madden","category":"Work, Special, Kids"},{"quote":"I was a coach, and I put a lot of education and experience into coaching.","author":"John Madden","category":"Experience, Coaching, Coach"},{"quote":"Versatility of education can be found in our best poetry, but the depth of mankind should be found in the philosopher.","author":"Karl Wilhelm Friedrich Schlegel","category":"Best, Poetry, Mankind"},{"quote":"Everything from who sits on your local board of education to the prosecutors and judicial appointments in your area and much more are all impacted by who holds political office.","author":"Al Sharpton","category":"Political, Office"},{"quote":"A child's education should begin at least one hundred years before he is born.","author":"Oliver Wendell Holmes, Sr.","category":"Child, Born, Years"},{"quote":"I recognize that I have a unique position to be a role model to young girls because I am doing something that they consider glamorous, which is acting, and yet I took a time to really get my education and study mathematics, and I think math is the cat's meow.","author":"Danica McKellar","category":"Time, Mathematics, I Am"},{"quote":"I had done quite a bit of research about math education when I spoke before Congress in 2000 about the importance of women in mathematics. The session of Congress was all about raising more scholarships for girls in college. I told them I felt that it's too late by college.","author":"Danica McKellar","category":"Women, Mathematics, College"},{"quote":"My feeling about growing up in New Jersey was, 'How come I'm not in New York?' That being said, I'm older and I have a better worldview now, and so I think I grew up in an incredibly privileged position. The town I grew up in is beautiful. I got a great education, and I'm very grateful for it.","author":"Anne Hathaway","category":"Beautiful, Great, Grateful"},{"quote":"Oprah Winfrey's global influence is unparalleled. Not only has her generosity and firm belief that education is the key to a better life benefited countless women and children around the world, but her example has also inspired millions of people to give back in ways big and small.","author":"Eli Broad","category":"Life, Children, Women"},{"quote":"It is better to learn late than never.","author":"Publilius Syrus","category":"Learn, Late, Better"},{"quote":"Read in order to live.","author":"Gustave Flaubert","category":"Live, Order, Read"},{"quote":"Life must be a constant education; one must learn everything, from speaking to dying.","author":"Gustave Flaubert","category":"Life, Learn, Dying"},{"quote":"Access to quality education has enabled me to reach far beyond the Bangladeshi village I grew up in.","author":"Muhammad Yunus","category":"Quality, Me, Reach"},{"quote":"Education and democracy have the same goal: the fullest possible development of human capabilities.","author":"Paul Wellstone","category":"Democracy, Goal, Development"},{"quote":"The aristocracy in the future is not one of wealth or university education, but the aristocracy of the men who have done something for themselves and their fellow men.","author":"Charles M. Schwab","category":"Future, Men, Wealth"},{"quote":"One of the great failings of our education system is that we tend to focus on those who are succeeding in exams, and there are plenty of them. But what we should also be looking at, and a lot more urgently, is those who fail.","author":"Michael Morpurgo","category":"Great, Focus, Looking"},{"quote":"Education, whatever else it should or should not be, must be an inoculation against the poisons of life and an adequate equipment in knowledge and skill for meeting the chances of life.","author":"Havelock Ellis","category":"Life, Knowledge, Meeting"},{"quote":"For 300 years, higher education was not disruptable because there was no technological core.","author":"Clayton M. Christensen","category":"Technological, Years"},{"quote":"I believe that it is higher education's purpose and calling to keep open the door to the American dream.","author":"Gordon Gee","category":"American Dream, American"},{"quote":"If an ignorant person is attracted by the things of the world, that is bad. But if a learned person is thus attracted, it is worse.","author":"Abu Bakr","category":"World, Ignorant, Person"},{"quote":"LearnVest provides women with the necessary tools and resources to manage their personal finances; its core mission, to positively contribute to society through education and, ultimately, the promotion of self-sufficient and financially aware women.","author":"Alexa Von Tobel","category":"Women, Society, Tools"},{"quote":"I don't know how you can move out of one's socioeconomic category if you don't have education.","author":"Soledad O'Brien","category":"Know, You, Move"},{"quote":"I remember that - you know, I didn't receive a formal education. I was educated in the Montevideo cafe, in the cafes of Montevideo. There, I received my first lessons in the art of telling stories, storytelling.","author":"Eduardo Galeano","category":"Art, Remember, Know"},{"quote":"If the education of our kids comes from radio, television, newspapers - if that's where they get most of their knowledge from, and not from the schools, then the powers that be are definitely in charge, because they own all those outlets.","author":"Maynard James Keenan","category":"Knowledge, Television, Kids"},{"quote":"A black agenda is jobs, jobs, jobs, quality education, investment in infrastructure and strong democratic regulation of corporations. The black agenda, at its best, looks at America from the vantage point of the least of these and asks what's best for all.","author":"Cornel West","category":"Best, Strong, America"},{"quote":"When you go somewhere like Kenya and you see how the children don't have pencils and pens, and all of these things are considered luxuries, and what a privilege they see education as and how hungry they are to learn, I wanted to give my brother and sister long lectures. That definitely stayed with me.","author":"Naomie Harris","category":"Children, Sister, Brother"},{"quote":"Real education must ultimately be limited to men who insist on knowing, the rest is mere sheep-herding.","author":"Ezra Pound","category":"Men, Rest, Real"},{"quote":"Education is a method whereby one acquires a higher grade of prejudices.","author":"Laurence J. Peter","category":"Higher, Grade, Prejudices"},{"quote":"All claims of education notwithstanding, the pupil will accept only that which his mind craves.","author":"Emma Goldman","category":"Mind, Accept, Will"},{"quote":"My mission in life is to assist women in social and political empowerment through business and education.","author":"Joyce Banda","category":"Life, Business, Women"},{"quote":"Something happens to our creativity as we go through the education process most of us lose touch with it.","author":"Anthony Browne","category":"Creativity, Process, Through"},{"quote":"Despite the hours spent debating different models of general education, the choices faculties make rarely lead to any significant difference in the cognitive development of undergraduates.","author":"Derek Bok","category":"Choices, Development"},{"quote":"If the Romans had been obliged to learn Latin, they would never have found time to conquer the world.","author":"Heinrich Heine","category":"Time, World, Conquer"},{"quote":"On the diffusion of education among the people rest the preservation and perpetuation of our free institutions.","author":"Daniel Webster","category":"Free, People, Rest"},{"quote":"A country so rich that it can send people to the moon still has hundreds of thousands of its citizens who can't read. That's terribly troubling to me.","author":"Charles Kuralt","category":"Me, Moon, Rich"},{"quote":"Everybody should be interested in access to primary and secondary education for everybody.","author":"Paul Farmer","category":"Access, Should, Everybody"},{"quote":"If my career detour from special education to singing has done one thing, it has afforded me the opportunity to make a difference in the lives of others.","author":"Clay Aiken","category":"Opportunity, Me"},{"quote":"I decided to study special education and fell in love with working with individuals with autism. That's what I planned to do with my life.","author":"Clay Aiken","category":"Love, Life, My Life"},{"quote":"An inventor is simply a fellow who doesn't take his education too seriously.","author":"Charles Kettering","category":"Seriously, Take, Who"},{"quote":"Environmental concern is now firmly embedded in public life: in education, medicine and law; in journalism, literature and art.","author":"Barry Commoner","category":"Life, Art, Environmental"},{"quote":"I also found that for myself, since I've had no religious education, it was so interesting to see the different versions of heaven and what life on earth means.","author":"Barbara Walters","category":"Life, Myself, Earth"},{"quote":"In 1993, as House Democratic Leader, I led the fight to pass the Clinton-Gore economic plan - a plan designed to slash the deficit, invest in education, cut taxes for working families, and ask the wealthy among us to pay their fair share... Not one Republican voted for that plan. They said it was a job killer.","author":"Dick Gephardt","category":"Leader, Job, Fight"},{"quote":"Iran is not a make-believe country. It is a real country populated by some 75 million people - real people; including, I daresay, a majority who are philosophically and by education inclined toward the modern, secular world, and particularly American values.","author":"Bob Barr","category":"American, World, People"},{"quote":"Responsibility educates.","author":"Wendell Phillips","category":"Responsibility, Educates"},{"quote":"What is defeat? Nothing but education. Nothing but the first step to something better.","author":"Wendell Phillips","category":"Step, Better, Defeat"},{"quote":"Excitement in education and student productivity, the ability to get a result that you want from students, go together and cannot be separated.","author":"Major Owens","category":"Together, Want, Productivity"},{"quote":"I have seen the transformative effect that education has in the lives of young women and their communities.","author":"Ann Cotton","category":"Women, Young, Young Women"},{"quote":"Girls' education is a human right. And along with its fundamental justice, it promises so much for the individual, for her family, for society, for all of us.","author":"Ann Cotton","category":"Family, Justice, Society"},{"quote":"I was educated by monks - I thank them dearly for the education they gave me, but I am no longer a Catholic.","author":"Antony Gormley","category":"I Am, Me, Educated"},{"quote":"Education is the key. But it's the kind of education that we teach that is the key. We don't have it.","author":"Edward James Olmos","category":"Key, Teach, Kind"},{"quote":"I did not come from an academic background. My father was a smart man, but he had a fifth-grade education. He and all his friends were plumbers. They were all born around 1905 in great poverty in New York City and had to go to work when they were 12 or 13 years old.","author":"Leonard Susskind","category":"Work, Friends, Father"},{"quote":"While there are many obstacles that deter students from going to college, finances by no means should be the deciding factor.","author":"Bobby Scott","category":"College, Obstacles, Students"},{"quote":"My dad grew up in a working-class Jewish neighbourhood, and I got a scholarship from my dad's union to go to college. I went there to get an education, not as an extension of privilege.","author":"Ezra Koenig","category":"College, Scholarship"},{"quote":"Our universities and museums are respected around the country.","author":"Jane Byrne","category":"Country, Museums, Respected"},{"quote":"This is a value-added college education if I have heard one described. And what is the most remarkable about Delaware State University graduates - is they just keeping giving back.","author":"Michael N. Castle","category":"College, Giving Back, Giving"},{"quote":"Getting through high school and college was one of my greatest achievements.","author":"Ann Bancroft","category":"School, College, Greatest"},{"quote":"I have said it on several occasions, several times from this podium, that providing a quality education for our children is high on my priority list. I will not stop now.","author":"Jane D. Hull","category":"Children, Quality, Said"},{"quote":"Let's focus on how we can take someone who is being poorly educated in an American public school and how they are poorly trained for a job, and put in place those opportunities for them to get that education, give their parents choice in education, make it real for them.","author":"Michael Steele","category":"Focus, School, Parents"},{"quote":"A truly vibrant and creative culture depends on a system of education which is not divided along class and sectarian lines.","author":"Tom Paulin","category":"Culture, Creative, Divided"},{"quote":"Although children are only 24 percent of the population, they're 100 percent of our future and we cannot afford to provide any child with a substandard education.","author":"Ed Markey","category":"Children, Future, Child"},{"quote":"I've always been a huge proponent for education I graduated high school at 14 years old and graduated college at 17 years old.","author":"Katherine McNamara","category":"School, College, High School"},{"quote":"But to this day - I'm very literate now, I love to read, I read constantly - words don't resonate the way they do to a person with a formal education. They're like a maze, a puzzle that has to be opened up.","author":"Lance Henriksen","category":"Love, Day, Words"},{"quote":"Education prepares to be one piece of a machine.","author":"Sugata Mitra","category":"Machine, Piece, Prepares"},{"quote":"If American schooling is inadequate now, just imagine how much more obsolete it will be when today's kindergarten students graduate from high school in just 12 years.","author":"Janet Napolitano","category":"Today, School, American"},{"quote":"The goal, I think, of American education, for decades, and across many, many scholars, was basically to teach people broad lessons in how to live life, how to engage life, how to essentially be effective citizens and effective people.","author":"James Heckman","category":"Life, Live Life, American"},{"quote":"I can't talk about the education of black children if I ignored two of my nieces who were a couple of grade levels behind. I believe that charity begins at home, and I take seriously the role of a godfather to fill the gap when the parents aren't doing their job.","author":"Roland Martin","category":"Children, Home, Parents"},{"quote":"Official education was telling people almost nothing of the nature of all those things on the seashores, and in the redwood forests, in the deserts and in the plains.","author":"Gregory Bateson","category":"Nature, People, Nothing"},{"quote":"It simply is not true that everything is now on the Internet, but it is true that the digital resources available through the Internet have enormous potential for education and even for self-empowerment of individuals.","author":"Robert Darnton","category":"Internet, Potential, Digital"},{"quote":"I think if education was celebrated in pop culture, we'd live in a better place.","author":"Cote de Pablo","category":"Culture, Live, Think"},{"quote":"The Internet will save higher education, but it may kill your alma mater.","author":"John Katzman","category":"Internet, Higher Education"},{"quote":"If your kid doesn't have broadband access, that's a real disadvantage for participating in modern education.","author":"Julius Genachowski","category":"Real, Kid, Modern"},{"quote":"To ensure that Singaporeans can take advantage of opportunities, the government should continue to monitor carefully the proportion of foreign students in our education institutions to ensure that the proportion matches the present and future needs of the country, and the Singaporeans are the main beneficiaries of our education policy.","author":"Tony Tan","category":"Future, Government"},{"quote":"Violence is black children going to school for 12 years and receiving 6 years' worth of education.","author":"Julian Bond","category":"Children, School, Violence"},{"quote":"While I appreciated the educational advantages I enjoyed in the school and was proud of what I could show in mental culture, I had an earnest desire for something more than a mere business education... I desired to study for a profession, and this prompted me to leave my native state.","author":"Hiram Rhodes Revels","category":"Business, Culture, School"},{"quote":"To have a sense of education and ethics is important.","author":"Soleil Moon Frye","category":"Ethics, Important, Sense"}]}