{"author":"Ravindu Manoj","github":"ravindu01manoj","repo":"Quotes-500k","data":[{"quote":"Why don't you get a haircut? You look like a chrysanthemum.","author":"P. G. Wodehouse","category":"Haircut, Why, You"},{"quote":"A sure cure for seasickness is to sit under a tree.","author":"Spike Milligan","category":"Tree, Sit, Sure"},{"quote":"What contemptible scoundrel has stolen the cork to my lunch?","author":"W. Clement Stone","category":"Lunch, Stolen, Scoundrel"},{"quote":"I cannot sing, dance or act; what else would I be but a talk show host.","author":"David Letterman","category":"Dance, Talk, Show"},{"quote":"I rant, therefore I am.","author":"Dennis Miller","category":"I Am, Rant, Therefore"},{"quote":"Why do you have to be a nonconformist like everybody else?","author":"James Thurber","category":"Why, You, Like"},{"quote":"If it weren't for Philo T. Farnsworth, inventor of television, we'd still be eating frozen radio dinners.","author":"Johnny Carson","category":"Television, Eating, Radio"},{"quote":"Our national flower is the concrete cloverleaf.","author":"Lewis Mumford","category":"Flower, Concrete, National"},{"quote":"Best way to get rid of kitchen odors: Eat out.","author":"Phyllis Diller","category":"Best, Kitchen, Way"},{"quote":"How long was I in the army? Five foot eleven.","author":"Spike Milligan","category":"Army, Long, Five"},{"quote":"Don't talk about yourself it will be done when you leave.","author":"Wilson Mizner","category":"Yourself, Done, You"},{"quote":"The one thing you shouldn't do is try to tell a cab driver how to get somewhere.","author":"Jimmy Fallon","category":"You, Try, Somewhere"},{"quote":"A vegetarian is a person who won't eat anything that can have children.","author":"David Brenner","category":"Children, Person, Vegetarian"},{"quote":"I don't say things to be offensive I say things because they're funny to me. It amuses me.","author":"Marilyn Manson","category":"Me, Say, Offensive"},{"quote":"I didn't plan to be the rude middle-class comedian. You write a certain type of joke that you find funny, and mine happen to be often rude. Yes, it's juvenile, but that's me.","author":"Jimmy Carr","category":"Plan, Me, You"},{"quote":"We adore babies because they're so cute. And, of course, we are amused by jokes because they are funny. This is all backwards. It is. And Darwin shows us why.","author":"Daniel Dennett","category":"Cute, Why, Course"},{"quote":"I basically started performing for my mother, going, 'Love me!' What drives you to perform is the need for that primal connection. When I was little, my mother was funny with me, and I started to be charming and funny for her, and I learned that by being entertaining, you make a connection with another person.","author":"Robin Williams","category":"Love, Mother, Me"},{"quote":"Filming is a funny combination of having a good time and not being able to wait until it's over.","author":"Nicole Holofcener","category":"Time, Good"},{"quote":"All these jokes have been pre-approved as funny by me.","author":"Mitch Hedberg","category":"Me, Jokes, Been"},{"quote":"It is funny that men who are supposed to be scientific cannot get themselves to realise the basic principle of physics, that action and reaction are equal and opposite, that when you persecute people you always rouse them to be strong and stronger.","author":"Gertrude Stein","category":"Strong, Men, Action"},{"quote":"I think it's a comedian's job to make everything funny. Nothing is off-limits.","author":"Donald Glover","category":"Job, Think, Nothing"},{"quote":"I find it funny how people from Boston and New York hate each other because of pro teams. But, like, everyone on the Red Sox is a random millionaire athlete from somewhere else.","author":"Julian Casablancas","category":"Hate, Red, People"},{"quote":"Sex is funny and love is serious.","author":"Stephan Jenkins","category":"Love, Love Is, Serious"},{"quote":"I love funny people, and when I'm with funny people, or people who are amusing in their weirdness, I love it. Because that to me is funny, as opposed to someone who stops and says, 'Hey let me tell you a joke.'","author":"Paul Feig","category":"Love, Me, People"},{"quote":"The fact is I'm choosy, but mainly about a man's character. He has to be interesting, funny and clever. I don't even mind if he's not very good-looking.","author":"Agyness Deyn","category":"Character, Man, Mind"},{"quote":"I saw a stationery store move.","author":"Jay London","category":"Move, Saw, Store"},{"quote":"Everything I like is either illegal, immoral or fattening.","author":"Alexander Woollcott","category":"Everything, Like, Either"},{"quote":"Its funny, because for females in general - not just in music, but the corporate ladder as well - anything we do has always been harder for us. When it comes to music, the industry wants you to conform, to look like this and to sound like this and do this or that. It makes it harder. It's harder for us to come out and be bosses and lead the pack.","author":"Missy Elliott","category":"Music, Look, You"},{"quote":"For years I used to bore my wife over lunch with stories about funny incidents.","author":"James Herriot","category":"Wife, Lunch, Years"},{"quote":"I did not have three thousand pairs of shoes, I had one thousand and sixty.","author":"Imelda Marcos","category":"Shoes, Three, Pairs"},{"quote":"I'm like old wine. They don't bring me out very often - but I'm well preserved.","author":"Rose Kennedy","category":"Wine, Me, Bring"},{"quote":"Chaos in the midst of chaos isn't funny, but chaos in the midst of order is.","author":"Steve Martin","category":"Chaos, Order, Midst"},{"quote":"Life can be dramatic and funny all in the same day.","author":"Jennifer Aniston","category":"Life, Day, Same"},{"quote":"I've thought for the last decade or so, the only actual place raw truth was seeping through in newspapers was on the Comics Pages. They were able to pull off intelligent social comment, pure truths not found elsewhere in the news pages, and had the ability to make it all funny, entertaining, and pertinent.","author":"Elayne Boosler","category":"Truth, Thought, Intelligent"},{"quote":"There's nothing I dislike more than being in a photo shoot where they say, 'Be yourself.' That's not why I became an actress. That's what I find so funny: that you become an actor, and all of a sudden, everyone wants to know about you. But I didn't become an actor so I could show you me.","author":"Margot Robbie","category":"Be Yourself, Yourself, Me"},{"quote":"I'm fascinated with the stories that we tell. Real histories become fantasies and fairy tales, morality tales and fables. There's something interesting and funny and perverse about the way fairytale sometimes passes for history, for truth.","author":"Kara Walker","category":"History, Truth, Morality"},{"quote":"He looks as though he's been weaned on a pickle.","author":"Alice Roosevelt Longworth","category":"Looks, Pickle, Been"},{"quote":"Every dogma has its day.","author":"Anthony Burgess","category":"Day, Dogma, Every"},{"quote":"Men are only as loyal as their options.","author":"Bill Maher","category":"Men, Loyal, Options"},{"quote":"I have a wonderful make-up crew. They're the same people restoring the Statue of Liberty.","author":"Bob Hope","category":"People, Liberty, Wonderful"},{"quote":"Thinking is one thing no one has ever been able to tax.","author":"Charles Kettering","category":"Thinking, Tax, One Thing"},{"quote":"Every cloud has its silver lining but it is sometimes a little difficult to get it to the mint.","author":"Don Marquis","category":"Cloud, Sometimes, Difficult"},{"quote":"I've never been married, but I tell people I'm divorced so they won't think something is wrong with me.","author":"Elayne Boosler","category":"Me, People, Think"},{"quote":"Moderation is a virtue only in those who are thought to have an alternative.","author":"Henry Kissinger","category":"Thought, Virtue, Moderation"},{"quote":"All my life, I always wanted to be somebody. Now I see that I should have been more specific.","author":"Jane Wagner","category":"Life, My Life, See"},{"quote":"What I am looking for is a blessing not in disguise.","author":"Jerome K. Jerome","category":"I Am, Looking, Blessing"},{"quote":"Never floss with a stranger.","author":"Joan Rivers","category":"Never, Stranger"},{"quote":"I distrust camels, and anyone else who can go a week without a drink.","author":"Joe E. Lewis","category":"Week, Drink, Without"},{"quote":"Originality is the fine art of remembering what you hear but forgetting where you heard it.","author":"Laurence J. Peter","category":"Art, You, Originality"},{"quote":"Miami Beach is where neon goes to die.","author":"Lenny Bruce","category":"Beach, Die, Miami"},{"quote":"When you're eight years old nothing is your business.","author":"Lenny Bruce","category":"Business, Nothing, You"},{"quote":"We need two kinds of acquaintances, one to complain to, while to the others we boast.","author":"Logan Pearsall Smith","category":"Complain, Two, Need"},{"quote":"Turn up the lights. I don't want to go home in the dark.","author":"O. Henry","category":"Home, Dark, Want"},{"quote":"Never fight an inanimate object.","author":"P. J. O'Rourke","category":"Fight, Never, Inanimate"},{"quote":"The only time I ever enjoyed ironing was the day I accidentally got gin in the steam iron.","author":"Phyllis Diller","category":"Time, Day, Iron"},{"quote":"I was a vegetarian until I started leaning toward the sunlight.","author":"Rita Rudner","category":"Sunlight, Vegetarian"},{"quote":"Why don't you get out of that wet coat and into a dry martini?","author":"Robert Benchley","category":"Why, You, Wet"},{"quote":"I bought some batteries, but they weren't included.","author":"Steven Wright","category":"Batteries, Bought, Some"},{"quote":"You can do anything with bayonets except sit on them.","author":"Thomas Hardy","category":"You, Anything, Sit"},{"quote":"There is nothing in the world that I loathe more than group activity, that communal bath where the hairy and slippery mix in a multiplication of mediocrity.","author":"Vladimir Nabokov","category":"World, Mediocrity, Group"},{"quote":"I like children - fried.","author":"W. C. Fields","category":"Children, Like, Fried"},{"quote":"Even Napoleon had his Watergate.","author":"Yogi Berra","category":"Watergate, Napoleon, Even"},{"quote":"Macho does not prove mucho.","author":"Zsa Zsa Gabor","category":"Prove, Does, Macho"},{"quote":"There's no such thing as soy milk. It's soy juice.","author":"Lewis Black","category":"Juice, Milk, Soy"},{"quote":"My father would take me to the playground, and put me on mood swings.","author":"Jay London","category":"Father, Me, Mood"},{"quote":"God did not intend religion to be an exercise club.","author":"Naguib Mahfouz","category":"God, Religion, Exercise"},{"quote":"That's my only goal. Surround myself with funny people, and make sure everyone has a good time and works hard.","author":"Joe Rogan","category":"Time, Good, Myself"},{"quote":"The next time you have a thought... let it go.","author":"Ron White","category":"Time, Thought, You"},{"quote":"If you can't tell a spoon from a ladle, then you're fat!","author":"Demetri Martin","category":"Fat, You, Spoon"},{"quote":"It's not so much what you learn about Mumbai, it's what you learn about yourself, really. It's a funny old hippie thing, but it's true as well. You find out a lot about yourself and your tolerance, and about your inclusiveness.","author":"Danny Boyle","category":"Yourself, Tolerance, You"},{"quote":"Hurried and worried until we're buried, and there's no curtain call, Lifes a very funny proposition after all.","author":"George M. Cohan","category":"Call, Curtain, Until"},{"quote":"Only bad golfers are lucky. They're the ones bouncing balls off trees, curbs, turtles and cars. Good golfers have bad luck. When you hit the ball straight, a funny bounce is bound to be unlucky.","author":"Lee Trevino","category":"Good, Luck, Trees"},{"quote":"People want me to be funny all the time. They think I'm being funny no matter what I say or do and that's not the case.","author":"Christopher Guest","category":"Time, Me, People"},{"quote":"I was the class podiatrist. I never made it to class clown. I wasn't funny enough. I would examine feet and prescribe and ointment. It was a sad childhood.","author":"Gilbert Gottfried","category":"Sad, Childhood, Feet"},{"quote":"I'm really not that funny in real life! But I am the best audience one could find. I love to laugh.","author":"Carol Burnett","category":"Love, Life, Best"},{"quote":"What I like best is a book that's at least funny once in a while. What really knocks me out is a book that, when you're all done reading it, you wish the author that wrote it was a terrific friend of yours and you could call him up on the phone whenever you felt like it. That doesn't happen much, though.","author":"J. D. Salinger","category":"Best, Reading, Book"},{"quote":"I have only been funny about seventy four per cent of the time. Yes I think that is right. Seventy-four per cent of the time.","author":"Will Ferrell","category":"Time, Seventy, Think"},{"quote":"During the Great Depression, when people laughed their worries disappeared. Audiences loved these funny men. I decided to become one.","author":"Jerry Stiller","category":"Great, Depression, Men"},{"quote":"Some of the pictures I must say every now and then I just think are going to be funny. When it gets that much, you might as well just pull out all the stops and make it more of a burlesque.","author":"Martin Mull","category":"Think, You, Say"},{"quote":"I like smart, funny, self-deprecating men.","author":"Jules Asner","category":"Men, Smart, Self-Deprecating"},{"quote":"It's a funny thing, the less people have to live for, the less nerve they have to risk losing nothing.","author":"Zora Neale Hurston","category":"Risk, Losing, People"},{"quote":"I love nerds. Comic-Con junkies are the tastemakers of tomorrow. Isn't that funny? The tables have turned.","author":"Kristen Bell","category":"Love, Tomorrow, Nerds"},{"quote":"I'm blonde and tanned and normal-sized! I'm sweet, shy, funny, have a big heart and I'm nice - and I like to eat.","author":"Paris Hilton","category":"Heart, Sweet, Nice"},{"quote":"People ask 'do you make a conscious effort not to swear?' - if you're doing silly stuff you're not tempted to put swearing in. All the comics from my childhood, who were funny without swearing, were the people that influenced me. What I do is quite traditional anyway.","author":"Tim Vine","category":"Childhood, Effort, Me"},{"quote":"My parents are both very funny but they're also relatively soft-spoken, normal human beings while I'm just a lunatic. I don't know where this loud, ballsy, hammy ridiculousness came from. I'm just glad I followed my goals and my parents did too. It's not like we even had a plan when I dragged my mom to Los Angeles.","author":"Emma Stone","category":"Goals, Mom, Parents"},{"quote":"I heard that people were really interested in the new haircut, which I think is so funny. Great haircut, I really like it. It goes great with the time period. And I was super, super, super-happy to have my bangs swept to the side rather than straight in front of me, which I dealt with for three seasons. I'm very, very much done with that.","author":"Elisabeth Moss","category":"Time, Great, Me"},{"quote":"Thing is, I'm a funny actor, but I'm not good at being funny. I'm going to ramble for a second: I'm an actor who can make things funny in the moment, like in stakes or in circumstances or out of character.","author":"Matthew Lillard","category":"Good, Character, Moment"},{"quote":"As soon as you are trying to be funny or dramatic, that's when things start feeling fake and boring.","author":"Joseph Gordon-Levitt","category":"Start, Fake, You"},{"quote":"My grandchildren are fabulous and funny.","author":"Erica Jong","category":"Grandchildren, Fabulous"},{"quote":"I love Charlie, Billy Burke's character. Writing for him is so spectacular, he's so funny and wry and every scene he's in he just takes. There's a scene in 'Eclipse' where Bella tells him she's a virgin, and it's the funniest, most awkward scene I've ever seen on film.","author":"Melissa Rosenberg","category":"Love, Character, Writing"},{"quote":"Being funny, it turns out, is like being a bank. It's a confidence trick. As long as everyone believes in you, you are fine.","author":"Evan Davis","category":"Confidence, Long, You"},{"quote":"It's funny how I use social media because I don't use it to promote my restaurants that much. I use it for social issues and I think that's what it's for. I do a few things - I mess around with music a lot because that's a passion of mine. If something strikes me and I want to share it, I do.","author":"Tom Colicchio","category":"Music, Social Media, Passion"},{"quote":"When I was in high school I used to sit by myself in the cafeteria - not necessarily by choice - but I thought it was funny to talk to people that weren't there.","author":"Zach Galifianakis","category":"Myself, School, Choice"},{"quote":"There are just so many funny kids and teenagers. They're just not aware of how funny they are.","author":"Vanessa Bayer","category":"Teenagers, Kids, Just"},{"quote":"I've never been to a dinner party where everyone at the dinner table didn't say something funny.","author":"Lorrie Moore","category":"Dinner, Party, Say"},{"quote":"I don't think I am particularly funny. In fact, I know I'm not.","author":"Jeremy Clarkson","category":"I Am, Know, Think"},{"quote":"The funny thing is that my husband couldn't be sweeter. He looks like this bad boy. He's got tattoos and earrings and a mohawk, but when you talk to him and he's around you, he's such a gentleman. He holds doors for ladies. He pulls out chairs. He cooks. He cleans.","author":"Malin Akerman","category":"Husband, Gentleman, You"},{"quote":"The funny guy doesn't get the girl until later in life. High school, college, everyone still wants the brooding, dangerous guy you shouldn't have.","author":"Will Ferrell","category":"Life, School, College"},{"quote":"My kind of wanting to be funny didn't come from need, necessarily. The closest I can analyze it is that it was an easy way to make friends, I found out. It was just a great kind of social tool.","author":"Will Ferrell","category":"Friends, Great, Easy"},{"quote":"To handle that stardom, the red carpets, the photo shoots, people all of a sudden recognizing you and following you in everyday life, it's a bit weird. It's strange, and it can have funny effects on you in terms of do you like it or don't you like it. Some people run away from it, some people embrace it; I found a good middle ground.","author":"Roger Federer","category":"Life, Good, Red"},{"quote":"It's funny how the ruthless, murderous gangster has really been romanticized by the media. I mean, I grew up watching the 'Godfathers' and 'Scarface,' and they were the coolest. They're just really interesting stories with great characters. They're rock stars.","author":"Elena Satine","category":"Stars, Great, Media"},{"quote":"I don't feel that I'm explaining the world or teaching people anything. And I'm not trying to be a mirror, showing them what's really going on the world. All I'm trying to do is think of stuff that's funny, just like when I'm kidding around with my friends.","author":"Steven Wright","category":"Friends, Mirror, World"},{"quote":"When I was a kid, I never did funny things to get attention. I was never a funny person. I was never, like, 'Oh, wow. I could say this some day on stage.'","author":"Steven Wright","category":"Day, Attention, Person"},{"quote":"Latinos, Asians, African-Americans, women - we're all trying to find our place in this world of cinema and television and theater. And the great thing with comedy is that most of the time, you could be orange. It doesn't matter, as long you're funny.","author":"Sandra Bullock","category":"Time, Women, Great"},{"quote":"The funny thing is that I feel close to all my characters. Deep, deep inside them all.","author":"Paul Auster","category":"Deep, Feel, Inside"},{"quote":"I've had an experience through music that has touched almost every part of me. It educated me in ways that I didn't get educated in school. So we try to lay on a bit of that, through being funny, being serious, playing hard.","author":"Bruce Springsteen","category":"Music, Experience, School"},{"quote":"I tweet from bed. I love it because it's so quick. And it's funny. But it also leaves a lot of room for error because new people don't sense the sarcasm - there's no sarcasm font.","author":"Christine Teigen","category":"Love, People, Sarcasm"},{"quote":"As a kid, I thought of myself as a funny person who secretly wanted to be serious, but now I think maybe I'm a serious person who secretly wants to be funny.","author":"Noah Baumbach","category":"Myself, Thought, Think"},{"quote":"Being funny, in some ways, is about being connected to psychology.","author":"Noah Baumbach","category":"Connected, Psychology"},{"quote":"When I play discos in Belfast or freshers' week in Oxford, there are 1,800 kids dressed as me. It's odd, it's funny, and it pays really well.","author":"David Hasselhoff","category":"Week, Me, Play"},{"quote":"I do keep getting these bad girl roles. The funny thing is that, honestly, I don't think I'm believable as these aristocratic mean girls. But I do love playing them.","author":"Katie McGrath","category":"Love, Girl, Think"},{"quote":"If you're OK with being clumsy, it's funny. But if you are super embarrassed, people are going to laugh at you.","author":"Leo Howard","category":"People, Laugh, You"},{"quote":"Unless someone wants to look funny, I'll not recommend anyone to copy my bowling action. But on a serious note, with the confidence that I have got from the amount of runs I have been scoring, when I'm thrown the ball to bowl, I am pretty sure of what I have to do. I may not be the most attractive to watch while bowling, but I can be effective.","author":"Virat Kohli","category":"Confidence, I Am, Action"},{"quote":"I wasn't the class clown. I wasn't that obvious. There would be a circle of guys, and they're watching the class clown. And I'm standing in the back, and I turn to the guy next to me and I say something funny to him, and he starts to laugh. And the guy next to him says, 'What did he say?'","author":"Bob Newhart","category":"Me, Laugh, Clown"},{"quote":"Funny thing is that the poorer people are, the more generous they seem to be.","author":"Dolly Parton","category":"People, Generous, More"},{"quote":"You just suddenly think that there's something quite childish about acting. Basically, it's pretending, isn't it? It's good fun and I enjoy it, but it's a funny way of making a living, particularly when you make a very good wage, as I've been fortunate enough to do.","author":"Kevin Whately","category":"Good, Fun, Enjoy"},{"quote":"I am interested in shows that are not out-and-out gag fests: you see the truth of a broken heart behind them. That is what life is like: it's really funny, you see funny things as soon as you step out of the room, but underneath that is a whole bag of broken hearts. It's that real pain and that real hilarity that makes life so intriguing.","author":"Tamsin Greig","category":"Life, Truth, Pain"},{"quote":"The inspiration for my Vines comes from thinking about funny and relatable experiences from my daily life.","author":"Lele Pons","category":"Life, Daily, Thinking"},{"quote":"Objectifying is kind of a funny thing. Art is objectification, all art, because you're taking someone and making them into an object. But people can also talk back more to you when you're sketching them. They can look at you and say, 'Oh man, you got me wrong.'","author":"Molly Crabapple","category":"Art, Man, Me"},{"quote":"There's a difference between being a comic and a comedian. A comic is a guy who says funny things, and a comedian is a guy who says things funny, and he has a style and point of view that will last much longer.","author":"Milton Berle","category":"Style, View, Point Of View"},{"quote":"You know what's funny is, when I made 'Saw,' I got accused of being a fascist; when I made 'Insidious,' I got accused of being godless, and now I made the 'Conjuring' films, and I'm accused of being too much God.","author":"James Wan","category":"God, Know, You"},{"quote":"It is funny to me that because I can run, because I'm athletic, people tend to see that as my only asset.","author":"Colin Kaepernick","category":"Me, People, See"},{"quote":"All I know how to do is take what's on my mind and spit it out funny. I don't know what else I could do besides comedy.","author":"Ron White","category":"Mind, Know, Comedy"},{"quote":"It's funny - almost every comedian that I started out with moved to L.A., except for my two friends Hannibal Buress and Amy Schumer. And my two friends that are doing the best in comedy, the most successful friends I have, are Hannibal Buress and Amy Schumer.","author":"Eric Andre","category":"Friends, Best, Successful"},{"quote":"I've always liked older women. One sad thing about being my age is that there are no older women. I used to amuse my mother's friends even at five or six with witty turns of phrase. Somehow, I just knew how to be funny.","author":"Howard Jacobson","category":"Friends, Age, Women"},{"quote":"It's funny how all of this has worked out - I wasn't popular in high school, but now every drunken guy in the United States wants to be my pal. They all want to buy me a shot, and pretty soon I'm throwing up.","author":"Jimmy Kimmel","category":"School, High School, Me"},{"quote":"Funny is funny is funny.","author":"Bob Newhart","category":"Laugh"},{"quote":"Here's the thing - I'm single, I haven't been married, I don't have kids yet. If I do have kids I would be interested to see them in my life, so here's a movie for kids and I'm in there and I'm supposed to be kind of funny for kids.","author":"Garry Shandling","category":"Life, Be Kind, My Life"},{"quote":"A man's got to take a lot of punishment to write a really funny book.","author":"Ernest Hemingway","category":"Man, Book, Punishment"},{"quote":"With improv, it's a combination of listening and not trying to be funny.","author":"Kristen Wiig","category":"Listening, Trying, Improv"},{"quote":"The middle class is so funny, it's the class I know best, and it's the class where you find the most pretension, so that's what makes the middle classes so funny.","author":"J. K. Rowling","category":"Best, Know, You"},{"quote":"I always just wanted to be funny. I never really planned to be scary.","author":"R. L. Stine","category":"Scary, Never, Always"},{"quote":"I've worked a lot with Noah Baumbach, and he doesn't make it easy to like his characters, but the stories are funny and witty and there's an edge to that kind of humanity.","author":"Ciaran Hinds","category":"Humanity, Easy, Witty"},{"quote":"Viral videos aren't just about being funny. They're about identity creation.","author":"Ricky Van Veen","category":"Identity, Creation"},{"quote":"Some people say funny things, but I say things funny.","author":"Don Rickles","category":"People, People Say, Say"},{"quote":"It would be pretty funny to see a Beverly Hills white girl with mad rap skills.","author":"Tori Spelling","category":"Girl, Skills, See"},{"quote":"I'm spending a year dead for tax reasons.","author":"Douglas Adams","category":"Tax, Dead, Year"},{"quote":"You can always tell when a man's well informed. His views are pretty much like your own.","author":"H. Jackson Brown, Jr.","category":"Man, You, Well"},{"quote":"When you're out of sight for as long as I was, there's a funny feeling of betrayal that comes over people when they see you again.","author":"Esther Williams","category":"People, Long, You"},{"quote":"I think it's harder to go from comedy to drama than from drama to comedy. Seeing you dramatic all the time, they crave to see you being silly or funny. But, seeing you in comedy all the time, it's hard to see that person go be serious, for some reason.","author":"Evan Peters","category":"Time, Think, Drama"},{"quote":"I don't know. I think it's funny! I think it's funny! I go, what? It's so absurd. I'm alone.","author":"Danny DeVito","category":"Alone, Know, Think"},{"quote":"I don't know why I get away with some things. But I'm not a misogynistic, racist person. Yet I do find those jokes funny, so I say them. And I try to say everything kind of in a good spirit.","author":"Daniel Tosh","category":"Good, Know, Why"},{"quote":"I'm an optimist, but an optimist who carries a raincoat.","author":"Harold Wilson","category":"Optimist, Who, Carries"},{"quote":"If I studied all my life, I couldn't think up half the number of funny things passed in one session of congress.","author":"Will Rogers","category":"Life, My Life, Think"},{"quote":"I guess when I think about it, one of the things I like to dramatise, and what is sometimes funny, is someone coming unglued. I don't consider myself someone who is making the argument that I support these choices. I just think it can be funny.","author":"Wes Anderson","category":"Myself, Support, Choices"},{"quote":"I'm on so late I'm definitely the last seconds of anyone's attention. So I just want to give them something dumb to laugh at, so they go, 'That's funny,' then fall asleep.","author":"Jimmy Fallon","category":"Fall, Laugh, Want"},{"quote":"Inappropriateness is funny to me. Rudeness is hilarious.","author":"Zach Galifianakis","category":"Me, Hilarious, Rudeness"},{"quote":"You're unlikely to discover something new without a lot of practice on old stuff, but further, you should get a heck of a lot of fun out of working out funny relations and interesting things.","author":"Richard P. Feynman","category":"Fun, Practice, You"},{"quote":"I'd luv to kiss ya, but I just washed my hair.","author":"Bette Davis","category":"Hair, Kiss, Just"},{"quote":"Never take a solemn oath. People think you mean it.","author":"Norman Douglas","category":"People, Think, You"},{"quote":"The four building blocks of the universe are fire, water, gravel and vinyl.","author":"Dave Barry","category":"Water, Fire, Universe"},{"quote":"I guess when you turn off the main road, you have to be prepared to see some funny houses.","author":"Stephen King","category":"Road, You, Be Prepared"},{"quote":"A two-year-old is kind of like having a blender, but you don't have a top for it.","author":"Jerry Seinfeld","category":"You, Kind, Like"},{"quote":"I see fighters make funny videos about me and stick them on Facebook and get 20 likes. When I make a video, I sell it to Fox and make seven figures. That's the difference.","author":"Conor McGregor","category":"Me, Difference, See"},{"quote":"Everything that used to be a sin is now a disease.","author":"Bill Maher","category":"Sin, Now, Everything"},{"quote":"I don't follow anything blindly. I have to know the entire thing, if I have to get in to it. It might sound funny to you, but it's like using English language. I use an English word only when I know its meaning and understand its connotation. You won't hear me say, 'What's up, dude' or anything like that just for the heck of it.","author":"Kailash Kher","category":"Language, Me, Meaning"},{"quote":"All the candy corn that was ever made was made in 1911.","author":"Lewis Black","category":"Candy, Corn, Made"},{"quote":"I don't think I would do a straight late-night talk show, like a 'Tonight Show' kind of thing. But I'm open to whatever is done well. I don't have any agenda. I'm not like Fugazi - I'm not trying to be just so punk rock until I die. Whatever is funny is good.","author":"Eric Andre","category":"Good, Trying, Think"},{"quote":"The tax collector must love poor people, he's creating so many of them.","author":"Bill Vaughan","category":"Love, People, Tax"},{"quote":"Being a funny person does an awful lot of things to you. You feel that you mustn't get serious with people. They don't expect it from you, and they don't want to see it. You're not entitled to be serious, you're a clown.","author":"Fanny Brice","category":"People, Want, You"},{"quote":"There's a darkness under 'The Hangover' because ultimately there's a missing person and it's not really that funny. There's a sort of darkness under it that I love, and still people are laughing as hard if not harder than they did in 'Old School.'","author":"Todd Phillips","category":"Love, School, Darkness"},{"quote":"Memories are doing funny things to us.","author":"Milos Forman","category":"Memories, Doing, Things"},{"quote":"I've always wanted to go to Switzerland to see what the army does with those wee red knives.","author":"Billy Connolly","category":"Red, Army, See"},{"quote":"I love to go to Washington - if only to be near my money.","author":"Bob Hope","category":"Love, Money, Washington"},{"quote":"I spent a year in that town, one Sunday.","author":"George Burns","category":"Year, Sunday, Town"},{"quote":"I want my children to have all the things I couldn't afford. Then I want to move in with them.","author":"Phyllis Diller","category":"Children, Want, Move"},{"quote":"I think Irish women are strong as horses, incredibly loyal and for the most part, funny, witty, bright and optimistic in the face of devastating reality.","author":"Fionnula Flanagan","category":"Women, Strong, Reality"},{"quote":"I consider that a man's brain originally is like a little empty attic, and you have to stock it with such furniture as you choose.","author":"Arthur Conan Doyle","category":"Man, Brain, You"},{"quote":"If it's the Psychic Network why do they need a phone number?","author":"Robin Williams","category":"Why, Phone, Number"},{"quote":"I'd rather not have a moment when I'm known for my looks being funny and interesting lasts longer.","author":"Kelly Ripa","category":"Moment, Interesting, Looks"},{"quote":"It's obviously funny to be a meme, so I could be down with it in that regard, but it also belittles one's art.","author":"Grimes","category":"Art, Down, Meme"},{"quote":"Films are big hits when they touch a lot of people. Things are not funny in a vacuum, they're funny because we respond to some personal dislocation, some embarrassment, some humiliation, some pain we've suffered, or some desire we have.","author":"Harold Ramis","category":"Pain, People, Desire"},{"quote":"When I turned about 12 or 13, I realised that being funny wasn't about remembering jokes. It was about creating them.","author":"Paul Merton","category":"Creating, Being Funny, Being"},{"quote":"Maybe people don't see me as believable playing a person of today. I guess I'm just more realistic in a corset and funny hairstyles.","author":"Katie McGrath","category":"Today, Me, People"},{"quote":"Progress might have been alright once, but it has gone on too long.","author":"Ogden Nash","category":"Progress, Long, Gone"},{"quote":"I am a marvelous housekeeper. Every time I leave a man I keep his house.","author":"Zsa Zsa Gabor","category":"Time, Man, I Am"},{"quote":"You know, you can touch a stick of dynamite, but if you touch a venomous snake it'll turn around and bite you and kill you so fast it's not even funny.","author":"Steve Irwin","category":"Snake, Know, You"},{"quote":"Conversation would be vastly improved by the constant use of four simple words: I do not know.","author":"Andre Maurois","category":"Simple, Words, Conversation"},{"quote":"In comic strips, the person on the left always speaks first.","author":"George Carlin","category":"First, Person, Always"},{"quote":"Do not let a flattering woman coax and wheedle you and deceive you she is after your barn.","author":"Hesiod","category":"Woman, She, You"},{"quote":"A lot of baby boomers are baby bongers.","author":"Kevin Nealon","category":"Baby, Baby Boomers, Boomers"},{"quote":"Being a stand-up is my mission in life; it's my passion. My ongoing goal is to simply be funny, on my own, in front of a roomful of strangers.","author":"Jerry Seinfeld","category":"Life, Passion, Goal"},{"quote":"My mum passing away wasn't funny, but that funeral and what I went through, the things that happened, looking back at it, there were funny moments. You have to be strong enough to look back at it, to sit and assess the situation.","author":"Kevin Hart","category":"Strong, Moments, Be Strong"},{"quote":"Being a humorist is not a voluntary thing. You can tell this because in a situation where saying a funny thing will cause a lot of trouble, a humorist will still say the funny thing. No matter how inappropriate.","author":"P. J. O'Rourke","category":"Situation, You, Saying"},{"quote":"The men I idolized built their bodies and became somebody - like Sylvester Stallone and Arnold Schwarzenegger - and I thought, 'That can be me.' So I started working out. The funny thing is I didn't realize back then that I was having a defining moment.","author":"Dwayne Johnson","category":"Men, Moment, Me"},{"quote":"Whatever is funny is subversive, every joke is ultimately a custard pie... a dirty joke is a sort of mental rebellion.","author":"George Orwell","category":"Rebellion, Pie, Mental"},{"quote":"I like drama. I love being in a drama where I get to be the funny guy. That's what I really love the most.","author":"John Leguizamo","category":"Love, Drama, Where"},{"quote":"It's funny the way most people love the dead. Once you are dead, you are made for life.","author":"Jimi Hendrix","category":"Love, Life, People"},{"quote":"There's also a certain rhythm to the way Jews talk that might be funny.","author":"Larry David","category":"Way, Rhythm, Talk"},{"quote":"I get asked, 'Who would you really like to work with?' I'm already working with them. Smart, talented, funny people, good musicians, an extended family, good friends.","author":"Christopher Guest","category":"Work, Family, Friends"},{"quote":"Just telling the facts are no longer enough. You now have to be persuasive, charismatic, interesting, and funny. Just telling people things isn't enough anymore.","author":"Milo Yiannopoulos","category":"People, Facts, You"},{"quote":"Funny is funny. I dare anyone to look at Tim Conway and Harvey Korman doing the dentist sketch, which is more than 40 years old, and not scream with laughter.","author":"Carol Burnett","category":"Laughter, Look, Dentist"},{"quote":"Television has brought back murder into the home - where it belongs.","author":"Alfred Hitchcock","category":"Home, Television, Back"},{"quote":"I have tried to know absolutely nothing about a great many things, and I have succeeded fairly well.","author":"Robert Benchley","category":"Great, Know, Nothing"},{"quote":"What do I know of man's destiny? I could tell you more about radishes.","author":"Samuel Beckett","category":"Man, Destiny, Know"},{"quote":"I drank some boiling water because I wanted to whistle.","author":"Mitch Hedberg","category":"Water, Whistle, Boiling"},{"quote":"Who picks your clothes - Stevie Wonder?","author":"Don Rickles","category":"Clothes, Wonder, Picks"},{"quote":"I never drink water because of the disgusting things that fish do in it.","author":"Unknown","category":"Water, Fish, Drink"},{"quote":"I love things made out of animals. It's just so funny to think of someone saying, 'I need a letter opener. I guess I'll have to kill a deer.","author":"David Sedaris","category":"Love, Animals, Think"},{"quote":"I love readings and my readers, but the din of voices of the audience gives me stage fright, and the din of voices inside whisper that I am a fraud, and that the jig is up. Surely someone will rise up from the audience and say out loud that not only am I not funny and helpful, but I'm annoying, and a phony.","author":"Anne Lamott","category":"Love, I Am, Me"},{"quote":"I never liked apples. In fact, when I was a little girl, my mom wanted to give me apples in my lunch box and I would ask for green peppers. So bizarre... It's funny - I don't have an apple a day, but I can say that I have a few a week.","author":"Lana Parrilla","category":"Day, Mom, Girl"},{"quote":"The funny thing is, I've never really hurt myself in an action movie. I've done 'Wanted,' 'X-Men,' 'Welcome To The Punch,' even 'Trance' to a certain extent has little bits of action and stuff, but I've never really hurt myself at all - not even like a sprained ankle.","author":"James McAvoy","category":"Myself, Welcome, Hurt"},{"quote":"Isn't it funny how babies laugh a lot? I read a toddler, a young child laughs 300 times a day. The average adult laughs, like, four times a day. God put it in them. He put the laugh in us, but I think sometimes we let life get us down, you know, have bad breaks, and we lose our breaks.","author":"Joel Osteen","category":"Life, Day, God"},{"quote":"Almost anything can be funny if said the right way - but it has to be said the right way.","author":"Kevin Hart","category":"Way, Said, Right"},{"quote":"I do not think that obsession is funny or that not being able to stop one's intensity is funny.","author":"Jim Dine","category":"Think, Obsession, Stop"},{"quote":"Well in the book Carrie was my alter ego. In real life, Sarah Jessica and I don't look anything alike. But people do say that we sound alike. Sarah Jessica is an adorable girl and she is very funny.","author":"Candace Bushnell","category":"Life, Girl, Book"},{"quote":"It's funny because it's funny.","author":"David Spade","category":"Because"},{"quote":"I could party in a cardboard box with people who are funny and don't care. For me, it's really about who I surround myself with, so I just try to always be with hilarious people.","author":"Kesha","category":"Myself, Me, People"},{"quote":"I think there have always been funny women, from Carol Burnett to Joan Rivers. When the audience sees a woman, they innately know she's worked twice as hard to get there, she's had to prove that she can be the leader, first, and then be funny on top of it. She has to emit a confidence that she's in control.","author":"Wendy Liebman","category":"Women, Leader, Confidence"},{"quote":"My father was a really funny guy. He lived a good long life. And he was the reason I wanted to be funny and become a comedian and a comedy writer, so to say that he's somewhat of a mythic figure in my life would be an understatement.","author":"Carol Leifer","category":"Life, Good, Father"},{"quote":"I don't mean to be funny.","author":"Yogi Berra","category":"Mean"},{"quote":"I remember straightening my hair because I wanted to be like everybody else, and now the fact that anybody would emulate what I do? It's just funny.","author":"Taylor Swift","category":"Hair, Remember, Now"},{"quote":"It's funny, in literature no one ever goes to the lavatory.","author":"Tom Baker","category":"Literature, Ever, Goes"},{"quote":"I can be dramatic. I can be funny. I can be sexy. I can be sad. I can be glad.","author":"Kimberly Elise","category":"Sad, Sexy, I Can"},{"quote":"It's funny, because there are so many stereotypes out there about actors and movie stars in general, but I've had a great opportunity to meet a lot of them, and maybe it's just because they don't behave that way around me, but I rarely see that kind of abuse of power.","author":"Ryan Reynolds","category":"Stars, Great, Power"},{"quote":"I'm very lighthearted, outgoing, friendly, and funny, so I like to try new things.","author":"Chandler Parsons","category":"New Things, Try, New"},{"quote":"I try to be funny and not ignorant.","author":"Kevin Hart","category":"Try, Ignorant"},{"quote":"There's a fine line between angry and grumpy. Angry isn't nice, but grumpy is funny.","author":"Rick Wakeman","category":"Angry, Nice, Fine"},{"quote":"Eyebrows are really important because they structure the face. In school it was funny because I was always the one walking around with tweezers plucking my girlfriends' eyebrows. I was really good; eyebrow tweezing runs in my family - my mother used to do mine, and I picked it up.","author":"Rita Ora","category":"Family, Good, Mother"},{"quote":"Most of my show is true; like, 90% of everything I say on stage is true. I just have to find the way to make it funny - that's the difficult thing.","author":"Trevor Noah","category":"True, Find, Difficult"},{"quote":"The thing I most hate about the Left is that they want to stop us laughing - to prescribe which jokes are OK and which are not OK to make in public and to draw artificial lines around certain subjects. I find all sorts of inappropriate things funny.","author":"Milo Yiannopoulos","category":"Hate, Want, Find"},{"quote":"A reputation takes years and years and years to build, and it takes one press of a button to ruin it. Don't let that happen to you. You've done so much work; you've put in so much effort. Don't let one moment ruin your entire life because you wanted to be funny or you were mad or because you had a mood.","author":"J. J. Watt","category":"Life, Work, Effort"},{"quote":"I'm a prankster, so some of the - you know, I like a good joke. I think when it's funny, it's funny.","author":"Sean Spicer","category":"Good, Know, Think"},{"quote":"Certainly there are things in life that money can't buy, but it's very funny - Did you ever try buying them without money?","author":"Ogden Nash","category":"Life, Money, You"},{"quote":"I was the kid next door's imaginary friend.","author":"Emo Philips","category":"Door, Friend, Kid"},{"quote":"With my boyfriend, we can make sexist jokes to each other because we know it's absolutely not true. If I get home from a long day and he says: 'Go on, get in the kitchen,' it's funny because we know it's not our lives.","author":"Emily Browning","category":"Day, Home, Long"},{"quote":"It's grueling never knowing if the audience is going to think you're funny. It's soul-destroying when they don't laugh.","author":"Vince Vaughn","category":"Laugh, Think, You"},{"quote":"It's funny how God will just keep using you, and our motto around our family forever has been, 'Just let Him use you.'","author":"Kim Fields","category":"Family, Motto, God"},{"quote":"It's funny how seeing a love story never gets boring, because it's the dream, isn't it? It's the dream to have a true connection with another human being.","author":"Felicity Jones","category":"Love, Dream, Story"},{"quote":"As far as I'm concerned, 'whom' is a word that was invented to make everyone sound like a butler.","author":"Calvin Trillin","category":"Everyone, Sound, Like"},{"quote":"I think they should have a Barbie with a buzz cut.","author":"Ellen DeGeneres","category":"Think, Barbie, Cut"},{"quote":"California is a fine place to live - if you happen to be an orange.","author":"Fred Allen","category":"Live, Orange, You"},{"quote":"He was like a cock who thought the sun had risen to hear him crow.","author":"George Eliot","category":"Sun, Thought, Him"},{"quote":"An optimist is a fellow who believes a housefly is looking for a way to get out.","author":"George Jean Nathan","category":"Looking, Way, Optimist"},{"quote":"Say what you will about the ten commandments, you must always come back to the pleasant fact that there are only ten of them.","author":"H. L. Mencken","category":"You, Say, Ten Commandments"},{"quote":"It is even harder for the average ape to believe that he has descended from man.","author":"H. L. Mencken","category":"Man, Believe, Average"},{"quote":"The reason there are two senators for each state is so that one can be the designated driver.","author":"Jay Leno","category":"Reason, Driver, Two"},{"quote":"Every man's dream is to be able to sink into the arms of a woman without also falling into her hands.","author":"Jerry Lewis","category":"Man, Woman, Hands"},{"quote":"You see much more of your children once they leave home.","author":"Lucille Ball","category":"Children, Home, You"},{"quote":"My uncle Sammy was an angry man. He had printed on his tombstone: What are you looking at?","author":"Margaret Smith","category":"Man, Angry, Looking"},{"quote":"If men knew how women pass the time when they are alone, they'd never marry.","author":"O. Henry","category":"Time, Women, Alone"},{"quote":"Because of their size, parents may be difficult to discipline properly.","author":"P. J. O'Rourke","category":"Parents, Discipline"},{"quote":"Every man has a sane spot somewhere.","author":"Robert Louis Stevenson","category":"Man, Spot, Somewhere"},{"quote":"I never liked you, and I always will.","author":"Samuel Goldwyn","category":"You, Never, Always"},{"quote":"Include me out.","author":"Samuel Goldwyn","category":"Me, Out, Include"},{"quote":"One of the disadvantages of wine is that it makes a man mistake words for thoughts.","author":"Samuel Johnson","category":"Man, Wine, Words"},{"quote":"Fashions have done more harm than revolutions.","author":"Victor Hugo","category":"Done, Harm, Than"},{"quote":"The reward of energy, enterprise and thrift is taxes.","author":"William Feather","category":"Energy, Reward, Taxes"},{"quote":"I don't believe in the after life, although I am bringing a change of underwear.","author":"Woody Allen","category":"Life, Change, I Am"},{"quote":"The day I made that statement, about the inventing the internet, I was tired because I'd been up all night inventing the Camcorder.","author":"Al Gore","category":"Day, Internet, Night"},{"quote":"So, where's the Cannes Film Festival being held this year?","author":"Christina Aguilera","category":"Film, Year, Festival"},{"quote":"Me carrying a briefcase is like a hotdog wearing earrings.","author":"Sparky Anderson","category":"Me, Earrings, Like"},{"quote":"My mother was against me being an actress - until I introduced her to Frank Sinatra.","author":"Angie Dickinson","category":"Mother, Me, Her"},{"quote":"Food, love, career, and mothers, the four major guilt groups.","author":"Cathy Guisewite","category":"Love, Food, Guilt"},{"quote":"Defy your own group. Rebel against yourself.","author":"Cathy Guisewite","category":"Yourself, Rebel, Group"},{"quote":"I was born in very sorry circumstances. Both of my parents were very sorry.","author":"Norman Wisdom","category":"Parents, Sorry, Born"},{"quote":"It is easy for me to love myself, but for ladies to do it is another question altogether.","author":"Johnny Vegas","category":"Love, Myself, Me"},{"quote":"I'd never been in play long enough for the flowers to die in the dressing room.","author":"Mercedes McCambridge","category":"Flowers, Long, Play"},{"quote":"I was sleeping the other night, alone, thanks to the exterminator.","author":"Emo Philips","category":"Alone, Night, Thanks"},{"quote":"God writes a lot of comedy... the trouble is, he's stuck with so many bad actors who don't know how to play funny.","author":"Garrison Keillor","category":"God, Know, Play"},{"quote":"It's funny how sometimes how the public some people think I was born like this. That I maybe I sleep and I do big muscle, but its a lot of work to look like this and to be in this kind of condition.","author":"Lou Ferrigno","category":"Work, Sleep, People"},{"quote":"I can do comedy, so people want me to do that, but the other side of comedy is depression. Deep, deep depression is the flip side of comedy. Casting agents don't realize it but in order to be funny you have to have that other side.","author":"Parker Posey","category":"Deep, Depression, Me"},{"quote":"In my circle of friends, I've always been loud and funny and talkative. But as soon as I step out of that circle, I get very quiet and introspective. I don't want the spotlight on me.","author":"Rosie Perez","category":"Friends, Step, Me"},{"quote":"Well, I'm not afraid to say something if I think it's funny, even if it's harsh or racist.","author":"Sarah Silverman","category":"Think, Say, Well"},{"quote":"I write funny. If I can make my wife laugh, I know I'm on the right track. But yes, I don't like to get Maudlin. And I have a tendency towards it.","author":"Gene Wilder","category":"Wife, Laugh, Know"},{"quote":"I have no agenda except to be funny. Neither I or the writers profess to offer any worldly wisdom.","author":"Julia Louis-Dreyfus","category":"Wisdom, Agenda, Offer"},{"quote":"Half of the great comedians I've had in my shows and that I paid a lot of money to and who made my customers shriek were not only not funny to me, but I couldn't understand why they were funny to anybody.","author":"Florenz Ziegfeld","category":"Money, Great, Me"},{"quote":"People don't realize that I'm really funny and I'm an excellent bridge player.","author":"Sheryl Crow","category":"Bridge, People, Realize"},{"quote":"You gotta keep the funny intact.","author":"Seth MacFarlane","category":"You, Gotta, Keep"},{"quote":"One thing the blues ain't, is funny.","author":"Stephen Stills","category":"Blues, One Thing, Thing"},{"quote":"We have never been strictly political, only strictly funny.","author":"Adrian Edmondson","category":"Political, Never, Been"},{"quote":"About 100 things that your kid will do that will surprise you and break your heart and it will be a combination of fact based therapy, medically advised kinds of passages accompanied by celebrity anecdotes and just some funny stuff to lighten the load.","author":"Alan Thicke","category":"Heart, Surprise, You"},{"quote":"I wasn't very funny or flashy, I was kind of boring.","author":"Katie Holmes","category":"Boring, Kind, Very"},{"quote":"But I think Kiss Kiss, Bang Bang really got that thing where, if a movie reads really funny and then has some dramatic or violent or sinister stuff in it, you can't forget that primarily it has to be even funnier than you read it or that other stuff doesn't work.","author":"Robert Downey, Jr.","category":"Work, Kiss, Think"},{"quote":"When I tell people I'm a comedian they say, 'Oh, are you funny?' I say, 'No, it's not that kind of comedy.'","author":"Susan Sarandon","category":"People, Comedy, You"},{"quote":"I used to think that everything was just being funny but now I don't know. I mean, how can you tell?","author":"Andy Warhol","category":"Know, Think, You"},{"quote":"I don't need somebody behind a desk to tell me what a marketing survey says is funny. I got 3 million miles and 70,000 tickets sold, telling me that I know how to make people laugh.","author":"D. L. Hughley","category":"Me, Marketing, Laugh"},{"quote":"Eddie Drake is sort of this loose cannon, funny, edgy guy, who has this really foolish, foolish mustache.","author":"Lee Tergesen","category":"Edgy, Foolish, Guy"},{"quote":"Steve Martin is one of the most intelligent, well-read human beings that I've ever come across. He is equally as funny off screen as he is on. But he also has a very intellectual side, and he's a really nice human being. We actually become good friends.","author":"Anthony LaPaglia","category":"Friends, Good, Nice"},{"quote":"I had gotten to a place where I truly believed everything I was called: 'not sexy,' 'not funny,' 'too intense,' desperate.' All those labels they gave me, I took them because there wasn't a trace of my true self left.","author":"Naomi Watts","category":"Self, Sexy, Me"},{"quote":"I wanted to be that quirky girl who writes funny songs that still have meaning.","author":"Katy Perry","category":"Girl, Meaning, Quirky"},{"quote":"There are a lot of funny people and a lot of unfunny people. Some of them are women and some of them are dudes.","author":"Lake Bell","category":"Women, People, Funny People"},{"quote":"We've seen some insane signs: 'Is that a loaf of bread in your pocket, or are you just happy to see me?' Funny stuff along those lines. Very original. One just said, 'I will do unspeakable things.' I thought that was very interesting - and mildly terrifying!","author":"Josh Hutcherson","category":"Happy, Thought, Me"},{"quote":"I put on a big show when I write something I think is funny.","author":"Judd Apatow","category":"Think, Big, Show"},{"quote":"I tend to play characters that I can infuse with certain kinds of humour. Even the baddest guy can be funny in his own particular way. I want the audience to engage with the character on some deeper level so that they leave the cinema still thinking about him.","author":"Samuel L. Jackson","category":"Character, Thinking, Want"},{"quote":"It's funny - in elementary school, I went by Amber. I never liked Tiffani.","author":"Tiffani Thiessen","category":"School, Elementary School"},{"quote":"I think I've got a funny face.","author":"Dominic West","category":"Face, Think, I Think"},{"quote":"I mean, I'm married first of all to one of, if not the most wonderful women in the world. She is everything - funny, attractive, hard-working, she has integrity, she loves me to bits.","author":"Seal","category":"Integrity, Women, World"},{"quote":"You know being relevant or coming up with something interesting, funny to say about what's current is just as hard as it might ever be depending on the serendipity of it all.","author":"Lily Tomlin","category":"Interesting, Know, You"},{"quote":"I turned down 'Some Like It Hot.' See how smart I am? I felt I couldn't bring anything funny to it. The outfit was funny. I don't need to compete with the wardrobe.","author":"Jerry Lewis","category":"I Am, Smart, See"},{"quote":"I don't really need to be dirty to be funny.","author":"Jimmy Kimmel","category":"Need, Dirty, Really"},{"quote":"I never know when I am being funny, and the other way too. I don't think you can think about that. I don't think you can try to be funny. Some people are just funny.","author":"Christopher Walken","category":"I Am, People, Know"},{"quote":"Funny enough, if you are looking at people these days who are putting Botox in their face and getting all sorts of plastic surgery, we look at them and go, I can tell you've had Botox. I can tell you've had plastic surgery. You look really strange to me. But no one's saying anything. We're just accepting the fact that they're strange-looking.","author":"Guy Pearce","category":"Me, People, Looking"},{"quote":"It is funny what a year can do.","author":"Victor Cruz","category":"Year"},{"quote":"Sixth grade was a big time, in my childhood, of hoops and friendship, and coming up with funny things.","author":"Adam Sandler","category":"Friendship, Time, Childhood"},{"quote":"There's always something funny about men chasing women.","author":"David Spade","category":"Women, Men, Always"},{"quote":"I'm never afraid to try something if I think it's funny. And I know I'll regret it if I don't.","author":"Seann William Scott","category":"Regret, Know, Think"},{"quote":"If Joy Behar or Sherri Shepherd was a dude, they'd be off TV. They're not funny enough for dudes. What if Roseanne Barr was a dude? Think we'd know who she was?","author":"Adam Carolla","category":"Joy, Know, Think"},{"quote":"Being mean just for being mean's sake isn't funny.","author":"Kaitlin Olson","category":"Mean, Just, Being"},{"quote":"Gotta stay in the gym, stay funny, stay sharp. I just love working.","author":"Marlon Wayans","category":"Love, Working, Gym"},{"quote":"I think there's something in the fact that it's hard to be good looking and funny. You have to have an oddball quality people have to sympathise with you to find you funny.","author":"Chris O'Dowd","category":"Good, Quality, People"},{"quote":"That's a funny thing, fame. People definitely do treat you differently. When you begin to be successful, people say, 'Don't go changing.' Well, that's easy to say, but the fact is, you don't change at all - other people do.","author":"Jonathan Rhys Meyers","category":"Change, Successful, Treat"},{"quote":"I think that 'Hangover II' is as funny as 'The Hangover I,' honest to God, but I think that it's a little bit darker, and the stakes are a little bit higher.","author":"Todd Phillips","category":"God, Honest, Think"},{"quote":"It's funny when you know you're playing two characters and you're aware of how you have to play each one into your performance of the other. You're constantly at the back of your mind thinking and it all gets a bit confusing.","author":"Jamie Dornan","category":"Thinking, Mind, Performance"},{"quote":"I would love to write a mystery - a romantic, funny mystery.","author":"Cecelia Ahern","category":"Love, Romantic, Mystery"},{"quote":"A lot of comedies are based on the reaction shot. You have one person doing something stupid and one person is generally the straight man, and the laughs generally come on the reaction of the straight man to the funny thing the other person has done.","author":"Richard Ayoade","category":"Man, Stupid, You"},{"quote":"I always thought 'chick lit' meant third-person contemporary funny novels, dealing with issues of the day. I mean, it's not the ideal term; when I'm asked to describe what I do, I say I write romantic comedies, cause that's what I feel they are. But I'm quite pragmatic.","author":"Sophie Kinsella","category":"Day, Romantic, Thought"},{"quote":"Being effective at social media, whether for business or personal use, means capturing people who have short attention spans. They're only a click away from a picture of a funny cat, so you have to make your thing more compelling than that cat. And that can be a high bar.","author":"Alexis Ohanian","category":"Business, Social Media"},{"quote":"You know, what's funny to one person is not at all to someone else.","author":"Steve Carell","category":"Know, You, Person"},{"quote":"I always find it funny when I watch actors talking about, 'I chose to do this part.' A lot of times it's 'you're lucky to get the job.' We're like, 'Thank you so much.'","author":"Lucy Punch","category":"Job, Thank You, You"},{"quote":"Lot of ugly funny dudes end up with some pretty gorgeous women. Women are much deeper than us in choosing a mate - they see in the long term.","author":"Patton Oswalt","category":"Women, End, Long"},{"quote":"Yes, we do defend our office as we do defend our homes. This is a constitutional right everybody has, and nothing's funny about that. The only reason they get mad at the Black Panther Party when you do it is for the simple reason that we're political.","author":"Fred Hampton","category":"Simple, Political, Black"},{"quote":"Children are the most honest critics. They will say 'You're funny', but also 'You're pathetic - go away.'","author":"Dylan Moran","category":"Children, Honest, You"},{"quote":"I find being funny very hard work. I am always asked about it, and I feel guilty saying that, but it's the truth. I love my work, but it ain't easy.","author":"Madeline Kahn","category":"Love, Work, Hard Work"},{"quote":"I think stutterers are funny. And I know it's rude and politically incorrect to laugh at stutterers. But I think it is okay because I know why they're funny. They make people nervous. People think, when on earth are they going to get the word out, so they start laughing out of their own nervousness.","author":"James Earl Jones","category":"Start, People, Laugh"},{"quote":"What bothers most critics of my work is the goofiness. One reviewer said I need to make up my mind if want to be funny or serious. My response is that I will make up my mind when God does, because life is a commingling of the sacred and the profane, good and evil. To try and separate them is fallacy.","author":"Tom Robbins","category":"Life, Work, Good"},{"quote":"If something is shocking without being funny it's hard to justify.","author":"Seth MacFarlane","category":"Without, Being Funny, Being"},{"quote":"On 'The Simpsons,' I will say that we definitely like to comment on what's going on in the world, and we try to be funny. If we can figure out a way of being funny about it, then we've gone part of the way of accomplishing our task.","author":"Matt Groening","category":"World, Way, Try"},{"quote":"I think Amy Poehler and Tina Fey have done so much for women in comedy in the sense that they've normalized it. You don't think, 'I'm going to watch that comedy starring a woman,' you think, 'I'm going to watch that funny show.' They refuse to play the foils for men, or be reduced to the butt of every joke, and I love that about both of them.","author":"Tatiana Maslany","category":"Love, Women, Woman"},{"quote":"I grew up in a time when women didn't really do comedy. You had to be homely, overweight, an old maid, all that. You had to play a stereotype, because very attractive women were not supposed to be funny - because it's powerful; it's a threat.","author":"Lily Tomlin","category":"Time, Women, Powerful"},{"quote":"Someone said to me at a party once, 'Oh, yeah, you're a comedian? Then how come you're not funny now?' And I just wanted to say, 'Well, I'm just going to take this conversation we're having and then repeat that to strangers, and then that's the joke. You're the joke later.'","author":"Mike Birbiglia","category":"Me, Conversation, Party"},{"quote":"My ideal prom date would have to be cute, funny, sweet, nice.","author":"Kendall Jenner","category":"Cute, Sweet, Nice"},{"quote":"I think it would be funny for people to read in obituaries of me that my major contribution to the arts was the popularization of the phrases 'neutral facial expression' and 'screaming in agony.'","author":"Tao Lin","category":"Me, People, Contribution"},{"quote":"I get a kick out of people saying I was funny.","author":"Dick Cavett","category":"People, Saying, Kick"},{"quote":"As a youngster, my mother and father always drilled into my head having something to fall back on. My father was kind of funny. I'd score 40 points. I'd come home and say, 'Look dad, I scored 40.' He'd never have a smile on his face. He'd be like, 'I saw that move you did. What if you'd hurt your knee?'","author":"Shaquille O'Neal","category":"Smile, Home, Father"},{"quote":"I remember people saying: 'You look funny, your hair is so black, you have a flat nose,' but I didn't think of it being racism, and I still don't. But there was a sense of difference, of being an outsider.","author":"Sadie Jones","category":"Racism, Hair, Remember"},{"quote":"You shouldn't get too close to the truth, because then maybe you stop being funny.","author":"Bob Newhart","category":"Truth, You, Stop"},{"quote":"I know that I'm going to die and that you're going to die. I can't do anything about that. But I can explore it through a metaphor and make a kind of funny, dark story about it, and in doing so, really exhaust and research as many aspects of it as I can imagine. And in a way, that does give me some closure.","author":"Chuck Palahniuk","category":"Research, Me, Dark"},{"quote":"I've always surrounded myself with funny people.","author":"Leslie Mann","category":"Myself, People, Always"},{"quote":"I try to write stories that are thrilling and full of mystery and funny all at the same time, stories that raise moral questions but come up with very few moral answers, stories that emotionally touch readers through the characters.","author":"William Lashner","category":"Time, Questions, Mystery"},{"quote":"I think funny is just the foundation. I don't really think, to some extent, funny is the absolute most important thing. It should also communicate some idea through the medium of cartooning. Just to be funny is... You know what, the things that you laugh hardest at aren't cartoons.","author":"Robert Mankoff","category":"Foundation, Laugh, Know"},{"quote":"Every girls' night needs a funny movie and a good conversation about guys! My friends and I also love picking outfits out for each other to try on at slumber parties. It's so fun.","author":"Jennette McCurdy","category":"Love, Friends, Good"},{"quote":"When I was right out of college, I felt competitive with some of the guys in my class over career stuff. It's funny now to think about it - that a friend getting a job or something had anything to do with me... I think that my relationship with my wife has played a pivotal role in the chilling out of Aaron.","author":"Aaron Staton","category":"Relationship, College, Wife"},{"quote":"I always have a funny story at communion time that underscores that no one is perfect, and that communion is not for perfect people but for hungry people.","author":"Greg Boyle","category":"Time, People, Perfect"},{"quote":"I love to swim. When I jump in the water, I feel like I'm 12 years old again. It's really funny how it does that to me.","author":"Summer Sanders","category":"Love, Water, Me"},{"quote":"When Jonathan Winters died, it was like, 'Oh, man!' I knew he was frail, but I always thought he was going to last longer. I knew him as being really funny, but at the same time, he had a dark side.","author":"Robin Williams","category":"Time, Man, Dark"},{"quote":"I was a good student until I turned 15. Then, all of a sudden, it didn't matter to me anymore. Isn't that funny. I don't want to go to college. I always knew that. But it's hard. My friends are going, and I feel a little left behind.","author":"Clara Mamet","category":"Friends, Good, College"},{"quote":"The gummy bears tattoo was my idea. It's my son's favorite candy. The sketch was my other son's idea. It's a self-portrait of himself. I just showed the artist his sketch and had him tattoo it on my forearm. It looks like a stick person with big hair. It's pretty funny.","author":"Prince Fielder","category":"Son, Hair, Artist"},{"quote":"The real world has always been far more exciting and funny and dangerous to me than anything somebody could conjure up sitting in front of a computer.","author":"Tony Scott","category":"World, Me, Real"},{"quote":"I love playing smart and tough and having funny lines.","author":"Jane Elliot","category":"Love, Smart, Lines"},{"quote":"There are a lot of funny things that happen in one's life.","author":"Pierce Brosnan","category":"Life, Happen, Things"},{"quote":"I love my brothers' kids. It's funny - as an uncle, you become so protective of them.","author":"Liam Hemsworth","category":"Love, You, Kids"},{"quote":"The human brain is a funny thing: it's very susceptible to tempo and melody. You put the right words to it, and it becomes very influential.","author":"Ray Stevens","category":"Words, Brain, Human Brain"},{"quote":"It's funny how you get a bit older and become more accepting of things. When you're in your twenties, you're skeptical of everything. I definitely felt like that.","author":"Jamie Dornan","category":"You, Everything, Older"},{"quote":"My job is to bring the tickle. I know what's funny.","author":"Leslie Jones","category":"Job, Know, Bring"},{"quote":"I make funny videos of me playing video games, and I share those moments.","author":"PewDiePie","category":"Me, Video Games, Moments"},{"quote":"I'm screamingly funny, you know, I really am in the books. And that helps because I'm funnier than a lot of people, I think, and that's appreciated by young people.","author":"Kurt Vonnegut","category":"People, Know, Think"},{"quote":"Rapping can be repetition sometimes. Sometimes you gotta highlight your words in a certain kind of way. So I always was a fan of sing-rapping. It was always funny to me a little bit, and I think that being funny and being able to laugh, even at yourself, is a form of flattery.","author":"ASAP Ferg","category":"Words, Yourself, Me"},{"quote":"I seem to get into situations that make people laugh, but I don't consider myself that funny of a person. I'm not witty. I'm kind of slow in conversations. I'm not that articulate with jokes. The first time I made stuff and screened it for an audience, I was surprised what people were laughing at.","author":"Nathan Fielder","category":"Time, Myself, Laugh"},{"quote":"I always believe that funny is serious and serious is funny. You don't really need a distinction between them.","author":"Trevor Noah","category":"Believe, You, Need"},{"quote":"Sometimes I'm really funny, sometimes I'm quiet, sometimes I'm shy, but I'm constantly changing.","author":"Elle King","category":"Quiet, Changing, Shy"},{"quote":"There are precedents for what happens when societies allow the divide between rich and poor to get so huge that it stops being funny and starts becoming a sick, blood-boiling joke. If you had a Tardis, you could go back to 1917 and ask the Russian royal family how it was all going.","author":"John Niven","category":"Family, Rich, You"},{"quote":"When it comes down to it, glam rock was all very amusing. At the time, it was funny, then a few years later it became sort of serious-looking and a bit foreboding.","author":"David Bowie","category":"Time, Rock, Down"},{"quote":"I did feel funny about being fair and having red hair and freckles. I did not like that because I grew up in a neighbourhood where no one had red hair. I felt very conspicuous but not in a nice way.","author":"Patti Scialfa","category":"Hair, Red, Nice"},{"quote":"It's funny: most people who recognize me on the subway and stuff - it's much more they think of me as a funny guy. I get much more of people telling me how much I make them laugh, actually. Which is nice.","author":"Paul Giamatti","category":"Me, People, Laugh"},{"quote":"In person, my father is so friendly, so considerate, so funny, and so real. I have admired my father all of my life, and I love him with all my heart.","author":"Tiffany Trump","category":"Love, Life, Father"},{"quote":"I don't argue with people... if they say I'm not funny, they're right, for them.","author":"Hannibal Buress","category":"People, They Say, Right"},{"quote":"If you look at shows like 'Def Comedy Jam' in its heyday, there were so many really funny, talented black comics that never would have gotten on that show because they just weren't doing comedy that fit that mold.","author":"Aisha Tyler","category":"Black, Comedy, You"},{"quote":"I feel like, if there's an elephant in the room, I'd really like to start off by introducing the elephant in the room. And sometimes it's funny.","author":"Louis Theroux","category":"Start, Elephant, Sometimes"},{"quote":"I'm going to take this God-given gift of being funny, and I'm going to spread it out like peanut butter on everything I do.","author":"Steve Harvey","category":"Gift, Peanut Butter"},{"quote":"I auditioned for a movie recently, and when I went in, the producer said he'd told one of its stars, Naomi Watts, that he was auditioning me, and she'd said, 'She's so funny; she's a great actress - you should hire her.' What a lovely, kind, and supportive thing to do for another woman.","author":"Isla Fisher","category":"Stars, Great, Woman"},{"quote":"If you don't have anything nice to say, don't say it at all. And if you do have to say it, make it really funny so I can screenshot it and save it for later.","author":"Sabrina Carpenter","category":"I Can, Nice, You"},{"quote":"I think politics is extremely funny in and of itself.","author":"Jesse Watters","category":"Politics, Think, I Think"},{"quote":"It's funny how God will change your plans for you when he's ready.","author":"Brett Young","category":"Change, God, You"},{"quote":"My friend and I founded the New York Arab-American Comedy Festival to counter the negative images of Arabs in media. And we always made sure that the comedy came first. So we weren't a bunch of Arabs trying to be funny. We were a bunch of comedians who just happened to be of Arab heritage.","author":"Maysoon Zayid","category":"Friend, Media, Negative"},{"quote":"We spend a lot of time on Skype and other video interviews, and it's funny how many people will prepare for a Skype interview by wearing a formal suit jacket with pajama pants on the bottom. Then suddenly, someone is at the door, and you have to get up, and you realize you're wearing reindeer boxers. Just put pants on.","author":"Kathryn Minshew","category":"Time, Door, People"},{"quote":"I want to give kids that fall-off-the-bed-laughing feeling. Either that, or the sixth-grade feeling that life is hard - sometimes unbearably hard - and it is ultimately about death. But in the meantime, life can be really funny, too.","author":"Kate Klise","category":"Life, Death, Life Is Hard"},{"quote":"The music industry is really funny, when you have a hit record, everyone knows who are you, everyone wants to do duets with you, then if you have a miss, people suffer from amnesia.","author":"Seal","category":"Music, People, You"},{"quote":"I had an idea of what I thought was funny. It's kind of based on how I am.","author":"Jennifer Aniston","category":"I Am, Thought, Idea"},{"quote":"But you can't focus on things that matter if all you've been is asleep for forty years. Funny how sleep rhymes with sheep. You know.","author":"Charlie Sheen","category":"Focus, Sleep, Sheep"},{"quote":"The word 'funny' is a bit like the word 'love' - we don't have enough words to describe the many varieties.","author":"George Saunders","category":"Love, Words, Like"},{"quote":"A lot of modern comedies are difficult to watch too, because they're so ironic and so detached and so quote-unquote clever. They kind of keep you at arm's length. They can be really funny, but they're not really nourishing.","author":"Ty Burrell","category":"Clever, You, Kind"},{"quote":"I'd love to do a comedy. I'm terrified of comedy. I don't think I'm funny, but I guess that's why it's so thrilling.","author":"Jared Padalecki","category":"Love, Think, Why"},{"quote":"There is nothing funny about a well-adjusted, intelligent person making the right choices.","author":"Tim Heidecker","category":"Choices, Intelligent, Person"},{"quote":"Like almost everyone who uses e-mail, I receive a ton of spam every day. Much of it offers to help me get out of debt or get rich quick. It would be funny if it weren't so exciting.","author":"Bill Gates","category":"Day, Me, Help"},{"quote":"I'm undaunted in my quest to amuse myself by constantly changing my hair.","author":"Hillary Clinton","category":"Myself, Hair, Changing"},{"quote":"When I'm on stage, it's really intense. My mind is going a million miles an hour, trying to remember my act, trying to say it all the right way. It's funny how different it looks and how it's happening. There are three Fellini circuses in my head, and outwardly it looks like I'm going to get a bagel.","author":"Steven Wright","category":"Mind, Remember, Three"},{"quote":"You know how old I am? I'm so old, I remember when Letterman used to be funny and it was presidents who were serious. That's how old I am.","author":"Rush Limbaugh","category":"I Am, Remember, Know"},{"quote":"The superfluous, a very necessary thing.","author":"Voltaire","category":"Very, Necessary, Superfluous"},{"quote":"It's funny how you never think about the women you've had. It's always the ones who get away that you can't forget.","author":"Chuck Palahniuk","category":"Women, Think, You"},{"quote":"I'm odd looking. Sometimes I think I look like a funny muppet.","author":"Angelina Jolie","category":"Looking, Think, Look"},{"quote":"Believe it or not, I make myself laugh. Sometimes when I have thoughts or say some things that are funny, it just makes me laugh, and I don't mind laughing at it before you guys do.","author":"Kevin Hart","category":"Myself, Believe, Mind"},{"quote":"The funny thing is people won't let me pay for things. I'll be in a restaurant and the manager will say, 'Oh no, it's on the house.'","author":"Richard Branson","category":"Me, People, Restaurant"},{"quote":"I never expected to see the day when girls would get sunburned in the places they now do.","author":"Will Rogers","category":"Day, Places, See"},{"quote":"It is not funny that anything else should fall down only that a man should fall down. Why do we laugh? Because it is a gravely religious matter: it is the Fall of Man. Only man can be absurd: for only man can be dignified.","author":"Gilbert K. Chesterton","category":"Man, Fall, Laugh"},{"quote":"I knew exactly what to do on Alien, it was funny.","author":"Ridley Scott","category":"Alien, Knew, Exactly"},{"quote":"When you're in the editing room, the dangerous thing is that it becomes like telling a joke again and again and again. Eventually, the joke starts to not be funny. So you have to be careful that you're not throwing the baby out with the bath water.","author":"Ridley Scott","category":"Water, Baby, Editing"},{"quote":"You need to be silly to be funny.","author":"William Shatner","category":"Silly, You, Need"},{"quote":"I used to stutter really badly. Everybody thinks it's funny. And it's not funny. It's not.","author":"Joe Biden","category":"Used, Everybody, Stutter"},{"quote":"We'll love you just the way you are if you're perfect.","author":"Alanis Morissette","category":"Love, Perfect, You"},{"quote":"Parents are the last people on earth who ought to have children.","author":"Samuel Butler","category":"Children, Parents, People"},{"quote":"As for our majority... one is enough.","author":"Benjamin Disraeli","category":"Enough, Majority, Our"},{"quote":"Forty for you, sixty for me. And equal partners we will be.","author":"Joan Rivers","category":"Me, Equal, You"},{"quote":"When I'm being funny, I try not to offend. I don't think much of what I've done has been in really ghastly taste. I don't think I have embarrassed many people or distressed them.","author":"Kurt Vonnegut","category":"People, Think, Try"},{"quote":"The tricky thing becomes: Do you know yourself well enough to then portray that on screen? And for me, I find that really hard. I'd rather hide behind accents and funny walks.","author":"Joel Edgerton","category":"Yourself, Me, Know Yourself"},{"quote":"From my perspective, probably women are won over by people who are sweet and respectful and courteous and kind and funny. I think those are the things that win women over.","author":"Zooey Deschanel","category":"Women, Perspective, Sweet"},{"quote":"I'm smart and I can be really funny and interesting and I can go toe-to-toe with anybody in a conversation.","author":"Megan Fox","category":"Smart, Conversation"},{"quote":"I've always found it easier to be funny than to be serious.","author":"Molly Ivins","category":"Serious, Always, Easier"},{"quote":"Who included me among the ranks of the human race?","author":"Joseph Brodsky","category":"Me, Human, Human Race"},{"quote":"The easiest time to be funny is during a fairly serious situation. That way, you can break the ice. It's crazy, but even at funerals, people will get huge laughs.","author":"Adam McKay","category":"Time, Crazy, People"},{"quote":"There's a funny thing about fame. The truth is you run as fast as you can towards it because it's everything you want. Not just the fame but what it represents, meaning work, meaning opportunity. And then you get there, and it's shocking how immediately you become enveloped in this world that is incredibly restricting.","author":"George Clooney","category":"Work, Truth, Opportunity"},{"quote":"I never smoked. I never drank and I never took drugs. The funny thing is, nothing is more boring, people like this. For me, it's OK. But most of my friends, at least they smoke and drink.","author":"Karl Lagerfeld","category":"Friends, Me, People"},{"quote":"What's David's role? David looks good, that's what David does. David looks good, and I'm the funny one, that's what I hear constantly. But I keep telling him that looks fade.","author":"Victoria Beckham","category":"Good, Looks, Him"},{"quote":"I like Ben Stein. I think he's funny, creative, and an insightful commentator on a host of issues.","author":"Chuck Norris","category":"Creative, Think, Like"},{"quote":"It may sound funny, but it's true: I tried to put myself through the 12-step program. I didn't want to attend a real meeting; my role didn't really require that, and I feel those meetings are sort of sacred, and they're anonymous for a reason. I tried to deal with some of my love of snacks - and I relapsed a lot.","author":"Octavia Spencer","category":"Love, Myself, Meetings"},{"quote":"You have to discover when you're inadequate to be funny and you don't know you're inadequate when you're a kid.","author":"Larry David","category":"Know, You, Inadequate"},{"quote":"Plus, I love comic writing. Nothing satisfies me more than finding a funny way to phrase something.","author":"Michael Pollan","category":"Love, Writing, Me"},{"quote":"I can't be funny if my feet don't feel right.","author":"Billy Crystal","category":"Feet, Feel, Right"},{"quote":"It's funny, in a way the actor is a writer. It's not like the two things are so separate as to be like apples and oranges. The writer and the actor are one.","author":"Sam Shepard","category":"Actor, Apples, Way"},{"quote":"To label me an intellectual is a misunderstanding of what that is.","author":"Dick Cavett","category":"Me, Intellectual"},{"quote":"It's funny; recently I've started to notice people's impersonations of me, and it's basically like a hyperactive child.","author":"Dave Grohl","category":"Child, Me, People"},{"quote":"In my film 'Queen', there was a funny moment with the bra. My director called and said they are blurring the bra. They said it is vulgar. Our director was furious about it. We are artistes... We see props as they are. A woman's bra is not a danger to the society.","author":"Kangana Ranaut","category":"Society, Woman, Queen"},{"quote":"I'm opening up my heart to the idea of dating. It's funny - my friends would always come to me for romantic advice. I know nothing, and things have changed since I was dating in high school! I'm really trying hard to spend this time working on myself.","author":"Olivia Wilde","category":"Time, Friends, Romantic"},{"quote":"All directors are control freaks and very obsessive. I get the feeling that directors as kids, they all have had a childhood with not too much contact with other kids. They constructed their own reality and they continue to do it. It's a funny breed, directors.","author":"Stellan Skarsgard","category":"Childhood, Reality, Control"},{"quote":"It's funny as I get older I'm reverting to my roots - I want to plant stuff.","author":"Melissa McCarthy","category":"Roots, Plant, Want"},{"quote":"It's a weird thing. Rick Springfield wrote 'Jessie's Girl,' and he probably gets sick of talking about 'Jessie's Girl.' The thing is, I didn't write 'Blurred Lines.' I didn't direct the music video. I'm really happy for the success, but it is kind of a funny thing to follow me around.","author":"Emily Ratajkowski","category":"Success, Music, Happy"},{"quote":"I think a lot of stuff I find funny is from day dreaming.","author":"Demetri Martin","category":"Day, Think, Find"},{"quote":"I think since I was kid people told me that they thought I was funny.","author":"Demetri Martin","category":"Thought, Me, People"},{"quote":"I'm surrounded by friends and family who are not that impressed by celebrity. They don't have any problem telling me I'm acting like an idiot or I'm not that funny.","author":"Paloma Faith","category":"Family, Friends"},{"quote":"I think it's funny to be delicate with subjects that are explosive.","author":"Jerry Seinfeld","category":"Think, Delicate, I Think"},{"quote":"I'm a pretty funny guy, and I would love to do a comedy with a bunch of funny guys - movie-star guys, where they could help me through it.","author":"LeBron James","category":"Love, Me, Help"},{"quote":"What's funny is that the idea of popularity - even the use of the word 'popular' - is something that had been mostly absent from my life since junior high. In fact, the hallmark of life after junior high seemed to be the shedding of popularity as a central concern.","author":"Susan Orlean","category":"Life, My Life, Idea"},{"quote":"The funny thing about directing is that you have your own opinions, but it's a collaboration. Directing is a group effort. Even though you might think something works, the smartest thing you can do as a director is try and weigh the opinions of the people around you.","author":"Chris Evans","category":"Collaboration, Effort"},{"quote":"It's funny how a chubby kid can just be having fun, and people call it entertainment!","author":"Garth Brooks","category":"Having Fun, Fun, People"},{"quote":"It's funny, but you get to a time in your life when you think you have all the friends you will ever have.","author":"Liam Neeson","category":"Life, Time, Friends"},{"quote":"It's funny because I think that both France and Britain are known for their distinctive styles, and everyone says that France is so chic and elegant but I think, more than that, French women are renowned for dressing in what suits them.","author":"Alexa Chung","category":"Women, Think, Suits"},{"quote":"If you imagine yourself to be someone who is very uncomfortable in their own skin, then it does funny things to your voice.","author":"Rebecca Hall","category":"Yourself, Voice, You"},{"quote":"What's interesting about Laurel and Hardy is that in most comedy teams, there's a straight man, and then there's the funny guy. And with Laurel and Hardy, they're both the funny guy.","author":"Christopher Guest","category":"Man, Interesting, Comedy"},{"quote":"People say funny things all the time during really serious moments in life.","author":"Mark Ruffalo","category":"Life, Time, Moments"},{"quote":"My sister and I - she's a musician - we jam all the time. We always play around for giggles with stuff that seem unconventional or stuff that seems funny. A lot of the stuff sometimes is just a response from jam sessions in her room, so she'll be on the guitar or the keyboard, and we'll just start singing and doing stuff.","author":"Andra Day","category":"Time, Sister, Guitar"},{"quote":"Before the Kennedys were elected, there had been older Presidents. Then here was this devastatingly attractive young couple with two beautiful children. They were so intelligent, graceful, gracious and funny. They enjoyed life so much. That's what caught America's eye.","author":"Letitia Baldrige","category":"Life, Children, Beautiful"},{"quote":"All my children inherited perfect pitch.","author":"Chevy Chase","category":"Children, Perfect, Pitch"},{"quote":"Parrots make great pets. They have more personality than goldfish.","author":"Chevy Chase","category":"Great, Personality, Goldfish"},{"quote":"I would love to do a movie with Albert Brooks; we're so different, but I find him so funny, and I can be just as seemingly narcissistic as he comes off, the 'it's all about me' kind of thing.","author":"Chevy Chase","category":"Love, Me, Kind"},{"quote":"It's funny when people say, 'I don't think Julia likes me.' Honey, if I don't like you, you're going to know about it.","author":"Julia Roberts","category":"Me, People, Know"},{"quote":"The follow your dreams thing is really important because so many people are railroaded into taking other paths by their family, their friends, people who should be supportive going, 'What are you talking about?' Even just seemingly regular career paths, but if it's not what people expect for you they kind of react funny.","author":"Joan Jett","category":"Family, Dreams, Friends"},{"quote":"I have a very low level of recognition, which is fine by me.","author":"Dylan Moran","category":"Me, Recognition, Fine"},{"quote":"The first day one is a guest, the second a burden, and the third a pest.","author":"Jean de la Bruyere","category":"Day, First, Second"},{"quote":"Do I like being thought of as attractive? I don't know anyone on Earth who doesn't, but I do find it funny.","author":"Benedict Cumberbatch","category":"Thought, Earth, Know"},{"quote":"I find it very easy playing Bond. I think he's hilarious. He gets himself into some extraordinarily funny situations.","author":"Daniel Craig","category":"Easy, Think, Bond"},{"quote":"I mean, I - it's so funny, I am, you know, I am, you know, a working woman out in the world, but I still live with my parents half the time. I've been sort of taking this very long, stuttering period of moving out.","author":"Lena Dunham","category":"Time, Parents, I Am"},{"quote":"I never thought of myself as like, a funny person.","author":"Lena Dunham","category":"Myself, Thought, Person"},{"quote":"It is a scientific fact that your body will not absorb cholesterol if you take it from another person's plate.","author":"Dave Barry","category":"Body, You, Person"},{"quote":"Life's pretty funny when you're objectively on the outside looking at it.","author":"Philip Seymour Hoffman","category":"Life, Looking, You"},{"quote":"Have enough sense to know, ahead of time, when your skills will not extend to wallpapering.","author":"Marilyn vos Savant","category":"Time, Know, Skills"},{"quote":"Things can be funny when people are uneasy. It softens them up and stops them falling asleep on the sofa. I like those moments where people half-smile and half-wince.","author":"Mark Haddon","category":"Moments, People, Falling"},{"quote":"I look at old performance videos now, and it's really funny - I thought I was such a gangster!","author":"Becky G","category":"Thought, Performance"},{"quote":"One of the funny things in life to me is a guy who takes himself very seriously.","author":"Dennis Farina","category":"Life, Me, Seriously"},{"quote":"Every man has his follies - and often they are the most interesting thing he has got.","author":"Josh Billings","category":"Man, Interesting, Every"},{"quote":"Flattery is like cologne water, to be smelt, not swallowed.","author":"Josh Billings","category":"Water, Flattery, Like"},{"quote":"Working for President Nixon was the most extraordinary professional experience of my life. He was endlessly fascinating: brilliant, visionary, kind, generous, warm, funny - and yes, a good man.","author":"Monica Crowley","category":"Life, Good, Experience"},{"quote":"I think our Batman had to be fun, light-hearted, funny, tongue-in-cheek... and I think that made kind of an homage to those earlier comic books, where Batman always had a quip or something.","author":"Adam West","category":"Fun, Think, Kind"},{"quote":"I have the curse of thinking funny!","author":"Adam West","category":"Thinking, Curse"},{"quote":"I'm an unorthodox type of guy, a funny guy - at least I think I'm funny. And one of the things I like to do is come up with nicknames for myself.","author":"Shaquille O'Neal","category":"Myself, Think, Up"},{"quote":"It's funny because being comedic and happy and lighthearted is who I am as a person, so they're easier emotions for me to connect with.","author":"Lindsay Lohan","category":"Happy, I Am, Me"},{"quote":"The guys on the stunt team are really fantastic. It's really funny, because for all the aggression they have to display on screen, they're actually really happy, good- natured people.","author":"Miranda Otto","category":"Happy, Good, Team"},{"quote":"It's funny when you're a kid how you can acclimate to almost anything.","author":"Adam Carolla","category":"You, Kid, Anything"},{"quote":"When I eventually met Mr. Right I had no idea that his first name was Always.","author":"Rita Rudner","category":"Name, Idea, Right"},{"quote":"When I was a little kid, I wrote this play about all these characters living in a haunted house. There was a witch who lived there, and a mummy. When they were all hassling him, this guy who bought the house - I can't believe I remember this - he said to them, 'Who's paying the mortgage on this haunted house?' I thought that was really funny.","author":"Mindy Kaling","category":"Thought, Believe, Remember"},{"quote":"I grew up in a funny way.","author":"Gordon Ramsay","category":"Way, Up, Funny Way"},{"quote":"It's painful for me to watch someone who isn't funny. It's horrifying to sit in the back and watch some guy who just totally sucks.","author":"Joe Rogan","category":"Me, Painful, Back"},{"quote":"I have this weird obsession with kids and old people falling. Like, funny falls. It is awful, but it's the thing that makes me laugh the most.","author":"Malin Akerman","category":"Me, People, Laugh"},{"quote":"I get called 'the girl off the dancing horse.' I just laugh; I think it's really funny. It's true, isn't it? It's great we're getting that recognition.","author":"Charlotte Dujardin","category":"Great, Girl, Horse"},{"quote":"I can speak Esperanto like a native.","author":"Spike Milligan","category":"Speak, I Can, Like"},{"quote":"Progress was all right. Only it went on too long.","author":"James Thurber","category":"Progress, Long, Right"},{"quote":"I don't hate humanity and I'm not interested in people who do. Although, it's funny, actually, some of my favorite writers really do. Like Martin Amis. My dirty secret. 'London Fields' is one of my favorite books ever. And it's indefensible! But he's so funny... I forgive him everything.","author":"Elizabeth Gilbert","category":"Hate, Humanity, People"},{"quote":"To be thrown onto the stand-up stage is an experience that you cannot fathom until you're actually there, because there's no place to go, and everyone is looking at you and you can't even see them because of the lights. And yet you have to manage to start talking and be funny on top of it.","author":"Garry Shandling","category":"Experience, Start, Looking"},{"quote":"But I think you can make fun of anything as long as it's funny enough.","author":"Sarah Silverman","category":"Fun, Long, Think"},{"quote":"I saw 28 Days. I don't remember rehab being like a day camp or being that funny. Rehab is a dumping ground. It's a big landfill.","author":"Charlie Sheen","category":"Day, Remember, Big"},{"quote":"I've started looking at my own father a bit funny. He assures me, though, that I really am the son of a Scottish postman.","author":"Craig Ferguson","category":"Father, Son, Me"},{"quote":"I have six locks on my door all in a row. When I go out, I lock every other one. I figure no matter how long somebody stands there picking the locks, they are always locking three.","author":"Elayne Boosler","category":"Door, Long, Three"},{"quote":"I don't mean to sound - I don't want it to come out funny, but I don't like show business. I love - I love acting in films. I love it.","author":"Gene Wilder","category":"Love, Business, Acting"},{"quote":"I don't think anyone should write their autobiography until after they're dead.","author":"Samuel Goldwyn","category":"Think, Dead, Autobiography"},{"quote":"I read part of it all the way through.","author":"Samuel Goldwyn","category":"Way, Through, Part"},{"quote":"One man's folly is another man's wife.","author":"Helen Rowland","category":"Man, Wife, Folly"},{"quote":"Acting is all about big hair and funny props... All the great actors knew it. Olivier knew it, Brando knew it.","author":"Harold Ramis","category":"Great, Hair, Acting"},{"quote":"One of the things I like about acting is that, in a funny way, I come back to myself.","author":"Bill Murray","category":"Myself, Acting, Way"},{"quote":"It's funny because I'm a sucker for glitz and glitter when it comes to clothes and nail polish, but with my makeup, I'm more comfortable with a natural look. It feels more like me.","author":"Alison Sweeney","category":"Makeup, Me, Clothes"},{"quote":"As soon as I realized you could be funny as a job, that was the job I wanted.","author":"Seth Rogen","category":"Job, You, Wanted"},{"quote":"I'm like the master of ceremonies being funny, and then sometimes people you're with, girlfriends and stuff, are like, 'God I wish I had the person on stage to be with all the time.'","author":"Artie Lange","category":"Time, God, People"},{"quote":"Sometimes when you write something on the page, it can seem very funny, but when you act it out - and this happens to me a lot, actually - the melancholy of the situation becomes more front and center.","author":"Mike White","category":"Me, Page, You"},{"quote":"Often, joking for me is a way of diffusing the awkwardness of a situation, so it's kind of exhilarating to be a part of projects where there's nothing funny or lighthearted.","author":"Emma Stone","category":"Me, Situation, Kind"},{"quote":"I will say this about the truth - that it's one of those crisis rules, whether you are a client or someone who's living their life just every day - is that the truth has a funny way of not going away, and telling the truth is extremely important in dealing with any problem or crisis.","author":"Judy Smith","category":"Life, Day, Truth"},{"quote":"I joke around a lot about the manic times because they're funny. We manics do outrageous things and it is part of our colorful nature.","author":"Patty Duke","category":"Nature, Colorful, Joke"},{"quote":"If love is the answer, could you please rephrase the question?","author":"Lily Tomlin","category":"Love, Love Is, You"},{"quote":"Working with Chaplin was very amusing and strange. His films are so funny, but working with him, I found him to be a very serious man. Whereas the films of Hitchcock are macabre, he could be a very funny man to work with, always telling jokes and holding court. Of course, when I worked with Charlie he was getting older.","author":"Tippi Hedren","category":"Work, Man, Getting Older"},{"quote":"In a funny way, poems are suited to modern life. They're short, they're intense. Nobody has time to read a 700-page book. People read magazines, and a poem takes less time than an article.","author":"Caroline Kennedy","category":"Life, Time, Short"},{"quote":"I'm sure that my parents' behavior has entered my work, I'm sorry to say. I don't think you need to have a difficult childhood to be funny, but it helps.","author":"Roz Chast","category":"Work, Parents, Childhood"},{"quote":"I do find comedy difficult. I don't know why. Maybe I think about it too much. There's a tremendous amount of pressure to be funny.","author":"Michelle Pfeiffer","category":"Pressure, Know, Think"},{"quote":"As I get older, I just prefer to knit.","author":"Tracey Ullman","category":"Just, Older, Knit"},{"quote":"I think serial monogamy says it all.","author":"Tracey Ullman","category":"Think, I Think, Serial"},{"quote":"The last time I saw him he was walking down lover's lane holding his own hand.","author":"Fred Allen","category":"Time, Walking, Down"},{"quote":"How many people here have telekenetic powers? Raise my hand.","author":"Emo Philips","category":"People, Hand, Here"},{"quote":"I've always enjoyed making people laugh. But in order for me to be funny, I have to get ticked off about something.","author":"Carl Hiaasen","category":"Me, People, Laugh"},{"quote":"Chris Hemsworth is like Christopher Reeve in that he can do two things: he can wear a big red cape without a shred of self-consciousness. But he's also funny as hell, and he's so sweet. So with all the fish-out-of-water stuff, he's so funny. So he does almost two jobs in a way.","author":"Tom Hiddleston","category":"Red, Hell, Sweet"},{"quote":"I would call it a comedy variety show. We have some people just doing straight standup. We usually try to have one musical act of sort. So its just people being funny in different ways, not just sketch, not just standup, not just characters, all of those things.","author":"Todd Barry","category":"People, Doing, Comedy"},{"quote":"I'm not one to sit here and judge here. But I think it's funny that the people that condemn the adult industry the most are the ones consuming the product the most.","author":"Sasha Grey","category":"People, Think, Judge"},{"quote":"I'm somebody who believes in funny things, and laughing, but I do like for them to come from a place that addresses the human condition.","author":"Natasha Lyonne","category":"Place, Human"},{"quote":"You can't make everybody laugh. You gotta just do what you think is funny. Just be obstreperous to everybody.","author":"Colin Quinn","category":"Laugh, Think, You"},{"quote":"Whenever a film allows you to think and feel and take it beyond the moment, I think it's achieved something. And 'Funny Games' does that.","author":"Naomi Watts","category":"Moment, Think, You"},{"quote":"I started writing when I was 9 years old. I was like this weird kid who would just stay in my room, typing little funny magazines and drawing comic strips.","author":"R. L. Stine","category":"Writing, Drawing, Weird"},{"quote":"The magic in performing as an entertaining ventriloquist happens when the characters come to life and the interaction between the separate personalities on stage becomes 'real.' Then don't forget that the act has to be funny, and to me, being funny and entertaining any given audience is more important than anything.","author":"Jeff Dunham","category":"Life, Me, Magic"},{"quote":"I've always said that instead of watching a guy juggle seven things amazingly I would rather see a really bad juggler who's really funny.","author":"Jeff Dunham","category":"Said, Bad, See"},{"quote":"I'm one of those hovering mothers and I know it's really important to have an independent child, so I'm trying to back off, but it's hard. I love him so much, and he's so funny and cute to me.","author":"Selma Blair","category":"Love, Child, Cute"},{"quote":"It's funny, but to me, when you go to a concert hall and hear electronic pieces from the '60s, I think they sound really dated. But when an orchestra plays a piece from that period, and it's going to sound different every time, it feels more modern to me.","author":"Jonny Greenwood","category":"Time, Me, Think"},{"quote":"I'm good at coming up with wacky characters and funny dialogue.","author":"Marlon Wayans","category":"Good, Dialogue, Up"},{"quote":"How can you analyse what is funny? What's funny to one isn't funny to another... What's funny to you is a personal thing.","author":"Les Dawson","category":"You, Personal, Analyse"},{"quote":"I'm doing a pilot for Comedy Central with the band Steel Panther. They're faux heavy metal. They started as kind of a tribute band out here, or a cover band, and they're funny guys, and they just sort of morphed into their own thing.","author":"Brian Posehn","category":"Doing, Comedy, Kind"},{"quote":"What you do with it and things like that, but I basically chose this after I read it because I thought it was different and funny and unique and dark - things that I like to do.","author":"Danny DeVito","category":"Thought, Unique, Dark"},{"quote":"I sang in the choir for years, even though my family belonged to another church.","author":"Paul Lynde","category":"Family, Church, Years"},{"quote":"I wish I had the nerve not to tip.","author":"Paul Lynde","category":"Wish, I Wish, Tip"},{"quote":"I don't know who the hell Paul Lynde is, or why he's funny, and I prefer it to be a mystery to me.","author":"Paul Lynde","category":"Me, Mystery, Know"},{"quote":"I realized I was gay in the shower one day with Barbra Streisand. It happened while I was lathering, rinsing, and repeating with Pert Plus. As I was belting out the chorus to my favorite song from 'Funny Girl,' 'Oh my man, I love him so, he'll never know...' it hit me.","author":"Ross Mathews","category":"Love, Day, Man"},{"quote":"It's funny, because I did all of these interviews as soon as I had the baby, and they were asking questions, and I really didn't have an idea of anything, because I was so blurry.","author":"Emily Procter","category":"Baby, Questions"},{"quote":"I've never gotten to do romantic comedy like most of the girls. Maybe because I'm fit, people assume that I'm not funny?","author":"Jessica Biel","category":"Romantic, People, Comedy"},{"quote":"Yes, I believe blue material is funny, but if that's all you've got, you're dead in the water. It's not good.","author":"Howard Stern","category":"Good, Water, Believe"},{"quote":"I grew up in Europe, where the history comes from.","author":"Eddie Izzard","category":"History, Up, Where"},{"quote":"I mean, sometimes... a comedian becomes an actor, and they just don't deliver, because the bottom line of comedy is to be funny, and the bottom line of acting is to be truthful, and they get that mixed up sometimes, or don't even notice that that's the thing.","author":"Eddie Izzard","category":"Acting, Actor, Comedy"},{"quote":"It's a funny relationship that makeup artists have. I always feel kind of like a dentist. People look at me and think of pain.","author":"Rick Baker","category":"Relationship, Pain, Me"},{"quote":"Sometimes I am so dry that people don't know I'm kidding and think I'm being serious. I enjoy this because their reactions are often funny.","author":"Robert Crais","category":"I Am, Enjoy, People"},{"quote":"I don't have a bank account because I don't know my mother's maiden name.","author":"Paula Poundstone","category":"Mother, Name, Know"},{"quote":"I'm kidding about having only a few dollars. I might have a few dollars more.","author":"James Brown","category":"Only, Might, More"},{"quote":"There's something that's really fun about the challenge of making the mundane funny, too, I think.","author":"Jim Gaffigan","category":"Challenge, Fun, Think"},{"quote":"It all started when my dog began getting free roll over minutes.","author":"Jay London","category":"Dog, Free, Started"},{"quote":"I recorded my hair this morning, tonight I'm watching the highlights.","author":"Jay London","category":"Morning, Hair, Watching"},{"quote":"I realised that if you get yourself labeled as the funny one, people don't look any further. I've used that as I've got older. It's controlling: I decide what part of my personality you're seeing. I don't want you to look at me, I really don't. I don't want you to comment on my clothes, my hair or the way I look.","author":"Catherine Tate","category":"Personality, Hair, Yourself"},{"quote":"You know, I'm just a very boring, not very funny person in person. I don't feel pressured to be otherwise.","author":"Lorrie Moore","category":"Know, You, Boring"},{"quote":"The best measure of a man's honesty isn't his income tax return. It's the zero adjust on his bathroom scale.","author":"Arthur C. Clarke","category":"Best, Honesty, Man"},{"quote":"Also, in a funny way, if you have been happily married there are no unresolved areas, nothing to prove to yourself after the other dies.","author":"Nigella Lawson","category":"Yourself, Way, You"},{"quote":"I remember watching Gilda Radner when I was a kid and everyone thought she was so funny and no one ever said that she was a funny woman, she was just funny.","author":"Rachel Dratch","category":"Woman, Thought, Remember"},{"quote":"Jon Stewart hires people that he thinks are funny. That's it. That's the only requirement.","author":"Olivia Munn","category":"People, Only, Thinks"},{"quote":"They're great girls. They're very funny, they're very smart, they're fun to be with. They're very lively, as I think people can tell. And you know, they're very confident girls.","author":"Laura Bush","category":"Great, Smart, Fun"},{"quote":"What's funny about the slacker thing, people project an image of what they think a musician is: young, slack, unemployed - like a really romantic idea of a poet, writer or musician - which isn't really true a lot of the time. I don't reckon you would know anything about me if I wasn't moderately hard-working.","author":"Courtney Barnett","category":"Time, Romantic, Me"},{"quote":"It is to be observed that 'angling' is the name given to fishing by people who can't fish.","author":"Stephen Leacock","category":"Fishing, Fish, People"},{"quote":"It's so funny, because when I was growing up in a small town in New Hampshire, I was obsessed with Leonardo DiCaprio - from the 'Growing Pains'/'What's Eating Gilbert Grape' era, because he was superhot - and I carried a laminated photo of him in my wallet and said he was my boyfriend. But no one believed me.","author":"Eliza Coupe","category":"Growing Up, Small, Me"},{"quote":"'Thunderbolts' I was mostly attracted to because I really wanted to write Punisher and Elektra and Deadpool, who are characters I have always really enjoyed. But the funny thing is that over time, I came to really like Red Leader; he became one of my favorite guys in the book. Sometimes characters surprise you.","author":"Charles Soule","category":"Time, Leader, Red"},{"quote":"And remember, it's also very funny, because side by side with grief lies joy.","author":"Fran Drescher","category":"Joy, Grief, Remember"},{"quote":"If you have a secret, people will sit a little bit closer.","author":"Rob Corddry","category":"People, You, Secret"},{"quote":"Communism is like one big phone company.","author":"Lenny Bruce","category":"Communism, Company, Phone"},{"quote":"I remember nearly having a fit of the giggles during the reading because dear Daniel was SO respectful and serious and I was finding the whole situation funny because I was speaking to his profile.","author":"Madeleine Stowe","category":"Reading, Remember, Situation"},{"quote":"It's funny, after a while, you get tired of having to fight someone because they don't like the way you look.","author":"Chris Robinson","category":"Fight, Tired, You"},{"quote":"I like to make jokes I consider myself a funny person. I just think making jokes about people who are in a situation beyond their control is not funny to them or their families.","author":"Maria Shriver","category":"Myself, Control, People"},{"quote":"And at the time, it is funny how you can look at something and say, for example with my shoulder injury, when it first happened I said this is the worst thing that could happen to me. Why me, why now? Now I look back and say it was probably the best thing that happened to me.","author":"Drew Brees","category":"Time, Best, Me"},{"quote":"What was really funny is that as I got older all those guys who called me a sissy in junior high school wanted me to be their best friend because they wanted to meet all the girls that I knew in figure skating.","author":"Scott Hamilton","category":"Best, Best Friend, School"},{"quote":"Usually, if I think something is really funny, I'm not gonna test it. I'll just test it when I'm onstage.","author":"Donald Glover","category":"Think, Test, Something"},{"quote":"It's so funny because I listen to songs that I recorded that I didn't really know anything about at the time. Later on I'm starting to feel the songs. Sing them first, feel them later.","author":"Tanya Tucker","category":"Time, Listen, Know"},{"quote":"Everybody's funny if you love them.","author":"Anna Torv","category":"Love, You, Everybody"},{"quote":"I like the hot-cold, the sugar-salt, being able to play over-the-top and dramatic things - in the same film. Just as in my life, I can be very funny and at other times almost extinguished.","author":"Jean Dujardin","category":"Life, My Life, Play"},{"quote":"Comedians don't laugh. They're too busy analyzing why it's funny or not.","author":"James Lipton","category":"Busy, Laugh, Why"},{"quote":"Whenever I'm in the U.K., people say I have an American accent. Which is, obviously, funny.","author":"Zedd","category":"American, People, People Say"},{"quote":"It's funny to think that when you get done with an acting job, you're considered unemployed. There are definitely times when those checks don't last forever. I went to college at a private school, and I racked up quite a bit of debt. I was very slow to pay them back.","author":"Rami Malek","category":"School, Job, College"},{"quote":"Snoop Dogg is hilarious. T.I. is really funny. Who else? 50 Cent is hilarious. Jay-Z is funny. I've met him, but he's funny in interviews. He was funny when I saw him, too. Ludacris is funny. Everybody is. Rappers are funny, a lot of them.","author":"Jay Pharoah","category":"Interviews, Him, Everybody"},{"quote":"I like to tell kids that I started thinking about stories when I first started reading stuff like Dr. Seuss and 'Go, Dog. Go!,' thinking, 'Oh yeah, that's funny. I'd like to do that.' And then writing throughout school, but at the same time I was studying pre-med stuff, because my mom told me I should be a doctor.","author":"Jon Scieszka","category":"Time, Dog, Mom"},{"quote":"The way taxes are, you might as well marry for love.","author":"Joe E. Lewis","category":"Love, Way, You"},{"quote":"I really love showing up at work at 10 A.M., trying to make it funny until 3 P.M., and then going home. It's like comedy bankers' hours.","author":"Chris Eigeman","category":"Love, Work, Home"},{"quote":"I live in a wonderful world of make-believe. A world of Ginger Rogers and Fred Astaire. A world of Winnie the Pooh and Edward Bear. Things like that. Wonderful things. Funny things.","author":"Eileen Ford","category":"World, Live, Wonderful"},{"quote":"What does being a woman today mean? Is there a right way of doing it? Is there a wrong way of doing it? Different kinds of women, female friendships: It's all pretty funny, and worth making fun of.","author":"Elizabeth Meriwether","category":"Women, Today, Woman"},{"quote":"Whoever is my relative, I will not be nice to them.","author":"George Lopez","category":"Nice, Be Nice, Will"},{"quote":"It's a funny business. I kind of compare it to baseball. I'm always looking for a home run.","author":"Billy Mays","category":"Business, Home, Baseball"},{"quote":"For sheer sexiness, a man must be beautiful. Funny. yes. Clever, no.","author":"Jilly Cooper","category":"Beautiful, Man, Clever"},{"quote":"I'd so much rather people think I was funny than pretty.","author":"Kristen Johnston","category":"People, Think, Pretty"},{"quote":"The heroines in 'That's What She Said' are flawed, messy, damaged, hilarious and culpable and not really concerned about being acceptable to the audience in any traditional sense, which for me is what makes them all the more gorgeous. And the fearless truth of that is what makes it funny.","author":"Carrie Preston","category":"Truth, Me, Fearless"},{"quote":"It's really irritating. Even people who like my work sometimes come up to me and say, 'I usually don't like female comedians, but your material is great!' It makes the job prospect more daunting. Funny is funny, you know?","author":"Chelsea Peretti","category":"Work, Great, Job"},{"quote":"Someone told me that when they go to Vermont, they feel like they're home. I'm that way at Saks.","author":"Caroline Rhea","category":"Home, Me, Way"},{"quote":"It's funny because I remember when I came to the U.S. with 'Swimming Pool,' the movie did well, and it was great box office for a French movie, but I remember I was a bit upset because all people talked to me about was the nudity.","author":"Ludivine Sagnier","category":"Great, Me, Remember"},{"quote":"But I believe that there are marriages where you can have your pool table and she can have her scrapbooking room or garden or whatever it is. But when everyone has what they want, it's not funny. There's no conflict.","author":"Brad Garrett","category":"Conflict, Believe, Garden"},{"quote":"I own and operate a ferocious ego.","author":"Bill Moyers","category":"Ego, Own, Operate"},{"quote":"I read a funny story about how the Republicans freed the slaves. The Republicans are the ones who created slavery by law in the 1600's. Abraham Lincoln freed the slaves and he was not a Republican.","author":"Marion Barry","category":"Law, Slavery, Story"},{"quote":"Until you walk a mile in another man's moccasins you can't imagine the smell.","author":"Robert Byrne","category":"Man, Walk, You"},{"quote":"The drawings in 'Portal' were actually me scribbling that stuff... I had a funny moment when I realized that someone gotten 'The cake is a lie' tattooed on themselves. It was really interesting to see my handwriting tattooed on another human being. That... that's odd.","author":"Kim Swift","category":"Lie, Moment, Me"},{"quote":"My mother was a terrific force in my life. Wartime-generation woman, hadn't gone to university but should have done. Was very funny, very verbal, very clever, very witty.","author":"Ian Hislop","category":"Life, Mother, Woman"},{"quote":"I'm too busy thinking what I'm going to say next to remember what I've said, but my staff tells me I'm sometimes funny. Not always on purpose, though.","author":"Jared Polis","category":"Thinking, Purpose, Busy"},{"quote":"I quit therapy because my analyst was trying to help me behind my back.","author":"Richard Lewis","category":"Me, Help, Trying"},{"quote":"When you're in love it's the most glorious two and a half days of your life.","author":"Richard Lewis","category":"Love, Life, You"},{"quote":"Dad was the first man I fell in love with. He was a very funny man. He grew up in the East End of London and was very dynamic, and I understood why my mother fell in love with him.","author":"Patsy Kensit","category":"Love, Mother, Man"},{"quote":"I can play a cat lady. I can't put my foot down and refuse to play anything but playing the perfect, well-adjusted woman, because those people aren't as fun or funny.","author":"Sarah Baker","category":"Woman, Fun, People"},{"quote":"My dad was in the army so we moved around a lot and I changed schools every year and had to make new friends, and I found that if I was the funny guy I could do that easier.","author":"Jason Gann","category":"Friends, Army, New Friends"},{"quote":"If the worst that happens is that I wake up and see a picture of myself and a headline saying, 'He wasn't very funny last night', then I've got nothing to complain about.","author":"Matt Lucas","category":"Myself, Wake Up, Night"},{"quote":"I'm a misplaced American, but don't know where I was misplaced.","author":"Ruby Wax","category":"American, Know, Where"},{"quote":"When somebody listens and laughs, you're always in better shape than when you're with those folks who just kind of look at you when you say something funny. You wonder if they're looking at you because they're mad that they didn't say it or something. It's hard to handle that.","author":"Jason Sudeikis","category":"Looking, Better, You"},{"quote":"I think it's great when dramatic actors do lighter, funny roles.","author":"Noureen DeWulf","category":"Great, Think, I Think"},{"quote":"When I have had a long day at work, I want something to watch that is funny, lighthearted and easy to get into, and reality is that. I'm not really into serious programmes or documentaries.","author":"Amy Childs","category":"Work, Day, Reality"},{"quote":"There's one thing about baldness, it's neat.","author":"Don Herold","category":"One Thing, About, Baldness"},{"quote":"It's funny, because I've never thought of myself as a Hispanic actor, like in 'American Gangster,' I'm playing an Italian. I've always been fortunate enough to have been allowed to play all these diverse roles.","author":"Yul Vazquez","category":"Myself, American, Thought"},{"quote":"I don't believe that anybody has come to a conclusion on why something is funny. It's funny because it's ridiculous and it's ridiculous for different reasons at different times.","author":"Jackie Mason","category":"Believe, Why, Ridiculous"},{"quote":"If at first you don't succeed, blame your parents.","author":"Marcelene Cox","category":"Parents, Blame, You"},{"quote":"Possibly I've become less funny as I've been happier.","author":"Wendy Cope","category":"Become, Been, Happier"},{"quote":"Working with Julie Andrews is like getting hit over the head with a valentine.","author":"Christopher Plummer","category":"Head, Working, Like"},{"quote":"My parents are both really, really funny, and my little sister is a really good painter, and my other sister is a really good writer.","author":"Michael Cera","category":"Sister, Good, Parents"},{"quote":"Fencing is a funny sport. Competitive fencing is not really very applicable to the stage world unless you're fighting with a rapier during the Renaissance, you know?","author":"Kris Holden-Ried","category":"World, Know, You"},{"quote":"Girls don't poop, so don't claim you do. You can fart - because farting is funny - but we don't want to know that you poop.","author":"Ryan Hansen","category":"Want, Know, You"},{"quote":"I've played a ghost, cat, snake. I've been funny, sad. I've been filmed flying on screen. So why not spend time on something else? I don't need to accept everything I'm offered.","author":"Maggie Cheung","category":"Time, Sad, Flying"},{"quote":"It's funny how getting older - or being overlooked and underrated for more than two decades - can make you change your ambitions.","author":"Reg E. Cathey","category":"Change, Getting Older, You"},{"quote":"I'm a classic example of all humorists - only funny when I'm working.","author":"Peter Sellers","category":"Working, Example, Classic"},{"quote":"We know that the nature of genius is to provide idiots with ideas twenty years later.","author":"Louis Aragon","category":"Nature, Ideas, Genius"},{"quote":"When I was born I owed twelve dollars.","author":"George S. Kaufman","category":"Born, I Was Born, Twelve"},{"quote":"It's a funny thing, but today the Titanic is probably much more - that is people are much more aware of it than they were in 1954, when I was doing my research.","author":"Walter Lord","category":"Today, Research, People"},{"quote":"Porsche is a driver's car - a performance car. That was funny - here's this awesome car, but it's got no cup holders.","author":"Jason McCoy","category":"Car, Performance, Awesome"},{"quote":"I don't think I was funny until college. I lived with some Harvard MD/PhD students - they were so smart, and what I contributed to the house was, I was the funny one.","author":"Wendy Liebman","category":"College, Smart, Think"},{"quote":"Violence is not funny.","author":"William Friedkin","category":"Violence"},{"quote":"I'm not a person who can spontaneously say funny things.","author":"Ashley Williams","category":"Person, Say, Things"},{"quote":"It's kind of a funny way to put it, but if you want to study a dynamic economic system, what you'd like to be able to do is focus on the linkages, say, between asset markets and the macro economy without having to model everything at the same time.","author":"Lars Peter Hansen","category":"Time, Focus, Want"},{"quote":"It was Nick Willing's intention to make 'Hatter' as sarcastically British funny as he could.","author":"Andrew-Lee Potts","category":"British, Intention, Willing"},{"quote":"I really think that sex always looks kind of funny in a movie.","author":"William Friedkin","category":"Think, Kind, Looks"},{"quote":"I don't get offered many dramatic roles. As soon as my face pops up in a movie, everyone knows I'm the funny guy.","author":"Chris Elliott","category":"Face, Everyone, Up"},{"quote":"After all is said and done, sit down.","author":"Bill Copeland","category":"Down, Done, Said"},{"quote":"When I go to a bar, I don't go looking for a girl who knows the capital of Maine.","author":"David Brenner","category":"Girl, Looking, Maine"},{"quote":"I don't know, I feel like any role that I play is a little piece of me, whether it's their perspective, maybe how they dress, what they think is funny, their loyalty to their friends. It all stems from Kiersey.","author":"Kiersey Clemons","category":"Friends, Loyalty, Dress"},{"quote":"Losing streaks are funny. If you lose at the beginning you got off to a bad start. If you lose in the middle of the season, you're in a slump. If you lose at the end, you're choking.","author":"Gene Mauch","category":"Losing, Beginning, End"},{"quote":"I've played villains on stage - you know, the Iagos and so on - but I think of myself as a funny person. I mostly did comedies before I did TV work.","author":"Michael Emerson","category":"Work, Myself, Know"},{"quote":"Being funny has always mattered a lot to me. It's why I started acting - to make my friends laugh.","author":"Nick Wechsler","category":"Friends, Me, Laugh"},{"quote":"I've been lucky enough to play some funny, nasty ladies in my day, and if you can make them foolish, they're even funnier.","author":"Kelly Bishop","category":"Day, Play, You"},{"quote":"I just write what I think is funny. I don't care who watches it.","author":"Ian Hecox","category":"Care, Watches, Think"},{"quote":"If I could play any role in any musical, it would be Desiree in 'A Little Night Music' - Oh my, it is perfection. The character gets to be funny, beautiful, sexy and smart all at the same time and have two men fighting over her. The show is Stephen Sondheim at his absolute best... need I say more?","author":"Nancy Allen","category":"Music, Time, Beautiful"},{"quote":"The three theater peeps I would love to dine with are Mel Brooks, because he is so funny; Stephen Sondheim, because he is a god-like genius; and Ethel Merman, to compare notes on fabulous belting.","author":"Nancy Allen","category":"Love, Genius, Three"},{"quote":"It's funny, the moment you dread the most, seeing yourself bald, is actually not such a bad moment at all.","author":"Sylvie Meis","category":"Moment, Yourself, You"},{"quote":"It's a grim business, this being funny. Every time you come up with a strong, satiric idea, the world tops it.","author":"Del Close","category":"Business, Time, Strong"},{"quote":"It just so happens that people aren't doing comedy about abortion or cannibalism or waterboarding. And that to me doesn't necessarily mean that there aren't aspects of those subjects that are funny, it just means that people are too uptight.","author":"Rob McElhenney","category":"Me, People, Comedy"},{"quote":"You know my girls are so funny. You're out in the country and there are critters everywhere and they get a little like, 'Oh my God! Oh no, bugs!' and I had to say, 'Honey this is fine. This is their world and it's all part of being in the country.' I realized, 'Oh my God, my girls are really city girls.'","author":"Anna Gunn","category":"God, City, World"},{"quote":"Unfortunately, sometimes the fans forget who puts the money and passion into the club. It's funny, but when you win, it's the coach and the players who are responsible, but when you lose, it's the owner's fault; but that's football.","author":"Andrea Della Valle","category":"Money, Football, Passion"},{"quote":"One of the funny things of being a producer, you have these fleeting, intense relationships with people, and they go off to global megastardom, and you don't see them.","author":"Paul Epworth","category":"People, Relationships, You"},{"quote":"Let's make some funny pictures.","author":"Tex Avery","category":"Pictures, Some, Make"},{"quote":"In all my years as an actor, I had never been me - I had always hidden behind my glasses, mustaches and funny voices.","author":"Jon Pertwee","category":"Me, Glasses, Actor"},{"quote":"Logic will get you from A to B. Imagination will take you everywhere.","author":"Albert Einstein","category":"Logic, You, Will"},{"quote":"This world is but a canvas to our imagination.","author":"Henry David Thoreau","category":"Art, World, Canvas"},{"quote":"They who dream by day are cognizant of many things which escape those who dream only by night.","author":"Edgar Allan Poe","category":"Day, Night, Escape"},{"quote":"Every block of stone has a statue inside it and it is the task of the sculptor to discover it.","author":"Michelangelo","category":"Stone, Task, Discover"},{"quote":"When you're curious, you find lots of interesting things to do.","author":"Walt Disney","category":"Interesting, You, Find"},{"quote":"The only limit to your impact is your imagination and commitment.","author":"Tony Robbins","category":"Commitment, Impact, Limit"},{"quote":"Passion is what gives meaning to our lives. It's what allows us to achieve success beyond our wildest imagination. Try to find a career path that you have a passion for.","author":"Henry Samueli","category":"Success, Passion, Path"},{"quote":"The world of reality has its limits the world of imagination is boundless.","author":"Jean-Jacques Rousseau","category":"Reality, World, Limits"},{"quote":"The English language is nobody's special property. It is the property of the imagination: it is the property of the language itself.","author":"Derek Walcott","category":"Language, English Language"},{"quote":"Girls are capable of doing everything men are capable of doing. Sometimes they have more imagination than men.","author":"Katherine Johnson","category":"Men, Doing, Sometimes"},{"quote":"You're only given a little spark of madness. You mustn't lose it.","author":"Robin Williams","category":"Spark, You, Madness"},{"quote":"We are more often frightened than hurt and we suffer more from imagination than from reality.","author":"Lucius Annaeus Seneca","category":"Reality, Hurt, Suffer"},{"quote":"Each generation imagines itself to be more intelligent than the one that went before it, and wiser than the one that comes after it.","author":"George Orwell","category":"Generation, Intelligent"},{"quote":"I saw the angel in the marble and carved until I set him free.","author":"Michelangelo","category":"Free, Angel, Him"},{"quote":"Imagination will often carry us to worlds that never were. But without it we go nowhere.","author":"Carl Sagan","category":"Never, Will, Carry"},{"quote":"I like nonsense it wakes up the brain cells.","author":"Dr. Seuss","category":"Brain, Nonsense, Cells"},{"quote":"Visualize this thing that you want, see it, feel it, believe in it. Make your mental blue print, and begin to build.","author":"Robert Collier","category":"Blue, Believe, Want"},{"quote":"The level of our success is limited only by our imagination and no act of kindness, however small, is ever wasted.","author":"Aesop","category":"Success, Kindness, Small"},{"quote":"The ability to recognize opportunities and move in new - and sometimes unexpected - directions will benefit you no matter your interests or aspirations. A liberal arts education is designed to equip students for just such flexibility and imagination.","author":"Drew Gilpin Faust","category":"Education, Opportunities"},{"quote":"Imagination and fiction make up more than three quarters of our real life.","author":"Simone Weil","category":"Life, Three, Real Life"},{"quote":"If you want a vision of the future, imagine a boot stamping on a human face - forever.","author":"George Orwell","category":"Future, Vision, Want"},{"quote":"If you can imagine it, you can achieve it. If you can dream it, you can become it.","author":"William Arthur Ward","category":"Dream, You, Achieve"},{"quote":"The visionary starts with a clean sheet of paper, and re-imagines the world.","author":"Malcolm Gladwell","category":"World, Clean, Visionary"},{"quote":"I do not stick to rules when cooking. I rely on my imagination.","author":"Akshay Kumar","category":"Cooking, Rules, Stick"},{"quote":"Imagination is the highest kite one can fly.","author":"Lauren Bacall","category":"Fly, Kite, Highest"},{"quote":"My imagination is a monastery and I am its monk.","author":"John Keats","category":"I Am, Monk, Monastery"},{"quote":"I cannot imagine a God who rewards and punishes the objects of his creation and is but a reflection of human frailty.","author":"Albert Einstein","category":"Reflection, God, Human"},{"quote":"I love to create, and to me, the ultimate freedom of expression is a blank canvas or a block of clay to capture whatever emotions your imagination gives it.","author":"Daniel Boulud","category":"Love, Freedom, Me"},{"quote":"I have fallen in love with the imagination. And if you fall in love with the imagination, you understand that it is a free spirit. It will go anywhere, and it can do anything.","author":"Alice Walker","category":"Love, Free, Fall"},{"quote":"To bring anything into your life, imagine that it's already there.","author":"Richard Bach","category":"Life, Anything, Bring"},{"quote":"Imagination is the only key to the future. Without it none exists - with it all things are possible.","author":"Ida Tarbell","category":"Future, Key, Without"},{"quote":"There are two worlds: the world we can measure with line and rule, and the world that we feel with our hearts and imagination.","author":"Leigh Hunt","category":"World, Measure, Hearts"},{"quote":"Be bored and see where it takes you, because the imagination's dusty wilderness is worth crossing if you want to sculpt your soul.","author":"Nancy Gibbs","category":"Soul, Wilderness, Want"},{"quote":"I paint objects as I think them, not as I see them.","author":"Pablo Picasso","category":"Think, Paint, See"},{"quote":"The imagination is the golden pathway to everywhere.","author":"Terence McKenna","category":"Golden, Pathway, Everywhere"},{"quote":"With the brush we merely tint, while the imagination alone produces colour.","author":"Theodore Gericault","category":"Alone, Colour, Brush"},{"quote":"Imagination rules the world.","author":"Napoleon Bonaparte","category":"World, Rules"},{"quote":"Lyrically I like to use themes that make the listener use his or her imagination, and to give a little of the lessons I've learned in my own life.","author":"Ronnie James Dio","category":"Life, Her, Little"},{"quote":"Formulate and stamp indelibly on your mind a mental picture of yourself as succeeding. Hold this picture tenaciously. Never permit it to fade. Your mind will seek to develop the picture... Do not build up obstacles in your imagination.","author":"Norman Vincent Peale","category":"Obstacles, Mind, Yourself"},{"quote":"Those who have learned to walk on the threshold of the unknown worlds, by means of what are commonly termed par excellence the exact sciences, may then, with the fair white wings of imagination, hope to soar further into the unexplored amidst which we live.","author":"Ada Lovelace","category":"Hope, Excellence, Walk"},{"quote":"What we wish, we readily believe, and what we ourselves think, we imagine others think also.","author":"Julius Caesar","category":"Believe, Wish, Think"},{"quote":"Where there is no imagination there is no horror.","author":"Arthur Conan Doyle","category":"Horror, Where"},{"quote":"When you believe in what you're doing and use your imagination and initiative, you can make a difference.","author":"Samuel Dash","category":"Make A Difference, Believe"},{"quote":"I always imagined I could be what I wanted to be.","author":"Chris Brown","category":"Always, Wanted, Could"},{"quote":"You have to really use your imagination to refresh your daily life.","author":"Eric-Emmanuel Schmitt","category":"Life, Daily, You"},{"quote":"Our world faces a true planetary emergency. I know the phrase sounds shrill, and I know it's a challenge to the moral imagination.","author":"Al Gore","category":"Environmental, Challenge"},{"quote":"Imagination is the real and eternal world of which this vegetable universe is but a faint shadow.","author":"William Blake","category":"Shadow, World, Universe"},{"quote":"Now it is quite clear to me that there are no solid spheres in the heavens, and those that have been devised by the authors to save the appearances, exist only in the imagination.","author":"Tycho Brahe","category":"Me, Now, Appearances"},{"quote":"All the breaks you need in life wait within your imagination, Imagination is the workshop of your mind, capable of turning mind energy into accomplishment and wealth.","author":"Napoleon Hill","category":"Life, Mind, Wealth"},{"quote":"I did spend a lot of time as a child very confused about whether I had a devil in me, or whether I was in a state of grace. I mean, these ideas are so potent to anybody with half an imagination.","author":"Antony Gormley","category":"Time, Child, Me"},{"quote":"Man lives by imagination.","author":"Havelock Ellis","category":"Man, Man Lives, Lives"},{"quote":"You can understand nothing about art, particularly modern art, if you do not understand that imagination is a value in itself.","author":"Milan Kundera","category":"Art, Value, You"},{"quote":"Technology, like art, is a soaring exercise of the human imagination.","author":"Daniel Bell","category":"Art, Technology, Exercise"},{"quote":"We say God and the imagination are one... How high that highest candle lights the dark.","author":"Wallace Stevens","category":"God, Candle, Dark"},{"quote":"Begin noticing and being careful about keeping your imagination free of thoughts that you do not wish to materialize. Instead, initiate a practice of filling your creative thoughts to overflow with ideas and wishes that you fully intend to manifest. Honor your imaginings regardless of others seeing them as crazy or impossible.","author":"Wayne Dyer","category":"Crazy, Thoughts, Creative"},{"quote":"The saddest thing I can imagine is to get used to luxury.","author":"Charlie Chaplin","category":"Luxury, I Can, Imagine"},{"quote":"I've got quite a vivid imagination and I'm easily overwhelmed by sensations and things that are beautiful or scary. I don't think I've ever seen a ghost - I think I'm probably haunted by my own ghosts than real ones.","author":"Florence Welch","category":"Beautiful, Ghosts, Think"},{"quote":"Love doesn't grow on trees like apples in Eden - it's something you have to make. And you must use your imagination too.","author":"Joyce Cary","category":"Love, Trees, Grow"},{"quote":"Generally speaking, a howling wilderness does not howl: it is the imagination of the traveler that does the howling.","author":"Henry David Thoreau","category":"Wilderness, Speaking, Howl"},{"quote":"Illustrations can be a big window: a looking glass into the author's imagination.","author":"Tony DiTerlizzi","category":"Window, Looking, Glass"},{"quote":"Fantasy has a dark side to it. It also has a light hemisphere - the power of the human imagination to keep going, to imagine a better tomorrow.","author":"Tim O'Brien","category":"Light, Power, Keep Going"},{"quote":"Be drawn to the visual arts for it can expand your imagination.","author":"Barbara Januszkiewicz","category":"Arts, Visual, Your"},{"quote":"My imagination is a twisted place.","author":"Taylor Swift","category":"Twisted, Place"},{"quote":"Wherever you write is supposed to be a little bit of a refuge, a place where you can get away from the world. The more closed in you are, the more you're forced back on your own imagination.","author":"Stephen King","category":"World, You, Place"},{"quote":"True change takes place in the imagination.","author":"Unknown","category":"Change, True, Place"},{"quote":"From the boys' point of view, scouting puts them into fraternity-gangs, which is their natural organisation, whether for games, mischief, or loafing; it gives them a smart dress and equipments; it appeals to their imagination and romance; and it engages them in an active, open-air life.","author":"Robert Baden-Powell","category":"Life, Smart, Dress"},{"quote":"Men are mortal. So are ideas. An idea needs propagation as much as a plant needs watering. Otherwise both will wither and die.","author":"B. R. Ambedkar","category":"Men, Ideas, Plant"},{"quote":"It takes a lot of imagination to be a good photographer. You need less imagination to be a painter because you can invent things. But in photography everything is so ordinary it takes a lot of looking before you learn to see the extraordinary.","author":"David Bailey","category":"Good, Photography, Looking"},{"quote":"Musicals are, by nature, theatrical, meaning poetic, meaning having to move the audience's imagination and create a suspension of disbelief, by which I mean there's no fourth wall.","author":"Stephen Sondheim","category":"Nature, Meaning, Mean"},{"quote":"Make sure you visualize what you really want, not what someone else wants for you.","author":"Jerry Gillies","category":"Want, You, Visualize"},{"quote":"It is all very well to copy what one sees, but it is far better to draw what one now only sees in one's memory. That is a transformation in which imagination collaborates with memory.","author":"Edgar Degas","category":"Memory, Transformation"},{"quote":"True originality consists not in a new manner but in a new vision.","author":"Edith Wharton","category":"Vision, True, New"},{"quote":"I accept that there may be things far grander and more incomprehensible than we can possibly imagine.","author":"Richard Dawkins","category":"Accept, May, Imagine"},{"quote":"Being an actor is the loneliest thing in the world. You are all alone with your concentration and imagination, and that's all you have.","author":"James Dean","category":"Alone, World, You"},{"quote":"I'm an optimistic guy. I'm one of those big dreamers. I'm one of those kids with that annoying imagination.","author":"Tyler, The Creator","category":"Dreamers, Kids, Annoying"},{"quote":"Justice is to be found only in imagination.","author":"Alfred Nobel","category":"Justice, Only, Found"},{"quote":"Reason clears and plants the wilderness of the imagination to harvest the wheat of art.","author":"Austin O'Malley","category":"Art, Harvest, Plants"},{"quote":"The Chinese art world does not exist. In a society that restricts individual freedoms and violates human rights, anything that calls itself creative or independent is a pretence. It is impossible for a totalitarian society to create anything with passion and imagination.","author":"Ai Weiwei","category":"Art, Passion, Society"},{"quote":"I want to reach the heights of stardom beyond my imagination.","author":"Ranbir Kapoor","category":"Want, Reach, Heights"},{"quote":"My imagination makes me human and makes me a fool; it gives me all the world, and exiles me from it.","author":"Ursula K. Le Guin","category":"Fool, World, Me"},{"quote":"Anyone who said he wasn't afraid during the civil rights movement was either a liar or without imagination. I was scared all the time. My hands didn't shake but inside I was shaking.","author":"James L. Farmer, Jr.","category":"Time, Liar, Hands"},{"quote":"Fantasy mirrors desire. Imagination reshapes it.","author":"Mason Cooley","category":"Desire, Mirrors, Fantasy"},{"quote":"My life has been a gift up to this point, and I've been blessed beyond my wildest imagination. And wherever this ride takes me is where I'm going.","author":"Sean Hannity","category":"Life, Blessed, Gift"},{"quote":"The imagination is a muscle. If it is not exercised, it atrophies.","author":"Neil Gaiman","category":"Muscle"},{"quote":"I think artists can influence only through making music that challenges people, excites them and flips them out. Music that repeats what you know in ever-decreasing derivation, that's unchallenging and unstimulating, deadens our minds, our imagination and our ability to see beyond the hell we find ourselves in.","author":"Thom Yorke","category":"Music, Challenges, Influence"},{"quote":"Imagination is a very potent thing, and in the uneducated often usurps the place of genuine experience.","author":"H. P. Lovecraft","category":"Experience, Genuine, Place"},{"quote":"Proficiency in a craft is essential to every artist. Therein lies the prime source of creative imagination. Let us then create a new guild of craftsmen without the class distinctions that raise an arrogant barrier between craftsman and artist!","author":"Walter Gropius","category":"Creative, Artist, New"},{"quote":"If you're not a daydreamer, you haven't got any imagination.","author":"David Cassidy","category":"You, Got, Daydreamer"},{"quote":"My experience of great storytelling, working with classics, is just finding a way to present it simply but let the story do its own work, or be an invite to the audience's imagination.","author":"Kenneth Branagh","category":"Work, Experience, Great"},{"quote":"I don't like this idea of Method. I come from that school, but what I was taught was that it's your imagination. You do your homework, and you use your imagination.","author":"Mark Ruffalo","category":"School, Homework, You"},{"quote":"One thing about 'Star Wars' that I'm really proud of is that it expands the imagination. That's why I like the 'Star Wars' toys.","author":"George Lucas","category":"Proud, Why, Toys"},{"quote":"I discovered that my imagination came alive when I moved away from the immediate world around me.","author":"Kazuo Ishiguro","category":"World, Me, Alive"},{"quote":"To me, it's far more efficient to mobilize the imagination. It's far more efficient to hear a creaking step, for example, than to see the face of a monster, which usually looks ridiculous, and where you know that the blood is ketchup.","author":"Michael Haneke","category":"Ketchup, Step, Me"},{"quote":"My reality needs imagination like a bulb needs a socket. My imagination needs reality like a blind man needs a cane.","author":"Tom Waits","category":"Man, Blind, Reality"},{"quote":"In rising financial markets, the world is forever new. The bull or optimist has no eyes for past or present, but only for the future, where streams of revenue play in his imagination.","author":"James Buchan","category":"Future, Eyes, Past"},{"quote":"The difference between the Parthenon and the World Trade Center, between a French wine glass and a German beer mug, between Bach and John Philip Sousa, between Sophocles and Shakespeare, between a bicycle and a horse, though explicable by historical moment, necessity, and destiny, is before all a difference of imagination.","author":"Guy Davenport","category":"Wine, Horse, World"},{"quote":"Imagination creates reality.","author":"Richard Wagner","category":"Reality, Creates"},{"quote":"If you got a good imagination, a lot of confidence and you kind of know what you are saying, then you might be able to do it. I know a lot of colorful characters at home that would make great actors.","author":"Jason Statham","category":"Home, Good, Great"},{"quote":"I've learned that borders are where the actual ends, but also where the imagination and the story begins.","author":"Amy Purdy","category":"Story, Where, Borders"},{"quote":"It may easily come to pass that a vain man may become proud and imagine himself pleasing to all when he is in reality a universal nuisance.","author":"Baruch Spinoza","category":"Man, Reality, Proud"},{"quote":"Do not quench your inspiration and your imagination do not become the slave of your model.","author":"Vincent Van Gogh","category":"Inspiration, Slave, Become"},{"quote":"An opera begins long before the curtain goes up and ends long after it has come down. It starts in my imagination, it becomes my life, and it stays part of my life long after I've left the opera house.","author":"Maria Callas","category":"Life, My Life, Long"},{"quote":"Imagine for yourself a character, a model personality, whose example you determine to follow, in private as well as in public.","author":"Epictetus","category":"Character, Personality"},{"quote":"Imagination was given to man to compensate him for what he is not a sense of humor to console him for what he is.","author":"Francis Bacon","category":"Humor, Man, Sense Of Humor"},{"quote":"To imagine is everything, to know is nothing at all.","author":"Anatole France","category":"Know, Nothing, Everything"},{"quote":"I imagine that yes is the only living thing.","author":"e. e. cummings","category":"Living, Yes, Imagine"},{"quote":"An idea is salvation by imagination.","author":"Frank Lloyd Wright","category":"Idea, Salvation"},{"quote":"It is impossible to imagine the universe run by a wise, just and omnipotent God, but it is quite easy to imagine it run by a board of gods.","author":"H. L. Mencken","category":"God, Wise, Universe"},{"quote":"He who does not think much of himself is much more esteemed than he imagines.","author":"Johann Wolfgang von Goethe","category":"Think, Himself, Than"},{"quote":"Imagination is the eye of the soul.","author":"Joseph Joubert","category":"Eye, Soul"},{"quote":"I imagine, therefore I belong and am free.","author":"Lawrence Durrell","category":"Free, Belong, Imagine"},{"quote":"It is the eye of ignorance that assigns a fixed and unchangeable color to every object beware of this stumbling block.","author":"Paul Gauguin","category":"Eye, Ignorance, Color"},{"quote":"The artist must bow to the monster of his own imagination.","author":"Richard Wright","category":"Artist, Monster, Must"},{"quote":"The most imaginative people are the most credulous, for them everything is possible.","author":"Alexander Chase","category":"People, Everything, Possible"},{"quote":"You can't do it unless you can imagine it.","author":"George Lucas","category":"You, Imagine, Unless"},{"quote":"Imagination has brought mankind through the dark ages to its present state of civilization. Imagination led Columbus to discover America. Imagination led Franklin to discover electricity.","author":"L. Frank Baum","category":"America, Dark, Present"},{"quote":"Imagination is the voice of daring. If there is anything Godlike about God it is that. He dared to imagine everything.","author":"Henry Miller","category":"God, Voice, Anything"},{"quote":"I visualize things in my mind before I have to do them. It's like having a mental workshop.","author":"Jack Youngblood","category":"Mind, Mental, Visualize"},{"quote":"When you can imagine you begin to create and when you begin to create you realize that you can create a world that you prefer to live in, rather than a world that you're suffering in.","author":"Ben Okri","category":"World, Suffering, Live"},{"quote":"Imagination and invention go hand in hand. Remember how lack of resources was never a problem in childhood games? Shift a few pieces of furniture around the living room, and you have yourself a fort.","author":"Alexandra Adornetto","category":"Childhood, Yourself"},{"quote":"Apathy can be overcome by enthusiasm, and enthusiasm can only be aroused by two things: first, an ideal, with takes the imagination by storm, and second, a definite intelligible plan for carrying that ideal into practice.","author":"Arnold J. Toynbee","category":"Storm, Plan, Practice"},{"quote":"The debt we owe to the play of imagination is incalculable.","author":"Carl Jung","category":"Play, Debt, Owe"},{"quote":"There are moments when a man's imagination, so easily subdued to what it lives in, suddenly rises above its daily level and surveys the long windings of destiny.","author":"Edith Wharton","category":"Daily, Man, Moments"},{"quote":"Never lose sight of the fact that all human felicity lies in man's imagination, and that he cannot think to attain it unless he heeds all his caprices. The most fortunate of persons is he who has the most means to satisfy his vagaries.","author":"Marquis de Sade","category":"Man, Think, Human"},{"quote":"That neither our thoughts, nor passions, nor ideas formed by the imagination, exist without the mind, is what every body will allow.","author":"George Berkeley","category":"Thoughts, Ideas, Mind"},{"quote":"However my parents - both of whom came from impoverished backgrounds and neither of whom had been to college, took the view that my overactive imagination was an amusing quirk that would never pay a mortgage or secure a pension.","author":"J. K. Rowling","category":"Parents, College, View"},{"quote":"I love costumes. I love getting dressed up because it really helps my imagination make the leap to believe that I am who I say I am.","author":"Alessandro Nivola","category":"Love, I Am, Believe"},{"quote":"Perhaps our imagination needs crime stories to fulfill some craving we have, as a way to assuage a darkness in ourselves.","author":"James Nesbitt","category":"Darkness, Crime, Way"},{"quote":"I had a very happy childhood, but I still used my imagination as a leisure resort.","author":"Geraldine McCaughrean","category":"Happy, Childhood, Leisure"},{"quote":"I must confess that my imagination refuses to see any sort of submarine doing anything but suffocating its crew and floundering at sea.","author":"H. G. Wells","category":"Sea, Doing, See"},{"quote":"This is one of those cases in which the imagination is baffled by the facts.","author":"Adam Smith","category":"Facts, Which, Cases"},{"quote":"Nothing is more fearful than imagination without taste.","author":"Johann Wolfgang von Goethe","category":"Nothing, Taste, Without"},{"quote":"Imagination allows us to escape the predictable. It enables us to reply to the common wisdom that we cannot soar by saying, 'Just watch!'","author":"Bill Bradley","category":"Wisdom, Escape, Saying"},{"quote":"Having imagination it takes you an hour to write a paragraph that if you were unimaginative would take you only a minute.","author":"Franklin Pierce Adams","category":"You, Write, Hour"},{"quote":"The great instrument of moral good is the imagination.","author":"Percy Bysshe Shelley","category":"Good, Great, Moral"},{"quote":"Talent, lying in the understanding, is often inherited; genius, being the action of reason or imagination, rarely or never.","author":"Samuel Taylor Coleridge","category":"Action, Talent"},{"quote":"Vision - It reaches beyond the thing that is, into the conception of what can be. Imagination gives you the picture. Vision gives you the impulse to make the picture your own.","author":"Robert Collier","category":"Vision, Picture, You"},{"quote":"Censorship is never over for those who have experienced it. It is a brand on the imagination that affects the individual who has suffered it, forever.","author":"Noam Chomsky","category":"Brand, Censorship, Forever"},{"quote":"I don't think art is propaganda; it should be something that liberates the soul, provokes the imagination and encourages people to go further. It celebrates humanity instead of manipulating it.","author":"Keith Haring","category":"Art, Soul, Humanity"},{"quote":"What I love most about animation is, it's a team sport, and everything we do is about pure imagination.","author":"Jeffrey Katzenberg","category":"Love, Team, Animation"},{"quote":"You will certainly not doubt the necessity of studying astronomy and physics, if you are desirous of comprehending the relation between the world and Providence as it is in reality, and not according to imagination.","author":"Maimonides","category":"Reality, World, Studying"},{"quote":"My identity is linked to my grandmother, who's pure Filipino, as pure as you can probably get. And that shaped my imagination. So that's how I identify.","author":"Jessica Hagedorn","category":"Identity, You, Grandmother"},{"quote":"In imagination, there's no limitation.","author":"Mark Victor Hansen","category":"Limitation"},{"quote":"It always amuses me that the biggest praise for my work comes for the imagination, while the truth is that there's not a single line in all my work that does not have a basis in reality. The problem is that Caribbean reality resembles the wildest imagination.","author":"Gabriel Garcia Marquez","category":"Work, Truth, Reality"},{"quote":"The thing that most attracts me to historical fiction is taking the factual record as far as it is known, using that as scaffolding, and then letting imagination build the structure that fills in those things we can never find out for sure.","author":"Geraldine Brooks","category":"Me, Build, Find"},{"quote":"Literature is a beautiful way of keeping the imagination alive, of visiting worlds you would never have time to in your day-to-day life. It keeps you abreast of a wider spectrum of human activities.","author":"Abraham Verghese","category":"Life, Time, Beautiful"},{"quote":"We need to be politically engaged, but peculiar in how we engage. Jesus and the early Christians had a marvelous political imagination. They turned all the presumptions and ideas of power and blessing upside down.","author":"Shane Claiborne","category":"Power, Ideas, Political"},{"quote":"From stoplights to skyscrapers, turn anywhere in civilization and you will see imagination at work. It's in our inventions, advances and remedies and how a single parent masterminds each day. Imagination is boundless, surrounds us and resides in us all.","author":"Geoffrey S. Fletcher","category":"Work, Day, Parent"},{"quote":"Cinema is a world of imagination.","author":"Marjane Satrapi","category":"World, Cinema"},{"quote":"America gave the world the notion of the melting pot - an alchemical cooking device wherein diverse ethnic and religious groups voluntarily mix together, producing a new, American identity. And while critics may argue that the melting pot is a national myth, it has tenaciously informed the America's collective imagination.","author":"Ivan Krastev","category":"Together, America, World"},{"quote":"Anything you put your mind to and add your imagination into can make your life a lot better and a lot more fun.","author":"Taylor Swift","category":"Life, Fun, Mind"},{"quote":"Scientists have to have a metaphor. All scientists start with imagination.","author":"Ray Bradbury","category":"Start, Metaphor, Scientists"},{"quote":"'The Spy Who Came in from the Cold' was the work of a wayward imagination brought to the end of its tether by political disgust and personal confusion.","author":"John le Carre","category":"Work, End, Political"},{"quote":"I have a visual imagination.","author":"Sylvia Plath","category":"Visual"},{"quote":"Of the things which nourish the imagination, humour is one of the most needful, and it is dangerous to limit or destroy it.","author":"John Millington Synge","category":"Limit, Humour, Dangerous"},{"quote":"My inspiration comes from so many things, it is hard to give credit to one. I find music of all kinds to be a great inspiration. A melody or a lyric can fire my imagination. Exercise is another. Endorphins fuel my thoughts - I tend to work out scenes and dialogue when I am exercising. Reading is also a great inspiration.","author":"Julia London","category":"Work, Music, Great"},{"quote":"No breed of cats in its proper condition can by any stretch of the imagination be thought of as even slightly ungraceful - a record against which must be pitted the depressing spectacle of impossibly flattened bulldogs, grotesquely elongated dachshunds, hideously shapeless and shaggy Airedales, and the like.","author":"H. P. Lovecraft","category":"Cats, Thought, Depressing"},{"quote":"Given free rein, our imagination can get infinite.","author":"Jim Harrison","category":"Free, Infinite, Given"},{"quote":"Imagination decides everything.","author":"Blaise Pascal","category":"Everything"},{"quote":"A certificate of live birth is not the same thing by any stretch of the imagination as a birth certificate.","author":"Donald Trump","category":"Live, Birth, Same"},{"quote":"I am not interested in slice of life, what I want is a slice of the imagination.","author":"Carlos Fuentes","category":"Life, I Am, Want"},{"quote":"I love audio books, and when I paint I'm always listening to a book. I find that my imagination really takes flight in the painting process when I'm listening to audio books.","author":"Thomas Kinkade","category":"Love, Listening, Book"},{"quote":"Without imagination, there can be no genuine ardor in any pursuit or for any acquisition, and without imagination, there can be no genuine morality, no profound feeling of other men's sorrow, no ardent and persevering anxiety for their interests.","author":"William Godwin","category":"Men, Anxiety, Sorrow"},{"quote":"The suicide bomber's imagination leads him to believe in a brilliant act of heroism, when in fact he is simply blowing himself up pointlessly and taking other people's lives.","author":"Salman Rushdie","category":"Believe, Suicide, People"},{"quote":"If you're trying to learn how to act from a class, you're analyzing the teachers' movements and their intricacies, and it becomes like a pantomime of you wanting to be them, and that's wrong. Literature is an easier way to study acting, because then you can take any kind of spin. It's your own imagination, and your own version of it.","author":"Shia LaBeouf","category":"Acting, Literature, You"},{"quote":"There's the tradition of the 19th-century ballets, and the 20th century has had a difficult time with that tradition. And it's had a difficult time with many components of the Romantic imagination because of modernism.","author":"Twyla Tharp","category":"Time, Romantic, Tradition"},{"quote":"When you're starting off as a young writer, you look at all the stuff that's gone before and the stuff that's influenced you, and you reach the ladle of your imagination into this bubbling stew pot of all of this stuff, and you pour it out. And that's where you start from.","author":"Neil Gaiman","category":"Start, Look, You"},{"quote":"The Mafia exists in the American imagination because we want it to exist.","author":"Pete Hamill","category":"American, Want, Mafia"},{"quote":"I believe in imagination. I did Kramer vs. Kramer before I had children. But the mother I would be was already inside me.","author":"Meryl Streep","category":"Children, Mother, Believe"},{"quote":"The great liberty of the fictional writer is to let the imagination out of the traces and see it gallop off over the horizon.","author":"Will Self","category":"Great, Liberty, Horizon"},{"quote":"If the history of the western moral imagination is the story of an enduring and unending revolt against human cruelty, there are few more consequential figures than Raphael Lemkin - and few whose achievements have been more ignored by the general public. It was he who coined the word 'genocide.' He was also its victim.","author":"Michael Ignatieff","category":"History, Moral, Story"},{"quote":"Loving a country is an act of the imagination.","author":"Michael Ignatieff","category":"Loving, Country, Act"},{"quote":"You can't be a 21st-century science fiction writer writing about Mars without doing tips of the hat to Edgar Rice Burroughs, to Ray Bradbury, to H.G. Wells, to the guys who first put it in the public imagination that Mars was an exciting place.","author":"Robert J. Sawyer","category":"Science, Writing, Hat"},{"quote":"I like crafts that come out of poverty or necessity. There used to be hobby shops where you'd get your supplies, and then you'd use your imagination.","author":"Amy Sedaris","category":"Poverty, You, Hobby"},{"quote":"There's this long history of colonialism and the colonial gaze when applied to matters related to China. So a lot of conceptions about China in literary representations in the West are things you can't even fight against because they've been there so long that they've become part of the Western imagination of China.","author":"Ken Liu","category":"History, Fight, Long"},{"quote":"Growing up in a suburban home, the world seems so massive to you. It seems like cities are so big and so far away, and there's so much in them. So your imagination runs wild, instead of when you are born in the middle of Manhattan, you'd know, like, that this is the biggest city.","author":"Shawn Mendes","category":"Home, City, World"},{"quote":"As long as I was well fed, I was a very, very nice child. I just used my imagination and played with Barbies. I was pretty easy.","author":"Sabrina Carpenter","category":"Child, Long, Easy"},{"quote":"The greatest gift you have been given is the gift of your imagination - what do you dream of wanting to do?","author":"Amanda Lindhout","category":"Dream, Gift, Greatest"},{"quote":"A lot of these liberal churches that harbor illegal immigrants who are criminals say they are following the example of Jesus. They are following the Jesus of their imagination rather than the Jesus of the Bible.","author":"Robert Jeffress","category":"Bible, Immigrants, Liberal"},{"quote":"Obviously the facts are never just coming at you but are incorporated by an imagination that is formed by your previous experience. Memories of the past are not memories of facts but memories of your imaginings of the facts.","author":"Philip Roth","category":"Memories, Experience, Past"},{"quote":"Writing is more about imagination than anything else. I fell in love with words. I fell in love with storytelling.","author":"Pat Conroy","category":"Love, Writing, Words"},{"quote":"Gender fluidity is not really feeling like you're at one end of the spectrum or the other. For the most part, I definitely don't identify as any gender. I'm not a guy; I don't really feel like a woman, but obviously I was born one. So, I'm somewhere in the middle, which - in my perfect imagination - is like having the best of both sexes.","author":"Ruby Rose","category":"Best, Woman, End"},{"quote":"Growing up, I had a very vivid imagination and Leonardo was like my best imaginary friend that I spoke to. When things were tough, or I was scared in an unsafe environment, I always imagined that the Ninja Turtles would come to the rescue.","author":"Ruby Rose","category":"Best, Growing Up, Friend"},{"quote":"There are no shortcuts in life - only those we imagine.","author":"Frank Leahy","category":"Life, Shortcuts, Imagine"},{"quote":"Ideas come from ordinary, everyday life. And from imagination. And from feelings. And from memories. Memories of dust in my sneakers and humming whitewalls down a hill called Monkey.","author":"Jerry Spinelli","category":"Life, Memories, Ideas"},{"quote":"To treat your facts with imagination is one thing, to imagine your facts is another.","author":"John Burroughs","category":"Treat, Facts, Imagine"},{"quote":"A man at work, making something which he feels will exist because he is working at it and wills it, is exercising the energies of his mind and soul as well as of his body. Memory and imagination help him as he works.","author":"William Morris","category":"Work, Man, Memory"},{"quote":"All of imagination - everything that we think, we feel, we sense - comes through the human brain. And once we create new patterns in this brain, once we shape the brain in a new way, it never returns to its original shape.","author":"Jay S. Walker","category":"Brain, Human Brain, Think"},{"quote":"The imagination of our children is blunted on television, and their thinking is done for them.","author":"Stanley R. Jaffe","category":"Children, Thinking"},{"quote":"It may seem unfashionable to say so, but historians should seize the imagination as well as the intellect. History is, in a sense, a story, a narrative of adventure and of vision, of character and of incident. It is also a portrait of the great general drama of the human spirit.","author":"Peter Ackroyd","category":"History, Adventure, Great"},{"quote":"When I was a young person I went to the university and I learned a rational language, to think with the left side of the brain. But in the right side of the brain you have intuition and imagination. Words are not the truth; they indicate the way to go, but you need to go alone, in silence. Symbols have a language that kills the words.","author":"Alejandro Jodorowsky","category":"Truth, Alone, Words"},{"quote":"I do think imagination is enormously valuable, and that children should be encouraged in their imagination. That's very true.","author":"Richard Dawkins","category":"Children, Think, True"},{"quote":"I suppose I'm proudest of my novels for what's imagined in them. I think the world of my imagination is a richer and more interesting place than my personal biography.","author":"John Irving","category":"World, Think, Place"},{"quote":"Self-awareness is not the same thing as self-approval, any more than imagination is the same thing as day-dreaming.","author":"Francis Spufford","category":"Self-Awareness, Same, Than"},{"quote":"A man, to carry on a successful business, must have imagination. He must see things as in a vision, a dream of the whole thing. A man can cultivate this faculty only by an appreciation of the finer things in life.","author":"Charles M. Schwab","category":"Life, Business, Appreciation"},{"quote":"People are powerfully moved by imagination, belief, and knowledge. They can consider the past and future. They can make changes in their behavior out of reason in a way that animals can't do.","author":"Gretchen Rubin","category":"Knowledge, Future, Past"},{"quote":"You have to really stretch your imagination to infer what the intrinsic value of Bitcoin is. I haven't been able to do it. Maybe somebody else can.","author":"Alan Greenspan","category":"Value, You, Maybe"},{"quote":"I don't think that people should wear dresses two sizes too small. I just think that sexiness is better left to the imagination. It's just more tasteful.","author":"Rachel Zoe","category":"Small, People, Think"},{"quote":"Cooking with kids is not just about ingredients, recipes, and cooking. It's about harnessing imagination, empowerment, and creativity.","author":"Guy Fieri","category":"Creativity, Cooking, Kids"},{"quote":"The moment a person forms a theory, his imagination sees in every object only the traits which favor that theory.","author":"Thomas Jefferson","category":"Moment, Person, Theory"},{"quote":"I think that all things, in their way, reflect heavenly truth, the imagination not least.","author":"C. S. Lewis","category":"Truth, Think, Way"},{"quote":"The lunatic, the lover, and the poet, are of imagination all compact.","author":"William Shakespeare","category":"Poet, Lover, Lunatic"},{"quote":"Sooner or later you must move down an unknown road that leads beyond the range of the imagination, and the only certainty is that the trip has to be made.","author":"Bruce Catton","category":"Road, Unknown, You"},{"quote":"Cowardice... is almost always simply a lack of ability to suspend functioning of the imagination.","author":"Ernest Hemingway","category":"Ability, Always, Cowardice"},{"quote":"All the works of man have their origin in creative fantasy. What right have we then to depreciate imagination.","author":"Carl Jung","category":"Man, Creative, Fantasy"},{"quote":"Don't stay at the job for safe salary increases over time. That will never get you where you want - freedom from financial worry. Only free time, imagination, creativity, and an ability to disappear will help you deliver value that nobody ever delivered before in the history of mankind.","author":"James Altucher","category":"Time, History, Freedom"},{"quote":"I think my securities far outweigh my insecurities. I am not nearly as afraid of myself and my imagination as I used to be.","author":"Billy Connolly","category":"Myself, I Am, Think"},{"quote":"Abstraction is one of the greatest visionary tools ever invented by human beings to imagine, decipher, and depict the world.","author":"Jerry Saltz","category":"World, Greatest, Tools"},{"quote":"Sometimes a technology is so awe-inspiring that the imagination runs away with it - often far, far away from reality. Robots are like that. A lot of big and ultimately unfulfilled promises were made in robotics early on, based on preliminary successes.","author":"Daniel H. Wilson","category":"Technology, Reality, Robots"},{"quote":"I have a good imagination. Look, I know what it feels like to have a broken heart. I know what it feels like to feel something for somebody. I'm just too weird to be in a relationship.","author":"Diane Warren","category":"Relationship, Good, Heart"},{"quote":"The World Series is played in my doubtless too-nostalgic imagination in some kind of autumn afternoon light, and seeing it exclusively in the bitter chill of midnight breaks the spell of even the best of games.","author":"Adam Gopnik","category":"Autumn, Light, Best"},{"quote":"I think growing up on a farm in a certain amount of isolation, with not a lot of friends nearby, makes you entertain yourself and kind of grows your imagination - being alone is quite good for all that. You make up stories, talk to the animals, let them be an audience, a bunch of cows.","author":"Kristen Schaal","category":"Friends, Good, Alone"},{"quote":"I am enough of an artist to draw freely upon my imagination.","author":"Albert Einstein","category":"Art, I Am, Artist"},{"quote":"Imagination, the supreme delight of the immortal and the immature, should be limited. In order to enjoy life, we should not enjoy it too much.","author":"Vladimir Nabokov","category":"Life, Enjoy Life, Enjoy"},{"quote":"The imagination is the spur of delights... all depends upon it, it is the mainspring of everything; now, is it not by means of the imagination one knows joy? Is it not of the imagination that the sharpest pleasures arise?","author":"Marquis de Sade","category":"Joy, Now, Pleasures"},{"quote":"People can die of mere imagination.","author":"Geoffrey Chaucer","category":"People, Die, Mere"},{"quote":"A man, to be greatly good, must imagine intensely and comprehensively; he must put himself in the place of another and of many others; the pains and pleasures of his species must become his own.","author":"Percy Bysshe Shelley","category":"Good, Man, Place"},{"quote":"Imagine what a harmonious world it could be if every single person, both young and old shared a little of what he is good at doing.","author":"Quincy Jones","category":"Good, World, Doing"},{"quote":"Life is only a dream and we are the imagination of ourselves.","author":"Bill Hicks","category":"Life, Dream, Ourselves"},{"quote":"I'm a dreamer with lots of energy and a vivid imagination. That's the recipe for becoming an entertainer.","author":"Goldie Hawn","category":"Energy, Dreamer, Lots"},{"quote":"Hypnosis is about shutting down the conscious mind and re-igniting the unconscious and the imagination, so while I give instructions to them under hypnosis, the contestants might interpret those instructions in all kinds of ways.","author":"Keith Barry","category":"Mind, Down, Instructions"},{"quote":"Works of imagination should be written in very plain language the more purely imaginative they are the more necessary it is to be plain.","author":"Samuel Taylor Coleridge","category":"Language, Should, Plain"},{"quote":"We are the miracle of force and matter making itself over into imagination and will. Incredible. The Life Force experimenting with forms. You for one. Me for another. The Universe has shouted itself alive. We are one of the shouts.","author":"Ray Bradbury","category":"Life, Universe, Me"},{"quote":"I don't necessarily start with the beginning of the book. I just start with the part of the story that's most vivid in my imagination and work forward and backward from there.","author":"Beverly Cleary","category":"Work, Book, Beginning"},{"quote":"I feel like I'm a much better person when I'm developing my imagination and my innocence and my vulnerability. I like that version of me better than the version where I'm just working on my analytical mind.","author":"Brit Marling","category":"Mind, Me, Innocence"},{"quote":"Mostly, I straddle reality and the imagination. My reality needs imagination like a bulb needs a socket. My imagination needs reality like a blind man needs a cane.","author":"Tom Waits","category":"Man, Blind, Reality"},{"quote":"Living in a small town, one of the keys to survival was your imagination.","author":"Nick Nolte","category":"Survival, Small, Living"},{"quote":"Who cares about the men who steered your breakfast cereal through winter storms? How ironic that the more ships have grown in size and consequence, the less space they take up in our imagination.","author":"Rose George","category":"Winter, Men, Space"},{"quote":"Men often take their imagination for their heart and they believe they are converted as soon as they think of being converted.","author":"Blaise Pascal","category":"Heart, Men, Believe"},{"quote":"It would be too frightening for me to consider myself a role model. But I like the idea of not being afraid of letting your imagination rule you, to feel the freedom of expression, to let creativity be your overwhelming drive rather than other things.","author":"Florence Welch","category":"Freedom, Creativity, Myself"},{"quote":"When I got large enough to go to work, while employed I was reflecting on many things that would present themselves to my imagination; and whenever an opportunity occurred of looking at a book, when the school-children were getting their lessons, I would find many things that the fertility of my own imagination had depicted to me before.","author":"Nat Turner","category":"Work, Opportunity, Book"},{"quote":"America is a poem in our eyes; its ample geography dazzles the imagination, and it will not wait long for metres.","author":"Ralph Waldo Emerson","category":"Eyes, America, Long"},{"quote":"One can live in the shadow of an idea without grasping it.","author":"Elizabeth Bowen","category":"Shadow, Live, Idea"},{"quote":"A man may imagine things that are false, but he can only understand things that are true, for if the things be false, the apprehension of them is not understanding.","author":"Isaac Newton","category":"Man, Understanding, True"},{"quote":"I still find it quite easy to find my way into a child's imagination. We're all Peter Pan ourselves in some respects. Everybody should keep some grip on childhood, even as a grownup.","author":"Tim Curry","category":"Childhood, Child, Easy"},{"quote":"In your imagination, you can perfect things in a way you can't do in your everyday life.","author":"Washed Out","category":"Life, Perfect, You"},{"quote":"You may be sure that the Americans will commit all the stupidities they can think of, plus some that are beyond imagination.","author":"Charles de Gaulle","category":"Think, You, May"},{"quote":"Panic is a sudden desertion of us, and a going over to the enemy of our imagination.","author":"Christian Nestell Bovee","category":"Enemy, Going, Us"},{"quote":"Aptitude found in the understanding and is often inherited. Genius coming from reason and imagination, rarely.","author":"Marcus Aurelius","category":"Genius, Understanding"},{"quote":"There are many ways to be free. One of them is to transcend reality by imagination, as I try to do.","author":"Anais Nin","category":"Reality, Free, Try"},{"quote":"One longs for a director with a sense of imagination.","author":"Alan Rickman","category":"Director, Sense, Longs"},{"quote":"The openness of rural Nebraska certainly influenced me. That openness, in a way, fosters the imagination. But growing up, Lincoln wasn't a small town. It was a college town. It had record stores and was a liberal place.","author":"Matthew Sweet","category":"College, Small, Me"},{"quote":"It would be a bitter cosmic joke if we destroy ourselves due to atrophy of the imagination.","author":"Martha Gellhorn","category":"Bitter, Destroy, Joke"},{"quote":"I used my imagination to make the grass whatever color I wanted it to be.","author":"Whoopi Goldberg","category":"Color, Grass, Whatever"},{"quote":"The woman who appeals to a man's vanity may stimulate him, the woman who appeals to his heart may attract him, but it is the woman who appeals to his imagination who gets him.","author":"Helen Rowland","category":"Heart, Man, Woman"},{"quote":"When something is such a creative medium as the web, the limits to it are our imagination.","author":"Tim Berners-Lee","category":"Creative, Limits, Web"},{"quote":"What's in front of you is a whole world of experiences beyond your imagination. Put yourself, and your growth and development, first.","author":"Phylicia Rashad","category":"Growth, World, Yourself"},{"quote":"I'm always easily frightened and I hate being scared. I've never been able to go on the haunted house rides at carnivals of anything like that my imagination just takes over!","author":"Caity Lotz","category":"Hate, House, Scared"},{"quote":"In a rehearsal room, your real resource as an actor aren't the things around you; your resources are your imagination and your director and the other actors. In those close quarters, your imagination and your skills are what you turn to.","author":"Stephen Lang","category":"Actor, Skills, You"},{"quote":"The one thing emphasized in any creative writing course is 'write what you know,' and that automatically drives a wooden stake through the heart of imagination. If they really understood the mysterious process of creating fiction, they would say, 'You can write about anything you can imagine.'","author":"Tom Robbins","category":"Heart, Writing, Creative"},{"quote":"I'm attracted to stories that excite my imagination, stories that, as I'm reading the script, I feel it, I can see it, I can hear the characters. I'm attracted to characters that are real, that tap into something inside me that I haven't explored yet.","author":"Tatiana Maslany","category":"Reading, Me, See"},{"quote":"To create a new standard, it takes something that's not just a little bit different; it takes something that's really new and really captures people's imagination, and the Macintosh, of all the machines I've ever seen, is the only one that meets that standard.","author":"Bill Gates","category":"People, New, Create"},{"quote":"If you were a successful upper-middle-class Negro girl in the 1950s and '60s, you were, in practice and imagination, a white Protestant upper middle-class girl. Young, good-looking white women were the most desirable creatures in the world. It was hard not to want to imitate them; it was highly toxic, too, as we would learn.","author":"Margo Jefferson","category":"Women, Girl, World"},{"quote":"I was always extremely creative. I was very artistic and never strong with numbers or science. I wanted to be an artist or a fashion designer. I wanted to be something that allowed for a lot of imagination.","author":"Whitney Wolfe","category":"Science, Strong, Artist"},{"quote":"My country has contrived for me the most insignificant office that ever the invention of man contrived or his imagination conceived.","author":"John Adams","category":"Man, Me, Country"},{"quote":"The face of nature and civilization in this our country is to a certain point a very sufficient literary field. But it will yield its secrets only to a really grasping imagination. To write well and worthily of American things one need even more than elsewhere to be a master.","author":"Henry James","category":"Nature, American, Face"},{"quote":"The source and center of all man's creative power... is his power of making images, or the power of imagination.","author":"Robert Collier","category":"Power, Man, Creative"},{"quote":"The innovative process is a fragile one, dependent on a complex, often messy interplay of imagination, competition, and exchange. Curbing new ideas hurts not only individual creators but the audience for which they create and the posterity that inherits their legacy.","author":"Virginia Postrel","category":"Competition, Ideas, Legacy"},{"quote":"Without imagination we can go nowhere. And imagination is not restricted to the arts. Every scientist I have met who has been a success has had to imagine.","author":"Rita Dove","category":"Success, Without, Imagine"},{"quote":"I think life is about having the mixture of the curiosity of an older person and the imagination of a child.","author":"Daphne Guinness","category":"Life, Curiosity, Child"},{"quote":"Woman is the sun, an extraordinary creature, one that makes the imagination gallop.","author":"Marcello Mastroianni","category":"Sun, Woman, Extraordinary"},{"quote":"One travels to run away from routine, that dreadful routine that kills all imagination and all our capacity for enthusiasm.","author":"Ella Maillart","category":"Travel, Enthusiasm, Run"},{"quote":"Vulgarity begins when imagination succumbs to the explicit.","author":"Doris Day","category":"Vulgarity, Begins, Explicit"},{"quote":"I have always felt that the truth is prophetic, and that if you describe precisely what you see and give it life with your imagination, then what you write ought to have lasting value, no matter what the mood of your prose.","author":"Paul Theroux","category":"Life, Truth, Value"},{"quote":"Some stories are true that never happened.","author":"Elie Wiesel","category":"True, Never, Stories"},{"quote":"Personally, I would sooner have written Alice in Wonderland than the whole Encyclopedia Britannica.","author":"Stephen Leacock","category":"Personally, Whole, Than"},{"quote":"The human mind evolved always in the company of the human body, and of the animal body before it was human. The intricate connections of mind and body must exceed our imagination, as from our point of view we are peculiarly prevented from observing them.","author":"John Desmond Bernal","category":"Animal, Mind, Company"},{"quote":"I've spent my life butting my head against other people's lack of imagination.","author":"Nick Cave","category":"Life, People, My Life"},{"quote":"Here is everything which can lay hold of the eye, ear and imagination - everything which can charm and bewitch the simple and ignorant. I wonder how Luther ever broke the spell.","author":"John Adams","category":"Eye, Simple, Ignorant"},{"quote":"You will recognize your own path when you come upon it, because you will suddenly have all the energy and imagination you will ever need.","author":"Jerry Gillies","category":"Path, Energy, You"},{"quote":"One of the virtues of being very young is that you don't let the facts get in the way of your imagination.","author":"Sam Levenson","category":"Facts, Young, You"},{"quote":"Poetry is that art which selects and arranges the symbols of thought in such a manner as to excite the imagination the most powerfully and delightfully.","author":"William C. Bryant","category":"Art, Poetry, Thought"},{"quote":"You expect far too much of a first sentence. Think of it as analogous to a good country breakfast: what we want is something simple, but nourishing to the imagination.","author":"Larry McMurtry","category":"Good, Simple, Breakfast"},{"quote":"My main point here is that if you are the child of God and God is a part of you, the in your imagination God suppose to look like you. And when you accept a picture of the deity assigned to you by another people, you become the spiritual prisoners of that other people.","author":"John Henrik Clarke","category":"God, Spiritual, Child"},{"quote":"To put down an ideogram of a table so that people will recognize it as a table is not the work of a painter, but to sense it for a moment as a magic carpet with a leg hanging down at each corner is the beginning of a painter's imagination.","author":"Frank Auerbach","category":"Work, Beginning, Moment"},{"quote":"Dr. Einstein was not successful in school, but he found something in the air from his own imagination and his own brain power, and look what he did.","author":"Eartha Kitt","category":"Power, School, Brain"},{"quote":"I always believe it's better to have 30 imaginations working on a project, rather than one imagination telling the other 29 what to do.","author":"Trevor Nunn","category":"Believe, Better, Working"},{"quote":"Writing gives me the opportunity to explore ideas, play with language, solve problems, use my imagination, and draw on my own childhood.","author":"Jack Prelutsky","category":"Opportunity, Childhood"},{"quote":"I loved the world of imagination.","author":"R. A. Salvatore","category":"World, Loved"},{"quote":"Sometimes I feel like a figment of my own imagination.","author":"Lily Tomlin","category":"Sometimes, Feel, My Own"},{"quote":"Imagination... its limits are only those of the mind itself.","author":"Rod Serling","category":"Mind, Limits, Itself"},{"quote":"He is the true enchanter, whose spell operates, not upon the senses, but upon the imagination and the heart.","author":"Washington Irving","category":"Heart, True, Senses"},{"quote":"The world is not run by thought, nor by imagination, but by opinion.","author":"Elizabeth Drew","category":"Thought, World, Opinion"},{"quote":"Writing poetry is the hard manual labor of the imagination.","author":"Ishmael Reed","category":"Writing, Poetry, Labor"},{"quote":"But I'm never gonna get to a point in my life where what it costs to shoot a movie is going to determine what it is. The limits of my imagination is the only thing that's gonna stop me.","author":"Abel Ferrara","category":"Life, Me, My Life"},{"quote":"I've always felt that what I have going for me is not my imagination, because everyone has an imagination. What I have is a relentlessly controlled imagination. What looks like wild invention is actually quite carefully calculated.","author":"Terry Pratchett","category":"Me, Wild, Looks"},{"quote":"I was raised not to be afraid to show emotion or imagination.","author":"Javier Bardem","category":"Emotion, Afraid, Show"},{"quote":"Many memory techniques involve creating unforgettable imagery, in your mind's eye. That's an act of imagination. Creating really weird imagery really quickly was the most fun part of my training to compete in the U.S. Memory Competition.","author":"Joshua Foer","category":"Training, Memory"},{"quote":"With me, writing is 60% imagination, 30% people you know and 10% you don't know where it comes from.","author":"Terrence McNally","category":"Writing, Me, People"},{"quote":"I grew up believing my sister was from the planet Neptune and had been sent down to Earth to kill me. I believed this because my sister Emily convinced me of it when I was a toddler. I think she'd seen Invasion of the Body Snatchers and her imagination ran away with her. There's a part of me that still believes it.","author":"Zooey Deschanel","category":"Sister, Me, Earth"},{"quote":"Students are rewarded for memorization, not imagination or resourcefulness.","author":"Sugata Mitra","category":"Students, Rewarded"},{"quote":"Games are the way we keep romance alive. They're based in human hardwiring. Playing hard-to-get or leaving a little to the imagination allows the woman to be wooed and appreciated and the man to be challenged and intrigued.","author":"Helen Fisher","category":"Man, Woman, Leaving"},{"quote":"It is literature which for me opened the mysterious and decisive doors of imagination and understanding. To see the way others see. To think the way others think. And above all, to feel.","author":"Salman Rushdie","category":"Me, Understanding, Think"},{"quote":"Nature's imagination is so boundless compared to our own meager human imagination.","author":"James Cameron","category":"Nature, Human, Own"},{"quote":"Your heart will be shattered by sorrow if you force it to live in tomorrow's ephemeral imagination - world instead of in today's eternal reality - now.","author":"Sri Chinmoy","category":"Today, Heart, World"},{"quote":"I always have this imagination, something I want to use. I don't understand the idea of leisure time.","author":"Cher Wang","category":"Time, Want, Idea"},{"quote":"Some music comes from a real place; some music comes from your imagination. It's difficult to find out what's real and what's not, especially with the gangster stuff.","author":"Ice T","category":"Music, Gangster, Place"},{"quote":"I've got an overactive brain. I enjoy work, I enjoy life, and I'm not good at relaxing. I've also never slept very much due to this overactive imagination and my brain constantly thinking.","author":"Rick Wakeman","category":"Life, Work, Good"},{"quote":"Taking a comic strip character is very hard to write. Because comics are meant to work in one page, to work in frames with minimalistic dialogue. And a lot of it is left to the imagination of the reader. To do that in film, you've got to be a little more explanatory. And that requires a good screenplay and good dialogue.","author":"Ridley Scott","category":"Work, Good, Character"},{"quote":"The fictive structure, my work, my imagination, my books are about the details, the huge construction about culture, Islamic culture or modern Turkey. They're all intertwined.","author":"Orhan Pamuk","category":"Work, Culture, Construction"},{"quote":"People seem to have trouble with the imagination. They can't believe that you can just pull things out of your brain like that.","author":"Edward P. Jones","category":"Believe, Brain, People"},{"quote":"Using my imagination and creativity is exciting to me.","author":"Jan de Bont","category":"Creativity, Me, Using"},{"quote":"I sometimes think that so much of our life takes place inside our heads - in memory or imagination or interpretation or speculation - that if I really want to change my life, I might best begin by changing my mind.","author":"Pico Iyer","category":"Life, Change, Best"},{"quote":"Bad people are, from the point of view of art, fascinating studies. They represent colour, variety and strangeness. Good people exasperate one's reason; bad people stir one's imagination.","author":"Oscar Wilde","category":"Art, Good, Good People"},{"quote":"I get ideas from my own personal experiences, from my imagination, and from my research and from old stories.","author":"Mary Pope Osborne","category":"Ideas, Research, Personal"},{"quote":"Remember that your imagination is yours and yours alone. You have the inborn capacity to use it in any way that you choose. No one else is responsible for your imagination. Anything placed in your imagination and held there ultimately becomes your reality.","author":"Wayne Dyer","category":"Alone, Reality, Remember"},{"quote":"Although technology has enhanced our lives in many ways, it has also ensured the erosion of imagination.","author":"Alexandra Adornetto","category":"Technology, Our Lives"},{"quote":"I get irritated with the world. I get irritated with politicians. I get very irritated with governments and with corporations, but in terms of imagination - my imagination is always fertile. I'm either thinking of my own things or constantly engaged by the things that other people do.","author":"Patti Smith","category":"Thinking, World, People"},{"quote":"Walt Disney had a nuclear imagination before the advent of nuclear, some comprehension of apocalypse and rapture deep in his genes.","author":"Steve Erickson","category":"Deep, Apocalypse, Genes"},{"quote":"The appeal of the spectrally macabre is generally narrow because it demands from the reader a certain degree of imagination and a capacity for detachment from everyday life.","author":"H. P. Lovecraft","category":"Life, Everyday Life"},{"quote":"I think acting is a work of imagination.","author":"Elodie Yung","category":"Work, Acting, Think"},{"quote":"The writer's goal is to try to make it frightening without describing it too much, and yet not making it so grey that you don't know what's going on... Your imagination can imagine all sorts of really horrible things, and if you're able to prolong that feeling, then you've succeeded.","author":"Arthur Slade","category":"Goal, Know, You"},{"quote":"I always struggle with making the technical aspects of the plot fit with the story that's unfolding in my imagination.","author":"Deborah Raney","category":"Struggle, Story, Always"},{"quote":"People are always saying it's the end of the Gutenberg era. More to the point, it's a return to an oral era. The Gutenberg galaxy was about the written word. At its best, the digital era is part of the rediscovery of the oral. At its worst, it's a Kafkaesque victory of the bureaucratic over the imagination.","author":"John Ralston Saul","category":"Best, End, Victory"},{"quote":"Children depend mightily on animals for comfort, inspiration, imagination, and art. And parents have long recognized this.","author":"Lydia Millet","category":"Art, Children, Parents"},{"quote":"The public has an appetite for anything about imagination - anything that is as far away from reality as is creatively possible.","author":"Steven Spielberg","category":"Reality, Far Away, Anything"},{"quote":"What really fascinates me is this need that is so strong now that if you read a work of the imagination you instantly have to say, 'Oh, what this really is is so-and-so,' reducing it to a simple formula.","author":"Doris Lessing","category":"Work, Strong, Simple"},{"quote":"Teachers need to feel they are trusted. They must be allowed some leeway to use their imagination; otherwise, teaching loses all sense of wonder and excitement.","author":"Alan Bennett","category":"Wonder, Teachers, Trusted"},{"quote":"'Harry Potter' really harnessed the imagination of so many young-adult minds, and it's the same with the 'Divergent' series.","author":"Kate Winslet","category":"Same, Minds, Series"},{"quote":"The imagination imitates. It is the critical spirit that creates.","author":"Oscar Wilde","category":"Spirit, Critical, Creates"},{"quote":"You have to come in and be that character when you walk into the room. That's what one of my first acting teachers taught me. You know, don't go in there being Jennifer and then expect to flip and change, because they're not going to have that imagination.","author":"Jennifer Lopez","category":"Change, Character, Walk"},{"quote":"Death? Why this fuss about death? Use your imagination, try to visualize a world without death! Death is the essential condition of life, not an evil.","author":"Charlotte Perkins Gilman","category":"Life, Death, Evil"},{"quote":"Today the function of the artist is to bring imagination to science and science to imagination, where they meet, in the myth.","author":"Cyril Connolly","category":"Science, Today, Artist"},{"quote":"If we find it hard to believe that winning millions might not be so lucky after all, we just don't have a good enough imagination. If I fantasise about winning the lottery, it doesn't take long before all sorts of worrisome potential consequences occur to me.","author":"Julian Baggini","category":"Good, Winning, Believe"},{"quote":"My hope is that this life is not all there is. This life is like preparation for what is coming next, and what is coming next is something so glorious that the Bible says minds can't conceive it, eye has never seen, your imagination could never even enter into all that God is preparing for those who love him.","author":"Anne Graham Lotz","category":"Love, Life, Hope"},{"quote":"I just have a relationship with my imagination. It's like my friend, almost.","author":"Steven Wright","category":"Relationship, Friend, Like"},{"quote":"I don't feel there's any reason to apologise for having a wicked imagination. I think it's important as a maker of fantasy and of horror.","author":"Clive Barker","category":"Important, Think, Fantasy"},{"quote":"With its imagination and large sales, Apple has become the world's most valuable IT company. However people are starting to have doubts regarding Apple's silence on heavy metal pollution problems.","author":"Ma Jun","category":"Silence, World, Company"},{"quote":"Never, and I mean never, allow anyone else's ideas of who you can or can't become sully your dream or pollute your imagination. This is your territory, and a 'Keep Out' sign is a great thing to erect at all entrances to your imagination.","author":"Wayne Dyer","category":"Great, Ideas, Dream"},{"quote":"I don't believe my house was haunted. I think I had an overactive imagination, and I was so convinced that those around me became convinced, too.","author":"Ryan Gosling","category":"Believe, Me, Think"},{"quote":"Without this playing with fantasy no creative work has ever yet come to birth. The debt we owe to the play of the imagination is incalculable.","author":"Carl Jung","category":"Work, Creative, Play"},{"quote":"I had an incredibly full life with my imagination: I used to have all sorts of trolls and things; I had a wonderful world around my toys and invented people. I don't mean I had imaginary friends; I just had this big imagination thing going on. I didn't need any imaginary friends, because I had so much other stuff going on.","author":"Kate Bush","category":"Life, Friends, World"},{"quote":"I feel like my imagination was crafted by Tolkien. He seemed to tap into that childhood intrigue of secret doors and hidden worlds.","author":"Richard C. Armitage","category":"Childhood, Doors, Secret"},{"quote":"In many a piece of music, it's the pause or the rest that gives the piece its beauty and its shape. And I know I, as a writer, will often try to include a lot of empty space on the page so that the reader can complete my thoughts and sentences and so that her imagination has room to breathe.","author":"Pico Iyer","category":"Music, Beauty, Space"},{"quote":"I didn't like Barbie dolls, so I used to have this overactive imagination, and I used to pretend to be all these different things. My weird childhood fetishes seem to have come to life now as an actor.","author":"Sonam Kapoor","category":"Life, Childhood, Weird"},{"quote":"People write memoirs because they lack the imagination to make things up.","author":"Tom Robbins","category":"People, Up, Things"},{"quote":"In my wildest imagination, I never thought that the fifth of six children born to Helen and Buddy Watts - in a poor black neighborhood, in the poor rural community of Eufaula, Oklahoma - would someday be called Congressman.","author":"J. C. Watts","category":"Children, Community, Thought"},{"quote":"Nonfiction is both easier and harder to write than fiction. It's easier because the facts are already laid out before you, and there is already a narrative arc. What makes it harder is that you are not free to use your imagination and creativity to fill in any missing gaps within the story.","author":"Amy Bloom","category":"Creativity, Free, Story"},{"quote":"The novel and the film of 'The Color Purple' are both works of the imagination that make claim to historical truth.","author":"Darryl Pinckney","category":"Truth, Color, Purple"},{"quote":"It's through the small things that we develop our moral imagination, so that we can understand the sufferings of others.","author":"Alexander McCall Smith","category":"Small Things, Small, Moral"},{"quote":"We especially need imagination in science.","author":"Maria Mitchell","category":"Science, Need"},{"quote":"I probably became an actor because of my vivid imagination, and doing voice-over really sort of takes me back to that.","author":"Eric Stonestreet","category":"Me, Doing, Actor"},{"quote":"It is usually the imagination that is wounded first, rather than the heart; it being much more sensitive.","author":"Henry David Thoreau","category":"Heart, First, Sensitive"},{"quote":"I feel very lucky to make a living from my imagination I'm very grateful for that. I like that what I do is create. I'm feeling very lucky to have had the career I had. It's gone much longer and bigger than I ever thought it would be.","author":"Steven Wright","category":"Grateful, Thought, Living"},{"quote":"People may think I'm trying something new by telling stories, but they're just jokes connected to give the illusion of stories. But really, I just continue using my imagination and creating. That's what I do.","author":"Steven Wright","category":"People, Trying, Think"},{"quote":"When I started the Imagination Library in my hometown, I never dreamed that one day we would be helping Scottish kids.","author":"Dolly Parton","category":"Day, Library, Kids"},{"quote":"What distinguishes a great artist from a weak one is first their sensibility and tenderness; second, their imagination, and third, their industry.","author":"Salman Rushdie","category":"Great, Artist, Weak"},{"quote":"Reading has been the fuel of my motivation: it has changed the direction in which I have traveled, and it has enhanced my creative imagination more than any other activity I have ever pursued.","author":"Zig Ziglar","category":"Reading, Creative"},{"quote":"Few people have the imagination for reality.","author":"Johann Wolfgang von Goethe","category":"Reality, People, Few"},{"quote":"Were it not for imagination a man would be as happy in arms of a chambermaid as of a duchess.","author":"Samuel Johnson","category":"Happy, Man, Arms"},{"quote":"One is never fortunate or as unfortunate as one imagines.","author":"Francois de La Rochefoucauld","category":"Never, Fortunate"},{"quote":"Experience teaches that when the will and imagination are in conflict, the imagination usually wins. What we imagine may defeat our reason and make us slaves to what we taste, see, hear, smell, and feel in the mind's eye. The body is indeed the servant of the mind.","author":"Joseph B. Wirthlin","category":"Experience, Conflict, Mind"},{"quote":"The human race is governed by its imagination.","author":"Napoleon Bonaparte","category":"Race, Human, Human Race"},{"quote":"I've done a lot of bad things. Use your imagination.","author":"Katy Perry","category":"Done, Bad, Things"},{"quote":"Taste refers to the past, imagination to the future.","author":"Mason Cooley","category":"Future, Past, Taste"},{"quote":"Imagination has rules, but we can only guess what they are.","author":"Mason Cooley","category":"Rules, Only, Guess"},{"quote":"Ray Bradbury is one who is contributing to the understanding of the imagination and the curiosity of the human race.","author":"Buzz Aldrin","category":"Curiosity, Understanding"},{"quote":"I can't satisfy myself with just trying to tie all of my imagination into music, especially when music is not appreciated as an art form as much as it used to be.","author":"Marilyn Manson","category":"Music, Art, Myself"},{"quote":"Mars has long exerted a pull on the human imagination. The erratically moving red star in the sky was seen as sinister or violent by the ancients: The Greeks identified it with Ares, the god of war; the Babylonians named it after Nergal, god of the underworld. To the ancient Chinese, it was Ying-huo, the fire planet.","author":"John Updike","category":"God, War, Sky"},{"quote":"Whoever has once been truly unsettled by a work of the imagination will never give loyalty to a single idea, belief system, religious faith or party.","author":"Howard Jacobson","category":"Work, Faith, Loyalty"},{"quote":"Not everyone is fortunate enough to earn their living playing. But what draws people to art and artists is a desire to enjoy the propinquity of play. For it is the very freedom of the imagination. And what else were we born to do, but imagine freely?","author":"Howard Jacobson","category":"Art, Freedom, Enjoy"},{"quote":"While the sciences are hugely important, let us not leave behind a child's imagination.","author":"Kevin Spacey","category":"Child, Important, Behind"},{"quote":"I always felt that what is scary is actually hearing someone tell you what they think they see. That sense of invisibility makes things a lot scarier, since your imagination tends to fill in the gaps.","author":"James Wan","category":"Think, You, See"},{"quote":"We can conceive of eternity because we cannot conceive of a cessation of time. We can conceive of infinite space because we cannot conceive of so much matter that our imagination will not stand upon the farthest star and see infinite space beyond.","author":"Robert Green Ingersoll","category":"Time, Space, Stand"},{"quote":"My problem is that my imagination won't turn off. I wake up so excited I can't eat breakfast. I've never run out of energy. It's not like OPEC oil I don't worry about a premium going on my energy. It's just always been there. I got it from my mom.","author":"Steven Spielberg","category":"Mom, Breakfast, Problem"},{"quote":"We are all innovators, we all like to use our imagination, which is our greatest tool.","author":"Cory Booker","category":"Greatest, Tool, Like"},{"quote":"Our thoughts and imagination are the only real limits to our possibilities.","author":"Orison Swett Marden","category":"Thoughts, Limits, Real"},{"quote":"Believing you're something that you're not excites the mind and the imagination. And it's hopeful.","author":"Orlando Bloom","category":"Mind, You, Hopeful"},{"quote":"I've always had a slightly overactive imagination.","author":"Daniel Radcliffe","category":"Always, Slightly, Had"},{"quote":"Many scientists think that philosophy has no place, so for me it's a sad time because the role of reflection, contemplation, meditation, self inquiry, insight, intuition, imagination, creativity, free will, is in a way not given any importance, which is the domain of philosophers.","author":"Deepak Chopra","category":"Time, Creativity, Sad"},{"quote":"We're living in a time when the world has suddenly discovered India because it's run out of raw material for its imagination. The raw materials for imagination are inexhaustible here.","author":"Deepak Chopra","category":"Time, World, Living"},{"quote":"Being on a trapeze is like dreaming. I feel totally outside of myself when I'm flying. You know, designing shoes, my imagination is flying in my drawings.","author":"Christian Louboutin","category":"Myself, Shoes, Flying"},{"quote":"I always appreciated the magnitude of my mother's imagination. She always saw beauty in what was broken, and she'd preserve it.","author":"Blake Lively","category":"Beauty, Mother, Broken"},{"quote":"I know there's been a lot that's been said about animated voice work, as though it's 'you can do this in your jeans and there's no camera and no pressure there. It's no big deal. It's easy.' The truth is, it's really a great test: how deep is your ability is to access your imagination?","author":"Nicolas Cage","category":"Work, Truth, Great"},{"quote":"Science fiction is a way that I can go into the abstract, go into the imagination, and audiences are still willing to go along for the ride.","author":"Nicolas Cage","category":"Science, Ride, I Can"},{"quote":"Often you hear stories about never working with children. I disagree because children still have that residual magical thinking. They haven't had their imagination knocked out of them by turning into adults and life experiences.","author":"Nicolas Cage","category":"Life, Children, Thinking"},{"quote":"I tend to like to read history - recent history, because I find that much more intriguing than just a writer's imagination.","author":"Jesse Ventura","category":"History, Find, Like"}]}