{"author":"Ravindu Manoj","github":"ravindu01manoj","repo":"Quotes-500k","data":[{"quote":"It is only the farmer who faithfully plants seeds in the Spring, who reaps a harvest in the Autumn.","author":"B. C. Forbes","category":"Autumn, Harvest, Spring"},{"quote":"The flower that smells the sweetest is shy and lowly.","author":"William Wordsworth","category":"Flower, Shy, Smells"},{"quote":"Little things seem nothing, but they give peace, like those meadow flowers which individually seem odorless but all together perfume the air.","author":"Georges Bernanos","category":"Peace, Flowers, Together"},{"quote":"When the flower blooms, the bees come uninvited.","author":"Ramakrishna","category":"Flower, Bees, Come"},{"quote":"It will never rain roses: when we want to have more roses we must plant more trees.","author":"George Eliot","category":"Rain, Roses, Trees"},{"quote":"You can cut all the flowers but you cannot keep spring from coming.","author":"Pablo Neruda","category":"Flowers, Spring, You"},{"quote":"Trees and plants always look like the people they live with, somehow.","author":"Zora Neale Hurston","category":"Trees, Plants, People"},{"quote":"Love is the flower of life, and blossoms unexpectedly and without law, and must be plucked where it is found, and enjoyed for the brief hour of its duration.","author":"D. H. Lawrence","category":"Love, Life, Flower"},{"quote":"The flower which is single need not envy the thorns that are numerous.","author":"Rabindranath Tagore","category":"Flower, Envy, Single"},{"quote":"Let us not forget that the cultivation of the earth is the most important labor of man. When tillage begins, other arts will follow. The farmers, therefore, are the founders of civilization.","author":"Daniel Webster","category":"Man, Earth, Forget"},{"quote":"A flower falls, even though we love it; and a weed grows, even though we do not love it.","author":"Dogen","category":"Love, Flower, Falls"},{"quote":"Won't you come into the garden? I would like my roses to see you.","author":"Richard Brinsley Sheridan","category":"Roses, Garden, You"},{"quote":"Gardens are not made by singing 'Oh, how beautiful,' and sitting in the shade.","author":"Rudyard Kipling","category":"Beautiful, Singing, Shade"},{"quote":"What is a weed? A plant whose virtues have never been discovered.","author":"Ralph Waldo Emerson","category":"Plant, Never, Virtues"},{"quote":"He plants trees to benefit another generation.","author":"Caecilius Statius","category":"Generation, Trees, Plants"},{"quote":"A garden must combine the poetic and the mysterious with a feeling of serenity and joy.","author":"Luis Barragan","category":"Joy, Garden, Serenity"},{"quote":"The love of gardening is a seed once sown that never dies.","author":"Gertrude Jekyll","category":"Love, Seed, Never"},{"quote":"My favorite hobby is being alone. I like to be alone. I also like dancing, fishing, playing poker sometimes and vegetable gardening - corn, tomatoes, cucumbers, I have a big garden every year.","author":"Emanuel Steward","category":"Alone, Being Alone, Fishing"},{"quote":"From plants that wake when others sleep, from timid jasmine buds that keep their odour to themselves all day, but when the sunlight dies away let the delicious secret out to every breeze that roams about.","author":"Thomas Moore","category":"Day, Sleep, Plants"},{"quote":"I've always felt that having a garden is like having a good and loyal friend.","author":"C. Z. Guest","category":"Good, Friend, Garden"},{"quote":"Show me your garden and I shall tell you what you are.","author":"Alfred Austin","category":"Me, Garden, You"},{"quote":"There's something about taking a plow and breaking new ground. It gives you energy.","author":"Ken Kesey","category":"Energy, You, New"},{"quote":"A garden is a complex of aesthetic and plastic intentions; and the plant is, to a landscape artist, not only a plant - rare, unusual, ordinary or doomed to disappearance - but it is also a color, a shape, a volume or an arabesque in itself.","author":"Roberto Burle Marx","category":"Color, Artist, Plant"},{"quote":"Gardening is how I relax. It's another form of creating and playing with colors.","author":"Oscar de la Renta","category":"Colors, Relax, Creating"},{"quote":"Help us to be ever faithful gardeners of the spirit, who know that without darkness nothing comes to birth, and without light nothing flowers.","author":"May Sarton","category":"Light, Flowers, Darkness"},{"quote":"And forget not that the earth delights to feel your bare feet and the winds long to play with your hair.","author":"Khalil Gibran","category":"Hair, Feet, Long"},{"quote":"I know that if odour were visible, as colour is, I'd see the summer garden in rainbow clouds.","author":"Robert Bridges","category":"Rainbow, Clouds, Garden"},{"quote":"We must cultivate our own garden. When man was put in the garden of Eden he was put there so that he should work, which proves that man was not born to rest.","author":"Voltaire","category":"Work, Man, Garden"},{"quote":"Use plants to bring life.","author":"Douglas Wilson","category":"Life, Plants, Bring"},{"quote":"My neighbour asked if he could use my lawnmower and I told him of course he could, so long as he didn't take it out of my garden.","author":"Eric Morecambe","category":"Garden, Long, Him"},{"quote":"Working with plants, trees, fences and walls, if they practice sincerely they will attain enlightenment.","author":"Dogen","category":"Trees, Practice, Plants"},{"quote":"One lifetime is never enough to accomplish one's horticultural goals. If a garden is a site for the imagination, how can we be very far from the beginning?","author":"Francis Cabot Lowell","category":"Goals, Imagination, Garden"},{"quote":"All gardening is landscape painting.","author":"William Kent","category":"Painting, Landscape"},{"quote":"I like gardening - it's a place where I find myself when I need to lose myself.","author":"Alice Sebold","category":"Myself, Place, Find"},{"quote":"Garden as though you will live forever.","author":"William Kent","category":"Live, Garden, You"},{"quote":"In search of my mother's garden, I found my own.","author":"Alice Walker","category":"Mother, Garden, Search"},{"quote":"The earth is rocky and full of roots; it's clay, and it seems doomed and polluted, but you dig little holes for the ugly shriveled bulbs, throw in a handful of poppy seeds, and cover it all over, and you know you'll never see it again - it's death and clay and shrivel, and your hands are nicked from the rocks, your nails black with soil.","author":"Anne Lamott","category":"Death, Roots, Black"},{"quote":"I love things that are indescribable, like the taste of an avocado or the smell of a gardenia.","author":"Barbra Streisand","category":"Love, Smell, Taste"},{"quote":"Fertilizer does no good in a heap, but a little spread around works miracles all over.","author":"Richard Brinsley Sheridan","category":"Good, Miracles, Little"},{"quote":"A good garden may have some weeds.","author":"Thomas Fuller","category":"Good, Garden, May"},{"quote":"No occupation is so delightful to me as the culture of the earth, and no culture comparable to that of the garden.","author":"Thomas Jefferson","category":"Culture, Me, Garden"},{"quote":"The more help a person has in his garden, the less it belongs to him.","author":"W. H. Davies","category":"Help, Garden, Person"},{"quote":"If a tree dies, plant another in its place.","author":"Carolus Linnaeus","category":"Tree, Plant, Place"},{"quote":"If you build up the soil with organic material, the plants will do just fine.","author":"John Harrison","category":"Plants, You, Build"},{"quote":"I also like to garden. I grow things, vegetables, flowers... I particularly like orchids. I raise orchids.","author":"Beau Bridges","category":"Flowers, Grow, Garden"},{"quote":"I love decorating my home. I'm a gardener too, so that's usually something I have to play catch up with.","author":"Suzy Bogguss","category":"Love, Home, Play"},{"quote":"You have to get up and plant the seed and see if it grows, but you can't just wait around, you have to water it and take care of it.","author":"Bootsy Collins","category":"Water, Plant, Care"},{"quote":"I put quite a few trees in last autumn. A lot of silver birch and a couple of native trees - just generally doing gardening, putting plants in and hedges in. It takes quite a lot of time and I love it.","author":"Sean Bean","category":"Love, Autumn, Time"},{"quote":"In the world at large, people are rewarded or punished in ways that are often utterly random. In the garden, cause and effect, labor and reward, are re-coupled. Gardening makes sense in a senseless world. By extension, then, the more gardens in the world, the more justice, the more sense is created.","author":"Andrew Weil","category":"Justice, World, Garden"},{"quote":"One of the least arduous but most productive of gardening jobs, the magic of deadheading never fails to delight me. It was a revelation when the principle was explained to me: that flowers are the attempt by the plant to reproduce itself. So if you cut the heads off before the flower turns into seeds, the plant will continue to flower.","author":"Tom Hodgkinson","category":"Flower, Flowers, Me"},{"quote":"Gardening always has been an art, essentially.","author":"Robert Irwin","category":"Art, Always, Been"},{"quote":"Clarity is the most important thing. I can compare clarity to pruning in gardening. You know, you need to be clear. If you are not clear, nothing is going to happen. You have to be clear. Then you have to be confident about your vision. And after that, you just have to put a lot of work in.","author":"Diane von Furstenberg","category":"Work, Vision, Know"},{"quote":"I have an armchair interest in gardening, but I don't like to get my knees dirty. I don't have a garden.","author":"Nick Cave","category":"Garden, Dirty, Interest"},{"quote":"I like the physical activity of gardening. It's kind of thrilling. I do a lot of weeding.","author":"John Hurt","category":"Kind, Activity, Like"},{"quote":"I grew up at my grandmother's house, and she had a beautiful garden. I used to hate mowing the lawn and weeding, which is what you do when you're a kid. I loathe gardening, but I love gardens, and I have two beautiful gardens.","author":"Elton John","category":"Love, Beautiful, Hate"},{"quote":"I've come to recognize what I call my 'inside interests.' Telling stories. And helping people tell their stories is a sort of interpersonal gardening. My work at NBC News was to report the news, but in hindsight, I often tried to look for some insight to share that might spark a moment of recognition in a viewer.","author":"Jane Pauley","category":"Work, Moment, People"},{"quote":"Plant and your spouse plants with you weed and you weed alone.","author":"Jean-Jacques Rousseau","category":"Alone, Plants, Plant"},{"quote":"Cooking and gardening involve so many disciplines: math, chemistry, reading, history.","author":"David Chang","category":"History, Reading, Cooking"},{"quote":"A man has made at least a start on discovering the meaning of human life when he plants shade trees under which he knows full well he will never sit.","author":"D. Elton Trueblood","category":"Life, Man, Trees"},{"quote":"Flowers are happy things.","author":"P. G. Wodehouse","category":"Happy, Flowers, Things"},{"quote":"A vegetable garden in the beginning looks so promising and then after all little by little it grows nothing but vegetables, nothing, nothing but vegetables.","author":"Gertrude Stein","category":"Beginning, Garden"},{"quote":"To dwell is to garden.","author":"Martin Heidegger","category":"Garden, Dwell"},{"quote":"Every time I imagine a garden in an architectural setting, it turns into a magical place. I think of gardens I have seen, that I believe I have seen, that I long to see, surrounded by simple walls, columns, arcades or the facades of buildings - sheltered places of great intimacy where I want to stay for a long time.","author":"Peter Zumthor","category":"Time, Great, Simple"},{"quote":"Gardening is not a rational act.","author":"Margaret Atwood","category":"Rational, Act"},{"quote":"There is nothing I like better at the end of a hot summer's day than taking a short walk around the garden. You can smell the heat coming up from the earth to meet the cooler night air.","author":"Peter Mayle","category":"Day, Short, Walk"},{"quote":"Some men like to make a little garden out of life and walk down a path.","author":"Jean Anouilh","category":"Life, Path, Men"},{"quote":"Who loves a garden loves a greenhouse too.","author":"William Cowper","category":"Garden, Who, Too"},{"quote":"A brier rose whose buds yield fragrant harvest for the honey bee.","author":"Letitia Elizabeth Landon","category":"Rose, Harvest, Bee"},{"quote":"I loved to get all dusty and ride horses and plant potatoes and cotton.","author":"Dorothy Malone","category":"Plant, Ride, Loved"},{"quote":"The lesson I have thoroughly learnt, and wish to pass on to others, is to know the enduring happiness that the love of a garden gives.","author":"Gertrude Jekyll","category":"Love, Happiness, Garden"},{"quote":"What a man needs in gardening is a cast-iron back, with a hinge in it.","author":"Charles Dudley Warner","category":"Man, Back, Hinge"},{"quote":"I do some of my best thinking while pulling weeds.","author":"Martha Smith","category":"Best, Thinking, Weeds"},{"quote":"How deeply seated in the human heart is the liking for gardens and gardening.","author":"Alexander Smith","category":"Heart, Human, Human Heart"},{"quote":"If your knees aren't green by the end of the day, you ought to seriously re-examine your life.","author":"Bill Watterson","category":"Life, Day, Green"},{"quote":"Weather means more when you have a garden. There's nothing like listening to a shower and thinking how it is soaking in around your green beans.","author":"Marcelene Cox","category":"Listening, Thinking, Weather"},{"quote":"It is a golden maxim to cultivate the garden for the nose, and the eyes will take care of themselves.","author":"Robert Louis Stevenson","category":"Eyes, Garden, Care"},{"quote":"I love being in my garden. I don't plant a lot of exotic flora, but I do spend a lot of time outside doing manual labour.","author":"Jacqueline Bisset","category":"Love, Time, Plant"},{"quote":"The cottage garden; most for use designed, Yet not of beauty destitute.","author":"Charlotte Smith","category":"Beauty, Garden, Most"},{"quote":"My passion for gardening may strike some as selfish, or merely an act of resignation in the face of overwhelming problems that beset the world. It is neither. I have found that each garden is just what Voltaire proposed in Candide: a microcosm of a just and beautiful society.","author":"Andrew Weil","category":"Beautiful, Passion, Society"},{"quote":"Overall, the anarchy was the most creative of all periods of Japanese culture for in it there appeared the greatest landscape painting, the culmination of the skill of landscape gardening and the arts of flower arrangement, and the No drama.","author":"J. M. Roberts","category":"Flower, Culture, Greatest"},{"quote":"I could happily lean on a gate all the livelong day, chatting to passers-by about the wind and the rain. I do a lot of gate-leaning while I am supposed to be gardening; instead of hoeing, I lean on the gate, stare at the vegetable beds and ponder.","author":"Tom Hodgkinson","category":"Day, Rain, I Am"},{"quote":"I think we all have a dream of what it would be like not to work and grow heirloom tomatoes, and I do have that dream. It would be lovely. I do love gardening and all of that, but I do love my work.","author":"Helen Mirren","category":"Love, Work, Grow"},{"quote":"Software is like gardening - one day I'll go behind the shed and clean up. But if nobody ever goes there, does it matter a lot?","author":"Mike Krieger","category":"Day, Software, Matter"},{"quote":"I like to encourage people interested in gardening or planting to begin with a simple herb garden. Even if you live in a small apartment, you can have some herb pots.","author":"Anna Getty","category":"Simple, Small, Garden"},{"quote":"I'm pretty good at gardening. It consumes my time, and it feels like I'm doing something constructive.","author":"Simon Baker","category":"Time, Good, Doing"},{"quote":"Very early, I thought I would go into music, but I was aware that it would bring a set of obstacles I didn't find particularly attractive. Also, I'm not a great performer! For a while, I thought I would do something in landscape gardening. But it was always fashion for me.","author":"Stella McCartney","category":"Music, Great, Obstacles"},{"quote":"There is some risk to increase birth defects if you do a lot of outdoor gardening when you are pregnant. That can increase rates of toxoplasmosis.","author":"Emily Oster","category":"Risk, Birth, You"},{"quote":"Cooking, decorating, diet/self-help and gardening books are guilty pleasures and useful time fillers.","author":"Hillary Clinton","category":"Time, Cooking, Guilty"},{"quote":"If I'm in the country, my big idea is to do nothing. It means talking, it means cooking with the leftovers in the fridge - l'art d'accommoder les restes - it means gardening.","author":"Christian Louboutin","category":"Cooking, Country, Idea"},{"quote":"It's true that I have a wide range of interests. I like to write and paint and make music and go walking on my own and garden. In fact, gardening is probably what I enjoy doing more than anything else.","author":"Viggo Mortensen","category":"Music, Walking, Enjoy"},{"quote":"I still love farming and gardening and things like that in the summertime.","author":"Blake Shelton","category":"Love, Farming, Like"},{"quote":"My partner loves gardening and beekeeping and chickens and all that stuff.","author":"Jillian Michaels","category":"Partner, Chickens, Stuff"},{"quote":"Gardening is not my thing. You're digging in the dirt, and then a couple of months later, something happens.","author":"Jillian Michaels","category":"You, Dirt, Something"},{"quote":"Without doubt, without hesitation, I choose gardening over the gym. I can't stand going to the gym. It doesn't appeal to me at all. Give me gardening every time.","author":"Mary Berry","category":"Time, Me, Doubt"},{"quote":"I loathe gardening, but I love gardens, and I have two beautiful gardens. I can not bear gardening, but I love gardens.","author":"Elton John","category":"Love, Beautiful, I Can"},{"quote":"Mid-afternoon, I'll go out and do the household errands, come home, do my gardening, go for an evening walk.","author":"Diana Gabaldon","category":"Home, Walk, Evening"},{"quote":"I find myself listening to Talk Talk on repeat while I'm doing gardening in upstate New York. Their music is so languid, and I just love his voice.","author":"Parker Posey","category":"Love, Music, Myself"},{"quote":"Perhaps the CDC should quit spending money on things like jazzercise, urban gardening, and massage therapy and direct that money to where it's appropriate in protecting the health of the American people.","author":"Cory Gardner","category":"Money, Health, American"},{"quote":"I value my garden more for being full of blackbirds than of cherries, and very frankly give them fruit for their songs.","author":"Joseph Addison","category":"Value, Fruit, Garden"},{"quote":"I do the gardening.","author":"Ken Livingstone","category":"Garden, Interest"},{"quote":"From my earliest memories, I loved the farm. My grandfather was a charter subscriber to Rodale's Organic Gardening and Farming Magazine and had a huge, well kept garden with an octagonal chicken house in the corner.","author":"Joel Salatin","category":"Memories, Garden, Chicken"},{"quote":"I came to London. I spent nine months doing domestic work and gardening because I knew I wanted to get a West End show. So, when I was offered jobs in Stoke or Leicester or whatever, I'd say no. Eventually, I got 'Godspell.' It was gently building.","author":"Jeremy Irons","category":"Work, End, Building"},{"quote":"I am a particular fan of integrative exercise - that is, exercise that occurs in the course of doing some productive activity such as gardening, bicycling to work, doing home improvement projects and so on.","author":"Andrew Weil","category":"Work, Home, Improvement"},{"quote":"My life is gardening, cleaning around the house and power washing.","author":"J. B. Smoove","category":"Life, Power, My Life"},{"quote":"The profession I have keeps dragging me into drama and taking me away from baking, flowering and gardening.","author":"Lykke Li","category":"Me, Baking, Drama"},{"quote":"I don't see my artist friends as any more neurotic or addiction-prone than the others. The roommates I have had who were into triathlons or environmentalism were just as crazy as the poets, just as prone to tears over gardening or air conditioners, just as ready to kite a cheque or binge on cookie dough.","author":"Russell Smith","category":"Friends, Crazy, Artist"},{"quote":"I've never really understood the criticism that climbing is inherently selfish, since it could equally be argued about virtually any other hobby or sport. Is gardening selfish?","author":"Alex Honnold","category":"Selfish, Criticism, Hobby"},{"quote":"Cell culture is a little like gardening. You sit and you look at cells, and then you see something and say, 'You know, that doesn't look right'.","author":"Siddhartha Mukherjee","category":"Culture, Know, You"},{"quote":"I'm mad about gardening. I have an allotment on the other side of Hampstead Heath, and I keep three hens in my garden.","author":"Deborah Moggach","category":"Garden, Mad, Three"},{"quote":"At home, I relax by gardening, or just pottering.","author":"Jennifer Saunders","category":"Home, Relax, Just"},{"quote":"I adore gardening and plan to take it up properly when I have a bit more time on my hands. Until then, I love pottering in garden centres. I'm totally low maintenance. I don't ask for fancy plants, just basic, long-lasting shrubs that look nice. But I am particular about flowers.","author":"Shilpa Shetty","category":"Love, Time, Flowers"},{"quote":"I love planting. I love digging holes, putting plants in, tapping them in. And I love weeding, but I don't like tidying up the garden afterwards.","author":"Jamaica Kincaid","category":"Love, Plants, Garden"},{"quote":"I got a little house in East L.A. and did the gardening. I was doing some acting here and there, doing my own thing... getting back to reality.","author":"Adam Ant","category":"Reality, Acting, Doing"},{"quote":"My extravagance is my garden - it's the first thing I look at every morning when I wake up. It gives me so much pleasure.","author":"Ina Garten","category":"Morning, Me, Garden"},{"quote":"When I go into the garden, I forget everything. It's uncomplicated in my world of gardening. It's trial and error, really. If something doesn't work, it comes out, and you start all over again.","author":"Emilia Fox","category":"Work, World, Garden"},{"quote":"When a finished work of 20th century sculpture is placed in an 18th century garden, it is absorbed by the ideal representation of the past, thus reinforcing political and social values that are no longer with us.","author":"Robert Smithson","category":"Work, Past, Political"},{"quote":"Well I do find the beauty in animals. I find beauty everywhere. I find beauty in my garden.","author":"Doris Day","category":"Beauty, Garden, Animals"},{"quote":"I have to keep up with the scientific literature as part of my job, but increasingly I found myself reading things that weren't really relevant to my academic work, but were relevant to gardening.","author":"Ken Thompson","category":"Work, Myself, Job"},{"quote":"I need my friends, I need my house, I need my garden.","author":"Miranda Richardson","category":"Friends, Garden, House"},{"quote":"The most lasting and pure gladness comes to me from my gardens.","author":"Lillie Langtry","category":"Me, Pure, Lasting"},{"quote":"I don't hold that everybody has to love fashion. Some people like gardening.","author":"Steven Cojocaru","category":"Love, Fashion, People"},{"quote":"Gardening has just sort of grown on me. I find it therapeutic. And I like smelly things.","author":"Clive Anderson","category":"Me, Find, Like"},{"quote":"I'm not surfing much anymore, but I love hiking and gardening, and I'm always wearing a hat and sunblock.","author":"Carolyn Murphy","category":"Love, Hat, Surfing"},{"quote":"Gardening gloves are for sissies. I always have dirt under my nails.","author":"Hilarie Burton","category":"Nails, Dirt, Always"},{"quote":"I read, go for walks and I love to garden. My hands are such a mess. People think I should have movie star hands, but they're just gardening ones. Always slightly grubby and with a bit of dirt under the fingernails.","author":"Amanda Donohoe","category":"Love, People, Garden"},{"quote":"Everyone wants instant everything, and they want instant success, but I always think you should treat things in the arts like a garden, and let them grow.","author":"Penelope Keith","category":"Success, Treat, Garden"},{"quote":"I love gardening, and I love cooking. I love things like that. I love creating things.","author":"Aaron Taylor-Johnson","category":"Love, Cooking, Creating"},{"quote":"The space and light up there in Norfolk is wonderfully peaceful. I find myself doing funny things like gardening, and cooking, which I rarely do in London.","author":"Jeremy Northam","category":"Funny, Light, Myself"},{"quote":"Somebody informed me recently that the key to every art, from writing to gardening to sculpture, is creativity. I beg to differ.","author":"Roy Blount, Jr.","category":"Art, Creativity, Writing"},{"quote":"I like solitary pursuits, such as reading or pottering about in the garden.","author":"Hayley Mills","category":"Reading, Garden, Like"},{"quote":"One marked feature of the people, both high and low, is a love for flowers.","author":"Robert Fortune","category":"Love, Flowers, People"},{"quote":"Sometimes, as is the case of peach and plum trees, which are often dwarfed, the plants are thrown into a flowering states, and then, as they flower freely year after year, they have little inclination to make vigorous growth.","author":"Robert Fortune","category":"Flower, Growth, Trees"},{"quote":"A generation before, it had been sagebrush and coyotes; a generation later, it was a burgeoning movie town. But for that brief idyllic time in 1910, Hollywood looked like the perfect place for a successful writer to settle down, build his dream house, and maybe do some gardening.","author":"Kage Baker","category":"Time, Generation, Successful"},{"quote":"I just planted the family vegetables yesterday. You name it, I grow it.","author":"Steve Zahn","category":"Family, Name, Grow"},{"quote":"Do you know that charming part of our country which has been called the garden of France - that spot where, amid verdant plains watered by wide streams, one inhales the purest air of heaven?","author":"Alfred de Vigny","category":"Garden, Know, You"},{"quote":"Many talk about a guest worker program. I think most reasonable people believe that a guest worker program in the farming industry, perhaps in the gardening and landscape industries, is reasonable.","author":"Gary Miller","category":"Believe, People, Landscape"},{"quote":"Well tended garden is better than a neglected wood lot.","author":"Dixie Lee Ray","category":"Wood, Garden, Better"},{"quote":"It's my observation that gardeners and gardening for a very long time have had to take a back seat. Architects are very famous they've got huge projects. What goes on in and around them has been relegated to a very minor role.","author":"Robert Irwin","category":"Time, Famous, Long"},{"quote":"A person cannot love a plant after he has pruned it, then he has either done a poor job or is devoid of emotion.","author":"Liberty Hyde Bailey","category":"Love, Job, Plant"},{"quote":"I am so longing to be domestic,, cooking stew, gardening, hopefully having some children, painting, sitting still in one place.","author":"Eve Best","category":"Children, I Am, Cooking"},{"quote":"In many ways, theatre is more rewarding for a writer. I used to think it was like painting a wall - that when the play is finished, it's done - but now I realise it's more like gardening; you plant the thing, then you have to constantly tend it. You're part of a thing that's living.","author":"Lee Hall","category":"Theatre, Painting, Plant"},{"quote":"It is a good idea to be alone in a garden at dawn or dark so that all its shy presences may haunt you and possess you in a reverie of suspended thought.","author":"James Douglas","category":"Good, Alone, Dark"},{"quote":"Against her ankles as she trod The lucky buttercups did nod.","author":"Jean Ingelow","category":"Lucky, She, Her"},{"quote":"I'm really into gardening.","author":"Brea Grant","category":"Really"},{"quote":"The Herbs ought to be distilled when they are in their greatest vigor, and so ought the Flowers also.","author":"Nicholas Culpeper","category":"Flowers, Greatest, Herbs"},{"quote":"There's something about beautiful moments in sports that alters our experience of time. And I'd say the same thing about poetry and gardening. Gardening slows me down. I want to stop and observe everything.","author":"Ross Gay","category":"Sports, Time, Beautiful"},{"quote":"No one will understand a Japanese garden until you've walked through one, and you hear the crunch underfoot, and you smell it, and you experience it over time. Now there's no photograph or any movie that can give you that experience.","author":"J. Carter Brown","category":"Time, Experience, Garden"},{"quote":"The English may love gardening and fishing, but they have never struck me as being close to nature. Their way of expression is 'the hollyhocks are awfully good' sort of thing, all done in very good taste. The savagery of nature is something they don't dwell upon.","author":"Denholm Elliott","category":"Love, Nature, Good"},{"quote":"I cannot remember a time when I was not interested in both gardening and painting. I must have been born with a trowel in one hand and a paintbrush in the other.","author":"Emma Tennant","category":"Time, Painting, Remember"},{"quote":"Because I am really interested in gardening, I do really interesting plants, not even always flowers. And because I have grown them, I really know them like friends. I paint everything from exotic orchids to rosehips growing wild in a hedge. They just have to speak to me.","author":"Emma Tennant","category":"Friends, Flowers, I Am"},{"quote":"I enjoy painting, cutting the lawn and working in the garden when I have time. That's therapy for me. I enjoy working with my hands.","author":"Billy Williams","category":"Time, Me, Enjoy"},{"quote":"My hobby is gardening, I love it, it's my main hobby. I like being at home and I'm very happy being in my house, I love cooking.","author":"Susan Hampshire","category":"Love, Happy, Home"},{"quote":"My hobbies are cooking and gardening, especially growing orchids. I love soccer, my husband and I support a British team called Chelsea, and I also enjoy tennis. We have 3 cats.","author":"Juliet Mills","category":"Love, Team, Cats"},{"quote":"Exercise your creative muscles all the time, either through classes or through other artistic avenues like painting or dancing or even gardening, staying active and being creative so that when opportunities do come up, you are in a position to take advantage of them.","author":"Tom Irwin","category":"Time, Opportunities"},{"quote":"Living in New York after 14 years, I'm such an outdoors kind of person. I love gardening and building things. I like restoring old furniture.","author":"Paige Butcher","category":"Love, New York, Building"},{"quote":"I think this is what hooks one to gardening: it is the closest one can come to being present at creation.","author":"Phyllis Theroux","category":"Creation, Present, Think"},{"quote":"I am sure that if you plant the trees back again, it will do nothing but good.","author":"Michael Fish","category":"Good, I Am, Trees"},{"quote":"I am not quite Martha Stewart, but I do like cooking and gardening.","author":"Dennis Basso","category":"I Am, Cooking, Like"},{"quote":"Rock 'n' Roll, no roses or gardening.","author":"Tina Charles","category":"Roses, Rock, Roll"},{"quote":"Beauty has so many forms, and I think the most beautiful thing is confidence and loving yourself.","author":"Kiesza","category":"Beautiful, Confidence"},{"quote":"The beauty of a woman is not in a facial mode but the true beauty in a woman is reflected in her soul. It is the caring that she lovingly gives the passion that she shows. The beauty of a woman grows with the passing years.","author":"Audrey Hepburn","category":"Passion, Caring, Woman"},{"quote":"Consider a tree for a moment. As beautiful as trees are to look at, we don't see what goes on underground - as they grow roots. Trees must develop deep roots in order to grow strong and produce their beauty. But we don't see the roots. We just see and enjoy the beauty. In much the same way, what goes on inside of us is like the roots of a tree.","author":"Joyce Meyer","category":"Beautiful, Deep, Strong"},{"quote":"Makeup is not a mask that covers up your beauty it's a weapon that helps you express who you are from the inside.","author":"Michelle Phan","category":"Makeup, Mask, You"},{"quote":"It is not the beauty of a building you should look at its the construction of the foundation that will stand the test of time.","author":"David Allan Coe","category":"Time, Architecture"},{"quote":"We live in a wonderful world that is full of beauty, charm and adventure. There is no end to the adventures that we can have if only we seek them with our eyes open.","author":"Jawaharlal Nehru","category":"Adventure, Eyes, World"},{"quote":"Take care of your inner, spiritual beauty. That will reflect in your face.","author":"Dolores del Rio","category":"Spiritual, Care, Take Care"},{"quote":"Beauty surrounds us, but usually we need to be walking in a garden to know it.","author":"Rumi","category":"Walking, Garden, Know"},{"quote":"It's nice to just embrace the natural beauty within you.","author":"Victoria Justice","category":"Natural Beauty, Nice, You"},{"quote":"Do you know the difference between a beautiful woman and a charming one? A beauty is a woman you notice, a charmer is one who notices you.","author":"Adlai E. Stevenson","category":"Beautiful, Beautiful Woman"},{"quote":"People are like stained - glass windows. They sparkle and shine when the sun is out, but when the darkness sets in, their true beauty is revealed only if there is a light from within.","author":"Elisabeth Kubler-Ross","category":"Light, Sun, Darkness"},{"quote":"Beauty is not just a white girl. It's so many different flavors and shades.","author":"Queen Latifah","category":"Girl, White, Shades"},{"quote":"The beauty of a woman is not in the clothes she wears, the figure that she carries or the way she combs her hair.","author":"Audrey Hepburn","category":"Woman, Hair, Clothes"},{"quote":"Don't get me wrong, I admire elegance and have an appreciation of the finer things in life. But to me, beauty lies in simplicity.","author":"Mark Hyman","category":"Life, Appreciation"},{"quote":"I think every person has their own identity and beauty. Everyone being different is what is really beautiful. If we were all the same, it would be boring.","author":"Tila Tequila","category":"Beautiful, Identity, Think"},{"quote":"A thing of beauty is a joy forever: its loveliness increases it will never pass into nothingness.","author":"John Keats","category":"Joy, Forever, Never"},{"quote":"Less make-up is better, and it's always better to let your natural beauty shine. Essentially, be happy with your appearance.","author":"Park Shin-hye","category":"Happy, Be Happy"},{"quote":"My belief is that we were put into this world of wonders and beauty with a special ability to appreciate them, in some cases to have the fun of taking a hand in developing them, and also in being able to help other people instead of overreaching them and, through it all, to enjoy life - that is, to be happy.","author":"Robert Baden-Powell","category":"Life, Happy, World"},{"quote":"To me, beauty and makeup and color is like the finishing touch on everything.","author":"Marc Jacobs","category":"Makeup, Color, Me"},{"quote":"Life isn't always really glamorous and fabulous. It's about encouraging people to go back to natural beauty.","author":"Zoe Foster Blake","category":"Life, People, Natural Beauty"},{"quote":"True beauty is born through our actions and aspirations and in the kindness we offer to others.","author":"Alek Wek","category":"Kindness, Born, True"},{"quote":"I would define, in brief, the poetry of words as the rhythmical creation of Beauty.","author":"Edgar Allan Poe","category":"Poetry, Words, Creation"},{"quote":"Although beauty may be in the eye of the beholder, the feeling of being beautiful exists solely in the mind of the beheld.","author":"Martha Beck","category":"Beautiful, Eye, Mind"},{"quote":"Beauty is in the eye of the beer holder.","author":"Kinky Friedman","category":"Eye, Beer, Holder"},{"quote":"It seems to me that the natural world is the greatest source of excitement the greatest source of visual beauty the greatest source of intellectual interest. It is the greatest source of so much in life that makes life worth living.","author":"David Attenborough","category":"Life, World, Me"},{"quote":"Flowers... are a proud assertion that a ray of beauty outvalues all the utilities of the world.","author":"Ralph Waldo Emerson","category":"Flowers, World, Proud"},{"quote":"Where there is righteousness in the heart, there is beauty in the character. When there is beauty in the character, there is harmony in the home. When there is harmony in the home, there is order in the nation. When there is order in the nation, there is peace in the world.","author":"A. P. J. Abdul Kalam","category":"Home, Peace, Character"},{"quote":"No spring nor summer beauty hath such grace as I have seen in one autumnal face.","author":"John Donne","category":"Grace, Spring, Summer"},{"quote":"Beauty is being comfortable and confident in your own skin.","author":"Iman","category":"Skin, Confident, Comfortable"},{"quote":"A woman whose smile is open and whose expression is glad has a kind of beauty no matter what she wears.","author":"Anne Roiphe","category":"Smile, Woman, She"},{"quote":"Find beauty not only in the thing itself but in the pattern of the shadows, the light and dark which that thing provides.","author":"Junichiro Tanizaki","category":"Light, Dark, Shadows"},{"quote":"A rainbow is the product of physics working for your appreciation of beauty.","author":"Kyle Hill","category":"Appreciation, Rainbow"},{"quote":"Beauty is eternity gazing at itself in a mirror.","author":"Khalil Gibran","category":"Mirror, Eternity, Itself"},{"quote":"There is no real beauty without some slight imperfection.","author":"James Salter","category":"Imperfection, Real, Without"},{"quote":"To me, teamwork is the beauty of our sport, where you have five acting as one. You become selfless.","author":"Mike Krzyzewski","category":"Teamwork, Me, Acting"},{"quote":"We don't need bigger cars or fancier clothes. We need self-respect, identity, community, love, variety, beauty, challenge and a purpose in living that is greater than material accumulation.","author":"Donella Meadows","category":"Love, Community, Challenge"},{"quote":"When you are balanced and when you listen and attend to the needs of your body, mind, and spirit, your natural beauty comes out.","author":"Christy Turlington","category":"Mind, Body, Natural Beauty"},{"quote":"You really don't need to wear any make-up most of the time; keep your eyebrows the way they are, and find your own natural beauty signature.","author":"Erin Heatherton","category":"Time, Natural Beauty, You"},{"quote":"Cats are the runes of beauty, invincibility, wonder, pride, freedom, coldness, self-sufficiency, and dainty individuality - the qualities of sensitive, enlightened, mentally developed, pagan, cynical, poetic, philosophic, dispassionate, reserved, independent, Nietzschean, unbroken, civilised, master-class men.","author":"H. P. Lovecraft","category":"Freedom, Cats, Men"},{"quote":"The beauty is that through disappointment you can gain clarity, and with clarity comes conviction and true originality.","author":"Conan O'Brien","category":"Disappointment, Clarity, You"},{"quote":"Walk on a rainbow trail; walk on a trail of song, and all about you will be beauty. There is a way out of every dark mist, over a rainbow trail.","author":"Robert Motherwell","category":"Rainbow, Walk, Dark"},{"quote":"Beauty is about perception, not about make-up. I think the beginning of all beauty is knowing and liking oneself. You can't put on make-up, or dress yourself, or do you hair with any sort of fun or joy if you're doing it from a position of correction.","author":"Kevyn Aucoin","category":"Joy, Dress, Yourself"},{"quote":"There's a difference between beauty and charm. A beautiful woman is one I notice. A charming woman is one who notices me.","author":"John Erskine","category":"Beautiful, Beautiful Woman"},{"quote":"Beauty is a short-lived tyranny.","author":"Socrates","category":"Tyranny, Short-Lived"},{"quote":"A woman of the world is anxious to exhibit her form and shape, whether walking, standing, sitting, or sleeping. Even when represented as a picture, she desires to captivate with the charms of her beauty and, thus, to rob men of their steadfast heart.","author":"Buddha","category":"Heart, Woman, World"},{"quote":"The way a woman carries herself and the way she dresses ought to promote the following types of words: modesty, discretion, wisdom, beauty, elegance and refinement, but not sensuality, luxury, extravagance.","author":"Paul Washer","category":"Wisdom, Woman, Words"},{"quote":"We all have our imperfections. But I'm human, and you know, it's important to concentrate on other qualities besides outer beauty.","author":"Beyonce Knowles","category":"Know, You, Human"},{"quote":"Inner beauty should be the most important part of improving one's self.","author":"Priscilla Presley","category":"Self, Important"},{"quote":"I think every single imperfection adds to your beauty. I'd rather be imperfect than perfect.","author":"Sonam Kapoor","category":"Imperfection, Perfect, Think"},{"quote":"There is a beauty and clarity that comes from simplicity that we sometimes do not appreciate in our thirst for intricate solutions.","author":"Dieter F. Uchtdorf","category":"Simplicity, Appreciate"},{"quote":"I would never like to endorse a fairness cream. I believe in natural beauty.","author":"Esha Gupta","category":"Believe, I Believe"},{"quote":"The fun part of being a girl is that there are little beauty things you can do to make yourself feel special.","author":"Jennifer Love Hewitt","category":"Girl, Fun, Yourself"},{"quote":"There are no better cosmetics than a severe temperance and purity, modesty and humility, a gracious temper and calmness of spirit; and there is no true beauty without the signatures of these graces in the very countenance.","author":"Arthur Helps","category":"Humility, Better, Modesty"},{"quote":"I believe that children are our future. Teach them well and let them lead the way. Show them all the beauty they possess inside.","author":"Whitney Houston","category":"Children, Future, Believe"},{"quote":"Let me tell you something - being thought of as a beautiful woman has spared me nothing in life. No heartache, no trouble. Love has been difficult. Beauty is essentially meaningless and it is always transitory.","author":"Halle Berry","category":"Love, Life, Beautiful"},{"quote":"I'm attracted to soccer's capacity for beauty. When well played, the game is a dance with a ball.","author":"Eduardo Galeano","category":"Dance, Soccer, Game"},{"quote":"Personal beauty is a greater recommendation than any letter of reference.","author":"Aristotle","category":"Personal, Recommendation"},{"quote":"A horse is a thing of beauty... none will tire of looking at him as long as he displays himself in his splendor.","author":"Xenophon","category":"Horse, Looking, Long"},{"quote":"Beauty is in the eye of the beholder.","author":"Oliver Platt","category":"Eye, Beholder"},{"quote":"Coral reefs represent some of the world's most spectacular beauty spots, but they are also the foundation of marine life: without them many of the sea's most exquisite species will not survive.","author":"Sheherazade Goldsmith","category":"Life, Sea, World"},{"quote":"Beauty is not something you can count on. Usually, when people say you are beautiful, it is when there is a harmony between the inside and the outside.","author":"Emmanuelle Beart","category":"Beautiful, People, Harmony"},{"quote":"Perhaps the mission of an artist is to interpret beauty to people - the beauty within themselves.","author":"Langston Hughes","category":"Artist, People, Mission"},{"quote":"Beauty and femininity are ageless and can't be contrived, and glamour, although the manufacturers won't like this, cannot be manufactured. Not real glamour; it's based on femininity.","author":"Marilyn Monroe","category":"Real, Glamour, Like"},{"quote":"When we recognise the virtues, the talent, the beauty of Mother Earth, something is born in us, some kind of connection, love is born.","author":"Thich Nhat Hanh","category":"Love, Mother, Love Is"},{"quote":"Beauty is everywhere a welcome guest.","author":"Johann Wolfgang von Goethe","category":"Welcome, Guest, Everywhere"},{"quote":"If the world could remain within a frame like a painting on the wall, I think we'd see the beauty then and stand staring in awe.","author":"Conor Oberst","category":"World, Painting, Think"},{"quote":"Growing up, I just wanted to be like everyone else. I didn't value or understand the beauty in being different at the time in my life.","author":"Marisol Nichols","category":"Life, Time, Value"},{"quote":"Youth is happy because it has the ability to see beauty. Anyone who keeps the ability to see beauty never grows old.","author":"Franz Kafka","category":"Happy, Youth, See"},{"quote":"Beauty is but a flower, which wrinkles will devour.","author":"Thomas Nashe","category":"Flower, Wrinkles, Will"},{"quote":"Beauty is the bait which with delight allures man to enlarge his kind.","author":"Socrates","category":"Man, Kind, Delight"},{"quote":"Rare is the union of beauty and purity.","author":"Juvenal","category":"Rare, Purity, Union"},{"quote":"Beauty is perfect in its imperfections, so you just have to go with the imperfections.","author":"Diane von Furstenberg","category":"Perfect, You, Just"},{"quote":"If in my youth I had realized that the sustaining splendour of beauty of with which I was in love would one day flood back into my heart, there to ignite a flame that would torture me without end, how gladly would I have put out the light in my eyes.","author":"Michelangelo","category":"Love, Light, Eyes"},{"quote":"Virtue has a veil, vice a mask.","author":"Victor Hugo","category":"Mask, Virtue, Vice"},{"quote":"I can barely conceive of a type of beauty in which there is no Melancholy.","author":"Charles Baudelaire","category":"I Can, Melancholy, Which"},{"quote":"Beauty is whatever gives joy.","author":"Edna St. Vincent Millay","category":"Joy, Whatever, Gives"},{"quote":"A lot of us grow up and we grow out of the literal interpretation that we get when we're children, but we bear the scars all our life. Whether they're scars of beauty or scars of ugliness, it's pretty much in the eye of the beholder.","author":"Stephen King","category":"Life, Children, Eye"},{"quote":"O, thou art fairer than the evening air clad in the beauty of a thousand stars.","author":"Christopher Marlowe","category":"Art, Romantic, Stars"},{"quote":"I appreciate simplicity, true beauty that lasts over time, and a little wit and eclecticism that make life more fun.","author":"Elliott Erwitt","category":"Life, Time, Simplicity"},{"quote":"Beauty is as relative as light and dark. Thus, there exists no beautiful woman, none at all, because you are never certain that a still far more beautiful woman will not appear and completely shame the supposed beauty of the first.","author":"Paul Klee","category":"Beautiful, Light"},{"quote":"That's the beauty of coaching. You get to touch lives, you get to make a difference. You get to do things for people who will never pay you back and they say you never have had a perfect day until you've done something for someone who will never pay you back.","author":"Morgan Wootten","category":"Day, Make A Difference"},{"quote":"Beauty in things exists in the mind which contemplates them.","author":"David Hume","category":"Mind, Things, Which"},{"quote":"You can be a pretty face, but if you're not a nice person, it just doesn't work. I'm not traditionally a beauty, but apparently people think I'm all right. If you're a nice person, it definitely helps.","author":"Kate Moss","category":"Work, People, Nice"},{"quote":"The more people explore the world, the more they realize in every country there's a different aesthetic. Beauty really is in the eye of the beholder.","author":"Helena Christensen","category":"Eye, World, People"},{"quote":"Have you not noticed that love is silence? It may be while holding the hand of another, or looking lovingly at a child, or taking in the beauty of an evening. Love has no past or future, and so it is with this extraordinary state of silence.","author":"Jiddu Krishnamurti","category":"Love, Future, Past"},{"quote":"I always find beauty in things that are odd and imperfect - they are much more interesting.","author":"Marc Jacobs","category":"Interesting, Find, Always"},{"quote":"People often say that 'beauty is in the eye of the beholder,' and I say that the most liberating thing about beauty is realizing that you are the beholder. This empowers us to find beauty in places where others have not dared to look, including inside ourselves.","author":"Salma Hayek","category":"Eye, People, You"},{"quote":"The auto industry must acknowledge that a rational transportation policy should seek a balance between individual convenience, the efficient use of limited resources, and urban-living values that protect spaciousness, natural beauty, and human-scale mobility.","author":"Stewart Udall","category":"Balance, Natural Beauty"},{"quote":"Zest is the secret of all beauty. There is no beauty that is attractive without zest.","author":"Christian Dior","category":"Without, Attractive, Secret"},{"quote":"Anyone who keeps the ability to see beauty never grows old.","author":"Franz Kafka","category":"Never, See, Ability"},{"quote":"The arts, quite simply, nourish the soul. They sustain, comfort, inspire. There is nothing like that exquisite moment when you first discover the beauty of connecting with others in celebration of larger ideals and shared wisdom.","author":"Gordon Gee","category":"Wisdom, Soul, Inspire"},{"quote":"The difference between utility and utility plus beauty is the difference between telephone wires and the spider web.","author":"Edwin Way Teale","category":"Difference, Spider, Web"},{"quote":"I think there are very few people who have a real style, a real personality, and real beauty.","author":"Marisa Berenson","category":"Personality, Style, People"},{"quote":"Everyday life is like programming, I guess. If you love something you can put beauty into it.","author":"Donald Knuth","category":"Love, Life, You"},{"quote":"For me art and chess are closely related, both are forms in which the self finds beauty and expression.","author":"Vladimir Kramnik","category":"Art, Self, Me"},{"quote":"It seems like the chaos of this world is accelerating, but so is the beauty in the consciousness of more and more people.","author":"Anthony Kiedis","category":"World, People, Chaos"},{"quote":"The achievement is appreciation. Your ability to be surprised and awed by beauty!","author":"William Hurt","category":"Achievement, Appreciation"},{"quote":"In life, as in art, the beautiful moves in curves.","author":"Edward G. Bulwer-Lytton","category":"Life, Art, Beautiful"},{"quote":"Beauty is also submitted to the taste of time, so a beautiful woman from the Belle Epoch is not exactly the perfect beauty of today, so beauty is something that changes with time.","author":"Karl Lagerfeld","category":"Time, Beautiful, Today"},{"quote":"I always hear myself saying, 'She's a beauty!' or 'He's a beauty!' or 'What a beauty!' but I never know what I'm talking about.","author":"Andy Warhol","category":"Myself, Know, Saying"},{"quote":"From the first opening of our eyes, it is the light that attracts us. We clutch aimlessly with our baby fingers at the gossamer-motes in the sunbeam, and we die reaching out after an ineffable blending of earthly and heavenly beauty which we shall never fully comprehend.","author":"Lucy Larcom","category":"Light, Eyes, Baby"},{"quote":"Glamour comes from within. My beauty regime begins with my personality.","author":"Barry Humphries","category":"Personality, Glamour, Within"},{"quote":"I don't think of all the misery but of the beauty that still remains.","author":"Anne Frank","category":"Think, Misery, Still"},{"quote":"You know when I feel inwardly beautiful? When I am with my girlfriends and we are having a 'goddess circle'.","author":"Jennifer Aniston","category":"Beautiful, I Am, Know"},{"quote":"Real beauty is to be true to oneself. That's what makes me feel good.","author":"Laetitia Casta","category":"Good, Me, Feel Good"},{"quote":"Beauty is an ecstasy it is as simple as hunger. There is really nothing to be said about it. It is like the perfume of a rose: you can smell it and that is all.","author":"W. Somerset Maugham","category":"Rose, Simple, You"},{"quote":"I think Sydney has so much natural beauty it's just a beautiful city.","author":"Flume","category":"Beautiful, City"},{"quote":"That's why I began doing makeup in the first place: I was hoping that through helping people see the beauty in themselves, I could try and find it in me.","author":"Kevyn Aucoin","category":"Makeup, Me, People"},{"quote":"The destruction of the natural beauty, the ecosystems, and the majesty of mountains affect us in ways we're not even aware of. Every time a mountain is beheaded, we chop off a little part of our souls.","author":"Gloria Reuben","category":"Time, Mountain, Mountains"},{"quote":"Natural beauty really entices men. They will tell you this time and time again, and studies consistently prove it.","author":"Helen Fisher","category":"Time, Men, Natural Beauty"},{"quote":"Rio is an energetic, vibrant place, full of beauty and nature. But we face the kinds of problems any developing metropolis does - with pollution, traffic congestion, poverty. Distribution of green areas, for example, is not uniform. Madureira, the heart of the suburb in Rio, is a concrete jungle.","author":"Eduardo Paes","category":"Nature, Heart, Poverty"},{"quote":"Every decently-made object, from a house to a lamp post to a bridge, spoon or egg cup, is not just a piece of 'stuff' but a physical embodiment of human energy, testimony to the magical ability of our species to take raw materials and turn them into things of use, value and beauty.","author":"Kevin McCloud","category":"Value, Bridge, Energy"},{"quote":"The beauty that addresses itself to the eyes is only the spell of the moment the eye of the body is not always that of the soul.","author":"George Sand","category":"Eyes, Eye, Soul"},{"quote":"Beauty is only skin deep. I think what's really important is finding a balance of mind, body and spirit.","author":"Jennifer Lopez","category":"Deep, Balance, Mind"},{"quote":"There is a kind of beauty in imperfection.","author":"Conrad Hall","category":"Imperfection, Kind"},{"quote":"She is a peacock in everything but beauty.","author":"Oscar Wilde","category":"She, Everything, Peacock"},{"quote":"I have often said that the lure of flying is the lure of beauty.","author":"Amelia Earhart","category":"Flying, Said, Often"},{"quote":"To love beauty is to see light.","author":"Victor Hugo","category":"Love, Light, See"},{"quote":"Looking at flowers, simple things in life. I don't need to look at gold and a castle; sometimes its very simple things that are very beautiful. I am keeping my eyes fresh to find beauty in many places, and in gold, too, sometimes!","author":"Francois Nars","category":"Life, Beautiful, Flowers"},{"quote":"Enhancing a woman's silhouette and enhancing a woman's beauty - both contribute to enhancing her confidence, so they're synonymous, really.","author":"L'Wren Scott","category":"Confidence, Woman, Her"},{"quote":"There are elements of intrinsic beauty in the simplification of a house built on the log cabin idea.","author":"Gustav Stickley","category":"Idea, House, Cabin"},{"quote":"I like the thought that what we are to do on this earth is embellish it for its greater beauty, so that oncoming generations can look back to the shapes we leave here and get the same thrill that I get in looking back at theirs - at the Parthenon, at Chartres Cathedral.","author":"Philip Johnson","category":"Thought, Looking Back"},{"quote":"Whether we think of Disney's blonde beauty and her pumpkin carriage or Marissa Meyer's recent recasting of 'Cinderella' as a cyborg in the young adult novel 'Cinder,' we know that there are countless modern retellings of the tale.","author":"Marie Rutkoski","category":"Pumpkin, Know, Think"},{"quote":"People don't associate red hair, pale skin, and freckles with beauty.","author":"Shirley Manson","category":"Hair, Red, People"},{"quote":"Love built on beauty, soon as beauty, dies.","author":"John Donne","category":"Love, Soon, Built"},{"quote":"Why hurry over beautiful things? Why not linger and enjoy them?","author":"Clara Schumann","category":"Beautiful, Enjoy, Why"},{"quote":"My theory of characterization is basically this: Put some dirt on a hero, and put some sunshine on the villain, one brush stroke of beauty on the villain.","author":"Justin Cronin","category":"Hero, Sunshine, Villain"},{"quote":"I find human beings to be so complex and full of beauty. Creativity is our way to express and challenge and flow. So, all you humans, create and flow! I'll be over here thinking you are beautiful and creepy and freaky and wonderful!","author":"Angela Bettis","category":"Beautiful, Creativity"},{"quote":"I think that I was slightly naive. I thought that if I showed people the beauty of the Arctic and the beauty of the polar bears that they would care so much that they would stand up and try to make a change.","author":"Lewis Gordon Pugh","category":"Change, Thought, People"},{"quote":"Beauty is that which is simultaneously attractive and sublime.","author":"Karl Wilhelm Friedrich Schlegel","category":"Attractive, Sublime, Which"},{"quote":"Photography records the gamut of feelings written on the human face, the beauty of the earth and skies that man has inherited, and the wealth and confusion man has created. It is a major force in explaining man to man.","author":"Edward Steichen","category":"Man, Photography, Wealth"},{"quote":"The significance of the cherry blossom tree in Japanese culture goes back hundreds of years. In their country, the cherry blossom represents the fragility and the beauty of life. It's a reminder that life is almost overwhelmingly beautiful but that it is also tragically short.","author":"Homaro Cantu","category":"Life, Beautiful, Culture"},{"quote":"Plastic surgery can't make you younger or more beautiful, because beauty is in your eyes, isn't it? It's in your soul; you can't strap it on.","author":"Sarah Parish","category":"Beautiful, Eyes, Soul"},{"quote":"I always say that kindness is the greatest beauty that you can have.","author":"Andie MacDowell","category":"Kindness, Greatest, You"},{"quote":"For most people, we often marvel at the beauty of a sunrise or the magnificence of a full moon, but it is impossible to fathom the magnitude of the universe that surrounds us.","author":"Richard H. Baker","category":"Sunrise, Universe, Moon"},{"quote":"Cultivate the habit of zest. Purposefully seek out the beauty in the seemingly trivial. Especially in the trivial. The colors and shapes of the foods you eat. The shadows a vase makes on your table. The interesting faces of the people on the bus with you.","author":"Karen Salmansohn","category":"Colors, People, Shadows"},{"quote":"All the freaky people make the beauty of the world.","author":"Michael Franti","category":"World, People, Freaky"},{"quote":"I've developed into quite a swan. I'm one of those people that will probably look better and better as I get older until I drop dead of beauty.","author":"Rufus Wainwright","category":"People, Better, Look"},{"quote":"When we hear the word 'beauty', we inevitably think that beauty belongs in a special elite realm where only the extraordinary dwells. Yet without realizing it, each day each one of us is visited by beauty. When you actually listen to people, it is surprising how often beauty is mentioned. A world without beauty would be unbearable.","author":"John O'Donohue","category":"Day, World, People"},{"quote":"Solitude has its own very strange beauty to it.","author":"Liv Tyler","category":"Solitude, Strange, Own"},{"quote":"Beauty is worse than wine, it intoxicates both the holder and beholder.","author":"Aldous Huxley","category":"Wine, Worse, Beholder"},{"quote":"Heat cannot be separated from fire, or beauty from The Eternal.","author":"Dante Alighieri","category":"Fire, Heat, Cannot"},{"quote":"A witty woman is a treasure a witty beauty is a power.","author":"George Meredith","category":"Power, Woman, Treasure"},{"quote":"Beauty is a manifestation of secret natural laws, which otherwise would have been hidden from us forever.","author":"Johann Wolfgang von Goethe","category":"Hidden, Secret, Natural"},{"quote":"Beauty is merciless. You do not look at it, it looks at you and does not forgive.","author":"Nikos Kazantzakis","category":"Forgive, Look, You"},{"quote":"It's sad when girls think they don't have anything going on except being pretty.","author":"Keri Russell","category":"Sad, Think, Anything"},{"quote":"We all find joy and radiance and a reason to move on even in the most dire of circumstances. Even in chaos and madness, there's still a beauty that comes from just the vibrancy of another human spirit.","author":"Ishmael Beah","category":"Joy, Chaos, Madness"},{"quote":"Beauty, by way of fashion, has to do with confidence, with flattering silhouettes, with patterns, with proper fit for body type, and with an abundance of self-love!","author":"Mary Lambert","category":"Confidence, Self-Love"},{"quote":"Beauty, to me is about being comfortable in your own skin.","author":"Gwyneth Paltrow","category":"Me, Skin, Comfortable"},{"quote":"The beauty of having short hair is that I actually can wash and style it at home!","author":"Meagan Good","category":"Home, Short, Hair"},{"quote":"I don't want to be perfect, but I do want to be a role model. My mom always tells me that imperfections equal beauty. All of us are imperfect.","author":"Miley Cyrus","category":"Mom, Me, Want"},{"quote":"Let your watchword be order and your beacon beauty.","author":"Daniel Burnham","category":"Order, Beacon, Your"},{"quote":"While Pickstown may not be what it once was, it still is framed by the natural beauty of the ancient river, the sweep of the Great Plains, and the long, unbroken shoreline of the lake behind the dam. It gave me a 19th-century childhood in a modern mid-20th-century town, and for that I will always be grateful.","author":"Tom Brokaw","category":"Great, Grateful, Childhood"},{"quote":"The beauty of Maine is such that you can't really see it clearly while you live there. But now that I've moved away, with each return it all becomes almost hallucinatory: the dark blue water, the rocky coast with occasional flashes of white sand, the jasper stone beaches along the coast, the pine and fir forests somehow vivid in their stillness.","author":"Alexander Chee","category":"Water, Blue, Dark"},{"quote":"I'm not ugly, but my beauty is a total creation.","author":"Georg Wilhelm Friedrich Hegel","category":"Creation, Ugly, Total"},{"quote":"The human mind is capable of excitement without the application of gross and violent stimulants and he must have a very faint perception of its beauty and dignity who does not know this.","author":"William Wordsworth","category":"Perception, Mind, Know"},{"quote":"Beauty always promises, but never gives anything.","author":"Simone Weil","category":"Promises, Never, Anything"},{"quote":"Congress has an obligation to protect our country's natural beauty, embodied in our nation's parks, rivers, and breathtaking landscapes.","author":"Dave Reichert","category":"Natural Beauty, Rivers"},{"quote":"I know it sounds a bit corny, but I do think that beauty and sexiness come from within.","author":"Rachel Stevens","category":"Know, Think, Within"},{"quote":"If I weren't performing, I'd be a beauty editor or a therapist. I love creativity, but I also love to help others. My mother was a hairstylist, and they listen to everyone's problems - like a beauty therapist!","author":"Beyonce Knowles","category":"Love, Creativity, Mother"},{"quote":"Beauty has been democratised. No longer the preserve of movie stars and models but available to all. But while the invitation to beauty is welcomed, it has become not so much an option as an imperative.","author":"Susie Orbach","category":"Stars, Become, Invitation"},{"quote":"If you drive to, say, Shenandoah National Park, or the Great Smoky Mountains, you'll get some appreciation for the scale and beauty of the outdoors. When you walk into it, then you see it in a completely different way. You discover it in a much slower, more majestic sort of way.","author":"Bill Bryson","category":"Great, Appreciation"},{"quote":"My father, who was a cabinetmaker, told me, 'Wood has a grain and if you go into the grain, you have beauty. If you go against it, you have splinters - it breaks.' And I took that as my view of life. You have to follow the grain - to be sensitive to the direction of life.","author":"Christian Louboutin","category":"Life, Father, Me"},{"quote":"Beauty arises out of human inspiration.","author":"Richard Dawkins","category":"Inspiration, Human, Out"},{"quote":"The beauty of a finely worked object points to the beauty of the craftsmanship. The beauty of the craftsmanship points to the beauty of the name which was the source of the craftsmanship. The beauty of the name of the craftsman's art points to the beauty of the craftsman's attributes manifested in that art.","author":"Said Nursi","category":"Art, Name, Craftsmanship"},{"quote":"Beauty is not all there is of poetry. It must contain the truth. It is not simply an oak, rude and grand, neither is it simply a vine. It is both. Around the oak of truth runs the vine of beauty.","author":"Robert Green Ingersoll","category":"Truth, Poetry, Vine"},{"quote":"The woman with dark hair, wide hips, and a few extra pounds has always been the essence of beauty in Morocco.","author":"Fatema Mernissi","category":"Woman, Hair, Dark"},{"quote":"Beauty without grace is the hook without the bait.","author":"Ralph Waldo Emerson","category":"Grace, Without, Hook"},{"quote":"Beauty and brains, pleasure and usability - they should go hand in hand.","author":"Donald Norman","category":"Brains, Hand, Pleasure"},{"quote":"It is still breathtaking to me to watch people bring love, preciousness and kindness to their inner world, allowing the light of God to shine through their eyes so that the beauty of their soul can come forth.","author":"Debbie Ford","category":"Love, Kindness, Light"},{"quote":"Beauty is the first test: there is no permanent place in the world for ugly mathematics.","author":"G. H. Hardy","category":"Mathematics, World, Ugly"},{"quote":"I don't have any beauty shop memories. I remember the barber shop.","author":"Jenifer Lewis","category":"Memories, Remember, Barber"},{"quote":"My definition of love is being full. Complete. It makes everything lighter. Beauty is something you see. Love is something you feel.","author":"Sharon Tate","category":"Love, Love Is, You"},{"quote":"By its very nature the beautiful is isolated from everything else. From beauty no road leads to reality.","author":"Hannah Arendt","category":"Nature, Beautiful, Road"},{"quote":"The beauty one can find in art is one of the pitifully few real and lasting products of human endeavor.","author":"J. Paul Getty","category":"Art, Human, Products"},{"quote":"What is man's ultimate direction in life? It is to look for love, truth, virtue, and beauty.","author":"Shinichi Suzuki","category":"Love, Life, Wisdom"},{"quote":"You're beautiful, like a May fly.","author":"Ernest Hemingway","category":"Beautiful, Fly, You"},{"quote":"You can take no credit for beauty at sixteen. But if you are beautiful at sixty, it will be your soul's own doing.","author":"Marie Stopes","category":"Beautiful, Soul, You"},{"quote":"I am a thing of beauty.","author":"Frank Sinatra","category":"I Am, Am, Thing"},{"quote":"It is shallow people who think beauty is frivolous or excessive. If you are bringing beauty and god, you are enriching the country. Rice feeds the body, books feed the mind, beauty feeds the soul. It is one thing I can really be proud of and stand tall in the world.","author":"Imelda Marcos","category":"God, Soul, World"},{"quote":"Really, at the end of the day, the only thing you can control is yourself; the only person you can truly educate is yourself. You have to redefine what beauty is to you so you can't be affected by what people are saying.","author":"Rupi Kaur","category":"Day, Yourself, Control"},{"quote":"A few years ago I lost 30 pounds, and people still wanted to criticize. And honestly, I'm happy with myself if I'm a little heavier. I realized: 'Why am I trying to conform to someone else's idea of beauty?' I think I'm beautiful either way.","author":"Khloe Kardashian","category":"Happy, Beautiful, Myself"},{"quote":"Beauty is ever to the lonely mind a shadow fleeting; she is never plain. She is a visitor who leaves behind the gift of grief, the souvenir of pain.","author":"Christopher Morley","category":"Pain, Grief, Shadow"},{"quote":"Dear God! how beauty varies in nature and art. In a woman the flesh must be like marble in a statue the marble must be like flesh.","author":"Victor Hugo","category":"Nature, Art, God"},{"quote":"Wisdom is the abstract of the past, but beauty is the promise of the future.","author":"Oliver Wendell Holmes, Sr.","category":"Wisdom, Future, Past"},{"quote":"The coniferous forests of the Yosemite Park, and of the Sierra in general, surpass all others of their kind in America, or indeed the world, not only in the size and beauty of the trees, but in the number of species assembled together, and the grandeur of the mountains they are growing on.","author":"John Muir","category":"Together, America, Mountains"},{"quote":"I love glamour and artificial beauty. I love the idea of artifice and dressing up and makeup and hair.","author":"Dita Von Teese","category":"Love, Hair, Makeup"},{"quote":"I discovered that the horse is life itself, a metaphor but also an example of life's mystery and unpredictability, of life's generosity and beauty, a worthy object of repeated and ever changing contemplation.","author":"Jane Smiley","category":"Life, Horse, Mystery"},{"quote":"When a man becomes a writer, I think he takes on a sacred obligation to produce beauty and enlightenment and comfort at top speed.","author":"Kurt Vonnegut","category":"Man, Comfort, Enlightenment"},{"quote":"Beauty and the devil are the same thing.","author":"Robert Mapplethorpe","category":"Devil, Same, Thing"},{"quote":"We Orientals find beauty not only in the thing itself but in the pattern of the shadows, the light and darkness which that thing provides.","author":"Junichiro Tanizaki","category":"Light, Darkness, Shadows"},{"quote":"But the gravest difficulty, and perhaps the most important, in poetry meant solely for recitation, is the difficulty of achieving verbal beauty, or rather of making verbal beauty tell.","author":"Lascelles Abercrombie","category":"Poetry, Achieving"},{"quote":"Beauty does not linger; it only visits. Yet beauty's visitation affects us and invites us into its rhythm; it calls us to feel, think and act beautifully in the world: to create and live a life that awakens the Beautiful. A life without delight is only half a life.","author":"John O'Donohue","category":"Life, Beautiful, World"},{"quote":"I've seen the majestic beauty of nature and the overwhelming perfection of it. To me, there's nothing closer to God than that.","author":"Cote de Pablo","category":"Nature, God, Perfection"},{"quote":"The soul preserves beauty.","author":"Isabelle Adjani","category":"Soul, Preserves"},{"quote":"A beauty is a woman you notice a charmer is one who notices you.","author":"Adlai E. Stevenson","category":"Woman, You, Notice"},{"quote":"The beautiful remains so in ugly surroundings.","author":"Malcolm de Chazal","category":"Beautiful, Ugly"},{"quote":"Real beauty knocks you a little bit off kilter.","author":"David Byrne","category":"Real, You, Little"},{"quote":"Beauty in distress is much the most affecting beauty.","author":"Edmund Burke","category":"Distress, Most, Affecting"},{"quote":"Beauty makes idiots sad and wise men merry.","author":"George Jean Nathan","category":"Sad, Wise, Men"},{"quote":"Things are beautiful if you love them.","author":"Jean Anouilh","category":"Love, Beautiful, You"},{"quote":"Faces that have charmed us the most escape us the soonest.","author":"Walter Scott","category":"Escape, Us, Faces"},{"quote":"I heard the old, old, men say 'all that's beautiful drifts away, like the waters.'","author":"William Butler Yeats","category":"Beautiful, Men, Say"},{"quote":"There is no definition of beauty, but when you can see someone's spirit coming through, something unexplainable, that's beautiful to me.","author":"Liv Tyler","category":"Beautiful, Me, You"},{"quote":"Beauty doesn't need ornaments. Softness can't bear the weight of ornaments.","author":"Munshi Premchand","category":"Bear, Need, Weight"},{"quote":"Integrity reveals beauty.","author":"Thomas Leonard","category":"Integrity, Reveals"},{"quote":"Beauty is only temporary, but your mind lasts you a lifetime.","author":"Alicia Machado","category":"Mind, You, Temporary"},{"quote":"Through my optimism I naturally prefer and capture the beauty in life.","author":"Leni Riefenstahl","category":"Life, Optimism, Through"},{"quote":"The diversity of India, of our civilization, is actually a thing of beauty, which is something we are extremely proud of.","author":"Narendra Modi","category":"Diversity, Proud, India"},{"quote":"Facts which at first seem improbable will, even on scant explanation, drop the cloak which has hidden them and stand forth in naked and simple beauty.","author":"Galileo Galilei","category":"Simple, Stand, Facts"},{"quote":"Pastry is different from cooking because you have to consider the chemistry, beauty and flavor. It's not just sugar and eggs thrown together. I tell my pastry chefs to be in tune for all of this. You have to be challenged by using secret or unusual ingredients.","author":"Ron Ben-Israel","category":"Together, Cooking, You"},{"quote":"One doesn't soon forget the natural beauty of Washington, although those of us who live here do sometimes take it for granted.","author":"Katharine Graham","category":"Live, Natural Beauty, Forget"},{"quote":"The beauty of the world, which is so soon to perish, has two edges, one of laughter, one of anguish, cutting the heart asunder.","author":"Virginia Woolf","category":"Laughter, Heart, World"},{"quote":"I don't love Photoshop; I like imperfection. It doesn't mean ugly. I love a girl with a gap between her teeth, versus perfect white veneers. Perfection is just... boring. Perfect is what's natural or real; that is beauty.","author":"Marc Jacobs","category":"Love, Girl, Perfection"},{"quote":"Beauty has as many meanings as man has moods. Beauty is the symbol of symbols. Beauty reveals everything, because it expresses nothing. When it shows us itself, it shows us the whole fiery-coloured world.","author":"Oscar Wilde","category":"Man, World, Symbols"},{"quote":"When I think of art I think of beauty. Beauty is the mystery of life. It is not in the eye it is in the mind. In our minds there is awareness of perfection.","author":"Agnes Martin","category":"Life, Art, Mystery"},{"quote":"When I am working on a problem, I never think about beauty but when I have finished, if the solution is not beautiful, I know it is wrong.","author":"R. Buckminster Fuller","category":"Beautiful, I Am, Problem"},{"quote":"Beauty is a radiance that originates from within and comes from inner security and strong character.","author":"Jane Seymour","category":"Character, Strong, Security"},{"quote":"'Green Garden' is about beauty and joy and lush green and dance and excitement and smiling from within.","author":"Laura Mvula","category":"Smiling, Dance, Joy"},{"quote":"I think the Miss Universe title not only gives me the opportunity to become a role model for Latina girls around the world, but to show that beauty isn't just about the outside.","author":"Gabriela Isler","category":"Opportunity, World, Universe"},{"quote":"A more secret, sweet, and overpowering beauty appears to man when his heart and mind open to the sentiment of virtue.","author":"Ralph Waldo Emerson","category":"Heart, Man, Mind"},{"quote":"Teenagers, especially girl ones, seem like the perfect canary-in-the-coal-mine characters to me. They capture American culture and its perversion, its hypocrisy - how absorbed we are with youth and beauty and sexualized imagery, for instance, while preaching abstinence and modesty.","author":"Antonya Nelson","category":"Culture, Girl, American"},{"quote":"I think part of the beauty of our relationship with jewelry is that it can change and evolve as we do ourselves.","author":"Erika Christensen","category":"Change, Relationship"},{"quote":"Sexiness wears thin after a while and beauty fades, but to be married to a man who makes you laugh every day, ah, now that's a real treat.","author":"Joanne Woodward","category":"Day, Man, Treat"},{"quote":"What a man does for pay is of little significance. What he is, as a sensitive instrument responsive to the world's beauty, is everything!","author":"H. P. Lovecraft","category":"Man, World, Little"},{"quote":"No single man can be taken as a model for a perfect figure, for no man lives on earth who is endowed with the whole of beauty.","author":"Albrecht Durer","category":"Man, Earth, Perfect"},{"quote":"We come in many different shapes and sizes, and we need to support each other and our differences. Our beauty is in our differences.","author":"Carre Otis","category":"Support, Differences, Need"},{"quote":"With a great poet the sense of Beauty overcomes every other consideration, or rather obliterates all consideration.","author":"John Keats","category":"Great, Consideration, Sense"},{"quote":"Celibacy is not just a matter of not having sex. It is a way of admiring a person for their humanity, maybe even for their beauty.","author":"Timothy Radcliffe","category":"Humanity, Matter, Person"},{"quote":"The beauty of the past belongs to the past.","author":"Margaret Bourke-White","category":"Past, Belongs"},{"quote":"I recognize in thieves, traitors and murderers, in the ruthless and the cunning, a deep beauty - a sunken beauty.","author":"Jean Genet","category":"Deep, Traitors, Cunning"},{"quote":"Nonsense and beauty have close connections.","author":"E. M. Forster","category":"Connections, Nonsense, Close"},{"quote":"Somehow a bachelor never quite gets over the idea that he is a thing of beauty and a boy forever.","author":"Helen Rowland","category":"Boy, Idea, Bachelor"},{"quote":"Nothing surpasses the beauty and elegance of a bad idea.","author":"Craig Bruce","category":"Elegance, Idea, Bad"},{"quote":"Beauty is often worse than wine intoxicating both the holder and beholder.","author":"John Zimmerman","category":"Wine, Worse, Beholder"},{"quote":"Taught from infancy that beauty is woman's sceptre, the mind shapes itself to the body, and roaming round its gilt cage, only seeks to adorn its prison.","author":"Mary Wollstonecraft","category":"Woman, Mind, Prison"},{"quote":"When I tried to play something and screwed up, I'd hear some other note that would come into play. Then I started trying different things to find the beauty in it.","author":"Dimebag Darrell","category":"Trying, Play, Find"},{"quote":"Beauty is not just physical.","author":"Halle Berry","category":"Just, Physical"},{"quote":"Today I see beauty everywhere I go, in every face I see, in every single soul.","author":"Kevyn Aucoin","category":"Today, Soul, See"},{"quote":"No eyes that have seen beauty ever lose their sight.","author":"Jean Toomer","category":"Eyes, Sight, Lose"},{"quote":"Every beauty which is seen here by persons of perception resembles more than anything else that celestial source from which we all are come.","author":"Michelangelo","category":"Perception, Anything, Here"},{"quote":"Beauty comes from a life well lived. If you've lived well, your smile lines are in the right places, and your frown lines aren't too bad, what more do you need?","author":"Jennifer Garner","category":"Life, Smile, You"},{"quote":"People come to see beauty, and I dance to give it to them.","author":"Judith Jamison","category":"Dance, People, See"},{"quote":"Art is beauty, the perpetual invention of detail, the choice of words, the exquisite care of execution.","author":"Theophile Gautier","category":"Art, Words, Choice"},{"quote":"I write for no other purpose than to add to the beauty that now belongs to me. I write a book for no other reason than to add three or four hundred acres to my magnificent estate.","author":"Jack London","category":"Book, Purpose, Me"},{"quote":"Those who find beauty in all of nature will find themselves at one with the secrets of life itself.","author":"L. Wolfe Gilbert","category":"Life, Nature, Secrets"},{"quote":"I used to wear a lot of red lipstick, and when I got a pimple, I'd cover it up with eyeliner to turn it into a beauty mark.","author":"Selma Blair","category":"Red, Lipstick, Red Lipstick"},{"quote":"Filipinos don't wallow in what is miserable and ugly. They recycle the bad into things of beauty.","author":"Imelda Marcos","category":"Ugly, Bad, Things"},{"quote":"Natural beauty takes at least two hours in front of a mirror.","author":"Pamela Anderson","category":"Mirror, Natural Beauty"},{"quote":"Ads featuring real women and real beauty are such a necessary component to offset the potentially dangerous programming out there for little girls.","author":"Rashida Jones","category":"Women, Little Girls, Real"},{"quote":"The proud depend upon the world to tell them whether they have value or not. Their self-esteem is determined by where they are judged to be on the ladders of worldly success. They feel worthwhile as individuals if the numbers beneath them in achievement, talent, beauty, or intellect are large enough.","author":"Ezra Taft Benson","category":"Success, Achievement, World"},{"quote":"The worst beauty advice that I have ever taken has been from people who have told me that sunscreen isn't necessary. Not true!","author":"Amanda Schull","category":"Advice, Me, People"},{"quote":"I like Aurora, 'Sleeping Beauty,' because she's just sleeping and looking pretty and waiting for boys to come kiss her. Sounds like a good life - lots of naps and cute boys fighting dragons to come kiss you.","author":"Ariana Grande","category":"Life, Good, Cute"},{"quote":"My favourite animal is the koala, but his life would be boring. I would rather be a giraffe so that I could contemplate the beauty of Africa.","author":"Caterina Murino","category":"Life, Animal, Africa"},{"quote":"Beauty is boring because it is predictable.","author":"Umberto Eco","category":"Boring, Predictable, Because"},{"quote":"The notion of the infinite variety of detail and the multiplicity of forms is a pleasing one; in complexity are the fringes of beauty, and in variety are generosity and exuberance.","author":"Annie Dillard","category":"Generosity, Detail"},{"quote":"Any saxophone player will have those influences come through in their music in a very different way. I can listen to the same 10 sax players as someone else for my entire life, and we'll both play completely differently. That's the beauty of being a musician.","author":"Kenny G","category":"Life, Music, Play"},{"quote":"There's an inherent contradiction between appreciating the beauty of clothes and creativity and individuality, and the waste around the ideas of trends and seasons.","author":"Lily Cole","category":"Creativity, Ideas, Seasons"},{"quote":"I'm in love with beauty and things and people and love and being in love, and those things, I think, on the inside, show on the outside.","author":"Gloria Vanderbilt","category":"Love, People, Think"},{"quote":"Much of the stress and emptiness that haunt us can be traced back to our lack of attention to beauty. Internally, the mind becomes coarse and dull if it remains unvisited by images and thoughts that hold the radiance of beauty.","author":"John O'Donohue","category":"Stress, Thoughts, Mind"},{"quote":"There are so many awful things in this world, but I wanted readers to share with me the small, beautiful, enjoyable things. Things like cute clothes, beautiful art and pretty flowers; items that are overflowing with beauty. If you just become obsessed with your own problems, you miss these things. When you discover them, you become happy.","author":"Novala Takemoto","category":"Art, Happy, Beautiful"},{"quote":"In a war situation or where violence and injustice are prevalent, poetry is called upon to be something more than a thing of beauty.","author":"Seamus Heaney","category":"War, Poetry, Violence"},{"quote":"The beauty of 'The Hunger Games' and also 'Game of Thrones,' in fairness, both projects have really complex, three-dimensional, contradictory, strong women... The writing of female characters is extraordinary and equal to the men.","author":"Natalie Dormer","category":"Women, Strong, Writing"},{"quote":"All identity labels are umbrella terms to some degree, but this term 'bisexual' is not only serviceable, but it is sufficient. And yes, it brings together a bunch of people who are maybe shades different from one another. And maybe that's the beauty of labels: that they force you to be with other people and see the difference.","author":"Charles M. Blow","category":"Together, Identity, People"},{"quote":"In the hierarchy of public lands, national parks by law have been above the rest: America's most special places, where natural beauty and all its attendant pleasures - quiet waters, the scents of fir and balsam, the hoot of an owl, and the dark of a night sky unsullied by city lights - are sacrosanct.","author":"Michael Shnayerson","category":"America, Sky, Law"},{"quote":"Ever since studying in Russia as a college student, I had been in a long-distance, one-sided love affair with Chechnya's remarkable history, culture and rugged natural beauty.","author":"Anthony Marra","category":"Love, History, Culture"},{"quote":"The beauty of social awareness is that a few simple adjustments to what you say can vastly improve your relationships with other people.","author":"Travis Bradberry","category":"Simple, People"},{"quote":"All my life, my girlfriends are always skinny. Beauty in art has nothing to do with beauty in reality. Why do you like primitive art? Because there is beauty in the deformity. Sometimes paintings that people consider realistic are not at all. Raphael figures look realistic, but in real life, they were deformed.","author":"Fernando Botero","category":"Life, Art, Reality"},{"quote":"No state can match the beauty of the Chesapeake Bay, our beaches and farms, or the mountains of Western Maryland, the Port of Baltimore, or the historic charm of every corner of our state.","author":"Larry Hogan","category":"Mountains, Port, Charm"},{"quote":"I like beauty to be a bit edgy, not typical. For me, the only rule is looking good.","author":"Francois Nars","category":"Good, Me, Looking"},{"quote":"For me, beauty is more about prevention than anything. Especially now that I've hit 30, it's more about being careful and maintaining my skin. I want to keep my youth and freshness and be wrinkle-free as long as possible because I don't want to have to cheat - that's what I call any cosmetic surgeries: cheating.","author":"Julia Restoin Roitfeld","category":"Youth, Me, Long"},{"quote":"There's something about the Pacific Northwest, the scale of it, and the fact that not so long ago people came here and died getting here, and then died the first winter they were here. There's this breathtaking beauty, just a little bit of moss on the tree, just this little thread of danger, and the sinister. And I really like that.","author":"Chelsea Cain","category":"Winter, Tree, People"},{"quote":"We are often told we can't have brains and beauty, and I really hope that my message is that you can put on that red lip and curl your hair and put on that power dress - you don't have to sacrifice one for the other.","author":"Tyra Banks","category":"Hope, Power, Dress"},{"quote":"To look almost pretty is an acquisition of higher delight to a girl who has been looking plain for the first fifteen years of her life than a beauty from her cradle can ever receive.","author":"Jane Austen","category":"Life, Girl, Looking"},{"quote":"A woman can be very beautiful and an ideal model and she will photograph incredibly well, but she'll appear in film and it won't work. What works is some fusion of physical beauty with some mental field or whatever you call it. I don't know.","author":"Oliver Stone","category":"Work, Beautiful, Woman"},{"quote":"Wealth, beauty, and fame are transient. When those are gone, little is left except the need to be useful.","author":"Gene Tierney","category":"Wealth, Fame, Little"},{"quote":"The beauty comes with the balance. Everyone should find his own balance in his personal as well as his professional life. Once you do so, you will feel and look beautiful.","author":"Karolina Kurkova","category":"Life, Beautiful, Balance"},{"quote":"It is art that makes life, makes interest, makes importance... and I know of no substitute whatever for the force and beauty of its process.","author":"Henry James","category":"Life, Art, Know"},{"quote":"The study of beauty is a duel in which the artist cries with terror before being defeated.","author":"Charles Baudelaire","category":"Artist, Study, Defeated"},{"quote":"The only rich person is a person who is rich in spirit. I have no money deposit. I have only beauty deposit.","author":"Imelda Marcos","category":"Money, Rich, Person"},{"quote":"Power and beauty come from a very deep place.","author":"Brooke Burke","category":"Deep, Power, Place"},{"quote":"Beauty is no dead thing. It is the manifestation of God in nature. There is not one object in nature untouched by man that is not beautiful, for God's manifestation is beauty. It shines through all His works, and not only in those that may give pleasure to man.","author":"Annie Besant","category":"Nature, Beautiful, God"},{"quote":"Poetry lifts the veil from the hidden beauty of the world, and makes familiar objects be as if they were not familiar.","author":"Percy Bysshe Shelley","category":"Poetry, World, Hidden"},{"quote":"In a meadow full of flowers, you cannot walk through and breathe those smells and see all those colors and remain angry. We have to support the beauty, the poetry, of life.","author":"Jonas Mekas","category":"Life, Flowers, Poetry"},{"quote":"The beauty of Judaism is that it demands we ask questions, especially of ourselves.","author":"Edgar Bronfman, Sr.","category":"Questions, Ask, Judaism"},{"quote":"Parisian women have an inner elegance that's envied the world over. They are so relaxed about ageing and seem to acquire more charisma and beauty with time. Who wouldn't want to be like them? That's the trick - to embrace the natural progression of life and to be confident.","author":"Naomi Watts","category":"Life, Time, Women"},{"quote":"In a world where it is so easy to neglect, deny, corrupt and suppress the truth, the scientist may find his discipline severe. For him, truth is so seldom the sudden light that shows new order and beauty; more often, truth is the uncharted rock that sinks his ship in the dark.","author":"John Cornforth","category":"Light, Truth, World"},{"quote":"Beauty is produced by the pleasing appearance and good taste of the whole, and by the dimensions of all the parts being duly proportioned to each other.","author":"Vitruvius","category":"Good, Appearance, Taste"},{"quote":"Nothing will teach you more about perceived value than taking something with literally no value and selling it in the auction format. It teaches you the beauty and power of presentation, and how you can make magic out of nothing.","author":"Sophia Amoruso","category":"Power, Value, Magic"},{"quote":"I think we should all be tolerant of each other and embrace each others' strengths and differences and uniqueness and beauty.","author":"Martina McBride","category":"Differences, Think"},{"quote":"We all have to find beauty within us, as opposed to just our exterior.","author":"Shay Mitchell","category":"Find, Within, Just"},{"quote":"For the man sound of body and serene of mind there is no such thing as bad weather; every day has its beauty, and storms which whip the blood do but make it pulse more vigorously.","author":"George Gissing","category":"Day, Man, Mind"},{"quote":"Beauty: the adjustment of all parts proportionately so that one cannot add or subtract or change without impairing the harmony of the whole.","author":"Leon Battista Alberti","category":"Change, Harmony, Without"},{"quote":"Would Jove appoint some flower to reign, in matchless beauty on the plain, the Rose (mankind will all agree). The Rose the queen of flowers should be.","author":"Sappho","category":"Flower, Flowers, Rose"},{"quote":"The beauty we love is very silent. It smiles softly to itself, but never speaks.","author":"Richard Le Gallienne","category":"Love, Love Is, Silent"},{"quote":"My work is about the underbelly of the beauty of nature - and the dark side of nature is its indifference. Nature isn't friendly, nor is it unfriendly - it's the perfect embodiment of the Other.","author":"April Gornik","category":"Work, Nature, Dark"},{"quote":"I would like to say to people, open your eyes and find beauty where you normally don't expect it.","author":"Jean Paul Gaultier","category":"Eyes, People, You"},{"quote":"An artist is an artist only because of his exquisite sense of beauty, a sense which shows him intoxicating pleasures, but which at the same time implies and contains an equally exquisite sense of all deformities and all disproportion.","author":"Charles Baudelaire","category":"Time, Artist, Pleasures"},{"quote":"She got her looks from her father. He's a plastic surgeon.","author":"Groucho Marx","category":"Father, She, Surgeon"},{"quote":"The grass is always greener on the other side. We are busy applying fairness creams while people in the West go bare-bodied on the beach to get a tan. Indian girls have ruled the roost when it comes to beauty pageants. I flaunt my complexion, and I am proud to be noticed as an Indian wherever I go.","author":"Shilpa Shetty","category":"I Am, Beach, Busy"},{"quote":"I marketed pens - on the phone. But the beauty of the gig was that you had to call these strangers and say, 'Hi, how ya doing?' You made up a name, like, 'Hey, it's Edward Quartermaine from California. You're eligible to receive this grandfather clock or a trip to Tahiti.' You promise them all these things if they buy a gross of pens.","author":"Johnny Depp","category":"Name, Clock, Strangers"},{"quote":"Art can never exist without naked beauty displayed.","author":"William Blake","category":"Art, Naked, Never"},{"quote":"I like a girl with natural beauty.","author":"Chandler Parsons","category":"Girl, Natural Beauty"},{"quote":"The artist forges himself to the others, midway between the beauty he cannot do without and the community he cannot tear himself away from. That is why true artists scorn nothing: they are obliged to understand rather than to judge.","author":"Albert Camus","category":"Community, Artist, Why"},{"quote":"The moment you cheat for the sake of beauty, you know you're an artist.","author":"David Hockney","category":"Art, Moment, Artist"},{"quote":"Laughter and joy are part of the beauty of life.","author":"Diogo Morgado","category":"Life, Laughter, Joy"},{"quote":"For me, the beauty of a person is a matter of the whole package. You have to look at the whole thing, not just a matter of outward appearance or whatever. It has to do with one's character, personality, upbringing and so on.","author":"Gong Li","category":"Character, Personality, Me"},{"quote":"When the soul looks out of its body, it should see only beauty in its path. These are the sights we must hold in mind, in order to move to a higher place.","author":"Yusef Lateef","category":"Path, Soul, Mind"},{"quote":"That's the beauty of the Internet is that we're no longer tied to our communities by physical connections.","author":"Edward Snowden","category":"Internet, Connections"},{"quote":"In youth and beauty, wisdom is but rare!","author":"Homer","category":"Wisdom, Youth, Rare"},{"quote":"You can always enhance your natural beauty you learn what works for your face because crazy make-up doesn't really suit anyone.","author":"Caroline Winberg","category":"Crazy, Natural Beauty, You"},{"quote":"My education in the arts began at the Cleveland Museum of Art. As a Cleveland child, I visited the museum's halls and corridors, gallery spaces and shows, over and over. For me, the Cleveland Museum was a school of my very own - the place where my eyes opened, my tastes developed, my ideas about beauty and creativity grew.","author":"Agnes Gund","category":"Education, Art, Creativity"},{"quote":"Everyone has a different beauty and different qualities and I think that women need to learn to love their qualities and be comfortable in the fact that everyone is different.","author":"Miranda Kerr","category":"Love, Women, Think"},{"quote":"Natural beauty products are a must! I use coconut oil-based RMS makeup, and I slather almond oil on my hands to soak while I watch a movie.","author":"Phoebe Tonkin","category":"Makeup, Hands"},{"quote":"Both for Havana's beauty and decay, it's very hard to restrain yourself from staring everywhere you look.","author":"Brin-Jonathan Butler","category":"Yourself, Look, You"},{"quote":"Through loyalty to the past, our mind refuses to realize that tomorrow's joy is possible only if today's makes way for it; that each wave owes the beauty of its line only to the withdrawal of the preceding one.","author":"Andre Gide","category":"Today, Joy, Past"},{"quote":"I find beauty in the grotesque, like most artists.","author":"Alexander McQueen","category":"Find, Artists, Like"},{"quote":"I'm no natural beauty. If I'm gonna have any looks at all, I'm gonna have to create them.","author":"Dolly Parton","category":"Natural Beauty, Natural"},{"quote":"Beauty, whether moral or natural, is felt, more properly than perceived.","author":"David Hume","category":"Moral, Natural, Than"},{"quote":"If you don't know your worth, if you don't know your value, if you don't know how fantabulous you are - it's going to be hard for other people to see it. Being appreciative of self is beauty to me.","author":"Kelly Rowland","category":"Value, Self, Me"},{"quote":"Something in the human psyche confuses beauty with the right to be loved. The briefest glance at human folly reveals that good looks and worthiness operate independently. Yet countless socializing forces, from Aunt Clara to the latest perfume ad, reinforce beliefs like 'If I were pretty enough, I would be loved.'","author":"Martha Beck","category":"Good, Loved, Human"},{"quote":"What finally is beauty? Certainly nothing that can be calculated or measured. It is always something imponderable, something that lies between things.","author":"Ludwig Mies van der Rohe","category":"Nothing, Always, Between"},{"quote":"The most common error made in matters of appearance is the belief that one should disdain the superficial and let the true beauty of one's soul shine through. If there are places on your body where this is a possibility, you are not attractive - you are leaking.","author":"Charles Lamb","category":"Soul, Shine, Belief"},{"quote":"The way in which mathematicians and physicists and historians talk is quite different, and what a physicist means by physical intuition and what a mathematician means by beauty or elegance are things worth thinking about.","author":"Clifford Geertz","category":"Thinking, Intuition"},{"quote":"Beauty is the greatest seducer of man.","author":"Paulo Coelho","category":"Man, Greatest"},{"quote":"Wisdom I know is social. She seeks her fellows. But Beauty is jealous, and illy bears the presence of a rival.","author":"Thomas Jefferson","category":"Wisdom, Jealous, Know"},{"quote":"I like to embrace natural beauty. I try to get at least 8 hours of sleep, drinking a lot of water and exercising.","author":"Tia Mowry","category":"Fitness, Water, Sleep"},{"quote":"Beauty and fashion are not really local anymore. You really have to be a global citizen to know what trends are. Now, it's pretty much the same designers and the same kind of trends, whether I am in New York, Milan, or Mumbai - it's the same.","author":"Priyanka Chopra","category":"I Am, Fashion, New York"},{"quote":"There is no excellent beauty that hath not some strangeness in the proportion.","author":"Francis Bacon","category":"Excellent, Some, Strangeness"},{"quote":"There is a role and function for beauty in our time.","author":"Tadao Ando","category":"Time, Role, Our Time"},{"quote":"I'm not trying to stump anybody... it's the beauty of the language that I'm interested in.","author":"Buddy Holly","category":"Language, Trying, Anybody"},{"quote":"Poetry and beauty are always making peace. When you read something beautiful you find coexistence it breaks walls down.","author":"Mahmoud Darwish","category":"Beautiful, Peace, Poetry"},{"quote":"You can't really say what is beautiful about a place, but the image of the place will remain vividly with you.","author":"Tadao Ando","category":"Beautiful, You, Place"},{"quote":"We should not allow it to be believed that all scientific progress can be reduced to mechanisms, machines, gearings, even though such machinery also has its beauty. Neither do I believe that the spirit of adventure runs any risk of disappearing in our world.","author":"Marie Curie","category":"Adventure, Progress, World"},{"quote":"The human soul needs actual beauty more than bread.","author":"D. H. Lawrence","category":"Soul, Bread, Human"},{"quote":"Life deprived of beauty is not worthy of being called human.","author":"Luis Barragan","category":"Life, Human, Worthy"},{"quote":"When I was a seminarian, I was dazzled by a girl I met at an uncle's wedding. I was surprised by her beauty, her intellectual brilliance... and, well, I was bowled over for quite a while.","author":"Pope Francis","category":"Wedding, Girl, Her"},{"quote":"Nothing can be compared to the great beauty and capabilities of a soul; however keen our intellects may be, they are as unable to comprehend them as to comprehend God, for, as He has told us, He created us in His own image and likeness.","author":"Saint Teresa of Avila","category":"Great, God, Soul"},{"quote":"For me, physical beauty is never the reason for attraction to anyone.","author":"Katrina Kaif","category":"Me, Reason, Never"},{"quote":"In Wyoming, the beauty of our mountains is matched only by the grit of our people.","author":"Liz Cheney","category":"Mountains, People, Grit"},{"quote":"It is conventional to call 'monster' any blending of dissonant elements. I call 'monster' every original inexhaustible beauty.","author":"Alfred Jarry","category":"Monster, Original, Elements"},{"quote":"I shall give you hunger, and pain, and sleepless nights. Also beauty, and satisfactions known to few, and glimpses of the heavenly life. None of these you shall have continually, and of their coming and going you shall not be foretold.","author":"Howard Lindsay","category":"Life, Pain, You"},{"quote":"Beauty must appeal to the senses, must provide us with immediate enjoyment, must impress us or insinuate itself into us without any effort on our part.","author":"Claude Debussy","category":"Effort, Impress, Without"},{"quote":"It seems that if one is working from the point of view of getting beauty in one's equations, and if one has really a sound insight, one is on a sure line of progress.","author":"Paul Dirac","category":"Progress, Point Of View"},{"quote":"Beauty is now defined by your bones sticking out of your decolletage. For that to be the standard is really perilous for women.","author":"Alanis Morissette","category":"Women, Now, Perilous"},{"quote":"Thanks to capitalism, the importance placed on beauty has never been so manipulated. We are the guinea pigs force-fed ads that tell us how pathetic we are: that we will never be loved, happy or valuable unless we have the body, the face, the hair, even the personality that will apparently be ours, if only we buy their products.","author":"Beth Ditto","category":"Happy, Personality, Hair"},{"quote":"Conservation is key to preserving many of the world's natural beauty spots, so do your best to help by keeping to designated footpaths and being a discerning souvenir collector.","author":"Sheherazade Goldsmith","category":"Best, World, Help"},{"quote":"While traveling around the world, I've had the opportunity to work with every living beauty icon. I've learned to appreciate idiosyncrasy. The fact is, there is really no such thing as 'normal' - everybody's different, and that is the essence of their beauty.","author":"Kevyn Aucoin","category":"Work, Opportunity, World"},{"quote":"Inner beauty radiates from within, and there's nothing more beautiful than when a woman feels beautiful on the inside.","author":"Erin Heatherton","category":"Beautiful, Woman, Nothing"},{"quote":"Whenever I talk about the Bahamas and its beauty, I could never stop talking about my God, who has given us all of this beauty.","author":"Myles Munroe","category":"God, Stop, Talk"},{"quote":"The waving of a pine tree on the top of a mountain - a magic wand in Nature's hand - every devout mountaineer knows its power; but the marvelous beauty value of what the Scotch call a breckan in a still dell, what poet has sung this?","author":"John Muir","category":"Nature, Mountain, Power"},{"quote":"The value of beauty and inspiration is very much underrated, no question. But I want to be clear: I'm not trying to be anyone's savior. I'm just trying to think about the future and not be sad.","author":"Elon Musk","category":"Future, Sad, Value"},{"quote":"A healthful hunger for a great idea is the beauty and blessedness of life.","author":"Jean Ingelow","category":"Life, Great, Idea"},{"quote":"I feel prematurely old. I'm actually having this major belated quarter-life crisis. I'm turning 30 in a couple of weeks. I've been thinking a lot about mortality. A lot about what I'm going to do with my life and how to enjoy it. One of the things I'm going to work on is being more spontaneous, letting go, embracing the beauty of come-what-may.","author":"Chris Pine","category":"Life, Work, Thinking"},{"quote":"A special kind of beauty exists which is born in language, of language, and for language.","author":"Gaston Bachelard","category":"Language, Born, Special"},{"quote":"Fast cars like Porsches and Ferraris - they are things of beauty.","author":"Rod Stewart","category":"Fast, Like, Things"},{"quote":"Beauty is variable, ugliness is constant.","author":"Douglas Horton","category":"Ugliness, Constant, Variable"},{"quote":"It is easy to be beautiful it is difficult to appear so.","author":"Hosea Ballou","category":"Beautiful, Easy, Difficult"},{"quote":"If you get simple beauty and naught else, you get about the best thing God invents.","author":"Robert Browning","category":"Best, God, Simple"},{"quote":"Beauty is indeed a good gift of God; but that the good may not think it a great good, God dispenses it even to the wicked.","author":"Saint Augustine","category":"Good, Great, God"},{"quote":"The absence of flaw in beauty is itself a flaw.","author":"Havelock Ellis","category":"Absence, Flaw, Itself"},{"quote":"Beauty is only skin deep.","author":"Thomas Overbury","category":"Deep, Skin, Only"},{"quote":"Do not try to push your way through to the front ranks of your profession do not run after distinctions and rewards but do your utmost to find an entry into the world of beauty.","author":"Constantin Stanislavski","category":"World, Run, Try"},{"quote":"I'm tired of all this nonsense about beauty being skin deep. That's deep enough. What do you want, an adorable pancreas?","author":"Jean Kerr","category":"Deep, Tired, Want"},{"quote":"Never once does 'Snow White' herself look in the mirror so she isn't aware of her beauty or what apparently that does to people. It's really just the queen and the prince that talk about it.","author":"Lily Collins","category":"Mirror, Queen, People"},{"quote":"For me beauty is valued more than anything - the beauty that is manifest in a curved line or in an act of creativity.","author":"Oscar Niemeyer","category":"Creativity, Me, Anything"},{"quote":"Maybe you just don't see your own beauty.","author":"Lena Headey","category":"You, See, Just"},{"quote":"I have always known what I wanted, and that was beauty... in every form.","author":"Joan Crawford","category":"Always, Known, Every"},{"quote":"Art is not the application of a canon of beauty but what the instinct and the brain can conceive beyond any canon. When we love a woman we don't start measuring her limbs.","author":"Pablo Picasso","category":"Love, Art, Woman"},{"quote":"The architect should strive continually to simplify the ensemble of the rooms should then be carefully considered that comfort and utility may go hand in hand with beauty.","author":"Frank Lloyd Wright","category":"Comfort, Hand, May"},{"quote":"For what the horse does under compulsion, as Simon also observes, is done without understanding; and there is no beauty in it either, any more than if one should whip and spur a dancer.","author":"Xenophon","category":"Horse, Understanding, Done"},{"quote":"We were astonished by the beauty and refinement of the art displayed by the objects surpassing all we could have imagined - the impression was overwhelming.","author":"Howard Carter","category":"Art, Impression, Objects"},{"quote":"Where is there beauty when you see deprivation and starvation?","author":"Rosalind Russell","category":"You, See, Where"},{"quote":"At some point in life the world's beauty becomes enough. You don't need to photograph, paint or even remember it. It is enough.","author":"Toni Morrison","category":"Life, World, Remember"},{"quote":"Women are so unforgiving of themselves. We don't recognize our own beauty because we're too busy comparing ourselves to other people.","author":"Kelly Osbourne","category":"Women, Busy, People"},{"quote":"I love my beauty. It's not my fault.","author":"Valentino Garavani","category":"Love, Fault, I Love"},{"quote":"My idea of beauty is somebody that doesn't have to try too much, someone who is effortless and fresh.","author":"Jessica Ennis","category":"Try, Idea, Too Much"},{"quote":"A lot of punk rock is not going to be in the mainstream. It's below the radar. The beauty of it is that you're not supposed to always know. It's subterranean.","author":"Billie Joe Armstrong","category":"Rock, Know, You"},{"quote":"The sport of horse racing which, at its best, showcases the majestic beauty of this animal and the athleticism of jockeys, has reached an alarming level of corruption and exploitation.","author":"Tom Udall","category":"Best, Horse, Animal"},{"quote":"My beauty icons are women whose images are self-created.","author":"Dita Von Teese","category":"Women, Images, Icons"},{"quote":"A beautiful bouquet or a long-lasting flowering plant is a traditional gift for women, but I have recommended that both men and women keep fresh flowers in the home for their beauty, fragrance, and the lift they give our spirits.","author":"Andrew Weil","category":"Home, Beautiful, Women"},{"quote":"Aesthetics - rather than reason - shapes our thought processes. First comes aesthetics, then logic. 'Thinking in Numbers' is not about an attempt to impress the reader but to include the reader, draw the reader in, by explaining my experiences - the beauty I feel in a prime number, for example.","author":"Daniel Tammet","category":"Thinking, Thought, Logic"},{"quote":"If you see a Renaissance body, this is completely ugly in this time. Everybody has to be skinny. But the Renaissance body with incredible flow of the meat everywhere, it was beauty.","author":"Marina Abramovic","category":"Time, Body, Ugly"},{"quote":"True beauty is when someone radiates that they like themselves.","author":"Aimee Mullins","category":"True, Like, Someone"},{"quote":"The thing that surprised me the most is just how much money women that weren't rich were paying for their hair. When you're in a beauty parlor in Harlem next to abandoned buildings and somebody's paying five grand for a weave, that's a bit much.","author":"Chris Rock","category":"Money, Women, Hair"},{"quote":"I feel it is important not to get overly obsessed and overly carried away with just the physical aspect. There is more to beauty than just the physical appearance. You are also a complete person, and a woman should have an identity beyond just the way she looks.","author":"Katrina Kaif","category":"Woman, Identity, You"},{"quote":"Sleep is the real beauty secret, but I don't get enough of that.","author":"Chelsea Leyland","category":"Sleep, Real, Secret"},{"quote":"I purposefully try to make films in that grey area, where things are morally ambiguous. It's like life: good people do horrible things, and bad people do good things, and there's beauty in horror and horror in beauty.","author":"Harmony Korine","category":"Life, Good, Good People"},{"quote":"My favourite beauty look is definitely '70s beauty - sun kissed skin, wavy hair and defined eyes.","author":"Erin Heatherton","category":"Eyes, Sun, Hair"},{"quote":"Hema Malini and Nutan were my childhood crushes! I met Hemaji once when dad took me to the set of a film. Both these ladies stole my heart with their beauty and grace.","author":"Rohit Shetty","category":"Heart, Childhood, Me"},{"quote":"A good poem brims with reflected beauty and even a bracing, beautiful ugliness. At the center of our lives, in the midst of the busyness and the forgetting, is a story that makes sense when everything extraneous has been taken away.","author":"David Whyte","category":"Beautiful, Good, Story"},{"quote":"The last thing left in nature is the beauty of women.","author":"Peter Beard","category":"Nature, Women, Last"},{"quote":"When it comes to beauty, I feel that hanging with people you love, laughing, and doing silly things gets your spirits up. We are always prettier when we are happier.","author":"Sara Sampaio","category":"Love, People, Silly"},{"quote":"Every human - especially the most vulnerable, the unborn, the infirm, those ravaged by age and those desperate in despair - should be protected in law, loved, and told repeatedly of their incredible beauty and worth.","author":"Sam Brownback","category":"Age, Law, Despair"},{"quote":"So far as I am concerned, I could not be accused of having set eyes, or having wished to set eyes, upon Darius' wife: on the contrary, I have refused even to listen to those who spoke to me of her beauty.","author":"Alexander the Great","category":"Eyes, I Am, Wife"},{"quote":"Going to the Academy Awards is something I remember since I was six, when I went with my mom for the first time, 14 with my dad, you know, and there I am, at 22, 23, whatever I was, sitting next to my mom. You know, and then again, there with my dad. Like, there's a beauty to it, and I care deeply about film history.","author":"Laura Dern","category":"Time, History, Mom"},{"quote":"I'm proud that today, at 43 years old, I've come to value the aging process and focus on inner rather than outer beauty.","author":"Carre Otis","category":"Today, Focus, Value"},{"quote":"I never in a million years thought I would be the person to go to for self-esteem; that was not my intent. But I happen to love beauty, I love the way people look, and I love making women look beautiful.","author":"Bobbi Brown","category":"Love, Beautiful, Women"},{"quote":"This is the artist, then, life's hungry man, the glutton of eternity, beauty's miser, glory's slave.","author":"Tom Wolfe","category":"Life, Man, Artist"},{"quote":"I did flirt with the idea of going to law school, but not for long. Maybe I'll play a lawyer one day - the beauty of acting is that you can try on so many different roles without having to commit to them in real life.","author":"Elizabeth Debicki","category":"Life, School, Law"},{"quote":"Hollywood needs to recognise all shades of African American beauty.","author":"Gabrielle Union","category":"American, Hollywood, Shades"},{"quote":"People tend not to use this word beauty because it's not intellectual - but there has to be an overlap between beauty and intellect.","author":"Tadao Ando","category":"People, Intellectual"},{"quote":"I am little concerned with beauty or perfection. I don't care for the great centuries. All I care about is life, struggle, intensity.","author":"Emile Zola","category":"Life, Great, Struggle"},{"quote":"Form follows beauty.","author":"Oscar Niemeyer","category":"Form, Follows"},{"quote":"I do take very good care of myself, and I'm always in love. And by that I mean I have an appetite for life. I'm in love with beauty and things and people and love and being in love, and those things I think, on the inside, show on the outside.","author":"Gloria Vanderbilt","category":"Love, Life, Good"},{"quote":"You know, all these sentiments about beauty coming from within, they've always resonated when I've read them, but it takes a bit of living to truly appreciate them. To realise we are so much more than our experiences, that we are who we are because of the lessons we've learnt, now that's what true 'beauty' is for me.","author":"Christy Turlington","category":"Me, Know, You"},{"quote":"Find your own way, have an open spirit, and believe in your own beauty.","author":"Francois Nars","category":"Believe, Way, Find"},{"quote":"Even in the centuries which appear to us to be the most monstrous and foolish, the immortal appetite for beauty has always found satisfaction.","author":"Charles Baudelaire","category":"Satisfaction, Always"},{"quote":"I don't need plastic in my body to validate me as a woman.","author":"Courtney Love","category":"Woman, Me, Body"},{"quote":"I would rather be adorned by beauty of character than jewels. Jewels are the gift of fortune, while character comes from within.","author":"Plautus","category":"Character, Gift, Fortune"},{"quote":"It is not sufficient to see and to know the beauty of a work. We must feel and be affected by it.","author":"Voltaire","category":"Work, Know, See"},{"quote":"Every year of my life I grow more convinced that it is wisest and best to fix our attention on the beautiful and the good, and dwell as little as possible on the evil and the false.","author":"Richard Cecil","category":"Life, Beautiful, Good"},{"quote":"To give pain is the tyranny; to make happy, the true empire of beauty.","author":"Samuel Butler","category":"Happy, Pain, Tyranny"},{"quote":"It is art that makes life, makes interest, makes importance and I know of no substitute whatever for the force and beauty of its process.","author":"Max Eastman","category":"Life, Art, Know"},{"quote":"Rich men's houses are seldom beautiful, rarely comfortable, and never original. It is a constant source of surprise to people of moderate means to observe how little a big fortune contributes to Beauty.","author":"Margot Asquith","category":"Beautiful, Men, Rich"},{"quote":"All I wanted was to connect my moods with those of Paris. Beauty paints and when it painted most, I shot.","author":"Ernst Haas","category":"Paris, Connect, Shot"},{"quote":"Beauty in art is often nothing but ugliness subdued.","author":"Jean Rostand","category":"Art, Nothing, Ugliness"},{"quote":"What I like about cities is that everything is king size, the beauty and the ugliness.","author":"Joseph Brodsky","category":"King, Size, Everything"},{"quote":"Praise or blame has but a momentary effect on the man whose love of beauty in the abstract makes him a severe critic on his own works.","author":"John Keats","category":"Love, Man, Blame"},{"quote":"Great perils have this beauty, that they bring to light the fraternity of strangers.","author":"Victor Hugo","category":"Light, Great, Strangers"},{"quote":"Secrecy is the element of all goodness; even virtue, even beauty is mysterious.","author":"Thomas Carlyle","category":"Goodness, Mysterious, Virtue"},{"quote":"People say I'm extravagant because I want to be surrounded by beauty. But tell me, who wants to be surrounded by garbage?","author":"Imelda Marcos","category":"Me, People, Want"},{"quote":"And beauty immortal awakes from the tomb.","author":"James Beattie","category":"Immortal, Tomb"},{"quote":"A sculptor wields The chisel, and the stricken marble grows To beauty.","author":"William C. Bryant","category":"Marble, Sculptor, Grows"},{"quote":"One of the things that people don't realize is that that natural beauty, those recreational forests, they have an economic development impact for the state as well.","author":"Ed Rendell","category":"Impact, People"},{"quote":"Rarely do great beauty and great virtue dwell together.","author":"Petrarch","category":"Great, Together, Virtue"},{"quote":"Search for beauty without features, something deeper than any signs.","author":"Francesca da Rimini","category":"Search, Signs, Without"},{"quote":"We're here to bring beauty to the world and make a difference in this planet. That's what art forms are about.","author":"Charlie Haden","category":"Art, World"},{"quote":"Shortly thereafter, some friends encouraged me to try out for the Miss South Carolina World beauty pageant. To my surprise, I won - and was sent to New York City to compete nationally.","author":"Donna Rice","category":"Friends, City, World"},{"quote":"What is sacred among one people may be ridiculous in another; and what is despised or rejected by one cultural group, may in a different environment become the cornerstone for a great edifice of strange grandeur and beauty.","author":"Hu Shih","category":"Great, People, Environment"},{"quote":"Every performance is different. That's the beauty of it.","author":"Van Morrison","category":"Performance, Different"},{"quote":"I am obsessed with beauty. I want everything to be perfect, and of course it isn't. And that's a tough place to be because you're never satisfied.","author":"Robert Mapplethorpe","category":"I Am, Want, Perfect"},{"quote":"I thought of Paris as a beauty spot on the face of the earth, and of London as a big freckle.","author":"James Weldon Johnson","category":"Thought, Earth, London"},{"quote":"I felt I had to share Idaho with my friend from New York because he'd shared New York with me, so I was going to share the beauty of nature with a man who went to museums and clubs late at night. But there was nothing to do where I lived at night.","author":"Mariel Hemingway","category":"Nature, Man, Night"},{"quote":"Beauty is the lover's gift.","author":"William Congreve","category":"Romantic, Gift, Lover"},{"quote":"Art is the unceasing effort to compete with the beauty of flowers - and never succeeding.","author":"Gian Carlo Menotti","category":"Art, Flowers, Effort"},{"quote":"I do not know which to prefer, The beauty of inflections, Or the beauty of innuendoes, The blackbird whistling, Or just after.","author":"Wallace Stevens","category":"Know, Just, Which"},{"quote":"Alas! how little does the memory of these human inhabitants enhance the beauty of the landscape!","author":"Henry David Thoreau","category":"Memory, Landscape, Human"},{"quote":"Whether you come from heaven or hell, what does it matter, O Beauty!","author":"Charles Baudelaire","category":"Hell, Matter, You"},{"quote":"Beauty is the oracle that speaks to us all.","author":"Luis Barragan","category":"Us, Oracle, Speaks"},{"quote":"A whopping 89 percent of buyers start their home search online. How your house looks online is the modern equivalent of 'curb appeal.' Rent a wide-angle lens and good lighting, get rid of your clutter and post at least eight great photos to win the beauty contest.","author":"Barbara Corcoran","category":"Home, Good, Great"},{"quote":"There is beauty when something works and it works intuitively.","author":"Jonathan Ive","category":"Something, Works"},{"quote":"Beauty doesn't matter because in the end, we all lose our looks and all we have is our heart.","author":"Ann Curry","category":"Heart, End, Matter"},{"quote":"Pay attention to the beauty surrounding you.","author":"Anne Lamott","category":"Attention, Pay, You"},{"quote":"Blues and soul and jazz music has so much pain, so much beauty of raw emotion and passion.","author":"Christina Aguilera","category":"Music, Passion, Pain"},{"quote":"I didn't grow up identifying with beauty. I grew up thinking I could be smart and funny - those are the things I got feedback on.","author":"Lauren Graham","category":"Funny, Smart, Thinking"},{"quote":"Abstraction brings the world into more complex, variable relations; it can extract beauty, alternative topographies, ugliness, and intense actualities from seeming nothingness.","author":"Jerry Saltz","category":"World, Complex, Ugliness"},{"quote":"I think beauty comes from within, and society paints a ridiculous picture.","author":"Rachel Bilson","category":"Society, Picture, Think"},{"quote":"Beauty can come in strange forms.","author":"James Dyson","category":"Strange, Forms, Come"},{"quote":"We have to get back to the beauty of just being alive in this present moment.","author":"Mary McDonnell","category":"Moment, Present"},{"quote":"Life is one long decay, no? There's a lot of beauty in it. Like the patina in an old city.","author":"Urs Fischer","category":"Life, City, Long"},{"quote":"My dream is that people will find a way back home, into their bodies, to connect with the earth, to connect with each other, to connect with the poor, to connect with the broken, to connect with the needy, to connect with people calling out all around us, to connect with the beauty, poetry, the wildness.","author":"Eve Ensler","category":"Home, Poetry, People"},{"quote":"To me, 'beauty' means to be natural, creative, honest - to say the truth.","author":"Nawal El Saadawi","category":"Truth, Creative, Me"},{"quote":"I believe love at first sight is possible. Centuries of literature and art and beauty has been dedicated to that idea, so who am I to argue, even if I've never experienced it?","author":"Maggie Grace","category":"Love, Art, Believe"},{"quote":"On one hand I am this weird androgynous tomboy where I'm strangely low maintenance and have a five-minute makeup regimen. On the other I'm obsessed with all things beauty, from skin care to makeup.","author":"Rachel Zoe","category":"I Am, Makeup, Weird"},{"quote":"People are fighting over how our heartsongs are different. But they don't need to be the same. That's the beauty. We are a mosaic of gifts. Each of us has our inner beauty no matter how we look.","author":"Mattie Stepanek","category":"People, Look, Matter"},{"quote":"I may be the first actress to admit that beauty doesn't hold you back. I think beauty is a gift that you have to make the most of. I've worked hard at trying to look my best.","author":"Catherine Zeta-Jones","category":"Best, Gift, Think"},{"quote":"Encourage good music and art and literature in your homes. Homes that have a spirit of refinement and beauty will bless the lives of your children forever.","author":"Ezra Taft Benson","category":"Music, Art, Children"},{"quote":"As we all know, there is inner beauty and outer beauty. If we examine inner beauty, to me there is nothing more beautiful than inner peace, in a man or a woman.","author":"Alice Greczyn","category":"Beautiful, Peace, Man"},{"quote":"When girls feel bad about their looks, 60 percent avoid normal daily activities like raising their hand in class or even going to the doctor. That means that girls do not show up for life when they don't feel good enough or pretty enough. A role model can help girls see beauty as a source of confidence, not anxiety.","author":"Mandy Moore","category":"Life, Daily, Good"},{"quote":"He who seeks truth shall find beauty. He who seeks beauty shall find vanity. He who seeks order shall find gratification. He who seeks gratification shall be disappointed. He who considers himself the servant of his fellow beings shall find the joy of self-expression. He who seeks self-expression shall fall into the pit of arrogance.","author":"Moshe Safdie","category":"Truth, Joy, Fall"},{"quote":"Circumstances in life often take us places that we never intended to go. We visit some places of beauty, others of pain and desolation.","author":"Kristin Armstrong","category":"Life, Pain, Circumstances"},{"quote":"I didn't grow up around wild horses, no. But I've appreciated their beauty and their power ever since I can remember.","author":"Ricky Schroder","category":"Power, Grow, Remember"},{"quote":"Some days, I know beauty techniques like it's my job, and other days I can't do my makeup for the life of me. So I find it easiest to just put on mineral veil and a little mascara and call it a day. I use Physician's Formula and Bare Minerals every day of my life.","author":"Christian Serratos","category":"Life, Day, Job"},{"quote":"During the 'ballad' years for me, the politics was latent; I was just falling in love with the ballads and my boyfriend. And there was the beauty of the songs.","author":"Joan Baez","category":"Love, Politics, Me"},{"quote":"In your 20s you can be pretty, but you don't accomplish real beauty until you find wisdom and depth.","author":"Evangeline Lilly","category":"Wisdom, You, Find"},{"quote":"Why is it that scuba divers and surfers are some of the strongest advocates of ocean conservation? Because they've spent time in and around the ocean, and they've personally seen the beauty, the fragility, and even the degradation of our planet's blue heart.","author":"Sylvia Earle","category":"Time, Ocean, Heart"},{"quote":"All the great religions have a place for awe, for ecstatic transport at the wonder and beauty of creation.","author":"Richard Dawkins","category":"Great, Wonder, Place"},{"quote":"High heels are like a beauty lift. In a flat, you can feel beautiful, but a stiletto changes your mood, how you move - like a wild, beautiful animal. The idea was always to follow a woman's wardrobe, her desires.","author":"Giuseppe Zanotti","category":"Beautiful, Changes, Animal"},{"quote":"I would like to show that I have a heart, that I am a human being and I have feelings. And to be this kind of role model, not only for beauty pageants but also for life.","author":"Gabriela Isler","category":"Life, Heart, I Am"},{"quote":"Beauty, to me, is kind, generous, and people that are humble.","author":"Nikki Sixx","category":"Humble, Me, People"},{"quote":"No matter how irrelevant social class now is, even the most eager egalitarian must be quietly proud that the posh English rose is still an industry standard for peerlessly sophisticated beauty.","author":"Kate Reardon","category":"Rose, Proud, Matter"},{"quote":"Combining music, theater and comedy is a new and broader form of expression. In certain combinations you can make people laugh one moment, cry the next, and then be astounded by the beauty of the music.","author":"Aleksey Igudesman","category":"Music, Moment, Laugh"},{"quote":"If you can visualize the whole of spring and see Paradise with the eye of belief, you may understand the utter majesty of everlasting Beauty. If you respond to that Beauty with the beauty of belief and worship, you will be a most beautiful creature.","author":"Said Nursi","category":"Beautiful, Eye, Spring"},{"quote":"Perfect is boring: Beauty is irregular.","author":"Gloria Steinem","category":"Perfect, Boring, Irregular"},{"quote":"The spirit of L.A. is untamed wilderness. It's earthquakes and wildfires and oceans and mountain lions and fog. There's great physical beauty.","author":"Dan Gilroy","category":"Great, Mountain, Wilderness"},{"quote":"I love the fact that we are surrounded by this spectacular natural beauty that routinely strikes us dead. Hikers walk off into the woods and are never seen again. And still we tug on our fleece and skip off into the wilderness, not a care in the world.","author":"Chelsea Cain","category":"Love, World, Walk"},{"quote":"If a work of art is rich and vital and complete, those who have artistic instincts will see its beauty, and those to whom ethics appeal more strongly than aesthetics will see its moral lesson. It will fill the cowardly with terror, and the unclean will see in it their own shame.","author":"Oscar Wilde","category":"Work, Art, Ethics"},{"quote":"I lend my daughter beauty products, but only as a treat. If she's going to a party, I'll let her borrow a mascara or moisturizer.","author":"Kate Winslet","category":"Daughter, Treat, Party"},{"quote":"Poetry allies itself with beauty - a supreme union - but never uses it as its ultimate goal or sole nourishment.","author":"Saint-John Perse","category":"Poetry, Goal, Never"},{"quote":"If the universal is the essential, then it is the basis of all life and art. Recognizing and uniting with the universal therefore gives us the greatest aesthetic satisfaction, the greatest emotion of beauty.","author":"Piet Mondrian","category":"Life, Art, Greatest"},{"quote":"We know the seductive alchemy of art. To transform private anguish into a narrative of truth, if not beauty; to make sense where there was none; to bring order out of chaos - these are the promises art makes.","author":"Kathryn Harrison","category":"Art, Truth, Chaos"},{"quote":"Phoenix is an interesting example. Drive around and see the golf courses everywhere, and you see people's big green lawns. And you live in a desert! I've always remarked about the capacity of human beings to look at somewhere and move there because of its uniqueness and its beauty and then change it.","author":"Philippe Cousteau, Jr.","category":"Change, Golf, Desert"},{"quote":"That's the beauty of YouTube. You can take whatever you want and create a video from your home and put it up, and you're just sharing it with your friends.","author":"Todrick Hall","category":"Home, Friends, Want"},{"quote":"I've always felt like an artistic person. I can't draw or paint or sculpt. I never really had technical skills, but I've always felt like I appreciate really beautiful things, and part of taking a good photograph is being able to recognize beauty.","author":"Brandon Stanton","category":"Beautiful, Good, Appreciate"},{"quote":"All of the development I do is with the help of business advisors who are more like my best friends than just business people. They helped me as I created Ipsy back in 2011, which is a beauty community that ships out sampling bags to subscribers.","author":"Michelle Phan","category":"Business, Friends, Community"},{"quote":"Ipsy's goal has always been to create a community that inspires women around the world to express their own unique beauty.","author":"Michelle Phan","category":"Women, Community, World"},{"quote":"Nothing is really typical of my efforts... I'm simply casting about for better ways to crystallise and capture certain strong impressions (involving the elements of time, the unknown, cause and effect, fear, scenic and architectural beauty, and other seemingly ill-assorted things) which persist in clamouring for expression.","author":"H. P. Lovecraft","category":"Time, Fear, Strong"},{"quote":"He who marvels at the beauty of the world in summer will find equal cause for wonder and admiration in winter.","author":"John Burroughs","category":"Winter, World, Summer"},{"quote":"I think each woman has her own relationship to beauty.","author":"Christy Turlington","category":"Relationship, Woman, Think"},{"quote":"Life doesn't care about your vision. Stuff happens, and you've just got to deal with it. You roll with it; that's the beauty of it all.","author":"Harold Ramis","category":"Life, Vision, Care"},{"quote":"This quarterback Weeden can drive the ball down field. He's a thing of beauty on throwing a football. His passing motion and his arm, frankly, you won't see a more gifted passer, power, accuracy, the entire aspect of it.","author":"Jerry Jones","category":"Football, Power, You"},{"quote":"A woman can slip on a pair of embellished cage heels one night and a pair of streamlined, lightweight sneakers the next day. The beauty of modern luxury is the absence of rules.","author":"Giuseppe Zanotti","category":"Day, Woman, Night"},{"quote":"Beauty is subjective and should not be limited to only what we see on the outside.","author":"Alek Wek","category":"See, Outside, Subjective"},{"quote":"I meet and talk to women from every corner of this planet, and I can find beauty in each and every one of them.","author":"Alek Wek","category":"Women, I Can, Find"},{"quote":"My mother never wore much make-up, and she was a kind of natural beauty; she knew just how to enhance what she had.","author":"Francois Nars","category":"Mother, Natural Beauty, She"},{"quote":"I think my biggest tip - and I consider it a part of my beauty routine - is getting my sleep, without a doubt. I do a true eight hours.","author":"Tracee Ellis Ross","category":"Sleep, Doubt, Think"},{"quote":"I suppose one of the challenges of writing the word-side of music these days is trying to decipher and communicate how this planet is very overwhelming at this point. The difficulties we face are overwhelming. It's very difficult to give yourself the time to breathe and appreciate the joy and beauty that might be just right around us.","author":"Eddie Vedder","category":"Music, Time, Joy"},{"quote":"This is so cliche and cheesy but so true - seeing how happy people get if you A. give them a beauty product or B. give them a tip that works. There's such joy in finding a good beauty product.","author":"Eva Chen","category":"Happy, Good, Joy"},{"quote":"We are presented with a unique situation in the black community in that we have embraced the beauty of hip hop, the real rawness of it, the real fun of it, but we also have to address the damage it has done. We have to look at what it's done to our black girls, especially when it comes to domestic violence.","author":"Tamron Hall","category":"Community, Fun, Violence"},{"quote":"I am more interested in revolutionary beauty than in the great beauty, to be honest. Italian cinema is now mostly a bureau for tourism. We have given up that revolution of the contemporary.","author":"Luca Guadagnino","category":"Great, I Am, Revolution"},{"quote":"When I was 18, I took it for granted and was eager to move on to the bigger cities like Boston and then New York. But I've been to enough places to have gained a greater appreciation for the beauty and rich culture of all of Rhode Island. I am grateful for all that it offered during my childhood.","author":"Joanna Going","category":"Culture, Appreciation"},{"quote":"It's good to have a reminder that we can love ourselves and be beautiful even though we don't really fit into certain standards of what beauty may be.","author":"Alessia Cara","category":"Love, Beautiful, Good"},{"quote":"I think that with beauty, people jump to the end instead of starting from the beginning with a good lotion or prep.","author":"Kat Graham","category":"Good, Beginning, People"},{"quote":"San Francisco is a mad city - inhabited for the most part by perfectly insane people whose women are of a remarkable beauty.","author":"Rudyard Kipling","category":"Women, City, People"},{"quote":"Every article on these islands has an almost personal character, which gives this simple life, where all art is unknown, something of the artistic beauty of medieval life.","author":"John Millington Synge","category":"Life, Art, Character"},{"quote":"For all of nature's wonder and beauty, it is also hostile and unpredictable.","author":"Liam Neeson","category":"Nature, Wonder"},{"quote":"It was Chicago with its World's Fair which vivified the national desire for civic beauty.","author":"Daniel Burnham","category":"World, Chicago, Desire"},{"quote":"The pain passes, but the beauty remains.","author":"Auguste Renoir","category":"Pain, Passes, Remains"},{"quote":"Beauty is an outward gift, which is seldom despised, except by those to whom it has been refused.","author":"Ralph Waldo Emerson","category":"Gift, Been, Which"},{"quote":"Old hands soil, it seems, whatever they caress, but they too have their beauty when they are joined in prayer. Young hands were made for caresses and the sheathing of love. It is a pity to make them join too soon.","author":"Andre Gide","category":"Love, Prayer, Hands"},{"quote":"Beauty deprived of its proper foils and adjuncts ceases to be enjoyed as beauty, just as light deprived of all shadows ceases to be enjoyed as light.","author":"John Ruskin","category":"Light, Shadows, Just"},{"quote":"Beauty is altogether in the eye of the beholder.","author":"Lew Wallace","category":"Eye, Beholder"},{"quote":"When I was young my Father used to tell me that the two most worthwhile pursuits in life were the pursuit of truth and of beauty and I believe that Alfred Nobel must have felt much the same when he gave these prizes for literature and the sciences.","author":"Frederick Sanger","category":"Life, Father, Truth"},{"quote":"You will also allow me to thank the Academy for inviting me to lecture in Stockholm, for its hospitality, and for the opportunity afforded me for admiring the charm of your people and the beauty of your country.","author":"Guglielmo Marconi","category":"Opportunity, Me, People"},{"quote":"Coming in solemn beauty like slow old tunes of Spain.","author":"John Masefield","category":"Slow, Old, Like"},{"quote":"The beauty of doing film is that you construct whatever you do block by block and you can build something that will stay.","author":"Michel Gondry","category":"Doing, You, Build"},{"quote":"Beauty and folly are old companions.","author":"Benjamin Franklin","category":"Old, Folly, Companions"},{"quote":"As we grow old, the beauty steals inward.","author":"Ralph Waldo Emerson","category":"Grow, Old, Inward"},{"quote":"Beauty is all very well at first sight but who ever looks at it when it has been in the house three days?","author":"George Bernard Shaw","category":"Sight, Three, House"},{"quote":"When I say that human beings are just gene machines, one shouldn't put too much emphasis on the word 'just.' There is a very great deal of complication, and indeed beauty in being a gene machine.","author":"Richard Dawkins","category":"Great, Human, Say"},{"quote":"I'm just glad I was able to return to some of that innocence and beauty I had as a child when I started my own family, and my children brought me back some of that spirit.","author":"Angelina Jolie","category":"Family, Children, Child"},{"quote":"My everyday beauty routine is always rushed and pretty simple.","author":"Cate Blanchett","category":"Simple, Routine, Always"},{"quote":"I think permitting the game to become too physical takes away a little bit of the beauty.","author":"John Wooden","category":"Game, Think, Little"},{"quote":"Paris is one of the most beautiful places in all the world. Unfortunately, I was so homesick I couldn't appreciate its beauty.","author":"Tyra Banks","category":"Beautiful, World"},{"quote":"Because beauty will be so readily accessible, and skin color and features will be similar, prejudices based on physical features will be nearly eradicated. Prejudice will be socioeconomically based.","author":"Tyra Banks","category":"Color, Prejudice, Skin"},{"quote":"Beauty itself is but the sensible image of the Infinite.","author":"Francis Bacon","category":"Image, Infinite, Itself"},{"quote":"Teach us that wealth is not elegance, that profusion is not magnificence, that splendor is not beauty.","author":"Benjamin Disraeli","category":"Wealth, Elegance, Teach"},{"quote":"The ideal beauty is a fugitive which is never found.","author":"Joan Rivers","category":"Never, Found, Which"},{"quote":"I accidentally entered a youth pageant when I was 14. That's like a beauty pageant, but without the beauty. It was terrible.","author":"Zooey Deschanel","category":"Youth, Pageant, Terrible"},{"quote":"Part of the beauty of Silicon Valley is that people generally encourage you to think crazy. It's the hypothesis that there's nothing sacred that can't be changed.","author":"Anne Wojcicki","category":"Crazy, People, Think"},{"quote":"I'm from Canada, and New Zealand feels like you took all the best bits of Canada and squished them onto a tiny island like Hawaii. I was absolutely blown away by the beauty of the South Island.","author":"Evangeline Lilly","category":"Best, Canada, Hawaii"},{"quote":"If you go through life, and you don't find the beauty in an unexpected place, then you really have a sad existence.","author":"Octavia Spencer","category":"Life, Sad, Unexpected"},{"quote":"When I look at the majority of my own songs they really came from my own sense of personal confusion or need to express some pain or beauty - they were coming from a universal and personal place.","author":"Annie Lennox","category":"Pain, Look, Place"},{"quote":"I sincerely feel that beauty largely comes from within.","author":"Christy Turlington","category":"Feel, Within, Sincerely"},{"quote":"Beauty is a fragile gift.","author":"Ovid","category":"Gift, Fragile"},{"quote":"I think the beauty of the writing of 'Game of Thrones' is not that the characters are fearless; it's how they overcome their fear, you know?","author":"Natalie Dormer","category":"Fear, Writing, Game"},{"quote":"Through Kurt I saw the beauty of minimalism and the importance of music that's stripped down.","author":"Dave Grohl","category":"Music, Down, Through"},{"quote":"I didn't appreciate the young woman that I was, or my young beauty, because I was so obsessed with the fact that I felt fat. It's never good to add to anybody else's suffering. It's an important topic to really get the gravity and the importance of - dealing with dignity.","author":"Margaret Cho","category":"Good, Woman, Suffering"},{"quote":"I'd like to grow up and be beautiful. I know it doesn't matter, but it doesn't hurt.","author":"Kirsten Dunst","category":"Beautiful, Hurt, Grow"},{"quote":"The beauty about being a producer is you sit there, and you explore ideas which become a passion, which slowly becomes a reality.","author":"Michelle Yeoh","category":"Passion, Reality, Ideas"},{"quote":"The problem with beauty is that it's like being born rich and getting poorer.","author":"Joan Collins","category":"Problem, Rich, Born"},{"quote":"Surely being a Professional Beauty - let alone an ageing one - is one of the most insecure and doomed careers imaginable.","author":"Julie Burchill","category":"Alone, Professional"},{"quote":"We make such terrible mistakes with visual choices about beauty.","author":"Marina Abramovic","category":"Mistakes, Choices, Visual"},{"quote":"I am still a victim of chess. It has all the beauty of art - and much more. It cannot be commercialized. Chess is much purer than art in its social position.","author":"Marcel Duchamp","category":"Art, I Am, Chess"},{"quote":"I consider myself someone who takes a lot of beauty risks, and I've realized what I liar I am. I change my hair a lot, from blue to blonde to bald, but I'm trying to branch out a little more with makeup.","author":"Halsey","category":"Change, Myself, I Am"},{"quote":"Part of the beauty of Judaism, and surely this is so for other faiths also, is that it gently restores control over time. Three times a day we stop what we are doing and turn to God in prayer. We recover perspective. We inhale a deep breath of eternity.","author":"Jonathan Sacks","category":"Time, Deep, God"},{"quote":"I have learned that acting is not about beauty.","author":"Vincent Cassel","category":"Acting, I Have Learned"},{"quote":"To me, part of the beauty of a comma is that it offers a rest, like one in music: a break that gives the whole piece of music greater shape, deeper harmony. It allows us to catch our breath.","author":"Pico Iyer","category":"Music, Me, Harmony"},{"quote":"Beauty is grace and confidence. I've learned to accept and appreciate what nature gave me.","author":"Lindsay Lohan","category":"Nature, Confidence, Me"},{"quote":"Riding my motorcycle around L.A. is like my own video game. But unlike many folks at the wheel, I am occupied with getting where I'm going and keeping myself safe. Most people are applying makeup, texting, and checking out the beauty in the next car.","author":"Hugh Laurie","category":"Car, Myself, I Am"},{"quote":"The whole beauty of music is that it goes where your words won't let you.","author":"Anne Hathaway","category":"Music, Words, You"},{"quote":"Talent survives and remains while beauty is diluted.","author":"Gael Garcia Bernal","category":"Talent, While, Diluted"},{"quote":"Sometimes the beauty is easy. Sometimes you don't have to try at all. Sometimes you can hear the wind blow in a handshake. Sometimes there's poetry written right on the bathroom wall.","author":"Ani DiFranco","category":"Wind, Poetry, Easy"},{"quote":"Editing yourself is like an irksome coin toss. You've got to strip yourself of super ego and operate from the id. Maybe I've got my Freud mixed up. It's just hard to trade a beauty shot for the performance with truth and a brightly lit zit.","author":"Vera Farmiga","category":"Truth, Performance, Yourself"},{"quote":"The past itself, as historical change continues to accelerate, has become the most surreal of subjects - making it possible... to see a new beauty in what is vanishing.","author":"Susan Sontag","category":"Change, Past, See"},{"quote":"I have always loved Reese Witherspoon and Amy Adams as role models - I read all their interviews and agree with the fundamentals of how they manage the limelight and also how they look and carry themselves. A huge part of beauty is how you carry yourself and how you deal with certain situations.","author":"Brittany Snow","category":"Yourself, Loved, You"},{"quote":"I relax by catching up with my friends and family. When I am at home in Ibiza, I find the contrast of living on a divided island relaxing - with beauty and tranquillity in the north and a sense of fun, shallowness and celebration in the south.","author":"James Blunt","category":"Family, Home, Friends"},{"quote":"I don't really have a beauty routine. I always use coconut oil, and I always wear mascara. That's kind of it! I'm pretty simple.","author":"Zoe Kravitz","category":"Simple, Oil, Kind"},{"quote":"Here is a fundamental conflict in educated society: We are not supposed to value beauty so highly, and yet who can defend against its sheer power to move, its rhetorical force?","author":"Russell Smith","category":"Power, Society, Value"},{"quote":"My mother always called me an ugly weed, so I never was aware of anything until I was older. Plain girls should have someone telling them they are beautiful. Sometimes this works miracles.","author":"Hedy Lamarr","category":"Beautiful, Mother, Me"},{"quote":"I like 'Zorro.' I like people you can believe that don't have those stupid powers. That is the beauty of Zorro. He's just a guy working for the people, to save the people.","author":"Catherine Zeta-Jones","category":"Stupid, Believe, People"},{"quote":"I had seen the ballet of 'Swan Lake' as a child but it was as an adult, when I saw a production featuring Erik Bruhn, that I first noticed how significant a part the ever-present threat of violence played. This juxtaposition of great beauty and grace with a backdrop of pure evil stayed with me for years.","author":"Walter Dean Myers","category":"Great, Evil, Violence"},{"quote":"In Japan, the people preserve their temples for their exquisite beauty, and there are a great many sincere Buddhists; but China is irreligious: a nation of atheists or agnostics, or slaves of impious superstitions. In an extended tramp among temples, I have not seen a single male worshiper or a thing to please the eye.","author":"Isabella Bird","category":"Great, Eye, People"},{"quote":"I am a great lover of art, in many forms: paintings, objets, textiles. I don't have the talent for painting, but I have a very good sense of colour, a love of visual beauty.","author":"Jacqueline Bisset","category":"Love, Art, Good"},{"quote":"Beauty, like ice, our footing does betray; Who can tread sure on the smooth, slippery way: Pleased with the surface, we glide swiftly on, And see the dangers that we cannot shun.","author":"John Dryden","category":"Way, See, Like"},{"quote":"Having done a Dogme film taught me the beauty of simplicity and austerity.","author":"Susanne Bier","category":"Simplicity, Me, Done"},{"quote":"I like aristocracy. I like the beauty of aristocracy. I like the hierarchical feeling.","author":"James Salter","category":"Feeling, Like, Hierarchical"},{"quote":"I was not a good-lookin' girl. I was extremely skinny. I wasn't pretty. I wasn't cool.","author":"Celine Dion","category":"Girl, Cool, Skinny"},{"quote":"Beauty is not skin-deep; it can be a means of self-affirmation, a true indicator of personality and confidence.","author":"Aimee Mullins","category":"Confidence, Personality"},{"quote":"How goodness heightens beauty!","author":"Milan Kundera","category":"Goodness, How, Heightens"},{"quote":"Without realizing it, the individual composes his life according to the laws of beauty even in times of greatest distress.","author":"Milan Kundera","category":"Life, Greatest, Laws"},{"quote":"There is no personal achievement in being born beautiful.","author":"Loretta Young","category":"Beautiful, Achievement, Born"},{"quote":"Like charity, I believe glamour should begin at home.","author":"Loretta Young","category":"Home, Believe, Charity"},{"quote":"As soon as beauty is sought not from religion and love, but for pleasure, it degrades the seeker.","author":"Annie Dillard","category":"Love, Religion, Pleasure"},{"quote":"For I must tell you that we artists cannot tread the path of Beauty without Eros keeping company with us and appointing himself as our guide.","author":"Thomas Mann","category":"Path, Company, You"},{"quote":"Now, I'm not saying I'm fashionable, but there are sociological interests that matter to me, things that are theoretical, political, intellectual and also concerned with vanity and beauty that we all think about but that I try to mix up and translate into fashion.","author":"Miuccia Prada","category":"Fashion, Political, Me"},{"quote":"Fashion fosters cliches of beauty, but I want to tear them apart.","author":"Miuccia Prada","category":"Fashion, Want, Cliches"},{"quote":"If truth is beauty, how come no one has their hair done in the library?","author":"Lily Tomlin","category":"Funny, Truth, Library"},{"quote":"I hate the term 'arm candy.' But, look, a woman's figure is a beautiful thing, and if she has shapely legs, then she should show them off, because men love to see that. Not just heterosexual men - gay men like to see a woman in her beauty and the shape of her.","author":"Bruce Forsyth","category":"Love, Beautiful, Hate"},{"quote":"There are always young bands playing in their garages. A lot of punk rock is not going to be in the mainstream. It's below the radar. The beauty of it is that you're not supposed to always know. It's subterranean.","author":"Billie Joe Armstrong","category":"Know, Young, You"},{"quote":"My dad had this philosophy that if you tell children they're beautiful and wonderful then they believe it, and they will be. So I never thought I was unattractive. But I was never one of the girls at school who had lots of boyfriends.","author":"Emily Mortimer","category":"Children, Beautiful, School"},{"quote":"The beauty of the Internet is that anybody can be a broadcaster now.","author":"Jeff Zucker","category":"Internet, Now, Anybody"},{"quote":"My quick beauty tip is always have a tinted gloss of some kind to give you some color even if you have no makeup on.","author":"Rachel Bilson","category":"Makeup, Color, You"},{"quote":"The beauty of man's being, fashioned as he is in the fairest of forms, demonstrates the existence of the Maker, while at the same time the fact that, together with his comprehensive abilities, lodged in that fairest of forms, he soon declines and dies, demonstrates the existence of the resurrection.","author":"Said Nursi","category":"Time, Together, Man"},{"quote":"There is little premium in poetry in a world that thinks of Pound and Whitman as a weight and a sampler, not an Ezra, a Walt, a thing of beauty, a joy forever.","author":"Anna Quindlen","category":"Joy, Poetry, World"},{"quote":"Not just as a black woman, but as a woman, since the beginning of time, beauty has been our responsibility.","author":"Nicole Ari Parker","category":"Time, Responsibility, Woman"},{"quote":"After 'Freaks and Geeks,' I dealt with several producers who wanted to cover up all my beauty marks, every single mole on my body. They tried to cover them on my first two episodes of 'Dawson's Creek,' and it just looked ridiculous, so I had to put my foot down. But it's not something I'm insecure about.","author":"Busy Philipps","category":"Body, Down, Single"},{"quote":"So every creative act strives to attain an absolute status it longs to create a world of beauty to triumph over chaos and convert it to order.","author":"Rowan Williams","category":"Creative, World, Chaos"},{"quote":"Grace is in garments, in movements, in manners; beauty in the nude, and in forms. This is true of bodies; but when we speak of feelings, beauty is in their spirituality, and grace in their moderation.","author":"Joseph Joubert","category":"Speak, Grace, Feelings"},{"quote":"It's a good thing that beauty is only skin deep, or I'd be rotten to the core.","author":"Phyllis Diller","category":"Good, Deep, Skin"},{"quote":"I cannot go to Montreal without going to Beauty's, my favorite place for breakfast, where I have the Mish-Mash omelet with hot dogs, salami, eggs, green peppers, and onions, and the best banana bread in the world. It's legendary!","author":"Gail Simmons","category":"Best, Breakfast, World"},{"quote":"Beauty and fullness of tone can be achieved by having the whole orchestra play with high clarinets and a carefully selected number of piccolos.","author":"Gustav Mahler","category":"Play, Orchestra, Tone"},{"quote":"Some guys say beauty is only skin deep. But when you walk into a party, you don't see somebody's brain. The initial contact has to be the sniffing.","author":"James Caan","category":"Deep, Brain, Walk"},{"quote":"Beauty at 70 years old isn't the same as beauty at 20 years old, but it is stunning nonetheless.","author":"Victoria Moran","category":"Years, Same, Stunning"},{"quote":"There is great beauty in going through life without anxiety or fear. Half our fears are baseless, and the other half discreditable.","author":"Christian Nestell Bovee","category":"Life, Fear, Great"},{"quote":"All cities are mad: but the madness is gallant. All cities are beautiful: but the beauty is grim.","author":"Christopher Morley","category":"Beautiful, Mad, Madness"},{"quote":"Filipinos want beauty. I have to look beautiful so that the poor Filipinos will have a star to look at from their slums.","author":"Imelda Marcos","category":"Beautiful, Want, Look"},{"quote":"Personalized beauty is about each woman being able to create her own makeup routine that complements her coloring and style.","author":"Bobbi Brown","category":"Woman, Style, Makeup"},{"quote":"And for me, the real world involves everything: risk, danger, beauty, energy, all we meet with in the real world.","author":"Christo","category":"Risk, World, Me"},{"quote":"I also became close to nature, and am now able to appreciate the beauty with which this world is endowed.","author":"James Dean","category":"Nature, World, Appreciate"},{"quote":"Having inner beauty is something you develop on your own, and I like to think I have that.","author":"Cindy Margolis","category":"Think, You, Like"},{"quote":"Beauty is only skin deep. If you go after someone just because she's beautiful but don't have anything to talk about, it's going to get boring fast. You want to look beyond the surface and see if you can have fun or if you have anything in common with this person.","author":"Amanda Peet","category":"Beautiful, Deep, Fun"},{"quote":"It's amazing what sleep does for your looks.","author":"Emily Procter","category":"Sleep, Amazing, Looks"},{"quote":"Vampires have always held a very seductive kind of lore and have always been some variety of attractive, whether it's attractiveness that's born of just the physical attributes that they have - this kind of ethereal beauty or translucent pallor - or whether it is more to do with the way they carry themselves.","author":"Colin Farrell","category":"Born, Way, Kind"},{"quote":"So far as female beauty is concerned, the Circassian women have no superiors. They have preserved in their mountain home the purity of the Grecian models, and still display the perfect physical loveliness, whose type has descended to us in the Venus de Medici.","author":"Bayard Taylor","category":"Home, Women, Mountain"},{"quote":"If you've never had a mother or a father, you grow up seeking something you're never going to find, ever. You seek it in love and in people and in beauty.","author":"Gloria Vanderbilt","category":"Love, Father, Mother"},{"quote":"I grew up in a family where we weren't allowed to talk about beauty or to put any emphasis on physical appearance.","author":"Pam Grier","category":"Family, Appearance, Talk"},{"quote":"Black beauty - he's a dark horse.","author":"Tim Vine","category":"Horse, Dark, Black"},{"quote":"I'm a great believer in the beauty and the power of surprise.","author":"Mark Gatiss","category":"Great, Power, Surprise"},{"quote":"I'm a storyteller: the crux of the matter is to reach beauty, poetry; it doesn't matter if that is comedy or tragedy. They're the same if you reach the beauty.","author":"Roberto Benigni","category":"Poetry, Tragedy, You"},{"quote":"So, we just kind of created our own thing and that's part of the beauty of Athens: is that it's so off the map and there's no way you could ever be the East Village or an L.A. scene or a San Francisco scene, that it just became its own thing.","author":"Michael Stipe","category":"Map, You, Kind"},{"quote":"One of my favorite beauty products is Vincent Longo Water Canvas creamy blush. I have it in every color and I've been using it for 5 years and that's all I put on when I leave the house. It looks so natural I just put a little bit on my cheeks to give them some color.","author":"Alessandra Ambrosio","category":"Water, Color, Products"},{"quote":"Asian people have a unique way about them and a different sense of beauty. It's exotic to me. I like they way Asians project their feelings. There's a hardness to the culture, but at the same time there's a delicateness.","author":"Paz Vega","category":"Time, Culture, Me"},{"quote":"Because beauty isn't enough, there must be something more.","author":"Eva Herzigova","category":"Enough, Something, Must"},{"quote":"I completely agree that a sound sleep is the best beauty product. Sound sleep, one of the most important but underrated thing, helps to make you more beautiful. I can never understand how people work so hard that they miss out on their sleep.","author":"Shraddha Kapoor","category":"Work, Beautiful, Best"},{"quote":"Red lipstick has been my beauty staple for years. I show up to Pilates or yoga at 8 A.M. wearing my red lipstick.","author":"Liz Goldwyn","category":"Red, Lipstick, Red Lipstick"},{"quote":"I have always loved young women for their sensitive spiritual nature, gentleness, and special beauty.","author":"Margaret D. Nadauld","category":"Nature, Women, Spiritual"},{"quote":"As a busy working mom I'm always pressed for time, so a quick and easy beauty routine is key!","author":"Angela Kinsey","category":"Time, Mom, Busy"},{"quote":"My mother is a beauty.","author":"Mary-Louise Parker","category":"Mother"},{"quote":"But the beauty of Einstein's equations, for example, is just as real to anyone who's experienced it as the beauty of music. We've learned in the 20th century that the equations that work have inner harmony.","author":"Edward Witten","category":"Work, Music, Harmony"},{"quote":"Though beauty gives you a weird sense of entitlement, it's rather frightening and threatening to have others ascribe such importance to something you know you're just renting for a while.","author":"Candice Bergen","category":"Weird, Know, You"},{"quote":"Beauty set up distance between other people and me. It warped their behavior.","author":"Candice Bergen","category":"Me, People, Behavior"},{"quote":"Even if you play perfectly, a fault of your opponent's can destroy the entire beauty of the game.","author":"Vladimir Kramnik","category":"Game, Play, You"},{"quote":"Remember always that the composer's pen is still mightier than the bow of the violinist in you lie all the possibilities of the creation of beauty.","author":"John Philip Sousa","category":"Lie, Pen, Remember"},{"quote":"Especially as a title-holder, you can do great things with charities, because people suddenly care about what you have to say. I wanted to make a difference, which is why I created the Queen of the Universe pageant. I want to change all of those stigmas in the beauty pageant world.","author":"Joyce Giraud","category":"Change, Great, World"},{"quote":"In the 19th century, you had bourgeois art without politics - an almost frozen idea of what beauty is.","author":"Douglas Sirk","category":"Art, Politics, You"},{"quote":"I love fashion, beauty, glamour. It's the mark of civilisation.","author":"David LaChapelle","category":"Love, Fashion, Glamour"},{"quote":"We live in a state with a wonderful climate and plenty of natural beauty, from the shores of Cumberland Island to the Chattahoochee River to the Blue Ridge Mountains.","author":"Roy Barnes","category":"Mountains, River, Blue"},{"quote":"It's how you look at beauty. Is it only an outward appearance with hair and makeup and a hot body, or is it something deeper than that?","author":"Hilary Swank","category":"Hair, Makeup, Body"},{"quote":"The very women who object to the morals of a notoriously beautiful actress, grow big with pride when an admirer suggests their marked resemblance to this stage beauty in physique.","author":"Minna Antrim","category":"Beautiful, Women, Pride"},{"quote":"I can hold a cup of sake on a full moon in Japan, and the reflection of the moon in that little cup can make me feel so enthusiastic about beauty. That one good, magical moment can give me enough to create other things like the teardrop earring or necklace.","author":"Elsa Peretti","category":"Good, Reflection, Moon"},{"quote":"One of the most beautiful passages of Rousseau is that in the sixth book of Confessions, where he describes the awakening in him of the literary sense. Of such wisdom, the poetic passion, the desire of beauty, the love of art for its own sake, has most.","author":"Walter Pater","category":"Love, Wisdom, Art"},{"quote":"I can't imagine it if beauty was the only currency I used as an actress. It just doesn't interest me.","author":"Hayley Atwell","category":"Me, Currency, Interest"},{"quote":"My work is not about 'form follows function,' but 'form follows beauty' or, even better, 'form follows feminine.'","author":"Oscar Niemeyer","category":"Work, Better, Feminine"},{"quote":"The love of beauty in its multiple forms is the noblest gift of the human cerebrum.","author":"Alexis Carrel","category":"Love, Gift, Human"},{"quote":"My father always taught by telling stories about his experiences. His lessons were about morality and art and what insects and birds and human beings had in common. He told me what it meant to be a man and to be a Black man. He taught me about love and responsibility, about beauty, and how to make gumbo.","author":"Walter Mosley","category":"Love, Art, Father"},{"quote":"Beauty and the Beast became the first animated feature ever nominated for best picture.","author":"Leonard Maltin","category":"Best, Picture, First"},{"quote":"But I think it is a serious issue to wonder about the other platonic absolutes of say beauty and morality.","author":"Roger Penrose","category":"Morality, Wonder, Think"},{"quote":"Beauty is everlasting And dust is for a time.","author":"Marianne Moore","category":"Time, Dust, Everlasting"},{"quote":"I don't like people who have never fallen or stumbled. Their virtue is lifeless and it isn't of much value. Life hasn't revealed its beauty to them.","author":"Boris Pasternak","category":"Life, Value, People"},{"quote":"I've backpacked to countries like Italy and Turkey and observed beautiful scenery, but then I realized that beauty was always very close to me. It is here in Belitung Island, where the rivers, beaches and the terrain captivate my attention most.","author":"Andrea Hirata","category":"Beautiful, Me, Scenery"},{"quote":"'A Court of Thorns and Roses' was actually inspired by three of my all-time-favorite fairy/folktales: 'Beauty and the Beast,' 'East of the Sun, West of the Moon' and 'Tam Lin.' I got the kernel of inspiration by wondering: 'What if 'Beauty' was a huntress?'","author":"Sarah J. Maas","category":"Sun, Roses, Moon"},{"quote":"Beauty is less important than quality.","author":"Eugene Ormandy","category":"Quality, Important, Than"},{"quote":"What delights us in visible beauty is the invisible.","author":"Marie von Ebner-Eschenbach","category":"Invisible, Us, Visible"},{"quote":"Beauty is the disinterested one, without which the ancient world refused to understand itself, a word which both imperceptibly and yet unmistakably has bid farewell to our new world, a world of interests, leaving it to its own avarice and sadness.","author":"Hans Urs von Balthasar","category":"Sadness, World, Leaving"},{"quote":"Art ought never to be considered except in its relations with its ideal beauty.","author":"Alfred de Vigny","category":"Art, Never, Ideal"},{"quote":"The truth, the absolute truth, is that the chief beauty for the theatre consists in fine bodily proportions.","author":"Sarah Bernhardt","category":"Truth, Theatre, Truth Is"},{"quote":"For me, a page of good prose is where one hears the rain and the noise of battle. It has the power to give grief or universality that lends it a youthful beauty.","author":"John Cheever","category":"Rain, Good, Power"},{"quote":"Beauty is not everything!","author":"Chita Rivera","category":"Everything"},{"quote":"Genetics is all about showcasing human beauty along with high-quality performance.","author":"Bela Karolyi","category":"Performance, Genetics, Human"},{"quote":"I may be old-fashioned. But I believe there is such a thing as a search for beauty - a delight in the nice things in the world. And I don't think one should have to apologise for it.","author":"Saul Leiter","category":"Believe, World, I Believe"},{"quote":"'Changes in Latitudes' began when I was looking at a photograph of a sea turtle swimming underwater. I had such a strong feeling for the beauty of this ancient creature, at home in the sea. On the spot, I wanted to swim with that turtle. I began to imagine a character who would do just that.","author":"Will Hobbs","category":"Home, Character, Strong"},{"quote":"I say to the young, be happy that you were born in Italy because of the beauty of the human capital, both masculine and feminine, of this country... No other country has such human capital.","author":"Rita Levi-Montalcini","category":"Happy, Be Happy, You"},{"quote":"Fashion is quite inclusive and good at embracing different things and different forms of beauty. It's a very liberal industry. You can be yourself. Just not overweight.","author":"Andrej Pejic","category":"Good, Be Yourself, Yourself"},{"quote":"If our hearts are ready for anything, we are touched by the beauty and poetry and mystery that fill our world.","author":"Tara Brach","category":"Poetry, World, Mystery"},{"quote":"Beauty, more than bitterness, makes the heart break.","author":"Sara Teasdale","category":"Heart, Bitterness, Break"},{"quote":"I think everybody can be beautiful. Anybody can have beauty. It's about how you look at the world, in a way, and how you treat yourself.","author":"Elizabeth Peyton","category":"Beautiful, World, Yourself"},{"quote":"All things are perceived in the light of charity, and hence under the aspect of beauty; for beauty is simply reality seen with the eyes of love.","author":"Evelyn Underhill","category":"Love, Light, Eyes"},{"quote":"He was afflicted by the thought that where Beauty was, nothing ever ran quite straight, which no doubt, was why so many people looked on it as immoral.","author":"John Galsworthy","category":"Thought, People, Doubt"},{"quote":"For me the greatest beauty always lies in the greatest clarity.","author":"Gotthold Ephraim Lessing","category":"Me, Greatest, Clarity"},{"quote":"There's one more thing I want to say. It's a touchy subject. Black beauty. Black sensuality. We live in a culture where the beauty of black people isn't always as celebrated as other types. I'd like to help change that if I can!","author":"Jody Watley","category":"Change, Culture, Help"},{"quote":"The South is very beautiful but its beauty makes one sad because the lives that people live here, and have lived here, are so ugly.","author":"James Baldwin","category":"Beautiful, Sad, People"},{"quote":"My mum is my beauty icon, because she represents what I think beauty is.","author":"Bar Refaeli","category":"Think, She, I Think"},{"quote":"Talent, like beauty, to be pardoned, must be obscure and unostentatious.","author":"Marguerite Gardiner","category":"Talent, Obscure, Like"},{"quote":"The real sin against life is to abuse and destroy beauty, even one's own even more, one's own, for that has been put in our care and we are responsible for its well-being.","author":"Katherine Anne Porter","category":"Life, Well-Being, Sin"},{"quote":"Beauty is in the character of a person. It's about having an interesting face and about what's inside. Anyone can take a good picture.","author":"Patrick Demarchelier","category":"Good, Character, Picture"},{"quote":"I was always anti-marriage. I didn't understand monogamy. I couldn't figure out how that could last. And then I met Bryn and I started to understand the beauty of constancy and history and change and going on the roller coaster with someone - of having a partner in life.","author":"Maria Bello","category":"Life, Change, History"},{"quote":"But, when the work was finished, the Craftsman kept wishing that there were someone to ponder the plan of so great a work, to love its beauty, and to wonder at its vastness.","author":"Giovanni Pico della Mirandola","category":"Love, Work, Great"},{"quote":"When everything else physical and mental seems to diminish, the appreciation of beauty is on the increase.","author":"Bernard Berenson","category":"Appreciation, Mental, Seems"},{"quote":"The closest thing I use to beauty products is the grease on the pizza from John's Pizzeria.","author":"Mark Feuerstein","category":"Pizza, Products"},{"quote":"Beauty, of course, is the most important requirement and the paramount asset of the applicant.","author":"Florenz Ziegfeld","category":"Important, Asset"},{"quote":"Beauty is the first present nature gives to women and the first it takes away.","author":"Fay Weldon","category":"Nature, Women, Present"},{"quote":"The plainer the dress, the greater luster does beauty appear.","author":"Edward Wood, 1st Earl of Halifax","category":"Dress, Greater, Appear"},{"quote":"O human beauty, what a dream art thou, that we should cast our life and hopes away on thee!","author":"Bryan Procter","category":"Life, Art, Dream"},{"quote":"In such ugly times, the only true protest is beauty.","author":"Phil Ochs","category":"Ugly, True, Protest"},{"quote":"I loved Belle in 'Beauty and the Beast.' I just wanted to be her. I'm a brunette, so I think I kind of cling to all those princesses that have brown hair. I just wanted to be them.","author":"Kara Lindsay","category":"Hair, Loved, Think"},{"quote":"What beauty is, I know not, though it adheres to many things.","author":"Albrecht Durer","category":"Know, Things, Many"},{"quote":"In places where this beauty has already disappeared, we will reconstruct it.","author":"Fritz Todt","category":"Environmental, Places, Will"},{"quote":"Sometimes, homely things are done for the best reasons in the world and thus achieve a beauty of their own.","author":"Gene Weingarten","category":"Best, World, Achieve"},{"quote":"The ever increasing spiritual damage caused by life within the big city will make this hunger practically uncontrollable when we build here on this the landscape of our homeland we must be clear that we will protect its beauty.","author":"Fritz Todt","category":"Life, Spiritual, City"},{"quote":"When works of art are presented like rare butterflies on the walls, they're decontextualized. We admire their beauty, and I have nothing against that, per se. But there is more to art than that.","author":"Hans Haacke","category":"Art, Admire, Walls"},{"quote":"What I loved about 'Summer' was that they were these four bright kids with a wonderful future. In a way, she was the one with the brains, and then you have the beauty queen and the jock and the introvert.","author":"Kevin Williamson","category":"Future, Queen, Summer"},{"quote":"Taking joy in living is a woman's best cosmetic.","author":"Rosalind Russell","category":"Best, Joy, Woman"},{"quote":"Familiarity is a magician that is cruel to beauty but kind to ugliness.","author":"Ouida","category":"Kind, Cruel, Familiarity"},{"quote":"It is the addition of strangeness to beauty that constitutes the romantic character in art.","author":"Walter Hagen","category":"Art, Romantic, Character"},{"quote":"Even in decline, a virtuous man increases the beauty of his behavior. A burning stick, though turned to the ground, has its flame drawn upwards.","author":"Saskya Pandita","category":"Man, Flame, Behavior"},{"quote":"I can't live without my beauty products. I love to be in my bathroom with my candles lit, morning, noon and night. I like taking hot baths and hot showers, using my body scrubs and lotions.","author":"Traci Bingham","category":"Love, Morning, Night"},{"quote":"Beauty, the eternal Spouse of the Wisdom of God and Angel of his Presence thru' all creation.","author":"Robert Bridges","category":"Wisdom, God, Angel"},{"quote":"Turkey was fantastic, Turkey was, like, mystical and such a special place. Just unique, something that's really hard to describe, such beauty, those mountains and the stone is kind of, eroded? Special erosion which makes what you see just something that seems, it's been made for a movie, it's like something out of fantasy, except it's real.","author":"Violante Placido","category":"Mountains, Unique, Stone"},{"quote":"I always carry lip balm and lipstick. Lipstick is a very important beauty product because I find that lips are the most beautiful feature of anyone's face.","author":"Fan Bingbing","category":"Beautiful, Most Beautiful"},{"quote":"Beauty may be skin deep, but ugly goes clear to the bone.","author":"Redd Foxx","category":"Deep, Ugly, Bone"},{"quote":"I know a lot of aesthetically beautiful women who are not nice people, and they do not come across as beautiful to me. I think the number one thing for beauty is a smile. I love a woman with a beautiful smile.","author":"Sara Foster","category":"Love, Smile, Women"},{"quote":"I always loved Belle from 'Beauty and the Beast'. I always thought I looked like her, so I dressed like her for every Halloween.","author":"Sofia Carson","category":"Halloween, Thought, Loved"},{"quote":"I'm now more about romantic beauty. The dominatrix thing is over. You never look as good in person as you do in 'Maxim,' but it's fun. It's all like a fantasy.","author":"Julianna Guill","category":"Romantic, Good, Fun"},{"quote":"You can only perceive real beauty in a person as they get older.","author":"Anouk Aimee","category":"Real, You, Person"},{"quote":"Mathematics are the result of mysterious powers which no one understands, and which the unconscious recognition of beauty must play an important part. Out of an infinity of designs a mathematician chooses one pattern for beauty's sake and pulls it down to earth.","author":"Marston Morse","category":"Mathematics, Earth, Play"},{"quote":"I've been working with Disney all these years doing voice work, and now I'm signed with Disney Fine Arts, doing 'Beauty and the Beast' oil paintings. So it's been an ongoing wonderful job.","author":"Paige O'Hara","category":"Work, Job, Voice"},{"quote":"Laziness is nothing more than the habit of resting before you get tired.","author":"Jules Renard","category":"Tired, Laziness, You"},{"quote":"My fake plants died because I did not pretend to water them.","author":"Mitch Hedberg","category":"Water, Plants, Fake"},{"quote":"Be stupid, be dumb, be funny, if that's who you are. Don't try to be someone that society wants you to be; that's stupid. So be yourself.","author":"Christina Grimmie","category":"Be Yourself, Society"},{"quote":"Get your facts first, then you can distort them as you please.","author":"Mark Twain","category":"Facts, You, First"},{"quote":"When we ask for advice, we are usually looking for an accomplice.","author":"Saul Bellow","category":"Advice, Looking, Ask"},{"quote":"A woman's mind is cleaner than a man's: She changes it more often.","author":"Oliver Herford","category":"Man, Woman, Changes"},{"quote":"We are all here on earth to help others what on earth the others are here for I don't know.","author":"W. H. Auden","category":"Help Others, Help, Earth"},{"quote":"I believe that if life gives you lemons, you should make lemonade... And try to find somebody whose life has given them vodka, and have a party.","author":"Ron White","category":"Life, Believe, I Believe"},{"quote":"Roses are red, violets are blue, I'm schizophrenic, and so am I.","author":"Oscar Levant","category":"Blue, Roses, Red"},{"quote":"Go to Heaven for the climate, Hell for the company.","author":"Mark Twain","category":"Hell, Company, Heaven"},{"quote":"I'm sorry, if you were right, I'd agree with you.","author":"Robin Williams","category":"Sorry, You, Right"},{"quote":"I can resist everything except temptation.","author":"Oscar Wilde","category":"Temptation, I Can"},{"quote":"Procrastination is the art of keeping up with yesterday.","author":"Don Marquis","category":"Art, Procrastination"},{"quote":"There cannot be a crisis next week. My schedule is already full.","author":"Henry Kissinger","category":"Week, Crisis, Schedule"},{"quote":"I haven't spoken to my wife in years. I didn't want to interrupt her.","author":"Rodney Dangerfield","category":"Wife, Want, Her"},{"quote":"Why do they call it rush hour when nothing moves?","author":"Robin Williams","category":"Why, Nothing, Rush"},{"quote":"If you could kick the person in the pants responsible for most of your trouble, you wouldn't sit for a month.","author":"Theodore Roosevelt","category":"You, Person, Responsible"},{"quote":"If you haven't got anything nice to say about anybody, come sit next to me.","author":"Alice Roosevelt Longworth","category":"Me, Nice, You"},{"quote":"I found there was only one way to look thin: hang out with fat people.","author":"Rodney Dangerfield","category":"People, Fat, Look"},{"quote":"Progress is man's ability to complicate simplicity.","author":"Thor Heyerdahl","category":"Progress, Man, Simplicity"},{"quote":"Smoking kills. If you're killed, you've lost a very important part of your life.","author":"Brooke Shields","category":"Life, Lost, Smoking"},{"quote":"A successful man is one who makes more money than his wife can spend. A successful woman is one who can find such a man.","author":"Lana Turner","category":"Money, Man, Wife"},{"quote":"I had everything I'd hoped for, but I wasn't being myself. So I decided to be honest about who I was. It was strange: The people who loved me for being funny suddenly didn't like me for being... me.","author":"Ellen DeGeneres","category":"Myself, Me, People"},{"quote":"All generalizations are false, including this one.","author":"Mark Twain","category":"False, Generalizations"},{"quote":"Tact is the ability to describe others as they see themselves.","author":"Abraham Lincoln","category":"Themselves, See, Ability"},{"quote":"They say marriages are made in Heaven. But so is thunder and lightning.","author":"Clint Eastwood","category":"Heaven, Lightning, They Say"},{"quote":"If at first you don't succeed, find out if the loser gets anything.","author":"William Lyon Phelps","category":"Loser, You, Find"},{"quote":"We are all born mad. Some remain so.","author":"Samuel Beckett","category":"Born, Mad, Some"},{"quote":"What's another word for Thesaurus?","author":"Steven Wright","category":"Word, Another, Thesaurus"},{"quote":"Electricity is really just organized lightning.","author":"George Carlin","category":"Lightning, Electricity, Just"},{"quote":"Man cannot live by bread alone he must have peanut butter.","author":"James A. Garfield","category":"Alone, Man, Live"},{"quote":"Drawing on my fine command of the English language, I said nothing.","author":"Robert Benchley","category":"Language, Drawing"},{"quote":"We owe a lot to Thomas Edison - if it wasn't for him, we'd be watching television by candlelight.","author":"Milton Berle","category":"Television, Watching, Him"},{"quote":"My life needs editing.","author":"Mort Sahl","category":"Life, My Life, Editing"},{"quote":"I have had a perfectly wonderful evening, but this wasn't it.","author":"Groucho Marx","category":"Evening, Wonderful"},{"quote":"Gambling: The sure way of getting nothing for something.","author":"Wilson Mizner","category":"Gambling, Nothing, Way"},{"quote":"I refuse to join any club that would have me as a member.","author":"Groucho Marx","category":"Me, Club, Join"},{"quote":"If my life wasn't funny, it would just be true, and that's unacceptable.","author":"Carrie Fisher","category":"Life, My Life, Be True"},{"quote":"Christopher Columbus, as everyone knows, is honored by posterity because he was the last to discover America.","author":"James Joyce","category":"America, Honored, Columbus"},{"quote":"Part of my act is meant to shake you up. It looks like I'm being funny, but I'm reminding you of other things. Life is tough, darling. Life is hard. And we better laugh at everything; otherwise, we're going down the tube.","author":"Joan Rivers","category":"Life, Life Is Hard, Laugh"},{"quote":"A committee is a group that keeps minutes and loses hours.","author":"Milton Berle","category":"Group, Committee, Hours"},{"quote":"Never have more children than you have car windows.","author":"Erma Bombeck","category":"Children, Car, You"},{"quote":"I buy expensive suits. They just look cheap on me.","author":"Warren Buffett","category":"Me, Look, Suits"},{"quote":"Do not worry about avoiding temptation. As you grow older it will avoid you.","author":"Joey Adams","category":"Worry, Grow, You"},{"quote":"It's simple, if it jiggles, it's fat.","author":"Arnold Schwarzenegger","category":"Simple, Fat"},{"quote":"Before I refuse to take your questions, I have an opening statement.","author":"Ronald Reagan","category":"Questions, Opening"},{"quote":"The way my luck is running, if I was a politician I would be honest.","author":"Rodney Dangerfield","category":"Luck, Honest, Way"},{"quote":"By all means let's be open-minded, but not so open-minded that our brains drop out.","author":"Richard Dawkins","category":"Brains, Open-Minded, Drop"},{"quote":"I don't care what the haters and naysayers say. If they make jokes about me, I'll laugh because they'll probably be funny.","author":"Paula Deen","category":"Me, Laugh, Haters"},{"quote":"My grandmother started walking five miles a day when she was sixty. She's ninety-seven now, and we don't know where the hell she is.","author":"Ellen DeGeneres","category":"Day, Walking, Know"},{"quote":"A government that robs Peter to pay Paul can always depend on the support of Paul.","author":"George Bernard Shaw","category":"Support, Government, Always"},{"quote":"I no doubt deserved my enemies, but I don't believe I deserved my friends.","author":"Walt Whitman","category":"Friends, Believe, Doubt"},{"quote":"It's funny what memory does, isn't it? My favorite holiday tradition might not have happened more than once or twice. But because it is such a good memory, so encapsulating of everything I love about the holidays, in my mind it happened every year. Without fail.","author":"Molly O'Keefe","category":"Love, Good, Memory"},{"quote":"You know the funny thing, I don't get along with rich people. I get along with the middle class and the poor people better than I get along with the rich people.","author":"Donald Trump","category":"People, Rich, Know"},{"quote":"I was eating in a Chinese restaurant downtown. There was a dish called Mother and Child Reunion. It's chicken and eggs. And I said, I gotta use that one.","author":"Paul Simon","category":"Mother, Child, Reunion"},{"quote":"You can lead a man to Congress, but you can't make him think.","author":"Milton Berle","category":"Man, Think, You"},{"quote":"One advantage of talking to yourself is that you know at least somebody's listening.","author":"Franklin P. Jones","category":"Listening, Yourself, Know"},{"quote":"Only the mediocre are always at their best.","author":"Jean Giraudoux","category":"Best, Always, Mediocre"},{"quote":"O Lord, help me to be pure, but not yet.","author":"Saint Augustine","category":"Me, Help, Pure"},{"quote":"I wear a necklace, cause I wanna know when I'm upside down.","author":"Mitch Hedberg","category":"Know, Down, Upside Down"},{"quote":"Well, if I called the wrong number, why did you answer the phone?","author":"James Thurber","category":"Why, You, Phone"},{"quote":"If two wrongs don't make a right, try three.","author":"Laurence J. Peter","category":"Try, Three, Right"},{"quote":"There is nothing funny about Halloween. This sarcastic festival reflects, rather, an infernal demand for revenge by children on the adult world.","author":"Jean Baudrillard","category":"Halloween, Children, Revenge"},{"quote":"There are lots of people who mistake their imagination for their memory.","author":"Josh Billings","category":"Imagination, Memory, Mistake"},{"quote":"Being funny is one of my greatest strengths. I can make girls smile when they're down, and when they're having a good time, I can carry on the joke.","author":"John Krasinski","category":"Smile, Time, Good"},{"quote":"Instant gratification takes too long.","author":"Carrie Fisher","category":"Long, Gratification"},{"quote":"You know, fame is a funny thing, man, especially, you know, actors, musicians, rappers, rock singers, it's kind of a lifestyle and it's easy to get caught up in it - you go to bars, you go to clubs, everyone's doing a certain thing... It's tough.","author":"Eminem","category":"Man, Musicians, Easy"},{"quote":"I hate housework! You make the beds, you do the dishes and six months later you have to start all over again.","author":"Joan Rivers","category":"Hate, Start, You"},{"quote":"Frisbeetarianism is the belief that when you die, your soul goes up on the roof and gets stuck.","author":"George Carlin","category":"Soul, Belief, You"},{"quote":"I was so naive as a kid I used to sneak behind the barn and do nothing.","author":"Johnny Carson","category":"Nothing, Behind, Naive"},{"quote":"I knew I was an unwanted baby when I saw that my bath toys were a toaster and a radio.","author":"Joan Rivers","category":"Baby, Radio, Bath"},{"quote":"I believe in rules. Sure I do. If there weren't any rules, how could you break them?","author":"Leo Durocher","category":"Believe, Rules, I Believe"},{"quote":"Expert: a man who makes three correct guesses consecutively.","author":"Laurence J. Peter","category":"Man, Three, Expert"},{"quote":"Ignoring fame was my rebellion, in a funny way. I was insistent on being normal and doing normal things. It probably wasn't advisable to go to college in America and room with a complete stranger. And it probably wasn't wise to share a bathroom with eight other people in a coed dorm. Looking back, that was crazy.","author":"Emma Watson","category":"Wise, America, College"},{"quote":"There's only one true superpower amongst human beings, and that is being funny. People treat you differently if you can make them laugh.","author":"Jeff Garlin","category":"Treat, People, Laugh"},{"quote":"I have a memory like an elephant. I remember every elephant I've ever met.","author":"Herb Caen","category":"Memory, Elephant, Remember"},{"quote":"I saw a woman wearing a sweatshirt with Guess on it. I said, Thyroid problem?","author":"Arnold Schwarzenegger","category":"Woman, Problem, Said"},{"quote":"I used to sell furniture for a living. The trouble was, it was my own.","author":"Les Dawson","category":"Living, Furniture, Sell"},{"quote":"Life goes by fast. Enjoy it. Calm down. It's all funny. Next. Everyone gets so upset about the wrong things.","author":"Joan Rivers","category":"Life, Calm, Enjoy"},{"quote":"I am not a member of any organized political party. I am a Democrat.","author":"Will Rogers","category":"I Am, Political, Party"},{"quote":"I am certain there is too much certainty in the world.","author":"Michael Crichton","category":"I Am, World, Too Much"},{"quote":"Everybody talks about the weather, but nobody does anything about it.","author":"Charles Dudley Warner","category":"Weather, Nobody, Anything"},{"quote":"The funny thing about having all this so-called success is that behind it is a certain horrible emptiness.","author":"Sam Shepard","category":"Success, Behind, Emptiness"},{"quote":"I like long walks, especially when they are taken by people who annoy me.","author":"Fred Allen","category":"Me, People, Long"},{"quote":"I'm quite sarcastic, and I'm funny, but not kind of funny. It's a weird funny, and some people don't get me, and some people do.","author":"Millie Bobby Brown","category":"Me, People, Weird"},{"quote":"I usually stalk fans because I think they're really funny on Twitter. They don't know it, but I'll just go through their timelines, and if something is happening in the media, I always read fan accounts instead of the news because they have all the info and make the funniest jokes about it, so that's how I get my gossip - by stalking fans.","author":"Gigi Hadid","category":"Media, Gossip, Know"},{"quote":"I call myself the Amusement Park. That's because I'm funny and scary at the same time.","author":"Terry Crews","category":"Time, Myself, Park"},{"quote":"I love mankind it's people I can't stand.","author":"Charles M. Schulz","category":"Love, People, Stand"},{"quote":"The parrot's so funny. He imitates me and I don't even realize he's doing it. I'm walking around the house talking to myself and whistling and the next day he's said something I've said... it's scary you know?","author":"Mick Ralphs","category":"Day, Myself, Walking"},{"quote":"All right everyone, line up alphabetically according to your height.","author":"Casey Stengel","category":"Height, Everyone, Right"},{"quote":"Lead us not into temptation. Just tell us where it is we'll find it.","author":"Sam Levenson","category":"Temptation, Find, Lead"},{"quote":"Never put a sock in a toaster.","author":"Eddie Izzard","category":"Never, Toaster, Put"},{"quote":"I have never been hurt by what I have not said.","author":"Calvin Coolidge","category":"Hurt, Said, Never"},{"quote":"I'm for whatever gets you through the night.","author":"Frank Sinatra","category":"Night, You, Through"},{"quote":"I failed to make the chess team because of my height.","author":"Woody Allen","category":"Team, Chess, Height"},{"quote":"If a cluttered desk is the sign of a cluttered mind, what is the significance of a clean desk?","author":"Laurence J. Peter","category":"Mind, Clean, Sign"},{"quote":"People always ask me, 'Were you funny as a child?' Well, no, I was an accountant.","author":"Ellen DeGeneres","category":"Child, Me, People"},{"quote":"When we talk to God, we're praying. When God talks to us, we're schizophrenic.","author":"Jane Wagner","category":"God, Talk, Us"},{"quote":"I've never met a funny person who wasn't smart. I've met a lot of dramatic people who were stupid. But I've never met a funny person who wasn't smart.","author":"Rob Lowe","category":"Smart, Stupid, People"},{"quote":"It's so funny, you go to acting school thinking you're going to learn how to be other people, but really it taught me how to be myself. Because it's in understanding yourself deeply that you can lend yourself to another person's circumstances and another person's experience.","author":"Lupita Nyong'o","category":"Experience, Myself, School"},{"quote":"I love airports because funny things always happen at them. They're giant complexes full of urgency, seriousness, and confusion. Where am I supposed to be? Which way do I go? And that's just the staff.","author":"Rhys Darby","category":"Love, Confusion, Way"},{"quote":"Actually being funny is mostly telling the truth about things.","author":"Bernard Sahlins","category":"Truth, Being Funny, Being"},{"quote":"One picture is worth 1,000 denials.","author":"Ronald Reagan","category":"Picture, Worth"},{"quote":"If at first you don't succeed... so much for skydiving.","author":"Henny Youngman","category":"Succeed, You, First"},{"quote":"Being funny wasn't a career choice growing up, it was my way out of situations; a way to survive another day.","author":"Tracy Morgan","category":"Day, Growing Up, Choice"},{"quote":"I find, when you're an optimist, life has a funny way of looking after you.","author":"Simon Sinek","category":"Life, Looking, You"},{"quote":"I used to jog but the ice cubes kept falling out of my glass.","author":"David Lee Roth","category":"Glass, Falling, Ice"},{"quote":"Be obscure clearly.","author":"E. B. White","category":"Obscure, Clearly"},{"quote":"Nobody ever went broke underestimating the taste of the American public.","author":"H. L. Mencken","category":"American, Nobody, Taste"},{"quote":"A word to the wise is infuriating.","author":"Hunter S. Thompson","category":"Wise, Word, Infuriating"},{"quote":"I never said most of the things I said.","author":"Yogi Berra","category":"Said, Never, Things"},{"quote":"Memories are like mulligatawny soup in a cheap restaurant. It is best not to stir them.","author":"P. G. Wodehouse","category":"Memories, Best, Restaurant"},{"quote":"Yield to temptation. It may not pass your way again.","author":"Robert A. Heinlein","category":"Temptation, Way, May"},{"quote":"If you could cross a lion and a monkey, that's what I'd be, because monkeys are funny and lions are strong.","author":"Marlon Wayans","category":"Strong, Lion, You"},{"quote":"Cleanliness becomes more important when godliness is unlikely.","author":"P. J. O'Rourke","category":"Important, Cleanliness"},{"quote":"My definition of an intellectual is someone who can listen to the William Tell Overture without thinking of the Lone Ranger.","author":"Billy Connolly","category":"Thinking, Listen"},{"quote":"A pessimist is a person who has had to listen to too many optimists.","author":"Don Marquis","category":"Listen, Pessimist, Person"},{"quote":"A child of five would understand this. Send someone to fetch a child of five.","author":"Groucho Marx","category":"Child, Understand, Someone"},{"quote":"I don't deserve this award, but I have arthritis and I don't deserve that either.","author":"Jack Benny","category":"Award, Deserve, Arthritis"},{"quote":"If you don't mind, it doesn't matter.","author":"Jack Benny","category":"Mind, Matter, You"},{"quote":"Don't forget Mother's Day. Or as they call it in Beverly Hills, Dad's Third Wife Day.","author":"Jay Leno","category":"Day, Mother, Wife"},{"quote":"Boy, those French: they have a different word for everything!","author":"Steve Martin","category":"Boy, Everything, Different"},{"quote":"My theory is that all of Scottish cuisine is based on a dare.","author":"Mike Myers","category":"Theory, Dare, Scottish"},{"quote":"Children are smarter than any of us. Know how I know that? I don't know one child with a full time job and children.","author":"Bill Hicks","category":"Time, Children, Job"},{"quote":"I went window shopping today! I bought four windows.","author":"Tommy Cooper","category":"Today, Window, Shopping"},{"quote":"I wanna make a jigsaw puzzle that's 40,000 pieces. And when you finish it, it says 'go outside.'","author":"Demetri Martin","category":"Finish, Puzzle, You"},{"quote":"I never thought I was funny, but I enjoy being funny.","author":"Nora Dunn","category":"Thought, Enjoy, Never"},{"quote":"At the end of the day it's got to be a good movie, it's got to be a funny movie, and it's got to make people think, 'Hey, I couldn't have spent my time any better.'","author":"Tom Hanks","category":"Time, Day, Good"},{"quote":"To all the girls out there who think being funny is not sexy, you are wrong!","author":"Chad Michael Murray","category":"Sexy, Think, You"},{"quote":"When I'm with my friends I'm funny, but I don't feel like I'm a funny clown.","author":"Nora Dunn","category":"Friends, Clown, Feel"},{"quote":"A funny thing happens in real estate. When it comes back, it comes back up like gangbusters.","author":"Barbara Corcoran","category":"Real Estate, Real, Back Up"},{"quote":"You know, it wasn't even that I'm a funny guy, I just loved stand-up comedy and I wanted to do it. It was one of the few things in my life that I knew I was going to be able to do, and I also felt as though I'd be able to do it the way I wanted to do it.","author":"Bill Burr","category":"Life, My Life, Know"},{"quote":"I have an unfortunate personality.","author":"Orson Welles","category":"Personality, Unfortunate"},{"quote":"Turns out you have a really fun time if you go to work every day and focus on being silly and funny and happy!","author":"Hannah Murray","category":"Work, Time, Happy"},{"quote":"It's a funny thing that when a man hasn't anything on earth to worry about, he goes off and gets married.","author":"Robert Frost","category":"Wedding, Man, Worry"},{"quote":"I was just a goofy little funny kid, who was always getting sent to the principal. It wasn't serious because I was smart. I wasn't like a true troublemaker, just rambunctious - like, talkative and trying to be funny. That was me in middle-school.","author":"J. Cole","category":"Smart, Me, Trying"},{"quote":"I was asked to act when I couldn't act. I was asked to sing 'Funny Face' when I couldn't sing, and dance with Fred Astaire when I couldn't dance - and do all kinds of things I wasn't prepared for. Then I tried like mad to cope with it.","author":"Audrey Hepburn","category":"Dance, Face, Mad"},{"quote":"Without hurting anybody, we all tend to laugh at others' discomfort. When someone slips on a banana skin and falls it's funny.","author":"Shah Rukh Khan","category":"Laugh, Skin, Banana"},{"quote":"I think if everyone would write down the funny stories from their own childhoods, the world would be a better place.","author":"Jeff Kinney","category":"World, Better, Think"},{"quote":"Too much agreement kills a chat.","author":"Eldridge Cleaver","category":"Agreement, Too Much, Chat"},{"quote":"I got a lot of support from my parents. That's the one thing I always appreciated. They didn't tell me I was being stupid they told me I was being funny.","author":"Jim Carrey","category":"Parents, Support, Stupid"},{"quote":"I have a funny mental framework when I do physics. I create an imaginary audience in my head to explain things to - it is part of the way I think. For me, teaching and explaining, even to my imaginary audience, is part of the process.","author":"Leonard Susskind","category":"Me, Think, Physics"},{"quote":"TV is chewing gum for the eyes.","author":"Frank Lloyd Wright","category":"Eyes, Gum, Chewing Gum"}]}