{"author":"Ravindu Manoj","github":"ravindu01manoj","repo":"Quotes-500k","data":[{"quote":"There are environmental threats to health; there are internal threats to health - genetic conditions, viral threats, diseases like cancer and Parkinson's. And then there are societal and global ones, like poverty and lack of nutrition. And unknown viral threats - everything from a new kind of influenza to hemorrhagic fever.","author":"Bill Maris","category":"Environmental, Poverty"},{"quote":"No employer is going to hire robustly until they know what the health care cost is going to be.","author":"Lindsey Graham","category":"Care, Know, Health Care"},{"quote":"It's not that hard to imagine the natural world recovering it's health in our absence: it's more difficult, and more necessary, to imagine it recovering its health in our presence.","author":"Alex Steffen","category":"World, Difficult, Natural"},{"quote":"I have a healthy body, free of the chemicals that once controlled it.","author":"Lorna Luft","category":"Body, Free, Healthy"},{"quote":"For sleep, riches and health to be truly enjoyed, they must be interrupted.","author":"Jean Paul","category":"Sleep, Must, Riches"},{"quote":"As musicians and artists, it's important we have an environment - and I guess when I say environment, I really mean the industry, that really nurtures these gifts. Oftentimes, the machine can overlook the need to take care of the people who produce the sounds that have a lot to do with the health and well-being of society.","author":"Lauryn Hill","category":"Society, Musicians, People"},{"quote":"I believe that international support through critical funds, together with the determination of my compatriots, Malawi can be a model country for meeting global health targets and get on with the business of African-driven global economic growth.","author":"Joyce Banda","category":"Business, Determination"},{"quote":"The greatest public health threat for many American women is the men they live with.","author":"Anna Quindlen","category":"Women, Men, American"},{"quote":"If the states and territories do not sign up to fundamental reform, then my message is equally simple: we will take this reform plan to the people at the next election - along with a referendum by or at that same election to give the Australian Government all the power it needs to reform the health system.","author":"Kevin Rudd","category":"Power, Simple, Government"},{"quote":"Charities are now working to give people in poor countries access to the Internet. But shouldn't we spend that money on providing health clinics and safe water? Aren't these things more relevant? I have no intention of downplaying the importance of the Internet, but its impact has been exaggerated.","author":"Ha-Joon Chang","category":"Money, Water, Internet"},{"quote":"I became a fanatic about healthy food in 1944.","author":"Gloria Swanson","category":"Food, Healthy, Became"},{"quote":"We cannot rest until we make sure that our families can afford to live and raise their kids here, that our seniors can remain in their homes and afford their health and pharmaceutical costs.","author":"Carl Lewis","category":"Live, Rest, Kids"},{"quote":"I really believe the only way to stay healthy is to eat properly, get your rest and exercise. If you don't exercise and do the other two, I still don't think it's going to help you that much.","author":"Mike Ditka","category":"Believe, Help, Healthy"},{"quote":"And I believe that if we can care about whether or not our neighbor has a good job or access to affordable health care for their children, and we move to implement the policies that can improve these situations, we will unleash vast amounts of human potential and recapture the American spirit.","author":"Tim Ryan","category":"Children, Good, Job"},{"quote":"In the first speech I delivered as health secretary, I made one thing perfectly clear: we need a cultural shift in the NHS: from a culture responsive mainly to orders from the top down to one responsive to patients, in which patient safety is put first.","author":"Andrew Lansley","category":"Culture, Safety, Speech"},{"quote":"We will empower patients as well as health professionals. We will disempower the hierarchy and bureaucracy.","author":"Andrew Lansley","category":"Bureaucracy, Will, Well"},{"quote":"I see all kinds of people work hard all over the world, and some of them are barely making it. I don't just mean subsistence farmers. I mean people in the developed world who work multiple jobs, and because the cost of health care and child care eats up almost all of the living they make.","author":"Stewart Butterfield","category":"Work, Work Hard, World"},{"quote":"Everyone has to do their part, too. No one is disconnected. And everyone has to improve their skills, take care of their own health to the extent they can and contribute their time and talents to the community and country.","author":"Tim Ryan","category":"Time, Community, Care"},{"quote":"In the same way that our school system feels strongly about requiring vaccinations and annual physicals, I feel strongly that it is essential to add a mental health component to that annual physical.","author":"Madchen Amick","category":"School, Mental Health, Way"},{"quote":"Increase your consumption of healthful fats like extra virgin olive oil, avocado, grass-fed beef, wild fish, coconut oil, nuts and seeds. At the same time, keep in mind that modified fats like hydrogenated or trans fats are the worst choices for brain health.","author":"David Perlmutter","category":"Time, Mind, Choices"},{"quote":"We've taken on the major health problems of the poorest - tuberculosis, maternal mortality, AIDS, malaria - in four countries. We've scored some victories in the sense that we've cured or treated thousands and changed the discourse about what is possible.","author":"Paul Farmer","category":"Problems, Discourse"},{"quote":"What the American public thinks is very important to the future of global health. Many people are moved by the idea that there is unnecessary suffering in the world, and we could do a lot to stop it. We have the technologies necessary to stop most of the suffering.","author":"Paul Farmer","category":"Future, American, World"},{"quote":"While they're in WWE, we absolutely have a health and wellness policy. I'll probably always say 'we,' even though I've resigned as the CEO. It's kind of hard to break a 30-year habit.","author":"Linda McMahon","category":"Wellness, Kind, Say"},{"quote":"Simply expanding Medicaid does not improve health care outcomes. In Louisiana, instead we're helping people getting better paying jobs so they can provide for their own health care.","author":"Bobby Jindal","category":"People, Better, Care"},{"quote":"I'm 58 years old and I just went through 8 back surgeries. They started cutting on me in February 2009, and I was basically bed ridden for almost two years. I got a real dose of reality that if you don't have your health, you don't have anything.","author":"Hulk Hogan","category":"Reality, Me, You"},{"quote":"When women earn more, families are stronger, and children have better access to quality health care and education.","author":"Kirsten Gillibrand","category":"Education, Children, Women"},{"quote":"You have to fight for your health and stay on top of it. Our bodies are meant to be healthy.","author":"Laila Ali","category":"Fight, Healthy, You"},{"quote":"I want to encourage women to take control of their health.","author":"Laila Ali","category":"Women, Control, Want"},{"quote":"More than five million seniors have already saved money on their prescription drugs, and almost 33 million have benefited from free preventive services. The president cracked down hard on Medicare and health care fraud, recovering a record-breaking $10.7 billion over the last three years, protecting our seniors. That's what change looks like.","author":"Kathleen Sebelius","category":"Change, Money, Free"},{"quote":"Global health issues remind us - perhaps more than any other issue - that we are all children of the same extended family.","author":"Kathleen Sebelius","category":"Family, Children, Same"},{"quote":"If your access to health care involves your leaving work and driving somewhere and parking and waiting for a long time, that's not going to promote healthiness.","author":"Larry Page","category":"Work, Time, Waiting"},{"quote":"Economists specialize in pointing out unpleasant trade-offs - a skill that is on full display in the health care debate. We want patients to receive the best care available. We also want consumers to pay less. And we don't want to bankrupt the government or private insurers. Something must give.","author":"Sendhil Mullainathan","category":"Best, Government, Want"},{"quote":"Although oyster mushrooms have been studied extensively and support health in a number of ways, it is also extremely important to always cook oyster mushrooms!","author":"Paul Stamets","category":"Support, Important, Oyster"},{"quote":"Temporary is all you're going to get with any kind of health care, except the health care I'm telling you about. That's eternal health care, and it's free... I've opted to go with eternal health care instead of blowing money on these insurance schemes.","author":"Phil Robertson","category":"Money, Free, Insurance"},{"quote":"As the blessings of health and fortune have a beginning, so they must also find an end. Everything rises but to fall, and increases but to decay.","author":"Sallust","category":"Blessings, Beginning, Fall"},{"quote":"For the past two years, President Obama has promised our children the moon, stars, rainbows, unicorns and universal health care for all. But the White House Santa's cradle-to-grave entitlement mandates are a spectacularly predictable bust.","author":"Michelle Malkin","category":"Children, Stars, Moon"},{"quote":"Quit worrying about your health. It will go away.","author":"Robert Orben","category":"Quit, Will, Away"},{"quote":"Look, all this is about is utilizing the rules of the Senate, using a majority of the senators, to make sure that we get health reform done. We cannot wait another day.","author":"Barbara Boxer","category":"Day, Rules, Look"},{"quote":"I'm still healthy as can be.","author":"Darrell Royal","category":"Healthy, Still"},{"quote":"If Obama wanted to make radical changes to America's health long-term, all he has to do is treble the price of sugar and salt.","author":"Jamie Oliver","category":"America, Changes, Sugar"},{"quote":"The doctors and nurses at the Biamba Marie Mutombo Hospital are saving lives every day and helping improve health care in the DRC which has been ravaged by more than a decade of war and disease.","author":"Dikembe Mutombo","category":"Day, War, Care"},{"quote":"If you think about it, candidate Obama, Sen. Obama, was running on sort of long-run economic issues, like restoring prosperity to the middle class, dealing with the perennial problem of health care in the United States. He talked a lot about the budget deficit, about the need to transition to clean energy.","author":"Christina Romer","category":"Problem, Budget, Transition"},{"quote":"What the public expects and what is healthy for an individual are two very different things.","author":"Esther Williams","category":"Healthy, Individual"},{"quote":"I've got a cure for mental health issue. Spank your children more.","author":"Steve Bannon","category":"Children, Mental Health"},{"quote":"The first time I met Alex Rodriguez, he was in the fight of his life. He was the guy who was supposed to have everything - good looks, good health, good habits - all the talent in the world and most of the money.","author":"Richard Ben Cramer","category":"Life, Time, Money"},{"quote":"As an integral part of the Department of Agriculture, the Animal and Plant Health Inspection Service monitors our Nation's agriculture to protect against agricultural pests and diseases.","author":"Mike Rogers","category":"Service, Animal, Plant"},{"quote":"Many people are worried about my mental health. But as I've said many times, we're stronger than we think we are.","author":"Richard Phillips","category":"People, Mental Health"},{"quote":"The Patients' Bill of Rights is necessary to guarantee that health care will be available for those who are paying for insurance. It's a part of the overall health care picture.","author":"Debbie Stabenow","category":"Insurance, Care, Picture"},{"quote":"Depression has been called the world's number one public health problem. In fact, depression is so widespread it is considered the common cold of psychiatric disturbances. But there is a grim difference between depression and a cold. Depression can kill you.","author":"David D. Burns","category":"Depression, World, Problem"},{"quote":"The real truth is that the Obama administration is professional at bullying, as we have witnessed with ACORN at work during the presidential campaign. It seems to me they are sending down their bullies to create fist fights among average American citizens who don't want a government-run health care plan forced upon them.","author":"Jon Voight","category":"Work, Truth, American"},{"quote":"Technology can be a great equalizer when it comes to health care, education - to the point where rich, poor, middle class can all get the same benefits.","author":"Jeff Greene","category":"Education, Technology, Great"},{"quote":"When you are young and healthy, it never occurs to you that in a single second your whole life could change.","author":"Annette Funicello","category":"Life, Change, Healthy"},{"quote":"During my nearly five years as director-general of WHO, high-level policymakers have increasingly recognized that health is central to sustainable development.","author":"Gro Harlem Brundtland","category":"Development, Years"},{"quote":"Intervention for the prevention and control of osteoporosis should comprise a combination of legislative action, educational measures, health service activities, media coverage, and individual counselling to initiate changes in behaviour.","author":"Gro Harlem Brundtland","category":"Service, Changes, Media"},{"quote":"That the AIDS pandemic is threatening sustainable development in Africa only reinforces the reality that health is at the center of sustainable development.","author":"Gro Harlem Brundtland","category":"Reality, Development, Africa"},{"quote":"The dual scourge of hunger and malnutrition will be truly vanquished not only when granaries are full, but also when people's basic health needs are met and women are given their rightful role in societies.","author":"Gro Harlem Brundtland","category":"Women, People, Hunger"},{"quote":"Innovation, especially in America, is continuing at a breakneck pace, even in areas facing substantial political or regulatory headwinds. The advances in health care in particular are breathtaking - so many selfless souls are working to advance science, and this is heartening.","author":"Michael Burry","category":"Innovation, Science, America"},{"quote":"The body is a sacred garment.","author":"Martha Graham","category":"Body, Sacred, Garment"},{"quote":"I believe that how you feel is very important to how you look - that healthy equals beautiful.","author":"Victoria Principal","category":"Beautiful, Believe, Healthy"},{"quote":"The average person doesn't understand what a stem cell is. There's a lack of health literacy in our nation. So the public can't really get into this dialogue because they don't understand the complexity of stem cells, not the faith-based approach, not the ideological or political, but the science behind stem cells.","author":"Richard Carmona","category":"Science, Political, Nation"},{"quote":"If you take your kid in for the sniffles, you pay $20, but the full cost is $200. And so we need to get back to the price system where you see the full cost of health care, and then people will make smarter decisions. That will reduce health care costs, and it's a huge part of our economy.","author":"Dave Brat","category":"Decisions, People, Care"},{"quote":"This is a matter of public health. The public was sick and tired of DeLay and his corruption.","author":"Jim Hightower","category":"Corruption, Tired, Sick"},{"quote":"I'm exhausted trying to stay healthy.","author":"Steve Yzerman","category":"Trying, Healthy, Exhausted"},{"quote":"I sit on my duff, smoke cigarettes and watch TV. I'm not exactly a poster girl for healthy living.","author":"Lexa Doig","category":"Girl, Healthy, Living"},{"quote":"People with mental health problems are almost never dangerous. In fact, they are more likely to be the victims than the perpetrators. At the same time, mental illness has been the common denominator in one act of mass violence after another.","author":"Roy Blunt","category":"Time, Violence"},{"quote":"Despite Arizona's remarkable growth in recent years, we have met the current federal health standards for ozone pollution and the Environmental Protection Agency recently approved our dust control plan.","author":"Jane D. Hull","category":"Growth, Environmental, Plan"},{"quote":"It is time to maximize and prioritize our health care dollars.","author":"Jane D. Hull","category":"Time, Care, Health Care"},{"quote":"The more you worry, the more you throw off the delicate balance of hormones required for health.","author":"Andrew J. Bernstein","category":"Balance, Worry, You"},{"quote":"The U.S. government has been preoccupied with health care 'reform,' but this refers to improving access and insurance coverage and has little or nothing to do with innovation.","author":"Eric Topol","category":"Innovation, Government"},{"quote":"That's why I wrote this book: to show how these people can imbue us with hope. I read somewhere that when a person takes part in community action, his health improves. Something happens to him or to her biologically. It's like a tonic.","author":"Studs Terkel","category":"Hope, Community, Book"},{"quote":"Health has always been an important thing to me. I exercise and try to take care of myself, and drink a lot of water! And I push that to my kids so that they can carry on that same energy.","author":"Doug E. Fresh","category":"Myself, Water, Me"},{"quote":"Health is never going to go out of fashion.","author":"Magnus Scheving","category":"Fashion, Never, Going"},{"quote":"To protect our country's economic future and the health and well being of all Americans, we must find a way to rein in out-of-control costs, provide quality, affordable health care choices to all, and make outrageous insurance industry abuses a thing of the past.","author":"Michael Bennet","category":"Future, Quality, Past"},{"quote":"How do you deliver the best possible and affordable health care to maximize health?","author":"Todd Park","category":"Best, Care, You"},{"quote":"Trying to maintain your health on the road can be difficult. Especially in the middle of the country where they close by 9 and you're not out of work until midnight. You end up at a McDonald's or Taco Bell.","author":"Ron Funches","category":"Work, Road, Taco"},{"quote":"Contraceptives have a proven track record of enhancing the health of women and children, preventing unintended pregnancy, and reducing the need for abortion.","author":"Louise Slaughter","category":"Children, Women, Abortion"},{"quote":"India remains one of the few nations which still focuses entirely on an archaic de-addiction model, administered by the ministry of social justice and empowerment, to address drinking problems, adhering to a centuries-old idea of these problems being a moral disorder rather than a health condition.","author":"Vikram Patel","category":"Justice, Problems, Moral"},{"quote":"I am now almost certain that we need more radiation for better health.","author":"John Cameron","category":"I Am, Better, Need"},{"quote":"I've made a promise to myself to be a 100% healthy person if nothing else.","author":"Picabo Street","category":"Myself, Healthy, Person"},{"quote":"The biggest mistakes, early on, involved foreign policy and involved the strategy for health care.","author":"Sidney Blumenthal","category":"Mistakes, Strategy, Care"},{"quote":"The great equalizer is health. If you don't have it, you're screwed.","author":"Jami Gertz","category":"Great, You, Screwed"},{"quote":"We seek to protect and preserve life for life's own sake in everything from our most fundamental laws of homicide to our road traffic regulations to our largest governmental programs for health and social security.","author":"Neil Gorsuch","category":"Life, Road, Security"},{"quote":"I believe that if you're healthy, you're capable of doing everything. There's no one else who can give you health but God, and by being healthy I believe that God is listening to me.","author":"Pedro Martinez","category":"God, Listening, Believe"},{"quote":"From exam grading to health education to professional training to democratic participation, paths towards self-realization and success in the world are often daunting and obscure: journeys only the privileged feel confident setting off along.","author":"Tom Chatfield","category":"Education, Success, Training"},{"quote":"Like health care, education is something worth spending on and worth investing in, but we're spending more and getting less.","author":"Tom Golisano","category":"Education, Care, Health Care"},{"quote":"I have a great race team, great grew members, awesome health care team, endocrinologist, nutritionist, and of course family and friends. It truly is a team effort, both when you are dealing with diabetes in regular life and also on the racetrack.","author":"Charlie Kimball","category":"Life, Family, Friends"},{"quote":"People have criticized me for seeming to step out of my professional role to become undignifiedly political. I'd say it was belated realization that day care, good schools, health insurance, and nuclear disarmament are even more important aspects of pediatrics than measles vaccine or vitamin D.","author":"Benjamin Spock","category":"Day, Good, Me"},{"quote":"If I have my health I can carry on. There will be a point when I do quit but I have absolutely no idea when that is.","author":"Alex Ferguson","category":"I Can, Idea, Quit"},{"quote":"There's definitely evidence that capitalism at its most ruthless rewards psychopathic behavior. When you look at the worst corners of the American health insurance industry or the sub-prime banking market, it really feels like the more psychopathically someone behaves, the more it's rewarded.","author":"Jon Ronson","category":"American, Behavior"},{"quote":"We've got to have major health care reform because that is the 800-pound gorilla. That is the thing that can swamp the boat fiscally for the United States.","author":"Kent Conrad","category":"Boat, Care, Health Care"},{"quote":"I don't know what these Republican congressmen drink that make them experts on women's reproductive health.","author":"Jackie Speier","category":"Women, Know, Drink"},{"quote":"Everyone knows that exercise can improve your health. Exercise is a key part of managing your weight and maintaining healthy hearts, lungs, and other bodily systems. But did you know that exercise can make you more productive? The latest research shows that a regular exercise routine can make you happier, smarter, and more energetic.","author":"Robert Pozen","category":"Research, Healthy, Exercise"},{"quote":"We need a vibrant Medicaid program and strategies to expand affordable access to health care for all, especially for the specialty care services that community health centers do not provide.","author":"Jan Schakowsky","category":"Community, Care, Health Care"},{"quote":"Taking notes at a pub in Salisbury, I was mistaken for a health inspector!","author":"Sarah Rees Brennan","category":"Notes, Taking, Mistaken"},{"quote":"It's okay to talk about birth, okay - then menstruation. I first started my advocacy for women's health in the field of reproductive freedom, and the next stage would be bringing menopause out of the closet.","author":"Cybill Shepherd","category":"Freedom, Women, Birth"},{"quote":"Patients are empowered by having better access to their own health information, and then by owning their own data.","author":"Elizabeth Holmes","category":"Information, Data, Better"},{"quote":"The right to protect the health and well-being of every person, of those we love, is a basic human right.","author":"Elizabeth Holmes","category":"Love, Love Is, Well-Being"},{"quote":"The quarterback is the most vulnerable one on the field. He's in an awkward position a lot of times when he throws the ball. So he does have to be protected. You lose a quarterback, you're in trouble. I don't know if they can make it too safe. I think health becomes an issue.","author":"Bud Grant","category":"Know, Think, You"},{"quote":"People are going to be living quite soon for 100 years. Our idea of how a family works no longer applies. It's no good saying you're going to have children for 15 years and then you're going to retire and have hobbies, because you've got 40 more years to go after 60 and you're in good health until 90 or something.","author":"Theodore Zeldin","category":"Family, Children, Good"},{"quote":"Restoring responsibility and accountability is essential to the economic and fiscal health of our nation.","author":"Carl Levin","category":"Responsibility, Nation"},{"quote":"Experience tells us that we do not need more overspending or higher taxes to grow jobs. We do not need more regulations or more government control - such as the government takeover of health care or the restrictions in domestic energy production.","author":"Tim Walberg","category":"Experience, Government"},{"quote":"Today, diabetes is now epidemic, according to the Centers for Disease Control, the National Institutes of Health, the American Diabetes Association and other national healthcare leaders.","author":"Tim Holden","category":"Today, American, Control"},{"quote":"I have never yet met a healthy person who worried very much about his health, or a really good person who worried much about his own soul.","author":"John B. S. Haldane","category":"Good, Soul, Healthy"},{"quote":"Healthy people live with their world.","author":"Anne Wilson Schaef","category":"World, People, Healthy"},{"quote":"If you don't have your health, you don't have anything.","author":"Chuck Pagano","category":"You, Anything, Your"},{"quote":"We are involved in youth testing internationally. We want to try to prove without a shadow of a doubt the relationship between physical fitness and health, not just physical fitness and ability to perform.","author":"Kenneth H. Cooper","category":"Relationship, Fitness"},{"quote":"Happiness lies first of all in health.","author":"George William Curtis","category":"Happiness, First, Lies"},{"quote":"When Department of Health and Human Services administrators decided to base 30 percent of hospitals' Medicare reimbursement on patient satisfaction survey scores, they likely figured that transparency and accountability would improve healthcare.","author":"Alexandra Robbins","category":"Accountability, Healthcare"},{"quote":"I think it's really important for your mental health to think about the big questions, to discuss them and open your mind, in order to prepare you for both life and death.","author":"Freddie Stroma","category":"Life, Death, Mind"},{"quote":"I believe the greatest asset a head of state can have is the ability to get a good night's sleep.","author":"Harold Wilson","category":"Good, Sleep, Believe"},{"quote":"It's no longer a question of staying healthy. It's a question of finding a sickness you like.","author":"Jackie Mason","category":"Healthy, Sickness, You"},{"quote":"The ingredients of health and long life, are great temperance, open air, easy labor, and little care.","author":"Philip Sidney","category":"Life, Great, Easy"},{"quote":"My health may be better preserved if I exert myself less, but in the end doesn't each person give his life for his calling?","author":"Clara Schumann","category":"Life, Myself, End"},{"quote":"Illegal drug use runs contrary to the image of health depicted by cycling. Distributors of these drugs must be prosecuted more harshly as they are ciminals.","author":"Bernard Hinault","category":"Image, Cycling, Must"},{"quote":"Access to basic quality health care is one of the most important domestic issues facing our nation.","author":"Ed Pastor","category":"Quality, Care, Nation"},{"quote":"Having women in office is vital to the health of our democracy because women play a unique role in our society. By and large, women are still the primary caregivers in families, even as we have taken our place in the workforce.","author":"Ellen Malcolm","category":"Women, Society, Democracy"},{"quote":"Government health care changes the relationship between the citizen and the state, and, in fact, I think it's an assault on citizenship.","author":"Mark Steyn","category":"Relationship, Government"},{"quote":"I believe in the vows that I took with my wife. Through sickness, in health, for richer or poorer.","author":"Michael Schiavo","category":"Wife, Believe, I Believe"},{"quote":"Competition makes things come out right. Well, what does that mean in health care? More hospitals so they compete with each other. More doctors compete with each other. More pharmaceutical companies. We set up war. Wait a minute, let's talk about the patient. The patient doesn't need a war.","author":"Donald Berwick","category":"War, Competition, Care"},{"quote":"Many people still believe that 'green' solutions are too expensive, but they are actually much cheaper when all of the costs to public health, social services, and waste handling are factored into the same equation.","author":"Majora Carter","category":"Believe, People, Green"},{"quote":"What is lacking in India are decent social services. The health service is a disaster. Education is a disaster.","author":"Esther Duflo","category":"Education, Service, India"},{"quote":"When the Nobel award came my way, it also gave me an opportunity to do something immediate and practical about my old obsessions, including literacy, basic health care and gender equity, aimed specifically at India and Bangladesh.","author":"Amartya Sen","category":"Opportunity, Me, Gender"},{"quote":"I don't have many Russian friends. My childhood friends are dead - either from bad health, or they died in perestroika.","author":"Leon Max","category":"Friends, Childhood, Bad"},{"quote":"I feel the less you project of yourself, the more you can be believable as a character. I also think it's just better for your own mental health. Then you can be a human being and change your mind, and nobody asks you questions about it!","author":"Evelyne Brochu","category":"Change, Character, Mind"},{"quote":"Nothing is more capable of troubling our reason, and consuming our health, than secret notions of jealousy in solitude.","author":"Aphra Behn","category":"Jealousy, Solitude, Secret"},{"quote":"I love working out. It's my release. I've done it since I've been in the military.","author":"Robert Irvine","category":"Love, Military, Working"},{"quote":"There is no question that managed care is managed cost, and the idea is that you can save a lot of money and make health care costs less if you ration it.","author":"Charlie Norwood","category":"Money, Care, You"},{"quote":"We don't have a business model for health care in this country, We just have a business model for care. The way doctors and hospitals get paid is something bad has got to happen. It's a pure reactive model.","author":"Neal Patterson","category":"Business, Care, Country"},{"quote":"Restricting access to such a basic health care service, which 99% of sexually experienced American women have used and 62% of American women are using right now, is out of touch with public sentiment.","author":"Sandra Fluke","category":"Women, Service, American"},{"quote":"Before Medicare, nearly half of American seniors were forced to go without coverage because insurance companies were reluctant to insure them - making the chances of having health insurance as a senior the same as getting tails on a coin flip.","author":"John B. Larson","category":"American, Insurance, Senior"},{"quote":"The Internet was appealing partly because it was something I could do in bed and feel like I was achieving something. I had an operation when I was 13 and ended up with complications, so I was in and out of the hospital. The bottom line is you can get through health challenges. It's part of why I was so driven.","author":"Pete Cashmore","category":"Achieving, Challenges"},{"quote":"I'm sure that the standard of public morality we've helped build will force government in Canada to approve complete health insurance.","author":"Tommy Douglas","category":"Government, Morality"},{"quote":"Pay mind to your own life, your own health, and wholeness. A bleeding heart is of no help to anyone if it bleeds to death.","author":"Frederick Buechner","category":"Life, Death, Heart"},{"quote":"Health and beauty is not just about what you apply. If you don't have it together on the inside, then nothing else is going to matter.","author":"Nia Peeples","category":"Beauty, Together, You"},{"quote":"I feel pretty good. My body actually looks like an old banana, but it's fine.","author":"Mike Piazza","category":"Good, Body, Banana"},{"quote":"Our health care system squanders money because it is designed to react to emergencies. Homeless shelters, hospital emergency rooms, jails, prisons - these are expensive and ineffective ways to intervene and there are people who clearly profit from this cycle of continued suffering.","author":"Pete Earley","category":"Money, Homeless, Suffering"},{"quote":"We don't come to Canada for our health. We can think of other ways of enjoying ourselves.","author":"Prince Philip","category":"Canada, Think, Enjoying"},{"quote":"A zombie amusement park sounds like fun, but the health code violations alone are enough to turn your stomach.","author":"Jim C. Hines","category":"Alone, Fun, Park"},{"quote":"I learned that people everywhere are basically the same and have similar goals that we do. They want health and happiness and the opportunity to provide for their families.","author":"Steve Kerr","category":"Happiness, Goals"},{"quote":"There is actually a physical connection between light and our health and wellbeing.","author":"Rogier van der Heide","category":"Light, Connection, Between"},{"quote":"The first draught serveth for health, the second for pleasure, the third for shame, and the fourth for madness.","author":"Anacharsis","category":"Shame, Madness, Pleasure"},{"quote":"If you're not paying for it through the health plan, you pay for it in the emergency room.","author":"David Lehman","category":"Plan, You, Through"},{"quote":"My whole professional life has been dedicated to improving access, affordability, quality and choice of health care.","author":"Glenn Thompson","category":"Life, Quality, Choice"},{"quote":"At FDA, our mission is to promote and protect the health of the public. As commissioner, I've worked hard to galvanize people around that idea. I want employees to be thinking about the unique and essential contribution they are making to our mission.","author":"Margaret Hamburg","category":"Thinking, Unique, People"},{"quote":"My good health, coupled with joy of tobogganing and my desire to be the best, has helped me stay in professional sport for so long.","author":"Armin Zoggeler","category":"Good, Best, Joy"},{"quote":"I don't want to suggest that controlling pharmaceutical costs is the answer to what ails the U.S. health care system. It isn't.","author":"John Kitzhaber","category":"Want, Care, Health Care"},{"quote":"I think the most important thing in life is your health. If you haven't got your health, you haven't got anything.","author":"Matthew Rees","category":"Life, Think, You"},{"quote":"The world is a book, and those who do not travel read only a page.","author":"Saint Augustine","category":"Book, World, Page"},{"quote":"Success comes to those who dedicate everything to their passion in life. To be successful, it is also very important to be humble and never let fame or money travel to your head.","author":"A. R. Rahman","category":"Life, Success, Money"},{"quote":"To travel is to take a journey into yourself.","author":"Danny Kaye","category":"Journey, Yourself, Take"},{"quote":"It is better to travel well than to arrive.","author":"Buddha","category":"Better, Well, Than"},{"quote":"Exploration is really the essence of the human spirit.","author":"Frank Borman","category":"Human Spirit, Human"},{"quote":"I see my path, but I don't know where it leads. Not knowing where I'm going is what inspires me to travel it.","author":"Rosalia de Castro","category":"Path, Me, Know"},{"quote":"Travel early and travel often. Live abroad, if you can. Understand cultures other than your own. As your understanding of other cultures increases, your understanding of yourself and your own culture will increase exponentially.","author":"Tom Freston","category":"Culture, Yourself"},{"quote":"All journeys have secret destinations of which the traveler is unaware.","author":"Martin Buber","category":"Secret, Which, Unaware"},{"quote":"A journey is a person in itself; no two are alike. And all plans, safeguards, policing, and coercion are fruitless. We find that after years of struggle that we do not take a trip; a trip takes us.","author":"John Steinbeck","category":"Journey, Struggle, Find"},{"quote":"The traveler sees what he sees, the tourist sees what he has come to see.","author":"Gilbert K. Chesterton","category":"Tourist, See, Come"},{"quote":"If you want to succeed you should strike out on new paths, rather than travel the worn paths of accepted success.","author":"John D. Rockefeller","category":"Motivational, Success, Want"},{"quote":"Travel can be one of the most rewarding forms of introspection.","author":"Lawrence Durrell","category":"Introspection, Rewarding"},{"quote":"I am blessed for what I have, but I believed in it from the beginning. Today, the dream is the same: I still want to travel, I still want to entertain, and I most certainly still want to have fun.","author":"Guy Laliberte","category":"Today, Blessed, I Am"},{"quote":"Travel becomes a strategy for accumulating photographs.","author":"Susan Sontag","category":"Strategy, Photographs"},{"quote":"We are what our thoughts have made us so take care about what you think. Words are secondary. Thoughts live they travel far.","author":"Swami Vivekananda","category":"Wisdom, Thoughts, Words"},{"quote":"Riding a bicycle is the summit of human endeavour - an almost neutral environmental effect coupled with the ability to travel substantial distances without disturbing anybody. The bike is the perfect marriage of technology and human energy.","author":"Jeremy Corbyn","category":"Marriage, Technology"},{"quote":"For once you have tasted flight you will walk the earth with your eyes turned skywards, for there you have been and there you will long to return.","author":"Leonardo da Vinci","category":"Eyes, Walk, Long"},{"quote":"Own only what you can always carry with you: know languages, know countries, know people. Let your memory be your travel bag.","author":"Aleksandr Solzhenitsyn","category":"Memory, People, Know"},{"quote":"We must go beyond textbooks, go out into the bypaths and untrodden depths of the wilderness and travel and explore and tell the world the glories of our journey.","author":"John Hope Franklin","category":"Journey, World, Wilderness"},{"quote":"Rome is the city of echoes, the city of illusions, and the city of yearning.","author":"Giotto di Bondone","category":"City, Rome, Illusions"},{"quote":"If one had but a single glance to give the world, one should gaze on Istanbul.","author":"Alphonse de Lamartine","category":"World, Single, Give"},{"quote":"I would travel only by horse, if I had the choice.","author":"Linda McCartney","category":"Horse, Choice, Would"},{"quote":"To travel is to discover that everyone is wrong about other countries.","author":"Aldous Huxley","category":"Everyone, Discover, Wrong"},{"quote":"Travelling expands the mind rarely.","author":"Hans Christian Andersen","category":"Mind, Travelling, Rarely"},{"quote":"The world is getting more connected through technology and travel. Cuisines are evolving. Some people are scared of globalization, but I think people will always take pride in cultural heritage.","author":"John Mackey","category":"Technology, World, Pride"},{"quote":"I travel around the world, and there are so many beautiful girls, but that's not going to make you a supermodel. You have to have something more than just a pretty face.","author":"Irina Shayk","category":"Beautiful, World, You"},{"quote":"If all difficulties were known at the outset of a long journey, most of us would never start out at all.","author":"Dan Rather","category":"Journey, Start, Long"},{"quote":"Ah! Young people, travel if you can, and if you cannot - travel all the same!","author":"Jules Verne","category":"People, Young, You"},{"quote":"One travels more usefully when alone, because he reflects more.","author":"Thomas Jefferson","category":"Alone, Because, Travels"},{"quote":"I've just concluded - since President Obama endorses the same-sex marriage, advocates homosexual people, and enjoys an attractive countenance - thus if it becomes necessary, I shall travel to Washington, D.C., get down on my knee, and ask his hand.","author":"Robert Mugabe","category":"Marriage, People, Down"},{"quote":"The travel and tourism industry, it's just a huge part of our economy.","author":"Karen Hughes","category":"Economy, Tourism, Just"},{"quote":"To the lover of wilderness, Alaska is one of the most wonderful countries in the world.","author":"John Muir","category":"World, Wilderness, Wonderful"},{"quote":"One of my passions is photography. I always carry a camera in my bag whenever I travel. I always take pictures wherever I go, and some of them end up being really crazy ones.","author":"Sunidhi Chauhan","category":"Crazy, End, Photography"},{"quote":"The person attempting to travel two roads at once will get nowhere.","author":"Xun Kuang","category":"Roads, Person, Two"},{"quote":"The world is getting so small. Young people are mobile; they want to travel around the world. When you travel around the world, you exchange culture, you want to make friends, you want to exchange things.","author":"Jack Ma","category":"Friends, Culture, World"},{"quote":"Travel teaches as much as books.","author":"Youssou N'Dour","category":"Books, Much, Teaches"},{"quote":"Even if you can't afford to travel the world, you can take your children to the museum, zoo or local park. And don't be afraid to take them to grown-up spots. Eating out in a restaurant teaches children how to be quiet and polite and gives them the pleasure of knowing you trust them to behave.","author":"Kimora Lee Simmons","category":"Children, Trust, World"},{"quote":"If you wish to travel far and fast, travel light. Take off all your envies, jealousies, unforgiveness, selfishness and fears.","author":"Cesare Pavese","category":"Light, Wish, You"},{"quote":"Venice is like eating an entire box of chocolate liqueurs in one go.","author":"Truman Capote","category":"Venice, Chocolate, Eating"},{"quote":"The land created me. I'm wild and lonesome. Even as I travel the cities, I'm more at home in the vacant lots.","author":"Bob Dylan","category":"Home, Me, Wild"},{"quote":"I love to travel, but hate to arrive.","author":"Hernan Cortes","category":"Love, Hate, Arrive"},{"quote":"A good story can travel in time and borders it hits you no matter where you are.","author":"Hakan Nesser","category":"Time, Good, Story"},{"quote":"Think Indonesia and tourism, and the first thing that comes to mind is probably Bali. Think golf holiday, and most people would dream of Scotland or Ireland. But Indonesia harbors one of the best-kept secrets in the world of travel: it is a golfer's paradise.","author":"Raymond Bonner","category":"Golf, World, Mind"},{"quote":"And, obviously as a, as one who likes to travel around myself a lot, I think the Earth is a beautiful place. And, I'm looking forward to some new perspectives.","author":"Duane G. Carey","category":"Beautiful, Myself"},{"quote":"Time travel is such a magic concept.","author":"Matt Smith","category":"Time, Magic, Time Travel"},{"quote":"The world reveals itself to those who travel on foot.","author":"Werner Herzog","category":"World, Foot, Itself"},{"quote":"The secret to modern life is finding the measure in time management. I have two kids, career and I travel, and I don't think my life is any different than most couples. The most valuable commodity now for many people is time and how to parcel that out.","author":"Hugh Jackman","category":"Life, Time, Management"},{"quote":"Taking time to sit back and watch and think about what you've seen is important. Traveling did a great deal to me. I found that when I travel and just sit in the corner and watch, a million ideas come to me.","author":"Lionel Richie","category":"Time, Great, Me"},{"quote":"I love to photograph the gorgeous landscapes when I travel.","author":"Blake Lively","category":"Love, Photograph, Landscapes"},{"quote":"The first condition of understanding a foreign country is to smell it.","author":"Rudyard Kipling","category":"Understanding, Country"},{"quote":"People don't understand that where I come from, everyone is either a convict, been in jail, been in a gang, is a hooligan of some sorts, but those are my brothers, my family and the people that I travel with. Those are the people that I roll with.","author":"Lupe Fiasco","category":"Family, People, Understand"},{"quote":"I have no problem with the adventure travel movement. It makes better, more sensitive people. If you get people diving on a coral reef, they're going to become more respectful of the outdoors and more concerned with the threats that places like that face and they're going to care more about protecting them than they would have before.","author":"Tim Cahill","category":"Adventure, People, Problem"},{"quote":"The everyday kindness of the back roads more than makes up for the acts of greed in the headlines.","author":"Charles Kuralt","category":"Kindness, Greed, Roads"},{"quote":"Certainly, travel is more than the seeing of sights; it is a change that goes on, deep and permanent, in the ideas of living.","author":"Mary Ritter Beard","category":"Change, Deep, Ideas"},{"quote":"Travel is a lot like love.","author":"Alain de Botton","category":"Love, Like, Lot"},{"quote":"Let me be a free man - free to travel, free to stop, free to work.","author":"Chief Joseph","category":"Work, Man, Me"},{"quote":"I love the simplicity, the ingredients, the culture, the history and the seasonality of Italian cuisine. In Italy people do not travel. They cook the way grandma did, using fresh ingredients and what is available in season.","author":"Anne Burrell","category":"Love, History, Culture"},{"quote":"No one realizes how beautiful it is to travel until he comes home and rests his head on his old, familiar pillow.","author":"Lin Yutang","category":"Home, Beautiful, Familiar"},{"quote":"I love single life! Why would it be boring? I mean, I get to travel around and have loads of girls screaming at me, so it's definitely not boring. However, it can get lonely on the road, but I'm sorted I've got good people around me.","author":"Olly Murs","category":"Love, Life, Good"},{"quote":"When I travel, I feel more like a nomad than a tourist.","author":"Mohsin Hamid","category":"Tourist, Feel, Like"},{"quote":"As I get older, the things that I want are starting to make more sense. Being able to travel makes me happy, and I am a person that lives in the moment. I also want to live a good life. Traveling makes everyday issues seem so much smaller and really changes my perspective on things.","author":"Jacqueline MacInnes Wood","category":"Life, Happy, Good"},{"quote":"No one can travel your own road for you you must travel it for yourself. My faith in this stems from my childhood. I grew up in a family with a system of religious beliefs handed down to me.","author":"Amy Tan","category":"Family, Faith, Childhood"},{"quote":"Songs really are like a form of time travel because they really have moved forward in a bubble. Everyone who's connected with it, the studio's gone, the musicians are gone, and the only thing that's left is this recording which was only about a three-minute period maybe 70 years ago.","author":"Tom Waits","category":"Time, Musicians, Forward"},{"quote":"During their service, men and women in our Armed Forces live by a common creed, promising never to leave a soldier behind. We should live by the same principle. When our veterans are asked to travel hundreds of miles for care that's offered right next door, we simply aren't living up to that standard, and something has to change.","author":"John Delaney","category":"Change, Women, Service"},{"quote":"I am sort of an adventurer. I like to explore new places. I don't get to travel as often as I would like but I love it.","author":"Edi Gathegi","category":"Love, I Am, New"},{"quote":"How often I found where I should be going only by setting out for somewhere else.","author":"R. Buckminster Fuller","category":"Going, Somewhere, Where"},{"quote":"People commonly travel the world over to see rivers and mountains, new stars, garish birds, freak fish, grotesque breeds of human; they fall into an animal stupor that gapes at existence and they think they have seen something.","author":"Soren Kierkegaard","category":"Stars, Mountains, Animal"},{"quote":"When I'm home, I spend Sunday with my husband. If we're not cooking, we travel around in our camper, stop at fast-food restaurants, and picnic. We love that stuff that will harden your arteries in a hurry.","author":"Dolly Parton","category":"Love, Home, Cooking"},{"quote":"We would go back and maybe not say that thing to our dad that we said, or maybe be a little nicer to someone who we cared about and had a relationship with when we were young. You know, they're subtle things, but we carry those with us forever. And I think that regret and time travel are intrinsically linked to me.","author":"Colin Trevorrow","category":"Time, Relationship, Regret"},{"quote":"I have wandered all my life, and I have also traveled; the difference between the two being this, that we wander for distraction, but we travel for fulfillment.","author":"Hilaire Belloc","category":"Life, My Life, Fulfillment"},{"quote":"I would wear the blue overalls of the fieldworker and often wore round, rimless glasses known as Mazzawati teaglasses. I had a car, and I wore a chauffeur's cap with my overalls. The pose of chauffeur was convenient because I could travel under the pretext of driving my master's car.","author":"Nelson Mandela","category":"Car, Blue, Glasses"},{"quote":"I want my handbags and my shoes to be stylish but I want to make sure that they're versatile. I travel and I have to make sure the pieces I put into my bag can go with a dress or with shorts or jeans.","author":"Maria Sharapova","category":"Shoes, Dress, Want"},{"quote":"I find the whole time travel question very unsettling if you take it to its logical extension. I think it might eventually be possible, but then what happens?","author":"William Shatner","category":"Time, Think, You"},{"quote":"I am living out my adolescent dream of travel and adventure.","author":"Tim Cahill","category":"Adventure, I Am, Dream"},{"quote":"I travel in so many different ways; I travel high, I rough it... it all depends on who I travel with.","author":"Diane von Furstenberg","category":"Different, High, Many"},{"quote":"I want to travel. Maybe I'll end up living in Norway, making cakes.","author":"Eva Green","category":"End, Living, Want"},{"quote":"I enjoy the preparatory elements of travel - packing my bags and choosing my outfits - but my favourite part is getting there.","author":"Dominic Monaghan","category":"Enjoy, Elements, Part"},{"quote":"I travel so much on stories, so I don't take vacation much, but one place I go back to again and again is my ranch.","author":"Bill Kurtis","category":"Vacation, Place, Back"},{"quote":"I get very homesick, but otherwise it's a great privilege to get to travel for work.","author":"Jesse Eisenberg","category":"Work, Great, Privilege"},{"quote":"The way that people feel changes everything. Feelings are forces. They cause us to time travel. And to leave ourselves, to leave our bodies. I would be that kind of psychologist who says, 'You're absolutely right - there are monsters under the bed.'","author":"Helen Oyeyemi","category":"Time, Changes, People"},{"quote":"To be a Christian who is willing to travel with Christ on his downward road requires being willing to detach oneself constantly from any need to be relevant, and to trust ever more deeply the Word of God.","author":"Henri Nouwen","category":"Trust, God, Road"},{"quote":"Know how to travel from your town to a nearby town without a car, either by bus or by rail.","author":"Marilyn vos Savant","category":"Car, Know, Without"},{"quote":"In Italy, they add work and life on to food and wine.","author":"Robin Leach","category":"Life, Work, Food"},{"quote":"In our town, Halloween was terrifying and thrilling, and there was a whiff of homicide. We'd travel by foot in the dark for miles, collecting candy, watching out for adults who seemed too eager to give us treats.","author":"Rosecrans Baldwin","category":"Halloween, Dark, Candy"},{"quote":"The traveller has reached the end of the journey!","author":"Edmund Burke","category":"Journey, End, Reached"},{"quote":"Tourists don't know where they've been, travelers don't know where they're going.","author":"Paul Theroux","category":"Know, Going, Where"},{"quote":"He travels the fastest who travels alone.","author":"Rudyard Kipling","category":"Alone, He, Travels"},{"quote":"You get educated by traveling.","author":"Solange Knowles","category":"You, Educated, Get"},{"quote":"I wanted to travel from the beginning. As a kid, I used to dream about airplanes, before I ever flew in one.","author":"Mary Ellen Mark","category":"Beginning, Dream, Kid"},{"quote":"Everywhere is nowhere. When a person spends all his time in foreign travel, he ends by having many acquaintances, but no friends.","author":"Lucius Annaeus Seneca","category":"Time, Friends, Person"},{"quote":"To travel hopefully is a better thing than to arrive.","author":"Robert Louis Stevenson","category":"Better, Than, Arrive"},{"quote":"The bottom line is that time travel is allowed by the laws of physics.","author":"Brian Greene","category":"Time, Time Travel, Physics"},{"quote":"Many years ago, large packs of wolves roamed the countryside in Ukraine, making travel in that part of the world very dangerous. These wolf packs were fearless. They were not intimidated by people nor by any of the weapons available at that time. The only thing that seemed to frighten them was fire.","author":"Joseph B. Wirthlin","category":"Time, Fire, World"},{"quote":"In all my wild mountaineering, I have enjoyed only one avalanche ride; and the start was so sudden, and the end came so soon, I thought but little of the danger that goes with this sort of travel, though one thinks fast at such times.","author":"John Muir","category":"Thought, End, Start"},{"quote":"Travel works best when you're forced to come to terms with the place you're in.","author":"Paul Theroux","category":"Best, You, Place"},{"quote":"There's no such thing as a specific authenticity to what Mexico is, because Mexico is incredibly complex and varied, and the food is completely different if you travel 50 kilometers. It just changes all the time.","author":"Gael Garcia Bernal","category":"Time, Food, Changes"},{"quote":"Travel, which was once either a necessity or an adventure, has become very largely a commodity, and from all sides we are persuaded into thinking that it is a social requirement, too.","author":"Jan Morris","category":"Adventure, Thinking, Social"},{"quote":"Spontaneity is what travel is all about.","author":"Zach Anner","category":"Spontaneity, About"},{"quote":"Some people are drawn naturally - there are natural guitarists, and there are natural piano players, and I think guitar implies travel, a sort of footloose gypsy existence. You grab your bag and you go to the next town.","author":"Hugh Laurie","category":"Guitar, People, Think"},{"quote":"You do not travel if you are afraid of the unknown, you travel for the unknown, that reveals you with yourself.","author":"Ella Maillart","category":"Yourself, Unknown, You"},{"quote":"If you're successful, it's important to enjoy it! I love shopping for clothes, branded clothes. I love shopping in England, Dubai. I like to travel whenever I can.","author":"Suresh Raina","category":"Love, Successful, Enjoy"},{"quote":"The most useful form of time travel would be to go back a year or two and rectify the mistakes we made.","author":"Matt Lucas","category":"Time, Mistakes, Time Travel"},{"quote":"I love coming home to Melbourne. The first thing I do is have a coffee. It's just so much better here than anywhere else. It's better than in Italy and I travel a lot. I crave it.","author":"Curtis Stone","category":"Love, Home, Coffee"},{"quote":"For many years, it seemed as if nothing changed in Norway. You could leave the country for three months, travel the world, through coups d'etat, assassinations, famines, massacres and tsunamis, and come home to find that the only new thing in the newspapers was the crossword puzzle.","author":"Jo Nesbo","category":"Home, World, Puzzle"},{"quote":"Working is actually a pleasure. It's just very time-consuming. It's a way of life. I find that I can work when I travel and work when I run. There is nothing like, on a rainy day, to work.","author":"Helmut Jahn","category":"Life, Work, Day"},{"quote":"Fitness is very important to me because it helps give me a routine when I travel. It gives me one hour of 'me' time and passes the time when I'm lonely. Living with scoliosis serves as a constant reminder to keep my core and back strong. If I get lazy, I feel it in my back first.","author":"Martha Hunt","category":"Time, Fitness, Strong"},{"quote":"Immortality may be impossible, but imagine what humanity could learn if we all lived 700 years. We could travel deep into utopia and beyond.","author":"Gray Scott","category":"Deep, Humanity, Impossible"},{"quote":"I travel a lot I hate having my life disrupted by routine.","author":"Caskie Stinnett","category":"Life, Hate, My Life"},{"quote":"It is for us to pray not for tasks equal to our powers, but for powers equal to our tasks, to go forward with a great desire forever beating at the door of our hearts as we travel toward our distant goal.","author":"Helen Keller","category":"Great, Goal, Door"},{"quote":"I get a friend to travel with me... I need somebody to bring me back to who I am. It's hard to be alone.","author":"Leonardo DiCaprio","category":"Alone, I Am, Me"},{"quote":"It always rains on tents. Rainstorms will travel thousands of miles, against prevailing winds for the opportunity to rain on a tent.","author":"Dave Barry","category":"Rain, Opportunity, Always"},{"quote":"Hurt leads to bitterness, bitterness to anger, travel too far that road and the way is lost.","author":"Terry Brooks","category":"Road, Anger, Hurt"},{"quote":"If you have enthusiasm, you have a very dynamic, effective companion to travel with you on the road to Somewhere.","author":"Loretta Young","category":"Road, Enthusiasm, You"},{"quote":"If somebody asked me about my inspiration I would say that it's not the peopleand it's not the things, it's travel and experiencing different environments.","author":"Marc Newson","category":"Me, Inspiration, Say"},{"quote":"Travel teaches toleration.","author":"Benjamin Disraeli","category":"Toleration, Teaches"},{"quote":"I don't have any superstitions, but what I always travel with is my pillow and my coffee.","author":"Natalie Coughlin","category":"Coffee, Always, Pillow"},{"quote":"What I like in this job is you can travel to many places, many imaginations.","author":"Marion Cotillard","category":"Job, You, Places"},{"quote":"I don't feel restless, I just like to travel.","author":"Brad Pitt","category":"Feel, Just, Like"},{"quote":"Technologies that may be realized in centuries or millennium include: warp drive, traveling faster than the speed of light, parallel universes; are there other parallel dimensions and parallel realities? Time travel that we mentioned and going to the stars.","author":"Michio Kaku","category":"Time, Light, Stars"},{"quote":"One of the great things about music is that it has the capability of time travel - you smell a certain smell in the room and it takes you back to your childhood. I feel like music is able to do that, and it happens to me all the time.","author":"M. Ward","category":"Music, Time, Great"},{"quote":"One of the few luxuries left is travel. And the aspect of travel that is luxurious is not the movement, but the being there.","author":"Andre Balazs","category":"Being There, Movement, Being"},{"quote":"All the privileged can travel, see different worlds; not everyone can. I think it is important for people to have an interesting locale nearby.","author":"Zaha Hadid","category":"People, Think, See"},{"quote":"I do often fly first class, but I don't travel with a posse, or bodyguard, or an assistant.","author":"Gene Simmons","category":"Fly, Class, First"},{"quote":"I think that one of the main privileges of what I do, which I am just starting to learn, is to have the ability to travel all over the world and experience different cultures.","author":"Chris Cornell","category":"Experience, I Am, World"},{"quote":"I grew up in an era of thinking of travel as escape. The idea that you could conceivably have a new life, go somewhere, fall in love, have little children under the palm trees.","author":"Paul Theroux","category":"Love, Life, Children"},{"quote":"What draws me in is that a trip is a leap in the dark. It's like a metaphor for life. You set off from home, and in the classic travel book, you go to an unknown place. You discover a different world, and you discover yourself.","author":"Paul Theroux","category":"Life, Home, World"},{"quote":"The two impulses in travel are to get away from home, and the other is to pursue something - a landscape, people, an exotic place. Certainly finding a place that you like or discovering something unusual is a very sustaining thing in travel.","author":"Paul Theroux","category":"Home, People, Landscape"},{"quote":"I travel a lot, and I hunt for fabrics, then I have the tailor make me something.","author":"Waris Ahluwalia","category":"Me, Something, Tailor"},{"quote":"Touring is great because I love to travel.","author":"Colin Donnell","category":"Love, Great, Touring"},{"quote":"You can learn from everyone, the president or the cleaner. You need teachers in life, but they're not always school teachers or professors. You learn from ordinary people. You learn from travel, from just walking down the street.","author":"Lapo Elkann","category":"Life, School, Walking"},{"quote":"I'll bring my grits when I travel, because I get so hungry on the road.","author":"Dolly Parton","category":"Road, Hungry, Bring"},{"quote":"I travel with a bunch of battery packs because I don't always have time to charge my phone at the hotel room when I'm traveling. I always change them, so I never run out of battery.","author":"Avicii","category":"Change, Time, Hotel"},{"quote":"The human voice: mysterious, spontaneous, primal. For me, the human voice is the vessel on which all emotions travel - except perhaps jealousy. And the breath, the breath is the captain of that vessel.","author":"Claron McFadden","category":"Jealousy, Me, Voice"},{"quote":"People travel north from Barcelona, not south.","author":"Jose Andres","category":"People, Barcelona, North"},{"quote":"When I was a kid, dressing right and looking good was a priority. As I grew up, I just wanted to stay that way, stick out a bit and have my own thing. That's where white belts and wearing some colors started. So signing with Puma was a great fit for me. I usually travel with nine pairs of golf shoes and 10 belts.","author":"Rickie Fowler","category":"Good, Great, Shoes"},{"quote":"I try to lead a pretty active lifestyle. My biggest hobby is traveling with my family. I love to travel to new places and try crazy things. I'm a bit of a daredevil, so I have done things like zip lining, parasailing, scuba diving, and reverse bungee jumping!","author":"Caroline Sunshine","category":"Love, Family, Crazy"},{"quote":"Time travel offends our sense of cause and effect - but maybe the universe doesn't insist on cause and effect.","author":"Edward M. Lerner","category":"Time, Universe, Time Travel"},{"quote":"I had time with my mother, but I really lived with my father. One time he gave all his salary so I could travel to a training camp. He couldn't pay the rent, but he did that.","author":"Zlatan Ibrahimovic","category":"Time, Father, Mother"},{"quote":"I'm not proud of it, but I'm a great liar when I travel. I smile and lie, and things are smooth.","author":"Paolo Bacigalupi","category":"Smile, Great, Liar"},{"quote":"We need to protect our wilderness areas and national parks. Everywhere you travel, you see blight, denuded mountains, logging. If people know what's going on, they'll become activists to safeguard those places.","author":"Christie Brinkley","category":"Mountains, People, Know"},{"quote":"Radicals must be resilient, adaptable to shifting political circumstances, and sensitive enough to the process of action and reaction to avoid being trapped by their own tactics and forced to travel a road not of their choosing. In short, radicals must have a degree of control over the flow of events.","author":"Saul Alinsky","category":"Road, Short, Political"},{"quote":"You learn so much about yourself as an artist. I never would have thought that I could sing every night, you know? Travel and perform every single night, and travel to another city the next day and do it all over again? You learn a lot of new things about yourself, and you make a lot of connections with people.","author":"Yuna","category":"Day, Yourself, Artist"},{"quote":"No matter where I travel, I make sure to carry a Vaseline body lotion with me to keep my skin well moisturised all the time.","author":"Nargis Fakhri","category":"Time, Me, Body"},{"quote":"When I was drafted to Smackdown, I was like, 'Hell yes, I'm going to captain this ship.' Then I was like, 'Oh, wait, you're losing your best friend and travel partner and the person you enjoy having matches with the absolute most.' That's Charlotte. We travel together, and she is my best friend.","author":"Becky Lynch","category":"Best, Best Friend, Together"},{"quote":"I love listening to music on holiday, and back in the old days, I used to travel with cassette tapes and a boombox.","author":"Art Malik","category":"Love, Music, Listening"},{"quote":"Your lost friends are not dead, but gone before, advanced a stage or two upon that road which you must travel in the steps they trod.","author":"Aristophanes","category":"Friends, Road, Lost"},{"quote":"The world has become more complex as technology and easy travel mixes cultures without homogenizing them.","author":"Norman Spinrad","category":"Technology, World, Easy"},{"quote":"We travel to learn; and I have never been in any country where they did not do something better than we do it, think some thoughts better than we think, catch some inspiration from heights above our own.","author":"Maria Mitchell","category":"Thoughts, Better, Think"},{"quote":"The social issues outside of football are not as defined as they were earlier, when integration took place and certain rights were legislated. The Civil Rights movement is over. Individuals can buy homes wherever they want, travel first class wherever they want, eat wherever they want.","author":"Jim Brown","category":"Football, Want, Rights"},{"quote":"Travel is so important in its capacity to expand the mind. It's exciting to start as young as possible - you get to see how other cultures live, challenge your senses, and try different cuisines.","author":"Natalie Dormer","category":"Challenge, Mind, Start"},{"quote":"Connecting with people, getting things done - that's what makes the travel worthwhile.","author":"Tim Finchem","category":"People, Done, Connecting"},{"quote":"Yeah, yeah, yeah, time travel's a nightmare. Don't go down that path.","author":"Domhnall Gleeson","category":"Time, Path, Down"},{"quote":"I think young people should travel and travel often to other countries... like I do.","author":"Henry Rollins","category":"People, Think, Young"},{"quote":"If you have a fear of flying, don't. The data are very clear: If you have to travel someplace, the safest way is by airplane.","author":"Peter Diamandis","category":"Fear, Data, Airplane"},{"quote":"We've gotta reinvest in space travel. We should've never left the moon.","author":"Ray Bradbury","category":"Space, Moon, Never"},{"quote":"Travel is one of the best anti-war weapons that there are. I've been to Iran, and if you're there you see little kids, cops, old people, cemeteries. Once you see that, you can't say, 'Oh, Iran, let's bomb them.'","author":"Viggo Mortensen","category":"Best, People, You"},{"quote":"I need to travel, of course, with my laptop, so I can do my business on the road.","author":"Theophilus London","category":"Business, Road, I Can"},{"quote":"Acting helped me as I was growing up. It helped me learn about myself, helped me travel, helped me understand life, express myself, all those wonderful things. So I'm very, very grateful; it's a fun job. It's a luxury.","author":"Angelina Jolie","category":"Life, Myself, Job"},{"quote":"If you travel to Germany, it's still absolutely Germany. If you travel to Sweden, it still has a Swedish identity.","author":"Morrissey","category":"Identity, You, Germany"},{"quote":"I travel regularly and have learnt to be very methodical as far as packing is concerned. For example, I always check the weather in advance of where I'm going to ensure that I've packed the right clothes.","author":"Paloma Faith","category":"Weather, Clothes, Check"},{"quote":"I always tell people, 'The music's free. I get paid to travel.'","author":"Chris Stapleton","category":"Music, Free, People"},{"quote":"It doesn't matter if you're a man or a woman - stay alert and focused on your surroundings. Travel with friends. Know where you are at all times, and never let your guard down.","author":"Kimberly Guilfoyle","category":"Friends, Man, Woman"},{"quote":"The thing about Hemingway that people forget is that all the stuff he did was at a time where people weren't traveling that much. At 19 he travels to Italy. He goes to the Spanish Civil War. He goes to China, he goes to Africa so at that time to travel that much is really incredible.","author":"Clive Owen","category":"Time, War, People"},{"quote":"I think the most romantic thing you can do is just turn up. Turn up when it's difficult for you. Travel halfway around the world or just up the road. Whatever it is, just be there.","author":"James McAvoy","category":"Romantic, Road, World"},{"quote":"I don't really desire things. I prefer to spend my money on experiences, on meals or travel.","author":"Rachel McAdams","category":"Money, Desire, Experiences"},{"quote":"When I think, where did I laugh the most, where did I eat the most, where did I just feel good all the time, I would say making the Bond movie 'Die Another Day.' To be part of such an iconic franchise and to travel to exotic places - that was the most fun I ever had.","author":"Halle Berry","category":"Time, Day, Good"},{"quote":"We didn't travel much when I was little - most of what we did was visit various campsites around Conway, north Wales. My first major holiday abroad was to Ibiza with my parents when I was five. I vividly remember the plane touching down and that the hotel had great swings with lots of little lizards darting about that I was determined to catch.","author":"Paul Hollywood","category":"Great, Parents, Remember"},{"quote":"It's been a huge blessing, being able to travel and have a great life.","author":"Seann William Scott","category":"Life, Great, Blessing"},{"quote":"We travel so much, I never adjust to time zones any more.","author":"Jillian Hervey","category":"Time, Never, Adjust"},{"quote":"I'd love to travel to the Holy Land.","author":"Loretta Lynn","category":"Love, Land, Holy"},{"quote":"If I have to travel, I'm going to travel my way and travel in the real world. And I'm going to have conversations every day with people in rest stops and people in gas stations and people in hotels and diners. That nourishes me.","author":"Neil Peart","category":"Day, World, Me"},{"quote":"I grew up in South Africa and I would look at maps and we were at the bottom of the world. There was this whole thing up there. I was always reading encyclopedias about the world. So travel was something I was always attracted to.","author":"Charlize Theron","category":"Reading, World, Look"},{"quote":"There comes a moment on a journey when something sweet, something irresistible and charming as wine raised to thirsty lips, wells up in the traveller's being.","author":"Patrick MacGill","category":"Journey, Wine, Sweet"},{"quote":"Because it's cheaper and easier to fly than ever before, air travel is becoming democratized.","author":"Peter Diamandis","category":"Fly, Air, Easier"},{"quote":"If you travel in time and space, most of the people you know and love will eventually be gone. But you'll also be able to go and find them again.","author":"Peter Capaldi","category":"Love, Time, Space"},{"quote":"To be able to travel the world, especially to places I never thought I'd be... it's really, you know, still fascinating for me.","author":"Beyonce Knowles","category":"Thought, World, Me"},{"quote":"I travel without barely any luggage. Just a second set of underwear and binoculars and a map and a toothbrush.","author":"Werner Herzog","category":"Map, Without, Second"},{"quote":"I love Ralph Lauren. As I travel so much, I prefer to shop online.","author":"Meghan Markle","category":"Love, Online, Ralph"},{"quote":"We are not coaching on a daily basis because we often travel with our charity and commercial interests.","author":"Nadia Comaneci","category":"Daily, Charity, Coaching"},{"quote":"When I travel, which is most of the year, I live in TripIt.","author":"Matt Mullenweg","category":"Live, Year, Which"},{"quote":"Travel at least erodes some of the narrowness that exists in each of us.","author":"Pete Hamill","category":"Us, Some, Each"},{"quote":"Every traveler knows too well the endless quest for the perfect travel bag: the one that's stylish enough to carry through Paris, sturdy enough to tote around Peru, and - most important - doesn't make your shoulder sag even before you've loaded it up with everything you need for a day of sightseeing.","author":"Hanya Yanagihara","category":"Day, Perfect, You"},{"quote":"I like to sit down, relax, have a cup of coffee on the terrace and read a book. I like to travel the world - and I'm lucky to see so much through cycling.","author":"Marianne Vos","category":"Coffee, Book, World"},{"quote":"Why, I'd like nothing better than to achieve some bold adventure, worthy of our trip.","author":"Aristophanes","category":"Adventure, Bold, Why"},{"quote":"Travel in all the four quarters of the earth, yet you will find nothing anywhere. Whatever there is, is only here.","author":"Ramakrishna","category":"Earth, You, Find"},{"quote":"People have to make journeys, what we want is people to have alternatives in public transport so that they can make a choice about the sort of way in which they're going to travel.","author":"Theresa May","category":"Choice, People, Want"},{"quote":"A good traveller is one who does not know where he is going to, and a perfect traveller does not know where he came from.","author":"Lin Yutang","category":"Good, Perfect, Know"},{"quote":"Just got back from a pleasure trip: I took my mother-in-law to the airport.","author":"Henny Youngman","category":"Mother-In-Law, Pleasure"},{"quote":"'Closed timelike curve' is the jargon for time travel. It means you go out, come back and meet yourself in the past.","author":"Kip Thorne","category":"Time, Past, Yourself"},{"quote":"Dealing with global warming doesn't mean we have all got to suddenly stop breathing. Dealing with global warming means that we have to stop waste, and if you travel for no reason whatsoever, that is a waste.","author":"David Attenborough","category":"Global Warming, You, Dealing"},{"quote":"While we celebrate our diversity, what surprises me time and time again as I travel around the constituency is that we are far more united and have far more in common with each other than things that divide us.","author":"Jo Cox","category":"Time, Diversity, Celebrate"},{"quote":"London is a roost for every bird.","author":"Benjamin Disraeli","category":"Bird, London, Every"},{"quote":"Travel, for me, is a little bit like being in love because suddenly, all your senses are at the setting marked 'on.' Suddenly, you're alert to the secret patterns of the world.","author":"Pico Iyer","category":"Love, World, Me"},{"quote":"The helicopter is a fine way to travel, but it induces a view of the world that only God and CEOs share on a regular basis.","author":"Morley Safer","category":"God, World, View"},{"quote":"Everything becomes magnified at night. Sounds travel in a different way, it's dark, and everything seems far more spooky.","author":"Jo Brand","category":"Night, Dark, Way"},{"quote":"Travelers repose and dream among my leaves.","author":"William Blake","category":"Dream, Leaves, Among"},{"quote":"When the traveler goes alone he gets acquainted with himself.","author":"Liberty Hyde Bailey","category":"Alone, Himself, Traveler"},{"quote":"If you travel too often, you actually come face-to-face with what you're trying to escape. I feel like when I travel alone, sometimes it's like being locked in a hotel room with my own worst enemy.","author":"Simon Van Booy","category":"Alone, Escape, Hotel"},{"quote":"Travel like a pro, not like a hobo. That's my motto.","author":"Greg Gutfeld","category":"Motto, My Motto, Like"},{"quote":"When the plane is delayed, it's not the fault of the girl at the desk. I'm resigned to the fact that everything is out of my control and that air travel nowadays is barbaric.","author":"Tom Conti","category":"Girl, Control, Fault"},{"quote":"We take so many of our freedoms for granted nowadays - I can travel where I like, I can do any job I want - but I think chivalry has been lost a little bit.","author":"Michelle Dockery","category":"Job, Lost, Want"},{"quote":"For my part, I travel not to go anywhere, but to go. I travel for travel's sake. The great affair is to move.","author":"Robert Louis Stevenson","category":"Great, Affair, Part"},{"quote":"Don't time travel into the past, roaming through the nuances as if they can change. Don't bookmark pages you've already read.","author":"James Altucher","category":"Change, Time, Past"},{"quote":"I'm not a big spender or shopper. Neither am I extravagant, nor do I have big expenses. I mainly spend on travel. I don't buy overpriced clothes, as I feel such expenses are unnecessary. I probably wouldn't buy expensive watches or jewellery either.","author":"Katrina Kaif","category":"Clothes, Watches, Feel"},{"quote":"Each and every one of the security measures we implement serves an important goal: providing safe and efficient air travel for the millions of people who rely on our aviation system every day.","author":"Janet Napolitano","category":"Day, Goal, People"},{"quote":"I grew up skateboarding; it was fun. I didn't think about money, I didn't know how much professional skateboarders made. I just knew that if I became a professional skateboarder, I would achieve a lot and get to travel and do these great things.","author":"Jason Lee","category":"Money, Great, Fun"},{"quote":"I always like to arrive at the airport early to enjoy breakfast and lounge about so that when I get on the plane all my travel fever has disappeared.","author":"Julian Fellowes","category":"Breakfast, Enjoy, Early"},{"quote":"I don't especially like to travel, not the way many people do. I know many people that love to go to far-off and different places, and I've never been like that. I seem to get homesick as quickly as a child.","author":"Elizabeth Strout","category":"Love, Child, People"},{"quote":"The Journey of Reconciliation was organized not only to devise techniques for eliminating Jim Crow in travel, but also as a training ground for similar peaceful projects against discrimination in such major areas as employment and in the armed services.","author":"Bayard Rustin","category":"Journey, Training, Peaceful"},{"quote":"Travel at faster than the speed of light certainly can have dramatic implications that are difficult to understand, such as time travel.","author":"Lisa Randall","category":"Time, Light, Speed"},{"quote":"Whenever possible, I use local, fresh ingredients, just because it tastes and feels better to eat an egg or a tomato or a hamburger that wasn't flown halfway around the world, that didn't travel on a truck and get stuck in traffic jams, that hasn't been sitting in a supermarket's refrigerator case for days.","author":"Kate Christensen","category":"World, Better, Egg"},{"quote":"I really have created a family. I work with the people I love, I travel with them, I make films with them, and I'm in an office with them. So in a weird way - I know I haven't birthed a child - I feel that I'm a part of creating a family. It's a tribe. I love that word.","author":"Drew Barrymore","category":"Love, Work, Family"},{"quote":"What does it mean to pre-board? Do you get on before you get on?","author":"George Carlin","category":"You, Mean, Before"},{"quote":"People who don't travel cannot have a global view, all they see is what's in front of them. Those people cannot accept new things because all they know is where they live.","author":"Martin Yan","category":"New Things, People, Live"},{"quote":"Writing and travel broaden your ass if not your mind and I like to write standing up.","author":"Ernest Hemingway","category":"Writing, Mind, Up"},{"quote":"I think I am a travel junkie, and I have never enjoyed anything else in my life more than travelling and going to places.","author":"Imtiaz Ali","category":"Life, I Am, My Life"},{"quote":"All travel has its advantages. If the passenger visits better countries, he may learn to improve his own. And if fortune carries him to worse, he may learn to enjoy it.","author":"Samuel Johnson","category":"Enjoy, Learn, Better"},{"quote":"I don't mind where I work, it's really nice to be able to travel around and taste the flavours of different countries.","author":"Toni Collette","category":"Work, Mind, Nice"},{"quote":"I am a passionate traveler, and from the time I was a child, travel formed me as much as my formal education. In order to appreciate cultures of another nation, one needs to go there, know the people and mingle with the culture of that country. One way to do that, if one is lucky enough, is to buy things from those cultures.","author":"David Rockefeller","category":"Education, Time, Culture"},{"quote":"Yeah. I've been pretty fortunate to travel I guess, all around the place.","author":"Ben E. King","category":"Place, Pretty, Fortunate"},{"quote":"Tell people you're a Canadian or a Kiwi when you travel and they'll adore you.","author":"Daniel Gillies","category":"People, You, Tell"},{"quote":"There was part of me that wanted to see the world and travel to distant places, but I could only do it in my imagination, so I read ferociously and imagined things.","author":"George R. R. Martin","category":"Imagination, World, Me"},{"quote":"Fifty years of isolating Cuba had failed to promote democracy, setting us back in Latin America. That's why we restored diplomatic relations, opened the door to travel and commerce, and positioned ourselves to improve the lives of the Cuban people.","author":"Barack Obama","category":"America, Democracy, Door"},{"quote":"Thursday night football is here to stay. So we're looking at ways to make it safer. Now they're playing division games, so you limit travel. Now the question is, should you play Sunday night before a Thursday night?","author":"John Madden","category":"Football, Night, Thursday"},{"quote":"I sit around listening to classical music. I don't play video games. I love to go to dinner, go on picnics, travel.","author":"George A. Romero","category":"Love, Music, Video Games"},{"quote":"New York is the great stone desert.","author":"Israel Zangwill","category":"Great, Desert, New York"},{"quote":"Travelers never think that they are the foreigners.","author":"Mason Cooley","category":"Think, Never, Foreigners"},{"quote":"You know more of a road by having traveled it than by all the conjectures and descriptions in the world.","author":"William Hazlitt","category":"Road, World, Know"},{"quote":"I never make a trip to the United States without visiting a supermarket. To me they are more fascinating than any fashion salon.","author":"Wallis Simpson","category":"Fashion, Me, Never"},{"quote":"Certain travellers give the impression that they keep moving because only then do they feel fully alive.","author":"Ella Maillart","category":"Moving, Keep Moving"},{"quote":"You develop a sympathy for all human beings when you travel a lot.","author":"Shakuntala Devi","category":"Sympathy, You, Human"},{"quote":"In this world, shipmates, sin that pays its way can travel freely, and without passport; whereas Virtue, if a pauper, is stopped at all frontiers.","author":"Herman Melville","category":"World, Sin, Virtue"},{"quote":"Travel is the most private of pleasures. There is no greater bore than the travel bore. We do not in the least want to hear what he has seen in Hong Kong.","author":"Vita Sackville-West","category":"Want, Hong Kong, Pleasures"},{"quote":"Through travel I first became aware of the outside world it was through travel that I found my own introspective way into becoming a part of it.","author":"Eudora Welty","category":"World, Way, Through"},{"quote":"Some minds improve by travel, others, rather, resemble copper wire, or brass, which get the narrower by going farther.","author":"Thomas Hood","category":"Improve, Going, Minds"},{"quote":"I only travel to good material, a good director and a good company. I won't work in another country for a year any longer, because I have a lovely wife and I adore her and I can't bear to be away from her.","author":"Jim Dale","category":"Work, Good, Wife"},{"quote":"Before the BBC, I joined the Navy in order to travel.","author":"David Attenborough","category":"Navy, Order, BBC"},{"quote":"My sisters and I were fortunate to travel through Asia and Europe at very young ages. We confronted extraordinary beauty in Athens and unspeakable poverty in India.","author":"Mary Chapin Carpenter","category":"Beauty, Poverty, Young"},{"quote":"Well, I took a sabbatical. I walked away from shooting movies because I couldn't handle the travel. I'm a single parent. I had young kids, and I found that keeping in touch with them from hotel rooms and airports wasn't working for me. So I stopped.","author":"Rick Moranis","category":"Me, Parent, Movies"},{"quote":"A careful inspection showed them that, even if they succeeded in righting it by themselves, the cart would travel no longer. The axles were in a hopeless state, and the missing wheel was shattered into pieces.","author":"Kenneth Grahame","category":"Missing, Hopeless, Wheel"},{"quote":"Besides, I'm a gypsy at heart and I like to travel around.","author":"Reba McEntire","category":"Heart, Gypsy, Like"},{"quote":"I travel for work, but recently, friends said I should take major trips.","author":"Jeff Goldblum","category":"Work, Friends, Said"},{"quote":"I am traveling less in order to be able to write more. I select my travel destinations according to their degree of usefulness to my work.","author":"Jose Saramago","category":"Work, I Am, Order"},{"quote":"Travel, of course, narrows the mind.","author":"Malcolm Muggeridge","category":"Mind, Course"},{"quote":"If you travel to the States... they have a lot of different words than like what we use. For instance: they say 'elevator', we say 'lift'; they say 'drapes', we say 'curtains'; they say 'president', we say 'seriously deranged git.'","author":"Alexei Sayle","category":"Words, You, Lift"},{"quote":"Whenever I think of the high salaries we are paid as film actors, I think it is for the travel, the time away, and any trouble you get into through being well known. It's not for the acting, that's for sure.","author":"Bill Murray","category":"Time, Acting, Think"},{"quote":"I've got a real sense of three-dimensional geometry. I can look at a flat piece of fabric and know that if I put a slit in it and make some fabric travel around a square, then when you lift it up it will drape in a certain way, and I can feel how that will happen.","author":"Vivienne Westwood","category":"Know, You, Lift"},{"quote":"The amount of hassle involved in travel can be overwhelming.","author":"Paul Theroux","category":"Involved, Amount, Hassle"},{"quote":"Southern political personalities, like sweet corn, travel badly. They lose flavor with every hundred yards away from the patch. By the time they reach New York, they are like Golden Bantam that has been trucked up from Texas - stale and unprofitable. The consumer forgets that the corn tastes different where it grows.","author":"A. J. Liebling","category":"Time, Political, Sweet"},{"quote":"As a person, I was born to give out my opinions. By giving out my opinions, I realize who I am. As long as I can communicate, I'm not so lonely. If I cannot travel, or do art, or have company, if they take away all my belongings, it doesn't matter at all.","author":"Ai Weiwei","category":"Art, I Am, Lonely"},{"quote":"My ideal travel companions are my surfboard, wetsuit, and guitar.","author":"Alexander Ludwig","category":"Guitar, Ideal, Companions"},{"quote":"I don't like to leave anything unfinished on my desk before I travel.","author":"Vijay Mallya","category":"Desk, Anything, Like"},{"quote":"Beyond racing, I just love the art form of running, of conceiving new ideas like the 50 Marathons in 50 States in 50 Days. It's the ultimate expression of what I love to do, which is run, and travel, and see this great country.","author":"Dean Karnazes","category":"Love, Art, Great"},{"quote":"You can get too close as a team. You need time away from each other. You change in the same dressing room, you play on the same cricket field, you stay in the same hotel, you travel in the same planes and buses. C'mon - this business of everyone holding hands and being pally is nonsense.","author":"Glenn Turner","category":"Change, Business, Time"},{"quote":"Each and every day, more people pay the price of Obamacare's mountain of mandates. As I travel across the country, I continue to hear from Americans who want Washington to take its hands off of their healthcare.","author":"John Barrasso","category":"Day, Mountain, People"},{"quote":"It never ceases to amaze me that every second of every day, more than 6,000 billion neutrinos coming from nuclear reactions inside the sun whiz through my body, almost all of which will travel right through the earth without interruption.","author":"Lawrence M. Krauss","category":"Day, Sun, Me"},{"quote":"The poem is not, as someone put it, deflective of entry. But the real question is, 'What happens to the reader once he or she gets inside the poem?' That's the real question for me, is getting the reader into the poem and then taking the reader somewhere, because I think of poetry as a kind of form of travel writing.","author":"Billy Collins","category":"Writing, Poetry, Me"},{"quote":"I went out to the desert where Cleopatra camped out with her mercenary army. It's a desolate outpost. Nothing has changed since her day. You realize how far she had to travel. Not only is it a good 150 miles against the current, you can't take a ship.","author":"Stacy Schiff","category":"Day, Good, Desert"},{"quote":"I usually travel with a posse. I roll deep. I travel like a rapper, but without the artillery. We don't carry guns, we carry cookies.","author":"Gabriel Iglesias","category":"Deep, Guns, Carry"},{"quote":"Almost all of my jobs have been on locations. And I think you can be that person who says, 'I have a job that forces me to travel and I'm just going to go ahead and do it and pray for my next flight home.' Or 'this is where I am, this is my life, let me see a part of this world I now live in.'","author":"Erin Cummings","category":"Life, Home, Job"},{"quote":"In 1967 I entered Harvard as a freshman, confident - in the way that only 17-year-olds are - that I could change the world. My major was African Studies, and my plan was to travel to Tanzania, where President Julius Nyerere was creating a government based on democracy and socialism.","author":"Bonnie Raitt","category":"Change, Government"},{"quote":"The Book of Mormon is our handbook of instructions as we travel the pathway from bad to good to better and strive to have our hearts changed.","author":"David A. Bednar","category":"Good, Book, Better"},{"quote":"The idea of traveling in Africa for me is based on going by road or train or bus or whatever and crossing borders. You can't travel easily or at all through some countries.","author":"Paul Theroux","category":"Road, Train, Me"},{"quote":"Antigravity, teleportation, time travel, energetic DNA evolution and consciousness transformation could create a world few of us ever even dreamed of.","author":"David Wilcock","category":"Time, World, Evolution"},{"quote":"Originally, the burden of proof was on physicists to prove that time travel was possible. Now the burden of proof is on physicists to prove there must be a law forbidding time travel.","author":"Michio Kaku","category":"Time, Law, Time Travel"},{"quote":"I really cherish the memories I have of my trips. For some reason, when you travel, it's like your mind picks up on the fact that this is something uncharacteristic, so it tunes in more acutely and remembers better.","author":"Jennette McCurdy","category":"Memories, Mind, Better"},{"quote":"Slow travel now rivals the fly-to-Barcelona-for-lunch culture. Advocates savour the journey, travelling by train or boat or bicycle, or even on foot, rather than crammed into an airplane. They take time to plug into the local culture instead of racing through a list of tourist traps.","author":"Carl Honore","category":"Time, Journey, Culture"},{"quote":"You don't need to be a spook to care about encryption. If you travel with your computer or keep it in a place where other people can put their hands on it, you're vulnerable.","author":"Barton Gellman","category":"People, Hands, Care"},{"quote":"The Patriot Act unleashed the FBI to search your email, travel and credit records without even a suspicion of wrongdoing.","author":"Barton Gellman","category":"Search, Credit, Patriot"},{"quote":"On stage, you're not limited at all because you're free in language: language is the source of the imagination. You can travel farther in language than you can in any film.","author":"Sam Shepard","category":"Imagination, Language, Free"},{"quote":"For more and more of us, home has really less to do with a piece of soil than, you could say, with a piece of soul. If somebody suddenly asks me, 'Where's your home?' I think about my sweetheart or my closest friends or the songs that travel with me wherever I happen to be.","author":"Pico Iyer","category":"Home, Friends, Soul"},{"quote":"I want my wife and children to travel always with me and share good things and bad things. That's what the family is for.","author":"Marcello Giordani","category":"Family, Children, Good"},{"quote":"Making money is often more fun than spending it, though I personally have never regretted money I've spent on friends, new experiences, saving time, travel, and causes I believe in.","author":"Sam Altman","category":"Time, Friends, Money"},{"quote":"A beam of light takes about two million years to reach from us to the Andromeda nebula. But my thought covers this distance in a few seconds. Perhaps some day some intermediate form of body and mind may permit us to say that we actually can travel faster than light.","author":"Ragnar Frisch","category":"Day, Light, Mind"},{"quote":"My fans are honestly so unique and so similar. Wherever I travel, they are so, so different but so the same.","author":"Lilly Singh","category":"Unique, Fans, Wherever"},{"quote":"The symphonies are the things that, as a soloist, I've not gotten to play. I used to travel the world playing concertos, and then I would sit and listen to the symphony.","author":"Joshua Bell","category":"World, Listen, Play"},{"quote":"I was told at first that being different was a bad thing. Everywhere I went, it was just, 'You're too different'... And it turned out that being different was the best thing that ever happened to my career. It is why people travel to my shows. It's why people want to hear my story and buy my book.","author":"Lindsey Stirling","category":"Best, Book, People"},{"quote":"Mom somehow made it to every one of my graduations - even when it meant she had to travel far away.","author":"Rick Scott","category":"Mom, She, Far Away"},{"quote":"The travel book is a convenient metaphor for life, with its optimistic beginning or departure, its determined striving, and its reflective conclusion. Journeys change travellers just as a good travel book can change readers.","author":"Rory MacLean","category":"Life, Change, Good"},{"quote":"As I travel the world, it seems that younger people identify me merely with some of the folklore in the 'Chuck Norris Facts' - those hyperbolic sayings that elevate my abilities beyond my capabilities. Others view me in light of the character I played in 'Walker, Texas Ranger' or in one of my 20 tough-guy films.","author":"Chuck Norris","category":"Light, Character, World"},{"quote":"If you think about a lifestyle short of retirement that lends itself to being a hardcore gamer, there is none better than being a major league starting pitcher. I work once every five days and travel and am alone all the time. So while the other guys were spending their money on the all the cars and jewelry, I bought laptops.","author":"Curt Schilling","category":"Work, Time, Money"},{"quote":"The only way I'm going to support my family is to tour. I love playing, don't get me wrong. That 90 minutes every night, that's free. We get paid to travel. But every night, I have to get myself locked in. There are a thousand people that don't want to be disappointed, because they have a lot of expectations.","author":"Sturgill Simpson","category":"Love, Family, Myself"},{"quote":"In a great many stories that deal with time travel, there's usually somebody who knows how time travel works. They lay out the rules.","author":"Diana Galbadon","category":"Time, Great, Rules"},{"quote":"In his very first film, Mr. Gonzalez Inarritu makes the kind of journey some directors don't - or can't - travel in an entire career.","author":"Elvis Mitchell","category":"Journey, Career, Kind"},{"quote":"Good-quality travel and good-quality food are the two luxuries that I never have any guilt indulging in.","author":"Charlie Hunnam","category":"Food, Guilt, Never"},{"quote":"Background scores allow me an absolute flight of the imagination, and I travel in my mind's eye. I do not like the scores to have vocal notes, because they act as a limitation to these flights of fancy.","author":"Nawazuddin Siddiqui","category":"Imagination, Mind, Me"},{"quote":"Just to be a part of something that can travel beyond and reach the lives of people and help them through a daily problem or struggle or even just giving encouraging words, period. I feel like it's very powerful. I thank God for my gift.","author":"BJ the Chicago Kid","category":"Daily, God, Struggle"},{"quote":"Fortunately for me, my mother loved travel. Our first non-beach family trip abroad - to England, France, and Switzerland - came when I was 11, and thereafter, we often tagged along on my father's European business trips.","author":"Andrew Solomon","category":"Family, Business, Father"},{"quote":"I have a secret project which adds four hours every day to the 24 hours we have. There's a bit of time travel involved.","author":"Sundar Pichai","category":"Time, Day, Every Day"},{"quote":"Restore human legs as a means of travel. Pedestrians rely on food for fuel and need no special parking facilities.","author":"Lewis Mumford","category":"Food, Special, Human"},{"quote":"I like animals. I like natural history. The travel bit is not the important bit. The travel bit is what you have to do in order to go and look at animals.","author":"David Attenborough","category":"History, Animals, You"},{"quote":"It's wonderful to travel with somebody that you love and we never travel anywhere without one another.","author":"Roger Moore","category":"Love, You, Wonderful"},{"quote":"I want to teach. I want to speak. I want to travel.","author":"Hillary Clinton","category":"Speak, Want, Teach"},{"quote":"I want to see friends more and travel more.","author":"Jennifer Aniston","category":"Friends, Want, See"},{"quote":"The thing I love about being an actor is the ability to travel and experience new cultures.","author":"Paul Wesley","category":"Love, Experience, Actor"},{"quote":"There are few places you can find silence. Air travel could be the last fortress of solitude.","author":"Regina Brett","category":"Silence, Solitude, You"},{"quote":"The average Londoner knows just one neighbour. I travel a lot, and I'm always surprised by the strong sense of community in some countries. We've lost something fundamentally human, and we don't even realise it.","author":"Lily Cole","category":"Community, Strong, Lost"},{"quote":"I'm a big fan of the laceless Converse for travel, with cute jeans, and throw on a little jacket, and you look presentable.","author":"Melissa Rivers","category":"Cute, Look, You"},{"quote":"I am a control freak, but not when I travel. For some reason when I travel, I am able to surrender more than in my real life. I am able to let go. I think it's why I like it so much.","author":"Chelsea Cain","category":"Life, I Am, Control"},{"quote":"Finney is about the best writer of time travel stories ever, and I adore time travel stories - have to make a time travel game someday!","author":"Warren Spector","category":"Time, Best, Game"},{"quote":"I do think that travel can be part of a journey of inner maturation, but you've got to do it right.","author":"Alain de Botton","category":"Journey, Think, You"},{"quote":"One of the triumphs of the Civil Rights Movement is that when you travel through the South today, you do not feel overwhelmed by a residue of grievance and hate.","author":"Alice Walker","category":"Today, Hate, You"},{"quote":"I generally travel with my laptop, a couple of great books, and my iPod.","author":"Orlando Bloom","category":"Great, Laptop, Couple"},{"quote":"There's going to be space travel at some point.","author":"Anne Wojcicki","category":"Space, Going, Point"},{"quote":"When I travel officially... and when I travel on a private basis, I have protection that is less suffocating. But I am protected everywhere.","author":"Francois Hollande","category":"I Am, Protection, Protected"},{"quote":"I'm generally so disoriented during the week about what I'm doing and where I am - I travel a lot - that when I'm home on a Sunday, I typically try to sleep in as much as I can.","author":"Mike Birbiglia","category":"Home, Sleep, I Am"},{"quote":"A travel book is a book that puts you in the shoes of the traveler, and it's usually a book about having a very bad time; having a miserable time, even better.","author":"Paul Theroux","category":"Time, Shoes, Book"},{"quote":"I don't think I'd be happy if I were satisfied. I enjoy challenge, and I wouldn't say that I'm an ambitious person career-wise or financially, really. I would like to travel more comfortably, but that's really about all I need.","author":"Jason Isbell","category":"Happy, Challenge, Be Happy"},{"quote":"When I had money in the past, I would always travel rather than spend it on big apartments or cars. And I still feel exactly the same way.","author":"Robin Wright","category":"Money, Past, Way"},{"quote":"Interviewing Rei Kawakubo in Tokyo and John Galliano in Paris, both for 'Pop' magazine, were huge for me, not just in learning about fashion and writing but about how little desire I had to be a critic/reporter/journalist/commentator so much as a kind of travel diarist.","author":"Tavi Gevinson","category":"Learning, Writing, Me"},{"quote":"I love to travel, and I think being whisked away somewhere for a vacation is a pretty amazing date. But, I'm really into the basic movie and dinner. It's not where you are but who you're with that really matters.","author":"Alexandra Daddario","category":"Love, Vacation, Amazing"},{"quote":"I do love traveling, so I've been able to travel a lot.","author":"Taylor Lautner","category":"Love, Been, Lot"},{"quote":"You know you're a hopeless record nerd when your time travel fantasies always come around to how cool it would be to go back to 1973 and buy all the great funk and jazz and salsa records that came out that year on tiny obscure labels and are now really rare and expensive.","author":"Adam Mansbach","category":"Time, Great, Cool"},{"quote":"I just don't see myself as a travel writer. I can't. I don't.","author":"Robyn Davidson","category":"Myself, See, Writer"},{"quote":"My keen love of travel was seldom hindered by Father. He permitted me, even as a mere boy, to visit many cities and pilgrimage spots.","author":"Paramahansa Yogananda","category":"Love, Father, Me"},{"quote":"The reason why people wear pajamas to the airport in the first place is so that they'll be comfortable during their flight. But you know, typically, air travel is 50 to 75 percent of the time you spend traveling. The rest of the time you spend in public places like airports and around other people. That's when looking good trumps comfort.","author":"Casey Neistat","category":"Time, Good, Comfort"},{"quote":"I had rather have a fool to make me merry than experience to make me sad and to travel for it too!","author":"William Shakespeare","category":"Experience, Sad, Fool"},{"quote":"The whole infrastructure of air travel was, and is, part of government policy. It is not a natural development of a free economic system - at least not in the way that is claimed. The same is true of the roads, of course.","author":"Noam Chomsky","category":"Government, Free, Roads"},{"quote":"Today, we have private airline companies, but if you take a look at a Boeing plane next time you travel, you'll see that you are basically taking a ride on a modified bomber.","author":"Noam Chomsky","category":"Time, Today, You"},{"quote":"I just travel the world with my backpack and my cameras and a bunch of Clif bars.","author":"Henry Rollins","category":"World, Just, Backpack"},{"quote":"A lot of Americans don't have a passport, never will have a passport. Not only will they not travel, they don't want to travel.","author":"Henry Rollins","category":"Want, Never, Will"},{"quote":"The Bad Seeds are a band I will travel a great distance to see whenever possible.","author":"Henry Rollins","category":"Great, Distance, See"},{"quote":"I do have to travel a lot for speaking engagements.","author":"P. J. O'Rourke","category":"Speaking, Lot, Engagements"},{"quote":"I dislike feeling at home when I am abroad.","author":"George Bernard Shaw","category":"Home, I Am, Feeling"},{"quote":"If you were to actually travel around schools and universities and listen in on lectures about evolution, you might find a fairly substantial fraction of young people, without knowing what it is they disapprove of, think they disapprove of it, because they've been brought up to.","author":"Richard Dawkins","category":"People, Evolution, Think"},{"quote":"Remember travel agents? Remember how they just kind of vanished one day? Well, that's where all the other jobs that once made us middle class are going, to that same magical, class-killing, job-sucking wormhole into which travel agency jobs vanished, never to return.","author":"Douglas Coupland","category":"Day, Remember, Kind"},{"quote":"My favorite books to give or get are short story collections. And always paperbacks because they are easy to carry as you travel.","author":"Chuck Palahniuk","category":"Short, Easy, Story"},{"quote":"Fuel prices are at the center of our lives. They affect our ability to travel, stay warm, and feed ourselves.","author":"Robert Kiyosaki","category":"Ability, Fuel, Stay"},{"quote":"Even today, when the Obama administration has liberalized travel to Cuba - and failed to reverse that liberalization when Alan Gross was imprisoned - there are limits.","author":"Elliott Abrams","category":"Today, Limits, Cuba"},{"quote":"When I go back to Texas, I travel the state, and I see people all the time who come up to me, men and women across Texas, and they grab me by the shoulder, and they're afraid. They say, 'Ted, you know, I just lost my health insurance. I got a child with diabetes. I'm scared. Please stop this from happening.'","author":"Ted Cruz","category":"Time, Women, Health"},{"quote":"It's important to travel and move and have a continual set of experiences so you've got more to feed back into your work. For me, it's a natural thing.","author":"Cate Blanchett","category":"Work, Me, You"},{"quote":"I think the only thing I knew for sure is that I wanted to, whatever I did, I wanted to travel with my work, an adventurous spirit.","author":"Cate Blanchett","category":"Work, Think, Adventurous"},{"quote":"I've always said that I use my voice as an instrument. It was something I created myself, and I said, 'Have voice, will travel.'","author":"Yoko Ono","category":"Myself, Voice, Said"},{"quote":"I travel a lot, so when I arrive in a city, I like to go to good local bookshops and make a selection based on how I'm feeling and what I'm thinking. The book I pick usually seems to have a definite karmic connection!","author":"Yoko Ono","category":"Good, Book, Thinking"},{"quote":"A hybrid human-robot mission to investigate an asteroid affords a realistic opportunity to demonstrate new technological capabilities for future deep-space travel and to test spacecraft for long-duration spaceflight.","author":"Buzz Aldrin","category":"Future, Opportunity, Mission"},{"quote":"I still make sure to go, at least once every year, to a country where things cannot be taken for granted, and where there is either too much law and order or too little.","author":"Christopher Hitchens","category":"Law, Country, Little"},{"quote":"If you are a reader of 'Harper's Bazaar,' to me, you are a woman who loves fashion, but not just fashion; you love fashion, you love travel, you love art, you love music.","author":"Carine Roitfeld","category":"Love, Music, Art"},{"quote":"The whole object of travel is not to set foot on foreign land it is at last to set foot on one's own country as a foreign land.","author":"Gilbert K. Chesterton","category":"Land, Country, Last"},{"quote":"I have flown with British Airways since I was a very little child, so it feels quite special to have gone from family holidays flying around Europe to become a gold card holder and be spoiled enough to travel more than not in first class.","author":"Orlando Bloom","category":"Family, Child, Gold"},{"quote":"I'm a big fan of doing 'Triple D.' But I don't want to do it forever, don't get me wrong! Travel away from my family, are you crazy? But do you know what it does for these mom-and-pop restaurant joints? It changes their lives forever. I mean, their businesses will never be the same.","author":"Guy Fieri","category":"Family, Changes, Crazy"},{"quote":"I don't sleep very well when I travel. And as a result, I tend to be awake in cities when everyone else is asleep.","author":"Moby","category":"Sleep, Well, Awake"},{"quote":"It's hardly a secret that I'm skeptical of declarations that the aliens are out and about on our planet. Still, I try to answer every one of these mails and phone calls because, after all, it's not a violation of physics to travel from one star system to another.","author":"Seth Shostak","category":"Physics, Try, Secret"},{"quote":"While human space travel is daunting, machines - with their indefinitely long lifetimes - could travel the galaxy. It might make little difference to them that bridging the distance from one star to the next could take hundreds of thousands of years or more.","author":"Seth Shostak","category":"Space, Long, Distance"},{"quote":"A practical way to travel between the stars is a must-have for space opera, and a sine qua non for our frequently vaunted future as a galactic society.","author":"Seth Shostak","category":"Future, Stars, Space"},{"quote":"I take a cooking class everywhere I travel. I find it's the best way to get to know a culture.","author":"Blake Lively","category":"Best, Culture, Cooking"},{"quote":"I would love to be a travel writer. I'd be so stoked.","author":"Drew Barrymore","category":"Love, Writer, Would"},{"quote":"And it was a great experience, you know, to travel the world and compete at a certain level. It teaches you discipline, focus, and certainly keeps you out of trouble.","author":"Jason Statham","category":"Experience, Great, Focus"},{"quote":"I've been lucky to travel and work all over the world through the lens of the back of the house, and I love that monocle. I love that lens, because it's real people.","author":"Marcus Samuelsson","category":"Love, Work, World"},{"quote":"It's often hard for us to imagine going without some of our luxuries like travel, dining out, or Internet, much less our basic necessities like food and water. But try for a minute to imagine how life would be with such deprivations.","author":"Marcus Samuelsson","category":"Life, Food, Water"},{"quote":"I only travel with a carry-on suitcase in most instances.","author":"Brad Goreski","category":"Only, Most, Suitcase"},{"quote":"Being an actor, imitating to the point of inhabiting the lives of others, may simply be a way of continuing to do what I learned to do as a boy - to travel, mentally and physically.","author":"Viggo Mortensen","category":"Actor, Boy, Way"},{"quote":"What should I have known or written had I been a quiet, mercantile politician or a lord in waiting? A man must travel, and turmoil, or there is no existence.","author":"Lord Byron","category":"Man, Waiting, Existence"},{"quote":"There can be many reasons to travel, but wandering into the world for no particular reason is a sublime madness, which in all its whimsy and pointlessness may depict the story of life - and indeed could be a useful model to keep in mind, seeing as so much of life's ambition comes unstuck or leads to nothing much at all.","author":"Michael Leunig","category":"Life, Ambition, World"},{"quote":"Science fiction is filled with Martians and space travel to other planets, and things like that.","author":"Margaret Atwood","category":"Science, Space, Planets"},{"quote":"I love to prune my roses. That's the one thing I really feel I do pretty well. Other things I usually, because I travel so much, leave to my gardeners who know what I love. But I do love to prune them, because you forget everything else. It's like if you're a painter, you can forget everything else while you're doing it.","author":"Julie Andrews","category":"Love, Roses, Know"},{"quote":"Actually, I had a lot of good people with me - my mother's sister did a lot of taking care of me, and I suppose I got more attention than my stepbrothers because at least I got to travel with my parents.","author":"Julie Andrews","category":"Sister, Good, Mother"},{"quote":"The real luxury travel of the modern age is not through space it's through time.","author":"Nancy Gibbs","category":"Time, Age, Space"},{"quote":"Our deeds still travel with us from afar, and what we have been makes us what we are.","author":"George Eliot","category":"Deeds, Us, Still"},{"quote":"I collect travel alarm clocks. I was in a flea market in France once, in 1994, and I opened up this beautiful Jaeger-LeCoultre folding eight-day winding clock folded into a beautiful case, and I went, 'Wow, man.' And I've been collecting travel alarm clocks since 1994.","author":"Alec Baldwin","category":"Beautiful, Man, Clock"},{"quote":"There are some times when you make films and you travel places, and the take that people in the business have is that the worst way to see a city is to shoot there, because you work these long 12, 13 and 14-hour days, and you go home to the hotel, you eat, and you pass out.","author":"Alec Baldwin","category":"Work, Business, Home"},{"quote":"With the dramatic increase in ease of transportation and the incredible decrease in the amount of time required to travel between far-flung areas of the United States, representatives began spending more and more time in Washington and less and less time in their home districts.","author":"Ben Shapiro","category":"Time, Home, Transportation"},{"quote":"Schubert had arguably the same melodic gift as Mozart, but even less support. He didn't have the early exposure, never got to travel anywhere, and yet generated and amassed a body of work that grew and developed and is very profound.","author":"Twyla Tharp","category":"Work, Support, Gift"},{"quote":"I dress well. I travel; I seem to be relatively glamorous for a film guy - which, to me, is like being the fastest midget in the circus.","author":"Elvis Mitchell","category":"Dress, Me, Circus"},{"quote":"People in the CIA, they marry each other. They're like actors! We have to travel without much warning to far-flung places, and it's very hard to communicate what our experiences are like to those in the outside world.","author":"Claire Danes","category":"World, People, Experiences"},{"quote":"I think it's very important for writers and artists generally to be witnesses to the world, and to be transparent. To let other people speak... to travel... to experience the world. And memorialize it.","author":"Joyce Carol Oates","category":"Experience, World, Speak"},{"quote":"Through machinery, man can exert tremendous powers almost as fantastic as if he were the hero of a fairy tale. Through machinery, man can travel with an ever increasing velocity; he can fly through the air and go beneath the surface of the ocean.","author":"Maria Montessori","category":"Hero, Ocean, Man"},{"quote":"I do not like people touching my underwear. That's just weird! I travel with a washer and dryer, and I like cooking on the bus, too.","author":"Carrie Underwood","category":"Cooking, People, Weird"},{"quote":"The glamour of air travel - its aspirational meaning in the public imagination - disappeared before its luxury did, dissipating as flying gradually became commonplace.","author":"Virginia Postrel","category":"Imagination, Flying, Meaning"},{"quote":"The glamour of twentieth-century air travel helped to persuade once-fearful travelers to take to the skies and encouraged parochial Americans to go out and see the world.","author":"Virginia Postrel","category":"World, See, Glamour"},{"quote":"People without children do have the freedom to do things that caring parents with dependent kids can't - to work long hours, to travel frequently, to relocate, and to do all these things on short notice if necessary. In return, they can achieve positions that devoted parents can't.","author":"Virginia Postrel","category":"Work, Children, Freedom"},{"quote":"I just can't do heels any more. At least not when I'm working. I travel a lot.","author":"Victoria Beckham","category":"Working, Heels, Just"},{"quote":"Under the cover of encryption, terror masterminds provide recruits with the tactics and tools necessary to carry out attacks using small arms and explosives. None of this requires any overseas travel.","author":"Tom Cotton","category":"Small, Tools, Carry"},{"quote":"Today, few terrorist organizations still employ the 'al-Qaeda model' in which individuals travel to terrorist training camps overseas and then are deployed to the West to inflict atrocities.","author":"Tom Cotton","category":"Today, Training, Individuals"},{"quote":"The first time probably people really were aware of me, I unfortunately had the title of Showtime's Funniest Person in America. And that's a really tough title to travel around with when you're not even known.","author":"Ellen DeGeneres","category":"Time, America, Me"},{"quote":"If I were involved with the NBA, I wouldn't want a 19-year-old or a 20-year-old kid to bring into all the travel and all the problems that exist in the NBA. I would want a much more mature kid. I would want a kid that maybe I've been watching on another team, and now he's 21, 22 years old instead of 18 or 19, and I might trade for that kid.","author":"Bobby Knight","category":"Team, Problems, Want"},{"quote":"I read on my iPad when I travel. I listen to audiobooks in the car. I read books in my bedroom, where I have a comfortable couch, a lamp and two dogs to keep me warm.","author":"Isabel Allende","category":"Car, Me, Listen"},{"quote":"I collect a lot of clothes when I travel around the world.","author":"Theophilus London","category":"World, Clothes, Lot"},{"quote":"A wise traveler never despises his own country.","author":"William Hazlitt","category":"Wise, Country, Never"},{"quote":"It is not fit that every man should travel; it makes a wise man better, and a fool worse.","author":"William Hazlitt","category":"Wise, Man, Fool"},{"quote":"As a Global Maternal Health Advocate, I get to travel the world quite a bit, meeting individuals and visiting programs with tremendous potential and incredible vision to improve the quality of life for countless others.","author":"Christy Turlington","category":"Life, Health, Vision"},{"quote":"People forget I go to work. They forget that the Coleridge house was bought and paid for by the daughter of a travel agent and a barmaid from what the actor Richard Burton once described as the nightmarish 'featureless suburb' of Croydon.","author":"Kate Moss","category":"Work, Daughter, People"},{"quote":"It was a rural upbringing by the seaside. A real quiet place surrounded by fields. I had to travel into town for school and stuff like that.","author":"Hozier","category":"School, Quiet, Place"},{"quote":"I travel all the time, but when I come back to the South, I see such progress. In a real sense, a great deal of the South has been redeemed. People feel freer, more complete, more whole, because of what happened in the movement.","author":"John Lewis","category":"Time, Great, Progress"},{"quote":"Technology doesn't address everything - for example, air travel still sucks.","author":"Brad Feld","category":"Technology, Example, Air"},{"quote":"You define a good flight by negatives: you didn't get hijacked, you didn't crash, you didn't throw up, you weren't late, you weren't nauseated by the food. So you are grateful.","author":"Paul Theroux","category":"Food, Good, Grateful"},{"quote":"I think people read travel books either because they intend to take that trip, or because they would never take that trip. In a sense, as a writer you are doing the travel for the reader.","author":"Paul Theroux","category":"People, Think, You"},{"quote":"One of the things the 'Tao of Travel' shows is how unforthcoming most travel writers are, how most travelers are. They don't tell you who they were traveling with, and they're not very reliable about things that happened to them.","author":"Paul Theroux","category":"You, Reliable, Things"},{"quote":"The job of the travel writer is to go far and wide, to make voluminous notes, to tell the truth.","author":"Paul Theroux","category":"Truth, Job, Notes"},{"quote":"Extensive traveling induces a feeling of encapsulation, and travel, so broadening at first, contracts the mind.","author":"Paul Theroux","category":"Mind, Feeling, First"},{"quote":"A travel book is about someone who goes somewhere, travels on the ground, sees something and spends quite a lot of time doing it, and has a hard time, and then comes back and writes about it. It's not about inventing.","author":"Paul Theroux","category":"Time, Book, Doing"},{"quote":"Mark Twain was a great traveler and he wrote three or four great travel books. I wouldn't say that I'm a travel novelist but rather a novelist who travels - and who uses travel as a background for finding stories of places.","author":"Paul Theroux","category":"Great, Finding, Three"},{"quote":"I was raised in a large family. The first reason for my travel was to get away from my family. I knew that I wanted to be a writer, but I didn't want people to ask me questions about it.","author":"Paul Theroux","category":"Family, Me, People"},{"quote":"The worst thing that can happen to you in travel is having a gun pointed at you by a very young person. That's happened to me maybe four times in my life. I didn't like it.","author":"Paul Theroux","category":"Life, Me, Gun"},{"quote":"The appeal of travel books is also the sense that you are different, an outsider, almost like the Robinson Crusoe or Christopher Columbus notion of being the first person in a new place.","author":"Paul Theroux","category":"You, Place, New"},{"quote":"I wouldn't say that I'm a travel novelist, but rather a novelist who travels - and who uses travel as a background for finding stories of places.","author":"Paul Theroux","category":"Finding, Places, Say"},{"quote":"The travel impulse is mental and physical curiosity. It's a passion. And I can't understand people who don't want to travel.","author":"Paul Theroux","category":"Passion, Curiosity, People"},{"quote":"There is simply no defending the preferred mode of travel for many of the celebrity crazies who lecture us about carbon credits. Do you think these folks are willing to give up their mansions and private jets in order to 'save the planet?'","author":"Mike Gallagher","category":"Think, You, Celebrity"},{"quote":"I think it's important that kids have responsibilities and understand the value of things, but I think it's great I get to travel the world with my daughter.","author":"Salma Hayek","category":"Daughter, Great, World"},{"quote":"I'm a little bit phobic about stains on my clothes, so I never travel without a little packet of organic stain remover.","author":"John Malkovich","category":"Clothes, Never, Little"},{"quote":"I like to go to work, and also, I don't have any kids. I don't have any hobbies. I don't like to travel. So going to work is kind of it.","author":"Christopher Walken","category":"Work, Kind, Kids"},{"quote":"My life is really quite conservative. I've been married nearly 50 years. I don't have hobbies or children. I don't much care to travel. I've never had a big social life. I really just stay home, except when I go to work.","author":"Christopher Walken","category":"Life, Work, Home"},{"quote":"I always want off-the-beaten-path, Anthony Bourdain-inspired travel.","author":"Meghan Markle","category":"Want, Always"},{"quote":"On a normal day, I love a shift dress with flats and a little cropped jacket. That, for me, is my travel wear if it's not too chilly - you can throw a scarf over your legs if it's cold on the plane!","author":"Meghan Markle","category":"Love, Day, Dress"},{"quote":"Utrip makes it easy for travelers to experience the destination highlights that most interest them, be it food, art or history. Just like a culinary experience, every palate is different, and Utrip is all about personalizing travel for their users.","author":"Tom Douglas","category":"Art, Food, History"},{"quote":"I have two kids, career and I travel, and I don't think my life is any different than most couples. The most valuable commodity now for many people is time and how to parcel that out.","author":"Hugh Jackman","category":"Life, Time, People"},{"quote":"I like to engage the public because when I was in high school, I had all these questions about anti-matter, higher dimensions and time travel. Every time I went to the library, every time I asked people these questions, I would get some strange looks. Nobody could answer any of these questions.","author":"Michio Kaku","category":"Time, School, Library"},{"quote":"Time travel and teleportation will have to wait. It may take centuries to master these technology. But within the coming decades, we will understand dark matter, perhaps test string theory, find planets which can harbor life, and maybe have Brain 2.0, i.e. our consciousness on a disk which will survive even after we die.","author":"Michio Kaku","category":"Life, Time, Technology"},{"quote":"When you grow up in a place, you always think it's mundane. Then you travel around and live in different places, and you realise that you've got it the wrong way 'round.","author":"Irvine Welsh","category":"Live, Grow, Think"},{"quote":"It's very expensive to be a professional tennis player with all the travel and the flights and the hotels and everything.","author":"Caroline Wozniacki","category":"Tennis, Professional"},{"quote":"Social media has allowed groups, such as ISIL, to use the Internet to spot and assess potential recruits. With the widespread horizontal distribution of social media, terrorists can identify vulnerable individuals of all ages in the United States - spot, assess, recruit, and radicalize - either to travel or to conduct a homeland attack.","author":"James Comey","category":"Social Media, Internet"},{"quote":"People just hate the idea of losing. Any loss, even a small one, is just so terrible to contemplate that they compensate by buying insurance, including totally absurd policies like air travel.","author":"Daniel Kahneman","category":"Hate, Loss, Losing"},{"quote":"I think kids ought to travel. I think it's very good to carry kids around. It's good for them. Of course it's tough on the parents.","author":"Doris Lessing","category":"Good, Parents, Think"},{"quote":"At some point, the government expands into the private sphere so far that you live in a place with a whole lot less freedom. I didn't like that that was the direction of travel for our country, and decided to come to Washington to try and be a small part of bringing it back.","author":"Mike Pompeo","category":"Freedom, Government, Small"},{"quote":"Travel makes a wise man better, and a fool worse.","author":"Thomas Fuller","category":"Wise, Man, Fool"},{"quote":"Strange - is it not? That of the myriads who Before us passed the door of Darkness through, Not one returns to tell us of the road Which to discover we must travel too.","author":"Horace","category":"Road, Door, Darkness"},{"quote":"I mean, I'd love to have a private jet - I know people who fly by private jet all the time... I've hitched a ride a few times and it is not overrated at all; it's a great way to travel!","author":"Marc Jacobs","category":"Love, Time, Great"},{"quote":"Now, I have a kid, I have businesses to take care of, I have to travel. I have to sit down... and find a little time for me.","author":"Nadia Comaneci","category":"Time, Me, Care"},{"quote":"My favorite spot is the Maldives. Since I travel so much for work, I like to go to places that are very secluded and quiet.","author":"Irina Shayk","category":"Work, Quiet, Favorite"},{"quote":"I don't buy a lot when I travel, but when I do, I like to send gifts from wherever I am. It's fun to find the local post office.","author":"Juliana Hatfield","category":"I Am, Fun, Find"},{"quote":"One of the things that I love to do is travel around the world and look at archaeological sites. Because archaeology gives us an opportunity to study past civilizations, and see where they succeeded and where they failed. Use science to, you know, work backwards and say, 'Well, really, what were they thinking?'","author":"Nathan Myhrvold","category":"Love, Work, Science"},{"quote":"The way Moore's Law occurs in computing is really unprecedented in other walks of life. If the Boeing 747 obeyed Moore's Law, it would travel a million miles an hour, it would be shrunken down in size, and a trip to New York would cost about five dollars. Those enormous changes just aren't part of our everyday experience.","author":"Nathan Myhrvold","category":"Life, Experience, Law"},{"quote":"Very early on, when I started doing these plays and live shows, I would travel from city to city, and there were a million shows out there... so I wanted to step out among it, and I started putting my name above the title.","author":"Tyler Perry","category":"City, Step, Live"},{"quote":"Sometimes you want to go for a walk and you don't want to be watched. You just want to be anonymous and blend in. Especially when I travel, I feel that way, because I can't really go out and see a city the way other people can and I miss out on a lot.","author":"Madonna Ciccone","category":"City, Walk, People"},{"quote":"Work done by other people sounds easy. How hard can it be to take care of a newborn who sleeps 20 hours a day? How hard can it be to keep track of your billable hours? To travel for one night for business? To get a 4-year-old ready for school? To return a few phone calls? To load the dishwasher? To fill out some forms?","author":"Gretchen Rubin","category":"Work, Business, School"},{"quote":"When 'Apollo 13' appeared as an opportunity and I began to tackle that in as authentic a way as I possibly could, I really became enthralled by the philosophical side of space travel and why we need to explore - what it means to us here on Earth - all of those things. I became a huge proponent.","author":"Ron Howard","category":"Opportunity, Space, Earth"},{"quote":"After a lifetime of world travel I've been fascinated that those in the third world don't have the same perception of reality that we do.","author":"Jim Harrison","category":"Perception, Reality, World"},{"quote":"Age focuses you. You are much better concentrated. There's more time when you travel less, don't do book tours, avoid interviews or public appearances. You walk the dogs, fish, hunt, cook and write.","author":"Jim Harrison","category":"Time, Age, Book"},{"quote":"I travel with Club Glove.","author":"Jason Day","category":"Club, Glove"},{"quote":"My son is so fortunate, you know. He's always going to have food. Yes, my children are going to be privileged, but that's why it's so important for them to see different realities and to travel, and they do already.","author":"Gisele Bundchen","category":"Food, Children, Son"},{"quote":"I live in a town called Beerwah, right in the middle of Australia Zoo. It's not hustle and bustle and busy, so that's helpful. We travel all over the world, but I've always been able to come home and run around in the middle of the Australian outback.","author":"Bindi Irwin","category":"Home, Busy, World"},{"quote":"I guess, growing up at Australia Zoo and getting to travel all over the world, I have this great outlook on life, and that's what I hope I inspire other kids to have.","author":"Bindi Irwin","category":"Life, Hope, Great"},{"quote":"My family didn't have money to travel, so reading was how I knew about the world. It made me hungry to have more experiences than just what I could possibly experience in Arkansas.","author":"Mary Steenburgen","category":"Family, Money, Experience"},{"quote":"Any time I have any time off, I try to travel.","author":"Margot Robbie","category":"Time, Try, Off"},{"quote":"My jet lag is getting a bit ridiculous. But, you know, it's first-world problems. It's a wonderful problem, 'Oh I have to travel around the world; how awful.'","author":"Margot Robbie","category":"Problems, World, Problem"},{"quote":"We have so much pride in welcoming these passengers onto the plane, and they have so much pride in travel. It's something that I definitely always remember, when I'm playing a scene on the plane, just to imbue everything with that sense of excitement.","author":"Christina Ricci","category":"Pride, Remember, Always"},{"quote":"When I'm in London I do have the convenience of being close to St James Park which is also good for me because it gives me an excuse to get out and get some much needed exercise!","author":"David Blunkett","category":"Good, Me, Exercise"},{"quote":"The more I travel around the world, the more I see people want the same thing - to be happy. We wouldn't be in a monetary system if we didn't have to work, so if my music can contribute to happiness, then that's my main responsibility.","author":"Jason Mraz","category":"Work, Happiness, Music"},{"quote":"I only travel with one suitcase - Mulberry does an incredible one. I always check it the TSA restrictions are so tricky.","author":"Poppy Delevingne","category":"Always, Check, Suitcase"},{"quote":"I like to stay home with my family. But travel is good in a way. It makes you redefine each other each time you see each other. Also, it helps that I think my wife is the hottest woman in the world.","author":"Mads Mikkelsen","category":"Family, Time, Home"},{"quote":"If I could travel back in time, I'd bring back the entire Wu-Tang Clan.","author":"Hannah Simone","category":"Time, Back, Bring"},{"quote":"I wouldn't call it a faux pas, but I have about 12 tracksuits. I always travel in a tracksuit. I feel it makes people happy when they see me.","author":"Jenny Lewis","category":"Happy, Me, People"},{"quote":"I do kabbalistic meditation. It's not unlike time travel it can change the past and not just the future. You can look at what was lost and go beyond the grief of what was lost.","author":"Roseanne Barr","category":"Change, Time, Future"},{"quote":"Travel is hard, but entertaining is joy.","author":"Debbie Reynolds","category":"Joy, Entertaining, Hard"},{"quote":"Terror, married to technology and accommodated by progress in travel, has turned evil individuals into traveling ballistic missiles.","author":"Greg Gutfeld","category":"Technology, Progress, Evil"},{"quote":"There was a film that really affected me, 'La Strada' by Fellini, where Anthony Quinn and Giulietta Masina travel around on his little motorcycle thing.","author":"Kris Kristofferson","category":"Motorcycle, Me, Little"},{"quote":"Along with that ongoing process Sinn Fein took a decision to establish a peace commission which had the responsibility to travel around the country to receive submissions from the general public, also our opponents.","author":"Martin McGuinness","category":"Peace, Responsibility"},{"quote":"I was lucky enough to have it all. To be successful in business, to have children, to raise them on my own, and to travel and live my life. It was a lot of work, but it's a privilege to have been able to do it.","author":"Diane von Furstenberg","category":"Life, Work, Business"},{"quote":"My pals, such as they are, in Hollywood, ask me why I love to travel to D.C. so much, why it's a vacation destination for me. I say, 'Because I sometimes have perfect days there.'","author":"Ben Stein","category":"Love, Vacation, Destination"},{"quote":"Space doesn't offer an escape from Earth's problems. And even with nuclear fuel, the transit time to nearby stars exceeds a human lifetime. Interstellar travel is therefore, in my view, an enterprise for post-humans, evolved from our species not via natural selection, but by design.","author":"Martin Rees","category":"Time, Stars, Space"},{"quote":"The first voyagers to the stars will be creatures whose life cycle is matched to the voyage: the aeons involved in traversing the galaxy are not daunting to immortal beings. By the end of the third millennium, travel to other stars could be technically feasible. But would there be sufficient motive?","author":"Martin Rees","category":"Life, Stars, End"},{"quote":"With all the travel we're doing to cold-weather cities, your mind definitely starts to wander. It gets you away from the game. Even when you arrive in a city, you're tempted to just sit in your hotel and rest. Sometimes it's nice to just get out and walk around, to see what's there.","author":"Stephen Curry","category":"City, Mind, Walk"},{"quote":"I hope to play until I'm, like, 38 or something, and that's a lot of years in the game and a lot of travel and a lot of sacrifice on my family's part.","author":"Stephen Curry","category":"Family, Hope, Sacrifice"},{"quote":"When you travel so many weeks a year, it's always nice to have a home-cooked meal.","author":"Maria Sharapova","category":"Nice, You, Year"},{"quote":"When I travel, I love speaking to women around the world about the things that inspire them, the fashions they like, what makes something good and what would make it even better.","author":"Maria Sharapova","category":"Love, Women, Good"},{"quote":"I've been fortunate enough to travel the world because of my career, but the downside has been spending long spells apart from my daughters.","author":"Sean Bean","category":"World, Career, Long"},{"quote":"I've three children, three grandchildren, I work, I travel, and I'm very happily married. I'm very satisfied and happy with my life and there really isn't anything I want.","author":"Joan Collins","category":"Life, Work, Children"},{"quote":"I think a major element of jetlag is psychological. Nobody ever tells me what time it is at home.","author":"David Attenborough","category":"Time, Home, Me"},{"quote":"Building and launching rockets has been a lifelong hobby that my son and I share. We regularly travel to Nevada's Black Rock Desert to launch rockets.","author":"Steve Jurvetson","category":"Son, Desert, Building"},{"quote":"But as far as being an American and loving this country and getting a chance to travel across it every day and meeting people on the road and folks in the military, I love this country on so many different levels.","author":"Dierks Bentley","category":"Love, Day, Road"},{"quote":"With Pakistan being in my blood, I would certainly look at opportunities to travel there.","author":"Nargis Fakhri","category":"Opportunities, Look, Blood"},{"quote":"I was tall and skinny, and at 15, I was approached to model. I figured that models got to travel, and it became my ticket to travel so much so that if an agency could not fly me to another country, I would fly on my cost so that I could see that country and also make some money.","author":"Nargis Fakhri","category":"Money, Me, Fly"},{"quote":"Thanks to having my dad travel with me, I don't feel quite cut off from my family.","author":"Amy Jackson","category":"Family, Me, Thanks"},{"quote":"I do not own a car, and my main form of travel to Westminster and in my constituency is by bicycle. I also take my bike on trains to meetings in other parts of the country, which enables me to see other cities and the other parts of the country.","author":"Jeremy Corbyn","category":"Car, Me, Bicycle"},{"quote":"You can tell all our songs come from us and from our artists, the people we write with and travel with.","author":"Zac Brown","category":"People, You, Artists"},{"quote":"At my age, I only travel business class because I just don't bend anymore; my body can't cope with it.","author":"Peter Hook","category":"Business, Age, Body"},{"quote":"I try to ensure my daughters are not spoilt. They are very aware of how lucky they are and appreciate it. We have had some lean years, so they know it's not all about luxury, travel, and hotels. They are grounded, and I'm grateful for that.","author":"David Harewood","category":"Grateful, Luxury, Know"},{"quote":"For years, I meant to read 'Arabian Sands', Wilfred Thesiger's account of two punishing camel journeys during the late 1940s across Southern Arabia's Empty Quarter. Now that I have, I can sheepishly join the chorus of those who revere the book as one of the half dozen greatest works of modern English travel writing.","author":"Michael Dirda","category":"Writing, Book, Greatest"},{"quote":"Snowboarding's tough, because you've got to go to the mountains. For me, I love the skateboard season because I get to hangout at home and still be skating. I don't have to travel to Norway or Japan or these crazy places to be snowboarding.","author":"Shaun White","category":"Love, Home, Mountains"},{"quote":"No veteran or active duty service member should endure a long hospital stay alone. Yet sadly, due to the high cost of travel, all too often our military families are separated while America's heroes receive care. Sometimes families sleep in hospital parking lots, unable to afford long stays in a hotel.","author":"John Delaney","category":"Alone, Sleep, Service"},{"quote":"I love to travel. This is the time for me. When will I do it if not now?","author":"Rakul Preet Singh","category":"Love, Time, Me"},{"quote":"I took a gap year myself after high school and worked on a farm near Lyon, France. I stayed with the Vallet family, picked and packed fruit, and discovered that red wine can be a breakfast drink. That led to further travel as a university student.","author":"Nicholas Kristof","category":"Family, Myself, School"},{"quote":"I travel all the time. And as I go around the world, I try to learn a little something and not just take up all the available air.","author":"Kurt Elling","category":"Time, World, Learn"},{"quote":"We travel a lot and don't get enough time to spend with our family, and so we have to take our pictures, videos, also bother about things like which are the HD quality phones. So I'm very much a part of these typical things.","author":"Yami Gautam","category":"Family, Time, Quality"},{"quote":"After you pay your E-ZPass bill, there is no reason for the government to keep records of your travel.","author":"Adam Cohen","category":"Government, You, Records"},{"quote":"It's sometimes tiring to get off a long-haul flight and go straight to the studio for a shoot, but if you really plan everything well, you can get so much out of combining travel with work.","author":"Alek Wek","category":"Work, Plan, You"},{"quote":"The beauty of reading is that it lets you travel in a way you could never know.","author":"Alek Wek","category":"Beauty, Reading, Know"},{"quote":"I got to travel around Anbar Province, had a great group of Marines who worked for me who traveled around Anbar Province. I got to hang out with a lot of different types of Marines and soldiers and sailors.","author":"Phil Klay","category":"Great, Me, Group"},{"quote":"I really enjoy what I do, and who I'm with and where I am. Having said that, I'm not really a person of habit, because what I do in my job is travel around the world and play concerts to people, and occasionally do very weird things.","author":"Robert Smith","category":"Job, I Am, World"},{"quote":"No one working as an astronomer is shackled in chains. This is a tremendous profession. There are lots of neat people, and you get to do cool things. If I had to say something negative, it's that there's often a whole lot of travel that takes me away from my children. That can be a bummer a lot of times.","author":"Alan Stern","category":"Children, Cool, Me"},{"quote":"I have no idea what it would be like to be just one thing and speak one language. I feel enormously privileged to travel and be able to mingle and speak to people that, had I only known English, I wouldn't have been able to meet.","author":"Cary Fukunaga","category":"Language, Speak, People"},{"quote":"I lost all my investments after everything crashed in 2001. Prior to that, I'd been living off the interest on my investments, which was very healthy because it allowed frequent travel, and I had a lovely apartment.","author":"Marie Helvin","category":"Lost, Healthy, Living"},{"quote":"If I'm on holiday, I travel light, but if it is a work trip, I take everything but the kitchen sink.","author":"Marie Helvin","category":"Work, Light, Holiday"},{"quote":"I literally wear a mask. When I take it off, I'm a father. I'm a husband. I like to come home, and I like to spend time with family, and I like to travel, and I like to have a good time. And I like to be a kid every now and giggle and play with my kids.","author":"Rey Mysterio","category":"Family, Time, Home"},{"quote":"I run five miles three times a week I log everything. I look up routes when I travel.","author":"Kevin Plank","category":"Week, Look, Three"},{"quote":"I just see too many people retire and say, 'I'm going to take off, travel, spend time with my family' and they are just miserable. They end up dying. People who work and stay active, and like what they are doing, live longer.","author":"Terry Bradshaw","category":"Work, Family, Time"},{"quote":"To build my legacy and be that person I want to be, this is what it's going to take: to get on the road and travel. Let's do it that way.","author":"Deontay Wilder","category":"Road, Legacy, Want"},{"quote":"The future continues to preoccupy me as a reliable source of hopes, fears and anxieties, but increasingly the present seems to have no outstanding qualities of its own, being merely a way-station through which events travel to the vast shadow lands of the past.","author":"Will Self","category":"Future, Past, Shadow"},{"quote":"The first book I did - the first successful book - was a kind of a travel book, and publishers in Britain encouraged me to do more.","author":"Bill Bryson","category":"Book, Successful, Me"},{"quote":"I understand more when I travel why people believe that the French are arrogant.","author":"Jean-Michel Jarre","category":"Believe, People, Why"},{"quote":"Startups, in some sense, have gotten so easy to start that we are confusing two things. And what we are confusing, often, is, 'How far can you get in your first day of travel?' with, 'How long it is going to take to get up to the top of the mountain?'","author":"Mitch Kapor","category":"Day, Mountain, Easy"},{"quote":"News seems to travel far more quickly on Twitter and Facebook than through search.","author":"Marvin Ammori","category":"Search, News, Through"},{"quote":"Data can generally travel the speed of light unless networks are congested. When there's congestion, usually the cheapest and best thing is simply to add capacity generally, not to prioritize certain sites over others.","author":"Marvin Ammori","category":"Light, Best, Data"},{"quote":"Yes, I travel in unusual circles. George Osborne and his wife Frances are my cousins.","author":"Daryl Hall","category":"Wife, Cousins, Yes"},{"quote":"Among the various vernaculars that are spoken in different parts of India, there is one that stands out strongly from the rest, as that which is most widely known. It is Hindi. A man who knows Hindi can travel over India and find everywhere Hindi-speaking people.","author":"Annie Besant","category":"Man, People, Rest"},{"quote":"When I thought I was retired, I wanted to travel around the world and watch soccer games.","author":"Drew Carey","category":"Thought, Soccer, World"},{"quote":"In general, when you travel, you get into a different reality and are able to more accurately reflect on your ordinary life. Hiking does that for me.","author":"John Mackey","category":"Life, Reality, Me"},{"quote":"I love my cooking tools because I enjoy cooking - a Vitamix for smoothies and a rice cooker for steel-cut oats. I travel with a small rice cooker. I soak oats overnight, and when I get up, I just turn the rice cooker on, and it cooks the oats perfectly every time.","author":"John Mackey","category":"Love, Time, Cooking"},{"quote":"Air travel is the safest form of travel aside from walking; even then, the chances of being hit by a public bus at 30,000 feet are remarkably slim. I also have no problem with confined spaces. Or heights. What I am afraid of is speed.","author":"Sloane Crosley","category":"I Am, Walking, Problem"},{"quote":"People who might normally have to travel hours to a distant city to see a cardiologist can now do so virtually, through Cisco technology, at their local hospital or health clinic. Clinicians use technology to share patient reports and diagnostic images and collaborate on cases.","author":"John T. Chambers","category":"Technology, Health, City"},{"quote":"I have been lucky enough to travel a lot, meet great people in many lands. I have liked almost everyone I met along the way.","author":"Maeve Binchy","category":"Great, People, Lucky"},{"quote":"Ball caps travel far and wide. They do far more than keep the sun out of your eyes or the cold off your head. Ball caps are a statement.","author":"George Vecsey","category":"Eyes, Sun, Head"},{"quote":"No matter where I travel in the state, people want to talk about education.","author":"James Lankford","category":"Education, People, Want"},{"quote":"Don't get me wrong, I love watching episodes of my favorite shows on Hulu and reading the daily trash on PageSix, but I also embrace the opportunity to settle down with a good book and let my mind travel to another place and time.","author":"Rachel Nichols","category":"Love, Time, Daily"},{"quote":"We are ramping up security in the United States but also looking at visa applicants, visa waiver applicants - and looking at travel manifests on the airplanes trying to come into the United States.","author":"Mike McCaul","category":"Security, Trying, Looking"},{"quote":"It's one thing for someone to travel over to Syria and Iraq and come back. But, boy, it's a lot easier if they activate someone who's already here.","author":"Mike McCaul","category":"Boy, Back, Easier"},{"quote":"On Sundays, we would travel to the town and watch English movies. This way, we must have ended up watching some 1,000 movies during college.","author":"Shiv Nadar","category":"College, Movies, Way"},{"quote":"Of all possible subjects, travel is the most difficult for an artist, as it is the easiest for a journalist.","author":"W. H. Auden","category":"Artist, Possible, Difficult"},{"quote":"It doesn't require much thought for one to realise that any travel book worthy of the name has to be a departure from the standard idea of the form.","author":"Geoff Dyer","category":"Book, Thought, Name"},{"quote":"I considered becoming a priest very seriously. I wanted to travel the world. By the time I turned 16, I realized I was only in it for selfish reasons. And, more importantly, I didn't want to sacrifice the ladies!","author":"James McAvoy","category":"Time, Sacrifice, World"},{"quote":"I actually think some of my best moments in life have been while I was with people from Instagram - whether it's super late nights getting a release out or being able to travel to places I'd never visited and meeting some of the most interesting people I've ever met.","author":"Kevin Systrom","category":"Life, Best, Moments"},{"quote":"I coach soccer, and my wife and I are very involved in our kids' lives. Our family is busy with doctor appointments, soccer practice, school, work, travel, vacation... life.","author":"Patrick Lencioni","category":"Life, Work, Family"},{"quote":"From a pretty early age, my mother realized that I was a little bit more gifted and talented than my own age group. So, she moved me over to play with the boys' travel soccer team when I was about 11 years old.","author":"Abby Wambach","category":"Age, Team, Mother"},{"quote":"All this misjudgment that we have of each other is based on ignorance. The second you get to travel, you see that human beings, no matter where they come from, they are the same.","author":"Marjane Satrapi","category":"Ignorance, You, See"},{"quote":"We link our future to the euro, to the euro zone, and to the European Union while being the nearest neighbor of the United Kingdom with, obviously, a common travel area and a very close working relationship with the U.K.","author":"Enda Kenny","category":"Relationship, Future"},{"quote":"I had to travel into the future and direct 'Jurassic World' as myself in 20 years - and I did.","author":"Colin Trevorrow","category":"Future, Myself, World"},{"quote":"And now I have a big house, nice clothes and I travel in first class and I love it, so maybe it's time to enjoy being a star.","author":"Vincent Cassel","category":"Love, Time, Enjoy"},{"quote":"I really encourage people to travel so we can see how the rest of the world views our country. That's really important. Secondly, as artists, activists, and citizens who vote, we have to begin to vote from our heart.","author":"Michael Franti","category":"Heart, World, People"},{"quote":"The world is a country which nobody ever yet knew by description one must travel through it one's self to be acquainted with it.","author":"Philip Stanhope, 4th Earl of Chesterfield","category":"Self, World, Country"},{"quote":"I've thought it would be cool to have a baby young. You know, be my road dog - like my dogs, they travel the world - but there's always something you have to give up for success. Everything comes at a cost. Just what are you willing to pay for it?","author":"Serena Williams","category":"Success, Dog, Cool"},{"quote":"I have a couple of go-to sneakers off the pitch. I like to have shoes that I can slip on and wear with anything. I travel often, so it's about finding those two or three pairs of shoes that can go with any outfit, whether they go with leggings or a skirt or a dress or jeans.","author":"Alex Morgan","category":"Shoes, Dress, Three"},{"quote":"For a long time, our only mode of travel was an Econoline van. Eleven of us, with nine sleeping in the back on two mattresses.","author":"Butch Trucks","category":"Time, Long, Long Time"},{"quote":"Oh, I'm terrible at travel.","author":"Johnny Vegas","category":"Terrible, Oh"},{"quote":"Travel for me is all about transformation, and I'm fascinated by those people who really do come back from a trip unrecognizable to themselves and perhaps open to the same possibilities they'd have written off not a month before.","author":"Pico Iyer","category":"Transformation, Me, People"},{"quote":"I think writing is really about a journey of understanding. So you take something that seems very far away, and the more you write about it, the more you travel into it, and you see it from within.","author":"Pico Iyer","category":"Journey, Writing"},{"quote":"I think one reason, obviously, that I spend so much time in one place is that I've been lucky enough to travel a lot, and now there are other different, invisible trains that are more interesting to me.","author":"Pico Iyer","category":"Time, Me, Think"},{"quote":"We all know how we can be turned around by a magic place; that's why we travel, often. And yet we all know, too, that the change cannot be guaranteed. Travel is a fool's paradise, Emerson reminded us, if we think that we can find anything far off that we could not find at home.","author":"Pico Iyer","category":"Change, Home, Fool"},{"quote":"Being in a band is like a small family. You travel together, make music, and share time with each other.","author":"Mohit Chauhan","category":"Family, Music, Time"},{"quote":"Young people should travel, and they don't. You can't know if you don't go.","author":"Quincy Jones","category":"People, Know, You"},{"quote":"I travel like a maniac. I travel more than anyone I know. I love learning the languages.","author":"Quincy Jones","category":"Love, Learning, Know"},{"quote":"I lived in Italy for two months when I was in college. And I traveled to Paris. I traveled to Egypt. I traveled to Spain. I just would travel a lot. I remember going to Paris and saying, speaking French, 'I would like some chicken and some fries.' And just the chicken and fries was, oh my gosh, just so amazing. I became intrigued and inspired.","author":"Tia Mowry","category":"College, Amazing, Remember"},{"quote":"I've been all over the world on my own because, as a scientist, you travel a great deal if your work is reasonably successful or published. I get invitations to go to all sorts of strange countries where I would mostly be by myself and just meet other people there, instead of having travelling companions.","author":"Robert Winston","category":"Work, Myself, Great"},{"quote":"America has the best hand ever dealt to any country on this planet, ever. Yes, we have problems, but you travel around the world, you'll see we have it all.","author":"Jamie Dimon","category":"Best, America, World"},{"quote":"I started to travel like this at the age of 15 so for me, it's normal. Some days you get tired and you feel, 'I want to stay at home a little bit more,' but it's only the moment.","author":"Rafael Nadal","category":"Home, Age, Me"},{"quote":"There is no budget for travel for a Shadow Foreign Secretary.","author":"William Hague","category":"Shadow, Budget, Secretary"},{"quote":"The Internet is part of our evolution. The mystics used to say, 'We can travel across the planet in a thought.' Now we really can. We can be connected with a million people at a time.","author":"Forest Whitaker","category":"Time, Internet, People"},{"quote":"I think every day how incredibly lucky it is that I travel around the world playing to thousands of people.","author":"Bernard Sumner","category":"Day, World, People"},{"quote":"Tyga's one of my best friends ever, so it's so much fun to travel with him. I always like having my friends out on the road with me.","author":"Kylie Jenner","category":"Friends, Best, Road"},{"quote":"I want to go to college to study journalism. I want to speak French fluently, to travel. My mom was a journalist and it's in my blood.","author":"Mandy Moore","category":"Mom, College, Speak"},{"quote":"Interesting things come your way but as you get older, your lifestyle changes. I don't want to travel; I don't want to be in a hotel room away from my family.","author":"Gary Oldman","category":"Family, Changes, Want"},{"quote":"There are so many things I want to do. Like, I want to get an artist, a musician, a photographer, and a bunch of dancers that I know and just travel across Africa and just film it and just see what happens. Do and learn as much as I possibly can. Luckily, I have a lot more time.","author":"Channing Tatum","category":"Time, Artist, Want"},{"quote":"I travel a lot and rarely make it home to Seattle.","author":"Hope Solo","category":"Home, Seattle, Lot"},{"quote":"I wish more Americans would travel here. I always encourage my friends: 'Travel. See the Middle East. There's so much to see, so many good people.' And it's vice versa, and it helps stop problems of misunderstanding and stereotypes from happening.","author":"Maz Jobrani","category":"Friends, Good, Problems"},{"quote":"Anyone who's gotten their passport in America will tell you, when you get it, it still says what country you were born in. So I remember getting my American passport. I was like, 'Woo-hoo! I'm going to travel.' And I opened it up. It said, 'Born in Iran.' I'm like, 'Oh, come on, man!'","author":"Maz Jobrani","category":"America, Man, American"},{"quote":"My family went to Toronto to visit relatives when I was 13 or 14. It was the first time we had ever been abroad. This was the early Eighties, and I remember the impossible glamour of air travel - my mum spending days trying to decide what she was going to wear on the plane.","author":"John Niven","category":"Family, Time, Remember"},{"quote":"I get cold - really cold - when I travel.","author":"Laura Linney","category":"Cold, Get, Really"},{"quote":"Look how far the human race has come in terms of air and space travel in the last hundred years. So in the next couple of thousand years, you've got to believe that we're going to be able to do all kinds of amazing things.","author":"Chris Squire","category":"Amazing, Space, Believe"},{"quote":"I try and work out as often as possible. Since I travel very often, it becomes very difficult to have a daily work out routine, but I practice yoga every day or try and play some sport. Also, I am very aware of what suits my body in terms of food and exercise.","author":"Deepika Padukone","category":"Work, Food, Daily"},{"quote":"I've always believed that as actors, one of the biggest advantages of being in the film business - not just of being actors, but being in this industry - is the fact that you get to travel so much, and you get to see places that you probably would not if you went just as a tourist.","author":"Deepika Padukone","category":"Business, You, See"},{"quote":"I don't like hobbies. I read and travel and see my friends before they disown me.","author":"Ruth Negga","category":"Friends, Me, See"},{"quote":"Furloughing a bunch of air traffic controllers has a pretty easy-to-predict effect on air travel: It causes delays.","author":"Alex Pareene","category":"Traffic, Air, Air Travel"},{"quote":"I like to watch Bourdain and Andrew Zimmern, because I like them when they travel. I like Ina Garten, 'The Barefoot Contessa.' Giada is really nice, but I get a little bit bored with just staying in the kitchen.","author":"Debi Mazar","category":"Kitchen, Nice, Little"},{"quote":"I was a huge Beatles fan. We could talk about who I listened to growing up and what my sources were, but certainly the Beatles were a late, important resource for me, and I just took my guitar and a handful of songs, and I decided, well, I'll just go over and travel around Europe and see what comes of it.","author":"James Taylor","category":"Growing Up, Guitar, Me"},{"quote":"The myth-making about Appomattox started from the moment Lee left the courthouse on his horse to travel to Richmond.","author":"Douglas Brinkley","category":"Horse, Moment, Started"},{"quote":"I do this system called TRX. It was developed by a Navy SEAL and is basically a simple cord that you can wrap around something anywhere, anytime, and you use your body weight as resistance. We installed one in our home gym, but you can also attach it to a tree. It's very easy to travel with.","author":"Elizabeth Banks","category":"Home, Tree, Simple"},{"quote":"My job is to be a spokesman - the spokesman, I suppose - for the President, for the White House, to do the daily briefings, to manage the press corps in terms of travel, day-to-day needs, access, interviews, all those issues.","author":"Dee Dee Myers","category":"Daily, Job, President"},{"quote":"Americans aren't good at accents, but the English are because their accents change. You go five or six blocks and the accent is different, so they are used to hearing different pitches. In America, you gotta travel maybe 10 states before you can really hear a difference.","author":"Nick Nolte","category":"Change, Good, America"},{"quote":"I've gotten very cynical and kind of anhedonic about all the things I have to do to get to do comedy: all the travel, hotels, and airports.","author":"Patton Oswalt","category":"Cynical, Comedy, Kind"},{"quote":"I travel all over the world, usually 10 months out of the year. I stay at a lot of hotels, and the ones I like best are clean and not complicated. You go to bed and say, 'Wow, I feel comfortable.'","author":"Nobu Matsuhisa","category":"Best, World, You"},{"quote":"When I travel too much, it affects the music, and that is the most important thing. As long as I make good music, I can play shows, but if the music starts getting bad, the show offers won't come.","author":"Kygo","category":"Music, Good, Long"},{"quote":"In between films I like to travel and hope to visit every continent before I become a mother.","author":"Diane Kruger","category":"Hope, Mother, Between"},{"quote":"'Naked' kind of kicked me off into the film world. It just so happens that all of the things that I have been offered have been films, and I've enjoyed the travel that goes along with that.","author":"David Thewlis","category":"World, Me, Kind"},{"quote":"I fly economy. I do often fly first class, but I don't travel with a posse, or bodyguard, or an assistant.","author":"Gene Simmons","category":"Fly, Economy, First"},{"quote":"I am humbled and excited by new opportunities for me to support and share the amazing work NASA is doing to help us travel farther into the solar system and work with the next generation of science and technology leaders.","author":"Scott Kelly","category":"Work, Technology, Science"},{"quote":"There are few aspects of everyday life that aren't touched by the technologies developed for space travel.","author":"Scott Kelly","category":"Life, Space, Everyday Life"},{"quote":"I'm such a girl for the living room. I really like to stay in my nest and not move. I travel in my mind, and that that's a rigorous state of journeying for me. My body isn't that interested in moving from place to place.","author":"bell hooks","category":"Girl, Mind, Moving"},{"quote":"Beauty, pleasure, freedom and plenty of sleep: these are the hallmarks of a successful idler's break. Travel should not be hard work.","author":"Tom Hodgkinson","category":"Work, Hard Work, Beauty"},{"quote":"I love to take risks, I love to travel, and I'm very outdoor-sy, so any girl who can pick up a football and throw a spiral will definitely catch my attention.","author":"Kellan Lutz","category":"Love, Football, Girl"},{"quote":"As far as 'Twilight' goes, I'm in love with my character. I'm in love with the whole series. I love doing the fan conventions around the world, I love to travel. So wherever it fits in, I'd love to continue doing that for the rest of my life. Just meeting the fans who made everything possible from around the world.","author":"Kellan Lutz","category":"Love, Life, Character"},{"quote":"Everywhere I travel around my home state of Wyoming - but also around the country - I continue to hear, 'How can Washington make us buy something we don't want to buy, a product? They can't tell us to buy breakfast cereal or something else - how can they do that?'","author":"John Barrasso","category":"Home, Breakfast, Want"},{"quote":"I travel the world, and I can see in Toronto the cooking is very personal. These people cook with their hearts.","author":"Alain Ducasse","category":"Cooking, World, People"},{"quote":"If I had the choice to travel to two places in Europe, it would be Paris and London.","author":"Alain Ducasse","category":"Choice, London, Paris"},{"quote":"Given the number of restaurants I have, I could easily travel all the time - but I try not to.","author":"Alain Ducasse","category":"Time, Try, Number"},{"quote":"I loved working on 'Happy Gilmore' because I love to travel to new places and we got to go to British Columbia. Any Adam Sandler film is fun to work on because it is a reunion of the boys club of guys that have worked together in the past.","author":"Kevin Nealon","category":"Love, Work, Happy"},{"quote":"I never get enough sleep, even when I travel. I wake up in the middle of the night, either with the help of my kids or because my mind is going. I wish I got eight hours a night, but it is more like an interrupted six or seven. The secret is to go to sleep well before midnight.","author":"Summer Sanders","category":"Sleep, Mind, Night"},{"quote":"I love to run, but training can be hard, especially with a family and a crazy travel schedule. I often do sprints with my kids, where they bike and I run along side them so we can 'race' each other for a quarter-mile or shorter repeats.","author":"Summer Sanders","category":"Love, Family, Training"},{"quote":"I love to not work. I like to travel. I work maybe half the year, no more.","author":"Catherine Deneuve","category":"Love, Work, Year"},{"quote":"Unfortunately, I'm more experienced than I care to admit on long-distance relationships. Just because that is my life. I travel because I love to. As a result, I have to sort of make it work when a relationship kind of comes into view.","author":"Hunter Hayes","category":"Love, Life, Work"},{"quote":"Modeling isn't really a tough job. Acting is much harder: so much prep and changing your look and mannerisms. It's a more difficult lifestyle being a model. I traveled all the time. Although, now I wonder, because I travel all the time for acting, too. So they both have their difficulties.","author":"Olga Kurylenko","category":"Time, Job, Acting"},{"quote":"The truth is, I never travel without cash. I always take a few tens with me in case of an emergency. There's never been an emergency, and in time, I realized that Americans don't want to touch customers' dirty bills. They also don't want to touch your credit card: you have to put it through the machine yourself, with your own fingers.","author":"Sayed Kashua","category":"Time, Truth, Yourself"},{"quote":"If you look at human society, it is very easy, of course, to compare our warfare and territoriality with the chimpanzee. But that's only one side of what we do. We also trade, we intermarry, we allow each other to travel through our territory. There's an enormous amount of cooperation.","author":"Frans de Waal","category":"Society, Easy, You"},{"quote":"I travel all the time.","author":"Guy Kawasaki","category":"Time"},{"quote":"Each day as I travel through downtown Tucson, I am amazed at how quickly the most ancient of human behaviors have changed. For as long as there have been Homo sapiens - roughly 200,000 years - people have filled their lives principally with two activities: talking directly with other people, and doing physical things.","author":"Andrew Weil","category":"Day, I Am, People"},{"quote":"Fiction leaves us so much work to do, allows the individual so much input; you have to see, you have to hear, you have to taste the madeleine, and while you are seemingly passive in your chair, you have to travel.","author":"Hilary Mantel","category":"Work, Chair, You"},{"quote":"I grew up in Harlem in New York, very rough, urban environment, and so what I found is that, if I can have kids travel to different places, countries, areas, it can expand their minds.","author":"Ving Rhames","category":"New York, Environment, Kids"},{"quote":"The photograph reverses the purpose of travel, which until now had been to encounter the strange and unfamiliar.","author":"Marshall McLuhan","category":"Purpose, Strange, Now"},{"quote":"My 'go to' workout is called the Asylum from Beach Body. It's intense training with lots of intervals, core work. It's hard! I travel a lot, so I can take it on the road with me and do it in a hotel room.","author":"Apolo Ohno","category":"Work, Road, Training"},{"quote":"My father is 100% Japanese and came to the United States when he was only 18 years old. My grandmother still resides in Japan, which has allowed me to travel to the roots of my ancestors with my father.","author":"Apolo Ohno","category":"Father, Roots, Me"},{"quote":"I was told by so many people that I wouldn't succeed because I was too different. Ironically, the very reason that people watch my channel and travel thousands of miles to see a show... is because it's different. God didn't send us to Earth to just blend in. We are here to share what makes us unique.","author":"Lindsey Stirling","category":"God, Unique, People"},{"quote":"Radical Islamic jihadists have a long-term vision. And if they have to stay in Europe to obtain a citizenship, to ultimately travel to the United States, and if it takes them five years or ten years, they're okay with that. History has proven that.","author":"Jeff Duncan","category":"History, Vision, Citizenship"},{"quote":"Traveling, you realize that differences are lost: each city takes to resembling all cities, places exchange their form, order, distances, a shapeless dust cloud invades the continents.","author":"Italo Calvino","category":"City, Lost, Differences"},{"quote":"When I write, I'm still imagining a kid reading it on paper. I read e-books when I travel, but in general I still prefer holding an old-fashioned book in my hands. There's a special, tactile experience.","author":"Rick Riordan","category":"Experience, Reading, Book"},{"quote":"I've always liked the idea that writing is a form of travel. And I started my writing career as a mystery novelist for adults.","author":"Rick Riordan","category":"Writing, Mystery, Career"},{"quote":"I live a good life but a pretty simply life. I just store all my money under my mattress. My wife and I travel, and I bought my dream car, the Cobra.","author":"Aaron Paul","category":"Life, Money, Good"},{"quote":"Mr. Trump of course feels sorry for what the Khan family has gone through, just, frankly, as he felt sorry for the victims that spoke before the Republican Convention who lost loved ones from illegal immigrant criminals coming in and being able to travel the country freely.","author":"Paul Manafort","category":"Family, Lost, Sorry"},{"quote":"My school didn't have a drama department. I was one of the lucky four children who got to travel twice a week to another school because our school could only afford one taxi.","author":"Richard Madden","category":"Children, School, Week"},{"quote":"Good Viking genes, being vegetarian and having rowdy dogs and kids definitely keep me in shape. Not eating meat gives me the energy I need to keep up with work, family and travel - I'm very active.","author":"Pamela Anderson","category":"Work, Family, Good"},{"quote":"Fashion pictures show people looking glamorous. Travel pictures show a place looking at its best, nothing to do with the reality. In the cookery pages, the food always looks amazing, right? Most of the pictures we consume are propaganda.","author":"Martin Parr","category":"Food, Best, Amazing"},{"quote":"As we travel around Britain, I am convinced most of us cannot really appreciate what we are seeing. We take too much for granted, because it is all so familiar.","author":"Martin Parr","category":"I Am, Appreciate, Seeing"},{"quote":"By default, I am a travel photographer. I work on a combination of commissions and personal projects that take me around the world.","author":"Martin Parr","category":"Work, I Am, World"},{"quote":"For those aspiring to make a living from travel photography, it's a sad fact that the boring shots are the shots that are going to make you money.","author":"Martin Parr","category":"Money, Sad, Photography"},{"quote":"In this life, you should read everything you can read. Taste everything you can taste. Meet everyone you can meet. Travel everywhere you can travel. Learn everything you can learn. Experience everything you can experience.","author":"Mario Cuomo","category":"Life, Experience, You"},{"quote":"I stepped away to find out more about myself, which I was having difficulty doing as a football player. I got a chance to travel the world. I studied Eastern philosophy, and I've grown as a person so much.","author":"Ricky Williams","category":"Football, Myself, World"},{"quote":"Texts and e-mails travel no faster than phone calls and telegrams, and their content isn't necessarily richer or poorer.","author":"Alison Gopnik","category":"Content, Phone, Faster"},{"quote":"I always try to travel light.","author":"Claire Tomalin","category":"Light, Try, Always"},{"quote":"I travel a lot. I'm on the move.","author":"Ted Turner","category":"Move, Lot"},{"quote":"I sit here as the first African-American attorney general, serving the first African-American President of the United States. And that has to show that we have made a great deal of progress. But there's still more we have to travel along this road so we get to the place that is consistent with our founding ideals.","author":"Eric Holder","category":"Great, Progress, Road"},{"quote":"There's an image that some of us have of Jackie Onassis, stepping out in the rain, and Maurice Tempelsman is holding her umbrella. We want that man. We want the man to be the concierge and the masseur and the travel booker.","author":"Sandra Tsing Loh","category":"Rain, Man, Want"},{"quote":"From a pretty early age, I developed an interest in travel. I told my parents I wanted to live abroad, and they said, 'Well, you have to have money to do those things.'","author":"Aileen Lee","category":"Age, Money, Parents"},{"quote":"What I like about modelling is that it has given me that opportunity to travel and experience different cultures, work with creative people, and now it's given me a voice, and with that voice hopefully I can do good things with it.","author":"Miranda Kerr","category":"Work, Good, Experience"},{"quote":"There was never any question that I would go to college, that I would travel, that I would go to the theater early and often.","author":"Harold Prince","category":"College, Early, Question"},{"quote":"The bottom line is, if you're pregnant, don't travel to an area where Zika is spreading.","author":"Tom Frieden","category":"You, Line, Where"},{"quote":"The first case of Ebola diagnosed in the United States has caused some to call on the United States to ban travel for anyone from the countries in West Africa facing the worst of the Ebola epidemic. That response is understandable. It's only human to want to protect ourselves and our families.","author":"Tom Frieden","category":"Want, Africa, Human"},{"quote":"I'm obsessed with Nicholas Sparks. I've literally read every single book, because every time I travel, at the airport, I always buy a new Nicholas Sparks book.","author":"Emma Roberts","category":"Time, Book, Single"},{"quote":"The trains that travel the Chunnel are massive machines. The Eurostars are bullet-shaped and a quarter-mile long. They are pulled by a 136,000-pound locomotive and move in the open air at 185 m.p.h. and through the tunnel at 100 m.p.h.","author":"Peter Landesman","category":"Long, Tunnel, Through"},{"quote":"When I was 17, my main goal was to be in a band and travel the world. I ended up getting to do that with my old band Hey Monday. I got to see the world and learn how to tour, and the next thing I knew, I was on 'The Voice.' So it was just a crazy, crazy ride.","author":"Cassadee Pope","category":"Goal, Crazy, World"},{"quote":"I travel around the world constantly promoting my projects and endorsing products. Yes, I do get paid to go to parties; in fact, I'm the person who started the whole trend of paid appearances. But when you see me at a party, I'm always working or promoting something.","author":"Paris Hilton","category":"World, Me, Party"},{"quote":"When I go on Japanese Airlines, I really love it because I like Japanese food.","author":"Phil Collins","category":"Love, Food, Like"},{"quote":"There's this group online that I frequent. It's a group of prop crazies just like me called the Replica Props Forum, and it's people who trade, make and travel in information about movie props.","author":"Adam Savage","category":"Information, Me, People"},{"quote":"When we set out our original program from the beginning, obviously our markets were pretty limited, and we were thinking about them mostly as U.S. shows, and they would travel like other U.S. shows have.","author":"Ted Sarandos","category":"Thinking, Beginning, Pretty"},{"quote":"Most people travel with a good book, but I also keep my agenda with me; I'll flip through the pages and take a few moments to organize my life a little - I rarely get the time to do this normally.","author":"Carolina Herrera","category":"Life, Time, Good"},{"quote":"I didn't have any expectations of what my family life would end up being like. But I've been very blessed in my life to have a wife who loves me and supports me and is able to be in my band and travel with me.","author":"Josh Turner","category":"Life, Family, Wife"},{"quote":"My first full year of touring, I did 300 days on the road. That was not including the travel time or publicity or anything else - that was just dates. I was home probably less than 50 days that year.","author":"Josh Turner","category":"Time, Home, Road"},{"quote":"We travel so much as touring musicians and artists that sometimes, when you hear a great song that you really think could be on your project, you go ahead and record it instead of try to write it.","author":"Jon Pardi","category":"Great, Musicians, Song"},{"quote":"I think having toured the world and seeing many places, I've just been blown away by how we've really scarred our home. I'm as guilty as the next person if not more so. I travel a lot. The damage we do to our planet is huge.","author":"James Blunt","category":"Home, World, Think"},{"quote":"I'm always ready for the enemy to come over the hill. I'm packed and set to go. That comes from my time in the army. I used to travel in a tank, but now it's a tour bus going to safer places.","author":"James Blunt","category":"Time, Army, Enemy"},{"quote":"Not everything in old age is grim. I haven't walked through an airport for years, and wheelchairs are the way to travel.","author":"Donald Hall","category":"Age, Old Age, Way"},{"quote":"I'm vegan on home base, but when I travel to other countries, I throw it all into the garbage.","author":"Lake Bell","category":"Home, Garbage, Vegan"},{"quote":"I think part of what I love about being an actor is getting to take on different worlds and investigate different genres and travel to different lands.","author":"Lake Bell","category":"Love, Actor, Think"},{"quote":"I've always been a big fan of time travel, and I'm very into the notion that some day we'll be able to do it. Beam me up!","author":"Scott Bakula","category":"Time, Day, Me"},{"quote":"I hope that I'll be hot for a long time so I can make a lot of money, I can retire early, and just travel. Hopefully that will happen.","author":"Kristin Cavallari","category":"Time, Hope, Money"},{"quote":"I live in Chicago, but my work is always in New York or L.A., so I always have to travel for my job.","author":"Kristin Cavallari","category":"Work, Job, Live"},{"quote":"I love the idea that if you're going to travel through time, you do it in this insanely dangerous car travelling at 88 miles per hour.","author":"Ryan North","category":"Love, Time, Car"},{"quote":"I was destined to work with dying patients. I had no choice when I encountered my first AIDS patient. I felt called to travel some 250,000 miles each year to hold workshops that helped people cope with the most painful aspects of life, death and the transition between the two.","author":"Elisabeth Kubler-Ross","category":"Life, Work, Death"},{"quote":"Horror movies travel pretty well anyway. They're like action movies: People overseas can watch them and enjoy them, and they're not so culturally specific in terms of their references, and they can follow a good scary story.","author":"Robert Englund","category":"Good, Action, Enjoy"},{"quote":"Death by plane crash scares me. I travel a lot, and when you hit turbulence, and post 9/11, that's in the back of my mind a bit.","author":"Robert Englund","category":"Death, Mind, Me"},{"quote":"Even with protection, even with death threats, I can publish, I can travel and I can live the life that I want and not the one my parents want or some imam somewhere thinks I should live.","author":"Ayaan Hirsi Ali","category":"Life, Death, Parents"},{"quote":"I always want to give my best and do the best I can. I know when I have sung my best and when I haven't. There can be stresses and hassles with time travel and press attention. I just have to adapt and find a way of dealing with it.","author":"Katherine Jenkins","category":"Time, Best, Want"},{"quote":"In Heaven, I believe my dad is somewhere doing something nice. I feel I've been too lucky to travel this far without somebody guiding me.","author":"Katherine Jenkins","category":"Believe, Me, I Believe"},{"quote":"It's shocking to think about how little the travel industry cares about sustainability - and it's the basis of their business!","author":"Jochen Zeitz","category":"Business, Sustainability"},{"quote":"We may regard the solar systems as separate sponges, swimming in a World of Divine Spirit, and thus it will be apparent that in order to travel from one solar system to another, it would be necessary to be able to function consciously in the highest vehicle of man, the Divine Spirit.","author":"Max Heindel","category":"Man, World, Swimming"},{"quote":"I think all regions have had their peculiarities of speech rounded off by television, radio, and people travel so much more now.","author":"Daniel Woodrell","category":"People, Television, Think"},{"quote":"All the rappers my age are getting Audemars and Rolexes. I want to find my own thing. That's why I travel the world - for me, that's my B-side, why we go places. I have a Hublot on from time to time but I want a home base watch - something that's elegant but has got a little pizzazz to it.","author":"Wale","category":"Time, Home, Age"},{"quote":"My first experiences of Colorado travel have been rather severe. At Greeley, I got a small upstairs room at first, but gave it up to a married couple with a child, and then had one downstairs no bigger than a cabin, with only a canvas partition. It was very hot, and every place was thick with black flies.","author":"Isabella Bird","category":"Child, Small, Black"},{"quote":"I particularly like to travel for work because you see a completely different side of the country you're visiting.","author":"Philip Treacy","category":"Work, You, See"},{"quote":"The growth of purposeful travel is a good thing. It can have a positive impact. We should continue to experiment and move along this line.","author":"Joe Garcia","category":"Positive, Good, Growth"},{"quote":"Travel is an exercise partly in broadening yourself and partly in defining your own limits.","author":"Andrew Solomon","category":"Yourself, Limits, Exercise"},{"quote":"I started traveling out of curiosity, but I have come to believe in travel's political importance, that encouraging a nation's citizenry to travel may be as important as encouraging school attendance, environmental conservation, or national thrift. You cannot understand the otherness of places you have not encountered.","author":"Andrew Solomon","category":"School, Environmental"},{"quote":"You can't expect the entire world to come to New York to see you. You have to travel to them.","author":"Theodore Bikel","category":"World, New York, You"},{"quote":"I realized I couldn't have one foot in the fiction world and one foot in the nonfiction world, which is why 'Here I Go Again' is so not me. I didn't graduate from high school in the '90s, I never listened to metal music, and I don't time travel.","author":"Jen Lancaster","category":"Music, Time, School"},{"quote":"Michael Palin decided to give up on his considerable comedy talents to make those dreadfully tedious travel shows. Have you ever tried to watch one?","author":"John Cleese","category":"Comedy, Talents, You"},{"quote":"Touring can be tough; the crew and I travel everywhere by a big pink bus, and live in petrol stations.","author":"Marina and the Diamonds","category":"Pink, Live, Tough"},{"quote":"I'm a 'tweener,' man! I couldn't march with Dr. King and them. And I'm too old to be a hip-hopper. But I've been granted honorary status in each generation... I see my tongue as a bridge over which ideas can travel back and forth.","author":"Michael Eric Dyson","category":"Man, Bridge, Ideas"},{"quote":"Big climbs energize me. It's all the other aspects of being a pro-climber that wear me down. The travel and expeditions and training can become pretty tiring. But the actual big climbs - that's what I live for.","author":"Alex Honnold","category":"Training, Me, Live"},{"quote":"I travel around and hear from so many kids. Their parents say they were always very picky but they watch the show and they want to try stuff. The show is entertainment, but I think it has done so much for the public perception of what food can be.","author":"Tom Colicchio","category":"Food, Parents, Perception"},{"quote":"Since I travel so much, it's always great to be home. There's nothing like getting to raid my own refrigerator at two in the morning.","author":"Amy Grant","category":"Morning, Home, Great"},{"quote":"Being in the pop group Eternal gave me the most wonderful opportunity to travel the world, and I have visited some spectacular countries.","author":"Louise Nurding","category":"Opportunity, World, Me"},{"quote":"The genre has moved into this commercial aspect of itself, and ignored this extraordinarily rich literature that's filed everywhere else except under travel.","author":"Robyn Davidson","category":"Literature, Rich, Commercial"},{"quote":"The truth is I'm not really interested in travel writing as it's generally conceived, and even less so in female travel writing.","author":"Robyn Davidson","category":"Truth, Writing, Truth Is"},{"quote":"Every congresswoman surely endures the same strains that drive some of her male colleagues to have affairs: lots of travel, families far away, heady work that makes a domestic routine seem distant and boring. But the stakes are much higher for women, because they are still judged by a different standard.","author":"Hanna Rosin","category":"Work, Women, Colleagues"},{"quote":"Once you're in a room like '30 Rock,' it's a creative setting, so you write more even after you go home, just because you're still in that mode of coming up with jokes. So the job wasn't sapping standup jokes, but it was sapping stand up time and energy, and I wouldn't be able to travel as much.","author":"Hannibal Buress","category":"Time, Home, Job"},{"quote":"I think that you certainly don't have to be aged and travel the world to write a poem.","author":"Rita Dove","category":"World, Think, You"},{"quote":"In a certain sense, a writer is an exile, an outsider, always reporting on things, and it is part of his life to keep on the move. Travel is natural.","author":"James Salter","category":"Life, Always, Natural"},{"quote":"I love anywhere new and different. That's the fun of travel. I've always loved driving through Spain, France and Italy - sometimes in an Alfa Spider.","author":"Rory Bremner","category":"Love, Fun, Loved"},{"quote":"I've always traveled, as a kid my parents moved me around, a different place in Germany every four years. But I got the travel bug when I was a kid, living in different countries.","author":"Dominic Monaghan","category":"Parents, Me, Living"},{"quote":"I've been fortunate enough to write a book and travel the country to sign and sell it, so I can safely say that a five-second burst of conversation while you're scribbling your name, over and over, is not the most reliable way to bond with Americans.","author":"Gwen Ifill","category":"Book, Name, Conversation"},{"quote":"I hate to travel. I don't go anywhere.","author":"Ingmar Bergman","category":"Hate, Go, Anywhere"},{"quote":"The idea of making access to safe abortions harder and more expensive and more difficult, having to travel across state lines - that puts women's health and lives in jeopardy, which is something I think no one wants.","author":"Cynthia Nixon","category":"Women, Health, Think"},{"quote":"The Nike Fuel Band is interesting - it measures your movements and how far you've walked and how hard you've worked that day. I prefer using when I travel. It's a fun way to see how far I've walked - how many steps I've taken when I'm walking around different cities.","author":"Andrew Luck","category":"Day, Fun, Walking"},{"quote":"I travel a lot, and that makes it harder to date, but it also opens up opportunities for me to meet people where I wouldn't normally meet them.","author":"Cameron Dallas","category":"Opportunities, Me, People"},{"quote":"I travel fairly lightly because you have to these days. I always take a laptop and an iPod so I can watch movies and listen to music. And my Gameboy. That's a good time-killer.","author":"Bill Engvall","category":"Music, Good, Movies"},{"quote":"In my 20s, as I began to travel in Europe, I found comfort in religious paintings. Even though my own belief in Catholic dogma had been shaken and weakened, I found that the beauty and the richness of the art still held me.","author":"Colm Toibin","category":"Art, Beauty, Me"},{"quote":"Eating well was something I learned as I started to be successful and had to travel and perform concerts, which are an intense cardio workout.","author":"Curtis Jackson","category":"Successful, Eating, Well"},{"quote":"Because travel has always been such a vital part of myself and so essential to who I am, I have made the decision to continue to put myself back out into the world. And that's not an easy decision to make.","author":"Amanda Lindhout","category":"Myself, I Am, World"},{"quote":"Getting on a plane is hard for me, but I do it, because travel is vital to me.","author":"Amanda Lindhout","category":"Me, Because, Hard"},{"quote":"I don't like to travel. Yet all my books seem to involve a journey.","author":"Chris Van Allsburg","category":"Journey, Like, Seem"},{"quote":"The railroads needed standardized time; as a result, the technology of train travel shaped the way everyone gets up, eats, goes to sleep, calculates age, and, perhaps of no small importance, imagine the world as a whole, ticking reliably, with reliable deviations, according to the beat of one central clock in a physical location.","author":"Stacey D'Erasmo","category":"Time, Technology, Age"},{"quote":"As a child I sometimes used to travel to the West Bank to visit my family, so I know what the checkpoints felt like. I knew what it was like to live under occupation.","author":"Queen Rania of Jordan","category":"Family, Child, Live"},{"quote":"I try to travel as light as possible to avoid baggage issues. Los Angeles airport is notorious for baggage delays, so I'll often FedEx a suitcase ahead or back so I don't need to stand around; it also minimises problems at check-in.","author":"Kyle MacLachlan","category":"Light, Problems, Stand"},{"quote":"You don't have to travel, but I find extended travel to be a helpful tool for reexamining yourself and the constraints you've artificially placed on your life. It's easy to believe everything has to be done one way if you're always in one place around the same people.","author":"Timothy Ferriss","category":"Life, Believe, Yourself"},{"quote":"I knew from the first moment I picked up a camera, on my first school assignment, what I wanted to do for the rest of my life. I was going to find a way to travel the world and tell the stories of the people I met through photographs.","author":"Mary Ellen Mark","category":"Life, School, World"},{"quote":"During prom season, I travel around the country with a 20-by-24 camera - which is logistically complicated - and photograph proms. My husband made a film of it.","author":"Mary Ellen Mark","category":"Husband, Camera, Season"},{"quote":"When I travel with my kids abroad, I am not myself, but I'm more a father who wants to protect them. Sometimes, I am even aggressive about certain things and get surprised seeing myself like that: for instance, when people want to take pictures of them. I am fine if they want to take my pictures, but they are not public property.","author":"A. R. Rahman","category":"Father, Myself, I Am"},{"quote":"Being able to travel the world is pretty cool. There are places that I've always wanted to go to but being able to go there as somebody who's a musician and is recognised as one is cool.","author":"Tinie Tempah","category":"Cool, World, Places"},{"quote":"Travel books are, by and large, boring. They lodge uncomfortably between fact, fiction and autobiography.","author":"Arthur Smith","category":"Boring, Fact, Between"},{"quote":"Occasionally I find a travel book that is both illuminating and entertaining, where vivid writing and research replace self-indulgence and sloppy prose.","author":"Arthur Smith","category":"Writing, Book, Research"},{"quote":"Don Quixote's 'Delusions' is an excellent read - far better than my own forthcoming travel book, 'Walking Backwards Across Tuscany.'","author":"Arthur Smith","category":"Book, Walking, Better"},{"quote":"Scoring goals is the best feeling you can have. I always look up at the stand for my family straight afterwards it means everything to me that they travel to every game.","author":"Frank Lampard","category":"Family, Goals, Best"},{"quote":"There are always things I find difficult - being in crowds, remembering faces. I do like routines. I always travel with someone. My life in Avignon is a very quiet one. I have an apartment that looks over the whole city. I can drop into town, but a lot of the time I write from home. In some respects I still live a very quiet, simple life.","author":"Daniel Tammet","category":"Life, Time, Home"},{"quote":"In the spring of 1968, The Beatles and I were invited by Maharishi Mahesh Yogi to travel to Riskikesh, India. Riskikesh has been an important spiritual place to many millions of people over the years. It is situated where the Ganges River flows out of the Himalayas, and to be in that atmosphere was something incredibly special.","author":"Mike Love","category":"Spiritual, River, Spring"},{"quote":"With all the stuff that's going on in the world - after I watch the news, read the news, and listen to my podcasts, at the end of the day, am I really going to watch an episode of murder and time travel?","author":"Betty Gilpin","category":"Time, Day, World"},{"quote":"I certainly have routines in my day-to-day life that are important to me and still give me feelings of security and control, but the capacity to break out of them every so often as I travel has given me a second wind.","author":"Daniel Tammet","category":"Life, Wind, Me"},{"quote":"Nobody controls me. I travel with my husband when I can, when I know that I can go, and I know that my son is okay alone for a few days with the help.","author":"Melania Trump","category":"Son, Alone, Help"},{"quote":"Those are the kinds of roles you can really sink your teeth into. Characters with an edge. When you're playing someone who's sort of seedy, there's less limitation, there's so much space you can travel. There's room to move in.","author":"Matt Dillon","category":"Space, You, Teeth"},{"quote":"We take so many of our freedoms for granted nowadays - I can travel where I like, I can have a baby when I like, I can do any job I want - but I do think chivalry has been lost a little bit.","author":"Dan Stevens","category":"Job, Baby, Lost"},{"quote":"'What comes next?' is the constant question I'm asked by outsiders eager to travel to the island. During the eleven years I traveled to Havana, very few Cubans I met on the island ever bothered to verbalize this question.","author":"Brin-Jonathan Butler","category":"Question, Island, Years"},{"quote":"For years, I had no time for exploratory travel.","author":"Renee Fleming","category":"Time, Years, Had"},{"quote":"Having to travel so much plays havoc with your personal life.","author":"Renee Fleming","category":"Life, Personal"},{"quote":"I am always exhausted; I am always trying to find more time to be with my family, which is why they travel with me so much.","author":"John Tesh","category":"Family, Time, I Am"},{"quote":"Everyone carries his own inch rule of taste, and amuses himself by applying it, triumphantly, wherever he travels.","author":"Henry Adams","category":"Everyone, Taste, Wherever"},{"quote":"I hate to travel with stuff.","author":"Manolo Blahnik","category":"Hate, Stuff"},{"quote":"I've always been into visual effects. It was something I took keen interest in before films happened. Ironically, I am a part of 'Raaz 3,' a film that is shot entirely on 3D. It has encouraged me to pursue my dream. Hopefully, if time permits, I will travel to the United States and attend a crash course in visual graphics and animation.","author":"Emraan Hashmi","category":"Time, I Am, Me"},{"quote":"I live in a Moomin house in East London which I fill with blankets and nice crockery and get people round for dinner. When you travel a lot, you feel rootless and adrift - this is my sanctuary, where I can breathe out.","author":"Bat for Lashes","category":"People, Dinner, Live"},{"quote":"If you play the same club every week of every month, it's kind of boring. It's great that you can play one night in Brazil and one night in Japan, one night in Europe, and see the world. It's amazing what you see if you travel around the world.","author":"Tiesto","category":"Great, Amazing, World"},{"quote":"You must know that Iran has a great number of productions. Many films are released. Most of them, like in the rest of the world, are commercial and shallow films. These are the most popular ones. And there are a few ones that actually develop more profound and thoughtful aspects of life. Only some of these films travel out of Iran.","author":"Asghar Farhadi","category":"Life, Great, World"},{"quote":"I like playing tennis. I've always enjoyed the process of being a tennis player; I'm just not sure that I enjoyed the travel at the end, and my body didn't recover from the day-to-day grind.","author":"Andy Roddick","category":"End, Body, Tennis"},{"quote":"It's a very immersive and intense form of travel to walk around with an interpreter and stop random people on the street and ask them about their lives.","author":"Brandon Stanton","category":"Walk, People, Street"},{"quote":"We all become great explorers during our first few days in a new city, or a new love affair.","author":"Mignon McLaughlin","category":"Love, Great, City"},{"quote":"I never travel without my Stetson, but the more I wear it the more I realise that no one wears hats any more. When I was a kid everybody wore hats, especially in Texas, but I get off the plane in Dallas now and I'm the only guy with a hat. It's amazing.","author":"Larry Hagman","category":"Amazing, Hat, Texas"},{"quote":"Touch seems to be such an important tool for enhancing social cooperation and affiliation that we have evolved a special physical route along which those subliminal feelings of social connection travel from skin to brain.","author":"Leonard Mlodinow","category":"Brain, Cooperation, Feelings"},{"quote":"My father's plan was, we were going to grow up and travel the world.","author":"Philippe Cousteau, Jr.","category":"Father, World, Plan"},{"quote":"I travel all over the country speaking to young people, and I am always amazed at how engaged in environmental conservation they are.","author":"Philippe Cousteau, Jr.","category":"Environmental, I Am, People"},{"quote":"I've said before, the number one thing that we have to work on is protecting the gay community from sharia law. Now, in the United States, it's probably not a big issue right now, but my brother-in-law is gay, and his partner and I would like them to be able to travel any place in the world without them risking harm.","author":"Foster Friess","category":"Work, Community, Law"},{"quote":"I want my life to match my work now. I don't want to work and then travel. I want to be at one place.","author":"Sarita Choudhury","category":"Life, Work, My Life"},{"quote":"Our career is a dream. I mean, we get to act, travel around the world, and meet cool people. What's not to love!","author":"Mary-Kate Olsen","category":"Love, Cool, World"},{"quote":"Doing Shakespeare once is not fair to the play. I have been in Shakespeare plays when it's not until the last two or three performances when I even understand certain things. In the old days star actors would travel the world doing the same parts over and over again.","author":"Al Pacino","category":"World, Play, Three"},{"quote":"Chess has given me a lot more than I could ask for. I have been able to feel special, travel the world and do what I truly enjoy. Moreover, chess players love being their own boss and hate having to wake up early!","author":"Viswanathan Anand","category":"Love, Hate, Boss"},{"quote":"The good news is that real-world hands-on conservation is alive and well and catching on across the America I travel.","author":"Ted Nugent","category":"Good, America, News"},{"quote":"When I travel abroad, because I'm Columbian, I'm always one that they check twice and security and I'm the one that they open my bag and the one they pull to the side to check the visa.","author":"Sofia Vergara","category":"Security, Bag, Check"},{"quote":"I remember returning to Bangalore after a few months of travel and seeing it as a first-world city, like New York or San Francisco. This may be obvious to some people, but I grew up in Delhi, and I had no experience of how someone from a 'Tier 2' city may view a 'Tier 1' city. You really do emigrate between worlds when you come from those towns.","author":"Karan Mahajan","category":"Experience, City, Remember"},{"quote":"I've been lucky enough to travel widely. When you're based in Europe, it's very easy to go to Madrid or Budapest for the weekend. I also lived in Italy for ten years and now live in Ireland.","author":"Laurie Graham","category":"Live, Easy, You"},{"quote":"If you travel 11 months a year - from one dangerous or isolated situation to the next - if you live in hotels, and every relationship with another human being is a two-week relationship, the only other people who have any idea what you're going through or how strung out you are are other photographers.","author":"Rick Smolan","category":"Relationship, People, Live"},{"quote":"I find Facebook absolutely fascinating because I don't think there's ever been any one source that had so much information about each of us - who we talk to, who our friends are, what books we read, what we're buying, what movies we saw, what our travel is.","author":"Rick Smolan","category":"Friends, Information, Think"},{"quote":"I have just returned from Boston. It is the only thing to do if you find yourself up there.","author":"Fred Allen","category":"Yourself, You, Find"},{"quote":"In the Arctic, the Inuit are saying water and land are the same; they're an unbroken unity. In the winter, you travel on the ice because it's the linkage and the easiest way, and in the summer, you move around on the water.","author":"John Ralston Saul","category":"Water, Unity, Winter"},{"quote":"Novels set in distant places give us expectations not unlike those we have of travel writing, and often the distinctions are blurred, as in, say, the way the low life of Tokyo's Shinjuku Ward is depicted in John David Morley's recent 'Pictures from the Water Trade.'","author":"Darryl Pinckney","category":"Life, Water, Writing"},{"quote":"I love short trips to New York to me it is the finest three-day town on earth.","author":"James Cameron","category":"Love, Short, Me"},{"quote":"No matter where I've been overseas, the food stinks, except in Italy.","author":"Carmen Electra","category":"Food, Matter, Italy"},{"quote":"Traveling is seeing it is the implicit that we travel by.","author":"Cynthia Ozick","category":"Seeing, Traveling, Implicit"},{"quote":"I'm a travel enthusiast.","author":"Iggy Pop","category":"Enthusiast"},{"quote":"I like to travel in jeans because I don't want to wallow around in my suit, you know? They cost too much. Jeans are comfortable.","author":"Louie Gohmert","category":"Want, Know, You"},{"quote":"It really is a fact that liberals are much higher than conservatives on a major personality trait called 'openness to experience.' People who are high on openness to experience just crave novelty, variety, diversity, new ideas, travel. People low on it like things that are familiar, that are safe and dependable.","author":"Jonathan Haidt","category":"Experience, Diversity"},{"quote":"I did rebel. I was the rebel in my family, because my dad wanted me to go and just travel with him.","author":"Dhani Harrison","category":"Family, Me, Rebel"},{"quote":"A man who leaves home to mend himself and others is a philosopher; but he who goes from country to country, guided by the blind impulse of curiosity, is a vagabond.","author":"Oliver Goldsmith","category":"Home, Man, Curiosity"},{"quote":"I'd rather have huge success and huge failures than travel in the middle of the road.","author":"Kevyn Aucoin","category":"Success, Road, Middle"},{"quote":"Every time I took a long leave from home, I felt as if I were going to conquer the world. Or rather, take possession of what is my birthright, my inheritance.","author":"Ella Maillart","category":"Time, Home, World"},{"quote":"In America there are two classes of travel - first class, and with children.","author":"Robert Benchley","category":"Children, America, First"},{"quote":"I want to travel around the country and make my living playing music. I also try to behave in a way that I would appreciate as a music fan. That's how we conduct ourselves, be it in writing music or playing it live.","author":"Buzz Osborne","category":"Music, Writing, Live"},{"quote":"You become a better writer by writing. You become a better travel writer by writing about travel.","author":"Tim Cahill","category":"Writing, Better, You"},{"quote":"When I travel I normally eat club sandwiches or I bring my own food. When you go into a new town, it's very had to find a good place to eat.","author":"Paul Prudhomme","category":"Food, Good, You"},{"quote":"My writing is a combination of three elements. The first is travel: not travel like a tourist, but travel as exploration. The second is reading literature on the subject. The third is reflection.","author":"Ryszard Kapuscinski","category":"Reflection, Writing, Reading"},{"quote":"The perfect pop song is a 20th-century creation; it's not a sonnet, it's not an opera, it's something short - three and a half minutes by nature - and has this ability to travel and to defy class and economic structures.","author":"Doug Aitken","category":"Nature, Short, Song"},{"quote":"Actually, I started to become an actress because I met someone who was just a friend and I found his life wonderful, I thought, Oh my god, you can travel, you're free, you can do what you want, you're the boss. And then I met an actor and I was in love with him.","author":"Lea Seydoux","category":"Love, Life, God"},{"quote":"Whether a plane to Singapore, a subway in Manhattan, or the streets of Cincinnati, I search for meaningful conversation wherever I may travel. Without it, I believe we lose the ability to not only understand others, but more importantly, ourselves.","author":"Dhani Jones","category":"Believe, Conversation"},{"quote":"Every day is intense and alive, whether it's travel, work, even down time, which there is so little of.","author":"Josh Lucas","category":"Work, Time, Day"},{"quote":"The worst thing about touring is the travel.","author":"Kerry King","category":"Worst, Worst Thing, Touring"},{"quote":"When I was little, I didn't really travel - from the suburbs to Paris was already a journey. I had a foreigner's eye on the city, and I still enjoy that point of view. Then there's the fact that one of the things that touches me most is injustice.","author":"JR","category":"Journey, City, Injustice"},{"quote":"I always thought when I hit 50 years old that'd be it for the travel. I don't have to tell you - you wait at an airport, your flight's delayed, get on a 14-hour flight, get off, get stuck in traffic, you get to the hotel and the room service is closed.","author":"Brian Setzer","category":"Service, Thought, Hotel"},{"quote":"To get away from one's working environment is, in a sense, to get away from one's self; and this is often the chief advantage of travel and change.","author":"Charles Horton Cooley","category":"Change, Self, Environment"},{"quote":"Greater personal choice, individually tailored services, stronger local accountability, greater efficiency - these are all central to the new direction of travel we have set for our public services.","author":"John Hutton","category":"Choice, Accountability"},{"quote":"Movie acting is a great job for your twenties: You travel all over, you have affairs with people, and you throw yourself into one part and then another. It gets more challenging as you get older, and it's not just having a daughter, it's wanting to have your own life and be yourself.","author":"Helen Hunt","category":"Life, Daughter, Great"},{"quote":"The only thing I like about air travel is it gives me time to read.","author":"Jane Lindskold","category":"Time, Me, Air"},{"quote":"Rail travel for me is the most relaxing, most scenic way to see the country.","author":"John Paul DeJoria","category":"Me, Country, See"},{"quote":"I wanted to do my part to help preserve that golden age of travel... I step aboard The Patron Tequila Express railcar, and I go back in time to the days when a long journey was something fun and very special.","author":"John Paul DeJoria","category":"Time, Journey, Age"},{"quote":"I've always enjoyed traveling and having experience with different cultures and different people. But it's also a wonderful thing to be able to benefit and enable research, not only in our country but around the world.","author":"Laurel Clark","category":"Experience, World, Research"},{"quote":"I'm passionate and I travel the world not just as a tourist but to understand cultures... I've lived with Masai tribe... I travel the world and bring it back in the form of a research book that would become the starting point for the collection.","author":"John Galliano","category":"Book, World, Research"},{"quote":"I travel a lot, but I don't come away with new inspiration.","author":"Edward Ruscha","category":"Inspiration, New, Away"},{"quote":"As an actor, I travel around a lot and live in a lot of hotels, and many times I've been in a town where the only entertainment to be had is what you find in the hotel bar or lobby.","author":"Beau Bridges","category":"Live, Hotel, Entertainment"},{"quote":"You discover how confounding the world is when you try to draw it. You look at a car, and you try to see its car-ness, and you're like an immigrant to your own world. You don't have to travel to encounter weirdness. You wake up to it.","author":"Shaun Tan","category":"Car, World, Wake Up"},{"quote":"But I want people to understand that poker's not all glamorous, it's not all being on TV and making tons of money. It's a hard life. It's a lot of travel. It's a lot of weird hours.","author":"Chris Moneymaker","category":"Life, Money, People"},{"quote":"I mean, the first 'Back to the Future' is kind of a perfect script, I think, in terms of handling time travel the best. It depends on your definition. To me, that means it effectively uses it in the story.","author":"Rian Johnson","category":"Time, Future, Best"},{"quote":"My parents and my grandfather on my mom's side would travel the earth. They went to Australia and China, and they went to probably every soccer game I ever played.","author":"Brandi Chastain","category":"Mom, Parents, Game"},{"quote":"I still don't have a car. I still travel by public transport. I take autos to travel to and fro for recordings.","author":"Arijit Singh","category":"Car, Transport, Still"},{"quote":"For years, I had a top secret clearance and never left Russia. Just once did I go to Bulgaria with my wife for a holiday at the Golden Sands resort, but I could not mention my real name. I was allowed to travel abroad only in the early 1990s.","author":"Mikhail Kalashnikov","category":"Wife, Holiday, Name"},{"quote":"When Bangladesh refused to renew my passport, I used U.N. travel documents. You can't disown your country.","author":"Taslima Nasrin","category":"Country, You, Passport"},{"quote":"Then I was lucky I met with my future husband, and I started new life with my husband, and I was happy again. He was a musician. I start to travel with him through Europe also and around the former Soviet Union.","author":"Olga Korbut","category":"Life, Future, Happy"},{"quote":"I always travel with my guitar. I take it myself - with me in my hand. I don't like to send it by cargo because it's dangerous. There is no way I would do that.","author":"Juanes","category":"Myself, Guitar, Me"},{"quote":"The hardest part is to travel, and to be away from your family.","author":"Glenn Tipton","category":"Family, Away, Part"},{"quote":"My wife and I have so much fun when we travel and find anything... like stray cats and squirrels.","author":"Eric Roberts","category":"Cats, Wife, Fun"},{"quote":"Travel is very subjective. What one person loves, another loathes.","author":"Robin Leach","category":"Person, Very, Subjective"},{"quote":"I don't think I could have a genuine relationship with someone who didn't love to travel and appreciate new foods. Traveling is a big part of my life, and I want to share that with the people close to me.","author":"Candice Accola","category":"Love, Life, Relationship"},{"quote":"For the Trump brand name, when we build, we want only the best buildings in the world. We travel a lot to see real estate projects worldwide, and we always study what can be done better. There's no question about it: a Trump Tower has to have the very best quality, amenities and facilities. People want that ultra-luxurious lifestyle.","author":"Eric Trump","category":"Best, Real Estate, World"},{"quote":"One of the perks of my job as a fashion journalist is the travel opportunity.","author":"Derek Blasberg","category":"Opportunity, Job, Fashion"},{"quote":"I want to explore a new place each year, and it can be within India. When I was shooting for 'Mohenjo Daro', I couldn't travel out of the country for two years. But it gave me an opportunity to explore new places within India. I'm sure there are so many places to explore in India, and I would love to go there.","author":"Pooja Hegde","category":"Love, Opportunity, Me"},{"quote":"On reflection, I am always pleasantly surprised when ordinary members of the public stop me in the street to say, 'Thank you,' I guess for making travel and other goods and services affordable to them.","author":"Stelios Haji-Ioannou","category":"Reflection, I Am, Thank You"},{"quote":"I was born to travel and write verse.","author":"Theophile Gautier","category":"Born, Write, Verse"},{"quote":"Travel is the best and probably cheapest graduate school you can buy.","author":"Tom Freston","category":"Best, School, You"},{"quote":"Singing is my passion and I always wanted to travel the country.","author":"Thia Megia","category":"Passion, Singing, Country"},{"quote":"Travel is the frivolous part of serious lives, and the serious part of frivolous ones.","author":"Sophie Swetchine","category":"Serious, Part, Frivolous"},{"quote":"I say that I get paid to travel, and I play the shows for free.","author":"Tyler Farr","category":"Free, Play, Say"},{"quote":"I like the opportunity to travel the world and work in close company with other people.","author":"Marc Garneau","category":"Work, Opportunity, World"},{"quote":"On long haul flights I always drink loads and loads of water and eat light and healthy food.","author":"Lisa Snowdon","category":"Food, Light, Water"},{"quote":"As many of you know I travel a good bit and do not get to see my friends and family as much as I would like.","author":"Natalie Gulbis","category":"Family, Friends, Good"},{"quote":"Sometimes you just want to get away and be normal for a few days. It's a treat to travel without your racket bag.","author":"Eugenie Bouchard","category":"Treat, Want, You"},{"quote":"The time to enjoy a European trip is about three weeks after unpacking.","author":"George Ade","category":"Time, Enjoy, Three"},{"quote":"High-speed rail would revolutionise interstate travel and would also be an economic game-changer for dozens of regional communities along its path.","author":"Anthony Albanese","category":"Path, Economic, Along"},{"quote":"I myself believe that there will one day be time travel because when we find that something isn't forbidden by the over-arching laws of physics we usually eventually find a technological way of doing it.","author":"David Deutsch","category":"Time, Day, Myself"},{"quote":"I get pretty much all the exercise I need walking down airport concourses carrying bags.","author":"Guy Clark","category":"Walking, Exercise, Down"},{"quote":"As you think, you travel, and as you love, you attract. You are today where your thoughts have brought you; you will be tomorrow where your thoughts take you.","author":"James Lane Allen","category":"Love, Today, Tomorrow"},{"quote":"Normally, it takes me about three years to write one of the big books. It is usually four years between releases because of the huge amount of travel and PR and just nuisance going on around them. I have a lot of pressure from publishers and agents.","author":"Diana Galbadon","category":"Me, Pressure, Three"},{"quote":"For young girls, whom I meet a lot when I travel around the country, it will be a big thing. It will really show them that there's no post in Denmark that a girl can't aspire to.","author":"Helle Thorning-Schmidt","category":"Girl, Country, Young"},{"quote":"The biggest luxury is a job in which I get to live in New York, travel the world, and work with so many incredible people.","author":"Leigh Lezark","category":"Work, Job, World"},{"quote":"I'm not a DJ, I don't know how to scratch and I don't know how to mix, but I do know how to party. One of my jobs is actually to travel the world and party.","author":"Amber Rose","category":"World, Party, Know"},{"quote":"Air travel survived decades of terrorism, including attacks which resulted in the deaths of everyone on the plane. It survived 9/11. It'll survive the next successful attack. The only real worry is that we'll scare ourselves into making air travel so onerous that we won't fly anymore.","author":"Bruce Schneier","category":"Successful, Worry, Fly"},{"quote":"I don't travel anywhere without the PS3 and XBox. There's nothing better to do on long bus trips while on tour.","author":"Soulja Boy","category":"Long, Better, Nothing"},{"quote":"I get to travel, see the world, meet people and be independent. I feel blessed.","author":"Bar Refaeli","category":"Blessed, World, People"},{"quote":"I'm a painter, really. To be successful, you have to go to Hollywood, and I didn't like to travel.","author":"H. R. Giger","category":"Successful, You, Hollywood"},{"quote":"I travel often, so my routine is always getting scrambled. But on a standard sort of day, I get up at 6, pack lunches, hustle the kids off to school, then brew a pot of coffee and head downstairs to the dungeon, as I call it: my cobwebby office in the basement.","author":"Benjamin Percy","category":"Day, Coffee, School"},{"quote":"For people to understand me when I travel, I speak with my hands.","author":"Marcel Carne","category":"Speak, Me, People"},{"quote":"I would like to host a show, something like travel or cooking or something like that, something I'm really interested in, and so I'm pitching a couple television shows.","author":"Trishelle Cannatella","category":"Cooking, Television, Show"},{"quote":"Since traveling is such a big part of my life when I am working, I like to vacation relatively close to home. Florida is a great place for me to go and relax. It's so close, which is perfect because it's the minimal travel time.","author":"Hilary Rhoda","category":"Life, Time, Home"},{"quote":"The attention of a traveller, should be particularly turned, in the first place, to the various works of Nature, to mark the distinctions of the climates he may explore, and to offer such useful observations on the different productions as may occur.","author":"William Bartram","category":"Nature, Attention, Place"},{"quote":"Two great talkers will not travel far together.","author":"George Borrow","category":"Great, Together, Two"},{"quote":"Wherever we go, across the Pacific or Atlantic, we meet, not similarity so much as 'the bizarre'. Things astonish us, when we travel, that surprise nobody else.","author":"Mary Ritter Beard","category":"Surprise, Nobody, Wherever"},{"quote":"The gift of sobriety is clarity and a sense of connection - and travel only enhances that.","author":"J. Maarten Troost","category":"Gift, Clarity, Connection"},{"quote":"My first ever job after college was as a flight attendant. I wanted to travel and could not afford it, so I decided to get myself a job where I could travel. I did it for two years and had great fun.","author":"Jacqueline Winspear","category":"Myself, Great, College"},{"quote":"I think it's important to travel around in order to get a notion of what's going on, to find out what people are think about. I enjoy talking on campuses most because people are more informed and discussion is generally livelier.","author":"Harrison Salisbury","category":"Enjoy, People, Think"},{"quote":"All I wanted was to be big, to be in show business and to travel... and that's what I've been doing all my life.","author":"Count Basie","category":"Life, Business, My Life"},{"quote":"To enjoy enduring success we should travel a little in advance of the world.","author":"John McDonald","category":"Success, World, Enjoy"},{"quote":"I served at the Pentagon and at Fort Leavenworth - my job was video cameraman, and that allowed me to travel to places like Korea, Japan, Alaska, Germany and the Netherlands.","author":"Chad Coleman","category":"Job, Me, Japan"},{"quote":"If you travel first class, you think first class and you are more likely to play first class.","author":"Ray Floyd","category":"Think, Play, You"},{"quote":"White sharks and tuna travel for thousands of miles before returning to the same hot spot just as salmon do when they return to the same stream. These journeys are the marine equivalent of wildebeest migrations that take place on the Serengeti plain in Africa.","author":"Barbara Block","category":"Place, Africa, Hot"},{"quote":"All my books reflect travel adventures of some kind, and all have a soul: a spiritual or mystical underpinning.","author":"O. R. Melling","category":"Spiritual, Soul, Kind"},{"quote":"On the whole, when I travel to different countries, I like to find the hidden places, so I tend to avoid the cities - but in terms of the ease of getting about, finding what you need, the excitement, that undercurrent of whatever you want it to be, it's got to be London.","author":"Will Tudor","category":"Want, London, You"},{"quote":"Airline travel is hours of boredom interrupted by moments of stark terror.","author":"Al Boliska","category":"Moments, Boredom, Hours"},{"quote":"Soul travel can be a general expansion of awareness and knowingness or conscious experience of the heavenly worlds.","author":"Bob Hayes","category":"Experience, Soul, Awareness"},{"quote":"A journey by Sea and Land, Five Hundred Miles, is not undertaken without money.","author":"Lewis Hallam","category":"Journey, Money, Sea"},{"quote":"It's hard now to imagine that kind of travel and the daily tasks they simply took for granted. If a wagon axle broke, you had to stop and carve a new one. To cross a river, you sometimes had to build a raft.","author":"James Houston","category":"Daily, River, You"},{"quote":"The purpose of human life is to serve, and to show compassion and the will to help others.","author":"Albert Schweitzer","category":"Life, Compassion"},{"quote":"It's sad when someone you know becomes someone you knew.","author":"Henry Rollins","category":"Sad, Know, You"},{"quote":"A sympathetic friend can be quite as dear as a brother.","author":"Homer","category":"Brother, Friend, Dear"},{"quote":"We should feel sorrow, but not sink under its oppression.","author":"Confucius","category":"Oppression, Feel, Sorrow"},{"quote":"Flowers grow out of dark moments.","author":"Corita Kent","category":"Flowers, Moments, Dark"},{"quote":"Remember me with smiles and laughter, for that is how I will remember you all. If you can only remember me with tears, then don't remember me at all.","author":"Laura Ingalls Wilder","category":"Laughter, Me, Remember"},{"quote":"One's life has value so long as one attributes value to the life of others, by means of love, friendship, indignation and compassion.","author":"Simone de Beauvoir","category":"Love, Life, Friendship"},{"quote":"Grief changes shape, but it never ends.","author":"Keanu Reeves","category":"Grief, Changes, Shape"},{"quote":"One might expect that the families of murder victims would be showered with sympathy and support, embraced by their communities. But in reality they are far more likely to feel isolated, fearful, and ashamed, overwhelmed by grief and guilt, angry at the criminal-justice system, and shunned by their old friends.","author":"Eric Schlosser","category":"Friends, Old Friends"},{"quote":"It is only after one is in trouble that one realizes how little sympathy and kindness there are in the world.","author":"Nellie Bly","category":"Kindness, World, Little"},{"quote":"I've always thought of acting as more of an exercise in empathy, which is not to be confused with sympathy. You're trying to get inside a certain emotional reality or motivational reality and try to figure out what that's about so you can represent it.","author":"Edward Norton","category":"Motivational, Empathy"},{"quote":"What is lovely never dies, But passes into other loveliness.","author":"Thomas Bailey Aldrich","category":"Lovely, Never, Other"},{"quote":"The dew of compassion is a tear.","author":"Lord Byron","category":"Compassion, Dew, Tear"},{"quote":"It is a great consolation for me to remember that the Lord, to whom I had drawn near in humble and child-like faith, has suffered and died for me, and that He will look on me in love and compassion.","author":"Wolfgang Amadeus Mozart","category":"Love, Faith, Compassion"},{"quote":"A sorrow's crown of sorrow is remembering happier times.","author":"Alfred Lord Tennyson","category":"Sorrow, Crown, Remembering"},{"quote":"Come away, O human child: To the waters and the wild with a fairy, hand in hand, For the world's more full of weeping than you can understand.","author":"William Butler Yeats","category":"Child, World, You"},{"quote":"Our trials, our sorrows, and our grieves develop us.","author":"Orison Swett Marden","category":"Trials, Us, Develop"},{"quote":"I say to people who care for people who are dying, if you really love that person and want to help them, be with them when their end comes close. Sit with them - you don't even have to talk. You don't have to do anything but really be there with them.","author":"Elisabeth Kubler-Ross","category":"Love, End, Help"},{"quote":"It is foolish to tear one's hair in grief, as though sorrow would be made less by baldness.","author":"Marcus Tullius Cicero","category":"Grief, Hair, Sorrow"},{"quote":"Let no one weep for me, or celebrate my funeral with mourning; for I still live, as I pass to and fro through the mouths of men.","author":"Quintus Ennius","category":"Men, Me, Celebrate"},{"quote":"When you're successful, people have no sympathy. Nobody wants to catch the tears of a millionaire.","author":"Boy George","category":"Successful, People, Tears"},{"quote":"When sorrows come, they come not single spies, but in battalions.","author":"William Shakespeare","category":"Single, Come, Spies"},{"quote":"Here bring your wounded hearts, here tell your anguish; Earth has no sorrow that Heaven cannot heal.","author":"Thomas Moore","category":"Earth, Sorrow, Bring"},{"quote":"Truly, it is in darkness that one finds the light, so when we are in sorrow, then this light is nearest of all to us.","author":"Meister Eckhart","category":"Light, Darkness, Sorrow"},{"quote":"Children require guidance and sympathy far more than instruction.","author":"Anne Sullivan","category":"Children, Guidance, Far"},{"quote":"Interest does not tie nations together it sometimes separates them. But sympathy and understanding does unite them.","author":"Woodrow Wilson","category":"Together, Understanding"},{"quote":"The knowledge that we have brother scouts working in the same uniform, to the same ends, in the same way, in all corners of the Empire, cannot but make scouts proud of their brotherhood, and cannot fail to bring them into closer sympathy.","author":"Robert Baden-Powell","category":"Knowledge, Brother, Proud"},{"quote":"Sorrow is so easy to express and yet so hard to tell.","author":"Joni Mitchell","category":"Easy, Sorrow, Hard"},{"quote":"Any other illness, any other disease that we're faced with, there's sympathy and understanding. We get help for those. With mental illness, our go-to is to categorize them as, 'Oh, they're crazy,' to belittle the problem.","author":"Chris Wood","category":"Crazy, Help, Mental Illness"},{"quote":"Women ought to feel a peculiar sympathy in the colored man's wrong, for, like him, she has been accused of mental inferiority, and denied the privileges of a liberal education.","author":"Angelina Grimke","category":"Education, Women, Man"},{"quote":"Any mind that is capable of real sorrow is capable of good.","author":"Harriet Beecher Stowe","category":"Good, Mind, Sorrow"},{"quote":"To desire and expect nothing for oneself and to have profound sympathy for others is genuine holiness.","author":"Ivan Turgenev","category":"Desire, Nothing, Profound"},{"quote":"Grief knits two hearts in closer bonds than happiness ever can and common sufferings are far stronger links than common joys.","author":"Alphonse de Lamartine","category":"Happiness, Grief, Stronger"},{"quote":"Badges mean nothing in themselves, but they mark a certain achievement and they are a link between the rich and the poor. For when one girl sees a badge on a sister Scout's arm, if that girl has won the same badge, it at once awakens an interest and sympathy between them.","author":"Juliette Gordon Low","category":"Sister, Achievement, Girl"},{"quote":"As human beings, we all have reasons for our behavior. There may be people who have certain physiological issues that dictate why they make certain choices. On the whole, though, I think we're dictated by our structure, our past, our environment, our culture. So once you understand the patterns that shape a person, how can you not find sympathy?","author":"Forest Whitaker","category":"Culture, Past, Behavior"},{"quote":"In externals we advance with lightening express speed, in modes of thought and sympathy we lumber on in stage-coach fashion.","author":"Frances E. Willard","category":"Thought, Fashion, Speed"}]}