{"author":"Ravindu Manoj","github":"ravindu01manoj","repo":"Quotes-500k","data":[{"quote":"America's got a Darwin problem - and it matters. According to a 2009 Gallup poll taken on the 200th anniversary of Charles Darwin's birth, fewer than 40% of Americans are willing to say that they 'believe in evolution.'","author":"Kenneth R. Miller","category":"America, Believe, Problem"},{"quote":"June 2005 is the five year anniversary of the debut of Battle Pope.","author":"Robert Kirkman","category":"Battle, June, Year"},{"quote":"As the third anniversary of the September 11th attacks draws near we must ensure our nation is prepared to handle the continued threat of violence and terrorism on our country.","author":"Leonard Boswell","category":"Violence, Terrorism, Nation"},{"quote":"I was always very grateful to 'em and am grateful to 'em now. I went back a couple of years ago and did their 20th anniversary show. But the longer I stayed on Hee Haw, the worse things got for me musically.","author":"Buck Owens","category":"Grateful, Me, Years"},{"quote":"I didn't make my first solo record until 1981 so I don't have any 60's or 70's recordings but I am working on a large boxed set called DUST to be released next year, the 20th anniversary of my first solo record.","author":"Adrian Belew","category":"I Am, Working, Dust"},{"quote":"My last trip to New Orleans was for the fifth anniversary of Katrina, and I had the awesome opportunity to bring my family down. We all worked on a house together and met some of the families.","author":"AnnaLynne McCord","category":"Family, Together"},{"quote":"It was very hard for all of us. It's still very hard. The anniversary of his death just passed, and every single one of his friends, still, after all these years... it's unbelievable.","author":"Eydie Gorme","category":"Friends, Death, Single"},{"quote":"I feel there should have been some recognition of the Spice Girls at this year's 25th anniversary. We flew the flag for Britain around the globe in the 1990s and we achieved a hell of a lot.","author":"Melanie Chisholm","category":"Hell, Flag, Spice"},{"quote":"To mark the 10-year anniversary of 9/11, I wanted to launch an FDNY shirt that pays tribute to the brave first responders who, like my father, risk their lives in the line of duty on a regular basis. All of the proceeds raised from the sale of the T-shirt benefit the New York Police & Fire Widows' & Children's Benefit Fund.","author":"Mark Sanchez","category":"Children, Father, Fire"},{"quote":"The day before the anniversary of D-Day, we lost a man who was equaled by few and surpassed by none as a leader in the cause of freedom: Ronald Reagan.","author":"Mac Thornberry","category":"Day, Freedom, Leader"},{"quote":"You don't want to pretend that 9/11 ended in 2002 with the first anniversary. So how do you frame the post-9/11 world and play a productive role in discussing it?","author":"Jake Barton","category":"World, Want, Play"},{"quote":"Windows 95 had its 20th anniversary last year, so we got our hands on an old system and showed it to teenagers who were not even alive in 1995. The results were pretty great and also makes you feel quite old.","author":"Benny Fine","category":"Great, Hands, You"},{"quote":"John Glenn's anniversaries have followed me all of my life. I was born in 1962, the year he orbited Earth.","author":"Gregory H. Johnson","category":"Life, Me, My Life"},{"quote":"We had a relationship that lasted 44 years. Herbert and I lived together 10 years before we were married. He always gave me a little heart for whatever anniversary.","author":"Uta Hagen","category":"Relationship, Together"},{"quote":"On July 18, we will mark the 12th anniversary of the senseless loss of 85 lives in the bombing of the Jewish Cultural Center in Buenos Aires, Argentina.","author":"Tom Lantos","category":"Loss, Mark, Will"},{"quote":"Actually, the year 2000 is our 25th anniversary of doing Captain & Tennille. I can't believe it. It's like, how is this possible?","author":"Toni Tennille","category":"Believe, Doing, Captain"},{"quote":"It is a matter of public shame that while we have now commemorated our hundredth anniversary, not one in every ten children attending Public schools throughout the colonies is acquainted with a single historical fact about Australia.","author":"Henry Lawson","category":"Children, Colonies, Matter"},{"quote":"1 month ago the American people stopped to remember the third anniversary of the beginning of the Iraq war. We thought first and foremost of the selflessness, patriotism and heroism by our troops, our National Guard and Reserves.","author":"Rosa DeLauro","category":"Patriotism, War, American"},{"quote":"Cerner is a company that just celebrated its 20th anniversary in 1999.","author":"Neal Patterson","category":"Company, Just, Celebrated"},{"quote":"Starting a business is risky. Half of all new businesses fail to experience a fifth anniversary. And everyone knows that you could lose all the money you've invested in your new company and then some. Those are the obvious risks of trying to be an entrepreneur.","author":"Scott Shane","category":"Business, Money, Experience"},{"quote":"I think when I first realized that something interesting had happened was probably in 1994. There was a 25th anniversary of the ARPANET celebration and... somebody asked the question, 'Where did email come from?' I remembered that I had done this little program back in 1971. People looked back and nobody could find anything that predated it.","author":"Ray Tomlinson","category":"People, Interesting, Think"},{"quote":"Since I wrote to you last we have got our chapel beautifully lighted with gas and have had our anniversary.","author":"John Hawley","category":"You, Last, Gas"},{"quote":"Introduced to this world in Llandyssul, Cardiganshire, Wales, November 14, 1843, I celebrated my first anniversary by landing at Castle Garden, in New York City.","author":"Jenkin Lloyd Jones","category":"City, World, Garden"},{"quote":"The 150th anniversary of Penn State will highlight what is important and good about this distinguished institution and the fine people and research that it produces.","author":"Don Sherwood","category":"Good, Research, People"},{"quote":"On the 11th anniversary of 9/11, it is some consolation that the man most responsible for that terrible morning will not be smiling smugly to himself as satellite TV brings to the leafy boulevards of Abbottabad the somber images of New Yorkers commemorating those who perished in the Twin Towers.","author":"Bobby Ghosh","category":"Morning, Smiling, Man"},{"quote":"I was given such a great gift. It's a miracle that never stops amazing me and reminding me to give thanks, every day. Having a wife and daughter gives me a lot more purpose. I was much more selfish before, but now I think about what kind of role model I'll be. I just want to be a better man.","author":"Jake Owen","category":"Thankful, Daughter, Great"},{"quote":"It's amazing. Life changes very quickly, in a very positive way, if you let it.","author":"Lindsey Vonn","category":"Life, Positive, Changes"},{"quote":"If you set goals and go after them with all the determination you can muster, your gifts will take you places that will amaze you.","author":"Les Brown","category":"Goals, Determination, You"},{"quote":"Outstanding leaders go out of their way to boost the self-esteem of their personnel. If people believe in themselves, it's amazing what they can accomplish.","author":"Sam Walton","category":"Leadership, Believe, People"},{"quote":"Motherhood has most definitely changed me and my life. It's so crazy how drastic even the small details change - in such an amazing way. Even silly things, like the fact that all of my pictures on my cell phone used to be of me at photo shoots - conceited, I know! - but now every single picture on my phone is of Mason.","author":"Kourtney Kardashian","category":"Life, Change, Motherhood"},{"quote":"Count your blessings. You are one of a kind. There's no one in the world like you. You are amazing.","author":"Richard Simmons","category":"Blessings, World, You"},{"quote":"I'm not perfect. And who knows how many times I've fallen short. We all fall short. That's the amazing thing about the grace of God.","author":"Tim Tebow","category":"God, Short, Fall"},{"quote":"Social media is an amazing tool, but it's really the face-to-face interaction that makes a long-term impact.","author":"Felicia Day","category":"Social Media, Impact, Media"},{"quote":"The PC has improved the world in just about every area you can think of. Amazing developments in communications, collaboration and efficiencies. New kinds of entertainment and social media. Access to information and the ability to give a voice people who would never have been heard.","author":"Bill Gates","category":"Social Media, World"},{"quote":"If you tell people where to go, but not how to get there, you'll be amazed at the results.","author":"George S. Patton","category":"People, Results, You"},{"quote":"Exercise is amazing, from the inside out. I feel so alive and have more energy.","author":"Vanessa Hudgens","category":"Fitness, Energy, Exercise"},{"quote":"The most amazing thing for me is that every single person who sees a movie, not necessarily one of my movies, brings a whole set of unique experiences. Now, through careful manipulation and good storytelling, you can get everybody to clap at the same time, to hopefully laugh at the same time, and to be afraid at the same time.","author":"Steven Spielberg","category":"Time, Good, Me"},{"quote":"When you're true to who you are, amazing things happen.","author":"Deborah Norville","category":"Things Happen, True, You"},{"quote":"Other people pull off amazing festivals and events and things like that. I think ours is a little bit different, and that's what makes us distinct.","author":"Zac Brown","category":"People, Think, Festivals"},{"quote":"Isn't it amazing how much stuff we get done the day before vacation?","author":"Zig Ziglar","category":"Day, Vacation, Done"},{"quote":"I've been blessed; I've been getting so many amazing opportunities because of the UFC. I know there are going to be haters no matter how successful I am, and I just have to be thankful for all the blessings that I have because all of it can be over before you know it.","author":"Paige VanZant","category":"Thankful, Blessed, I Am"},{"quote":"I have amazing people around me. I couldn't be in a better place. I'm grateful for my life and where I'm at. I never thought I could be in the position that I'm in.","author":"Ashlee Simpson","category":"Life, Grateful, Me"},{"quote":"Words to me were magic. You could say a word and it could conjure up all kinds of images or feelings or a chilly sensation or whatever. It was amazing to me that words had this power.","author":"Amy Tan","category":"Power, Words, Me"},{"quote":"There are amazingly wonderful people in all walks of life some familiar to us and others not. Stretch yourself and really get to know people. People are in many ways one of our greatest treasures.","author":"Bryant H. McGill","category":"Life, Yourself, Greatest"},{"quote":"One of the most amazing things about mathematics is the people who do math aren't usually interested in application, because mathematics itself is truly a beautiful art form. It's structures and patterns, and that's what we love, and that's what we get off on.","author":"Danica McKellar","category":"Love, Art, Beautiful"},{"quote":"It's amazing how much you can learn if your intentions are truly earnest.","author":"Chuck Berry","category":"Learn, You, Intentions"},{"quote":"Nobody in life gets exactly what they thought they were going to get. But if you work really hard and you're kind, amazing things will happen.","author":"Conan O'Brien","category":"Life, Work, Thought"},{"quote":"I think as a Canadian hockey player, you go through it in your mind so many times, being able to stand on that blue line and hear your national anthem play and being a gold medal champion, you dream of that. And then to be able to accomplish that and actually win a gold medal and represent your country its an amazing feeling.","author":"Sidney Crosby","category":"Blue, Gold, Mind"},{"quote":"There's beauty everywhere. There are amazing things happening everywhere, you just have to be able to open your eyes and witness it. Some days, that's harder than others.","author":"Sarah McLachlan","category":"Beauty, Eyes, You"},{"quote":"What's so amazing in today's society is people look up to football players. And as a football player, you have a platform. And it's so much more important than any touchdown or trophy or anything you could win with football. Its taking that platform and be able to influence people.","author":"Tim Tebow","category":"Football, Today, Society"},{"quote":"My childhood memories are amazing I had freedom in every way - but I see everything from a different perspective now that I live outside.","author":"Ana de Armas","category":"Freedom, Memories, Childhood"},{"quote":"If you have the opportunity to do amazing things in your life, I strongly encourage you to invite someone to join you.","author":"Simon Sinek","category":"Life, Opportunity, You"},{"quote":"You've got to invest in the world, you've got to read, you've got to go to art galleries, you've got to find out the names of plants. You've got to start to love the world and know about the whole genius of the human race. We're amazing people.","author":"Vivienne Westwood","category":"Love, Art, World"},{"quote":"It's every little girl's dream to have an exact look-alike doll. It's amazing.","author":"Bindi Irwin","category":"Girl, Dream, Little"},{"quote":"It is quite amazing how hard the subconscious works when it is made to understand that this life is not a rehearsal, there is no safety net and no assurance of any final closure. It is also quite appalling to realize how catatonic the imagination can become when we hedge our bets, opt for the safer direction at every fork in the path.","author":"John Burdett","category":"Life, Path, Safety"},{"quote":"When it's over, I want to say: all my life I was a bride married to amazement. I was the bridegroom, taking the world into my arms.","author":"Mary Oliver","category":"Life, World, My Life"},{"quote":"If I could live in one city and do every single thing I do there, I would choose Venice. You can't turn your head without seeing something amazing.","author":"Nile Rodgers","category":"City, Live, You"},{"quote":"It's amazing what miracles and little angels and pure love around you can bring out.","author":"Tionne Watkins","category":"Love, Angels, You"},{"quote":"It's the most amazing thing to be able to forgive.","author":"Carrie Fisher","category":"Forgive, Most, Most Amazing"},{"quote":"It's amazing to me how many people think that voting to have the government give poor people money is compassion. Helping poor and suffering people yourself is compassion. Voting for our government to use guns to give money to help poor and suffering people is immoral, self-righteous, bullying laziness.","author":"Penn Jillette","category":"Money, Compassion, Yourself"},{"quote":"Truthfully, being pregnant is changing me as a person. Each day is part of this amazing journey that has completely shifted the focus of my life and made me reevaluate my personal and professional goals.","author":"Holly Madison","category":"Life, Journey, Goals"},{"quote":"It's amazing to me that young people will still pick up a cigarette.","author":"Loni Anderson","category":"Me, People, Young"},{"quote":"Every time you get into a new job, new location, you have an amazing opportunity in front of you. You get to play dumb for as long as people will allow you to play dumb. You get to ask all the dumb questions, you get to ask multiple people the dumb questions, and you get to make mistakes. That's how you stand out in the crowd.","author":"Gary Cohn","category":"Time, Opportunity, Mistakes"},{"quote":"Always expect the unexpected. Right around Thanksgiving, when the new Alex Cross will be out. It's called Four Blind Mice and it's a pretty amazing story about several murders inside the military.","author":"James Patterson","category":"Thanksgiving, Military"},{"quote":"The whole process of winning the pageant has been so amazing, I'm really excited to move forward into all kinds of projects.","author":"Olivia Culpo","category":"Winning, Process, Forward"},{"quote":"It doesn't take money to have style, it just takes a really good eye. Sometimes you can find amazing culinary antiques that will make it feel like an old French kitchen.","author":"Tyler Florence","category":"Money, Good, Style"},{"quote":"I feel like I'm in my own head a lot; it just feels amazing, but scary, weird and confusing.","author":"Alessia Cara","category":"Weird, Scary, Head"},{"quote":"I absolutely adore cows. They're the most fascinating, gentle and beautiful animals. Their eyes are so amazing. I have ten that live on the land around my house. I love to talk to them. There are few things better than falling asleep in a field and being woken up by an inquisitive cow.","author":"Mary Quant","category":"Love, Beautiful, Eyes"},{"quote":"The most amazing thing is when you find yourself watching someone in the cafe or something doing something weird. It's amazing what people do, isn't it, when you just look at them, when you take the time to look.","author":"Ben Whishaw","category":"Time, Yourself, People"},{"quote":"Amazement awaits us at every corner.","author":"James Broughton","category":"Corner, Us, Every"},{"quote":"I love a beautiful gown on stage, and luckily I've been fortunate to wear some amazing dresses.","author":"Leona Lewis","category":"Love, Beautiful, Dresses"},{"quote":"I always pray for God's guidance in my life and he always provides it. He opens the right doors he shuts the right doors. And I have tremendous faith in him. He just guided my career in an amazing way.","author":"Ben Carson","category":"Life, Faith, God"},{"quote":"I love firing guns. It's an amazing feeling - so sexy and powerful.","author":"Hayley Atwell","category":"Love, Powerful, Guns"},{"quote":"Sometimes it's not always about what you can see or hear but what's under the hood of a game that's most impressive. Between those thousands and thousands of lines of code, magic happens. Sometimes the most amazing feats of gaming wizardry happen without you even noticing.","author":"Rob Manuel","category":"Game, Magic, You"},{"quote":"What's amazing is that so many leaders who value teamwork will tolerate people who aren't humble. They reluctantly hire self-centred people and then justify it because those people have desired skills.","author":"Patrick Lencioni","category":"Teamwork, Humble, Value"},{"quote":"I always see people tweeting about these crazy amazing things their boyfriend or girlfriend did for them. You shouldn't have to constantly be trying to prove your love when you're in a relationship.","author":"Matt Prokop","category":"Love, Relationship, Crazy"},{"quote":"Going to a concert is so overwhelming and the energy is amazing.","author":"Victoria Justice","category":"Energy, Going, Concert"},{"quote":"I think there's just so many people in the world that don't feel understood, and when you hear a song and you go, 'Oh, that song understands me,' that's an amazing feeling. I get it when I listen to the radio... That's a beautiful part of music.","author":"Keith Urban","category":"Music, Beautiful, World"},{"quote":"My grandfather was an amazing man. You talk about character and integrity, everyone who knew him, whether they agreed with him or not, said, 'George Romney is a good man, and he sticks to his principles: a man of honesty and hard work, integrity.'","author":"Tagg Romney","category":"Work, Hard Work, Good"},{"quote":"In the 20th century, we had a century where at the beginning of the century, most of the world was agricultural and industry was very primitive. At the end of that century, we had men in orbit, we had been to the moon, we had people with cell phones and colour televisions and the Internet and amazing medical technology of all kinds.","author":"David Gerrold","category":"Technology, Medical, Moon"},{"quote":"Sony is the coolest studio. They are really amazing. I think part of it comes from they're not an American corporation. They don't work by quite the same rules. And their studio heads have a lot of autonomy.","author":"Adam McKay","category":"Work, American, Rules"},{"quote":"You don't hire for mediocrity. Instead, you bring people onto your team because you know that they'll make a valuable contribution and turn in amazing work. But, in order to have that expectation, you need to make sure you're fostering an environment that allows them to do so.","author":"Kathryn Minshew","category":"Work, Team, People"},{"quote":"When you lose a parent, you realize how vital they are to the foundation of your life. It's impossible to understand what it means until that curtain is pulled. You're an orphan. But then I think that life is kind of remarkable, and the thing that causes the biggest pain can also bring amazing energy.","author":"Neneh Cherry","category":"Life, Pain, Parent"},{"quote":"I think having children is the most amazing thing.","author":"Rachel Stevens","category":"Children, Think"},{"quote":"Try not to get lost in comparing yourself to others. Discover your gifts and let them shine! Softball is amazing that way as a sport. Everyone on the field has a slightly different ability that makes them perfect for their position.","author":"Jennie Finch","category":"Yourself, Lost, Shine"},{"quote":"Did you ever spell a word so bad that your spell check has absolutely no clue what you're trying to spell? What do you end up getting, you end up getting, like, a question mark. You got a million dollars of technology just looking back at you like, 'You got me, buddy. Which is pretty amazing because I have all the words.'","author":"Bill Burr","category":"Technology, Words, Me"},{"quote":"I tend not to wear accessories. I'm not one of those gals with a drawerful of amazing jewelry. I don't even have my ears pierced! But I have one bracelet that never comes off my wrist.","author":"Rachael Taylor","category":"Jewelry, Never, Accessories"},{"quote":"Propaganda is amazing. People can be led to believe anything.","author":"Alice Walker","category":"Believe, People, Propaganda"},{"quote":"I don't see the desert as barren at all; I see it as full and ripe. It doesn't need to be flattered with rain. It certainly needs rain, but it does with what it has, and creates amazing beauty.","author":"Joy Harjo","category":"Beauty, Rain, Desert"},{"quote":"Working with amazing people, you continue to learn and develop yourself, as an actor and as a person.","author":"Josh Hutcherson","category":"Yourself, People, You"},{"quote":"Ever consider what pets must think of us? I mean, here we come back from a grocery store with the most amazing haul - chicken, pork, half a cow. They must think we're the greatest hunters on earth!","author":"Anne Tyler","category":"Pet, Greatest, Earth"},{"quote":"Tell me, why is the media here so negative? Why are we in India so embarrassed to recognise our own strengths, our achievements? We are such a great nation. We have so many amazing success stories but we refuse to acknowledge them. Why?","author":"A. P. J. Abdul Kalam","category":"Success, Great, Media"},{"quote":"You get moments all the time that kind of make you pinch yourself, some of them make you quite emotional. Winning a BRIT was a big moment because we were just so excited to be at the awards in the first place. Selling out Madison Square Garden was pretty amazing too. Then we woke to the news that our UK tour was sold out. It was crazy.","author":"Harry Styles","category":"Time, Winning, Yourself"},{"quote":"The real art is not to come up with extraordinary clever words but to make ordinary simple words do extraordinary things. To use the language that we all use and to make amazing things occur.","author":"Graham Swift","category":"Art, Simple, Words"},{"quote":"There's nothing more confirming in your life than looking in front of you and seeing some really amazing people who you care a lot about who care a lot about you.","author":"Kathleen Edwards","category":"Life, People, Looking"},{"quote":"I'm an amazing mama's boy.","author":"Penn Jillette","category":"Boy, Mama"},{"quote":"When you look at the calculation, it's amazing that every time you try to prove or disprove time travel, you've pushed Einstein's theory to the very limits where quantum effects must dominate. That's telling us that you really need a theory of everything to resolve this question. And the only candidate is string theory.","author":"Michio Kaku","category":"Travel, Time, Limits"},{"quote":"I love chicken. I love chicken products: fried chicken, roasted chicken, chicken nuggets - whatever. And going to Japan, I would see that these chicken were smoked and then grilled and then have this amazing crispy skin.","author":"David Chang","category":"Love, Chicken, Products"},{"quote":"I am deeply honored by the opportunity to lead Intel. We have amazing assets, tremendous talent, and an unmatched legacy of innovation and execution. I look forward to working with our leadership team and employees worldwide to continue our proud legacy while moving even faster into ultra-mobility to lead Intel into the next era.","author":"Brian Krzanich","category":"Leadership, Innovation, Team"},{"quote":"I had very little fear about it, but basically, my straight friends talked me out of it. I think they thought as I was bisexual, there was no need to. But it's amazing how much more complicated it became because I didn't come out in the early days. I often wonder if my career would have taken a different path if I had.","author":"George Michael","category":"Friends, Fear, Path"},{"quote":"I am indeed amazed when I consider how weak my mind is and how prone to error.","author":"Rene Descartes","category":"I Am, Mind, Weak"},{"quote":"It's amazing the clarity that comes with psychotic jealousy.","author":"Rupert Everett","category":"Jealousy, Clarity, Psychotic"},{"quote":"People must feel that the natural world is important and valuable and beautiful and wonderful and an amazement and a pleasure.","author":"David Attenborough","category":"Beautiful, World, People"},{"quote":"It is amazing that people who think we cannot afford to pay for doctors, hospitals, and medication somehow think that we can afford to pay for doctors, hospitals, medication and a government bureaucracy to administer it.","author":"Thomas Sowell","category":"Health, Government, People"},{"quote":"In Singapore, there is this life and locals and restaurants and then big casinos and an array of chefs, and even Miami is almost close to Vegas when it comes to an amazing presentation of chefs. But they don't have these massive hotels that have become their own culinary villages.","author":"Daniel Boulud","category":"Life, Vegas, Miami"},{"quote":"For me, I don't expect to have a really amazing meal each time I dine out. Having a good meal with your loved ones - that's what makes the experience.","author":"Wolfgang Puck","category":"Time, Good, Experience"},{"quote":"I'm not that good looking... nobody is that good looking. I have seen a lot of movie stars, and maybe four are amazing looking. The rest have a team of gay guys who make it happen.","author":"Tina Fey","category":"Good, Stars, Team"},{"quote":"When I was seven or eight years old, I began to read the science-fiction magazines that were brought by guests into my grandparents' boarding house in Waukegan, Illinois. Those were the years when Hugo Gernsback was publishing 'Amazing Stories,' with vivid, appallingly imaginative cover paintings that fed my hungry imagination.","author":"Ray Bradbury","category":"Imagination, Grandparents"},{"quote":"Once a bustling logging town, Sandpoint has embraced its natural beauty to become an amazing resort town drawing people near and far to enjoy its beauty and recreational possibilities. It's truly a small town with a huge backyard.","author":"Nate Holland","category":"Beauty, Small, Enjoy"},{"quote":"I love getting amazing jackets, because you can wear your pajamas underneath and everyone's like, 'Oh, fabulous jacket,' and I'm like, 'You should see what's underneath!'","author":"Mary-Kate Olsen","category":"Love, You, See"},{"quote":"I can't stress how much my daughter is an inspiration to stay sober. When I come home and she opens those big blue eyes at me, it's the most amazing feeling I could ever feel.","author":"A. J. McLean","category":"Home, Daughter, Stress"},{"quote":"I grew up in a house my parents built together on a mountain in Tennessee. When we moved in, the walls were still going up, we didn't have hot water, and we turned it into an amazing adventure.","author":"Rachel Boston","category":"Adventure, Water, Parents"},{"quote":"The most amazing set where I've shot 'Game of Thrones' is definitely Croatia, in Dubrovnik. It's such a stunning country with lots of good watersports there as well. Just a beautiful, beautiful place.","author":"Natalie Dormer","category":"Beautiful, Good, Game"},{"quote":"The court makes an amazing amount of decisions that ought to be made by the people.","author":"Antonin Scalia","category":"Decisions, People, Made"},{"quote":"Signing up for 'It Follows,' I didn't have any idea it was going to turn out the way it did, but seeing it, the music and the feel of it definitely was pretty amazing, getting that kind of throwback feel to classic horror movies.","author":"Maika Monroe","category":"Music, Movies, Throwback"},{"quote":"The business of feeding people is the most amazing business in the world.","author":"Jose Andres","category":"Business, World, People"},{"quote":"The thing that is really hard, and really amazing, is giving up on being perfect and beginning the work of becoming yourself.","author":"Anna Quindlen","category":"Work, Giving, Yourself"},{"quote":"Isn't it amazing that we are all made in God's image, and yet there is so much diversity among his people?","author":"Desmond Tutu","category":"God, Diversity, People"},{"quote":"I play a musical instrument a little, but only for my own amazement.","author":"Fred Allen","category":"Play, My Own, Little"},{"quote":"With love, you should go ahead and take the risk of getting hurt because love is an amazing feeling.","author":"Britney Spears","category":"Love, Love Is, Hurt"},{"quote":"I'm not a kid anymore. And I'm excited for all the amazing things to come.","author":"Paris Hilton","category":"Kid, Things, Anymore"},{"quote":"The amazing fact is that America is founded on a document. It's a work in progress. It can be tested by each generation.","author":"Christopher Hitchens","category":"Work, Progress, America"},{"quote":"It's amazing how much trouble you can get in when you don't have anything else to do.","author":"Quincy Jones","category":"You, Trouble, Anything"},{"quote":"The '60s were an amazing time.","author":"Peter Max","category":"Time, Amazing Time, Were"},{"quote":"It's amazing where the paranoid mind can take you.","author":"Bill Ayers","category":"Mind, You, Where"},{"quote":"Twitter and Facebook are such amazing networks for me to introduce myself to the world and for fans around the world to introduce themselves to me.","author":"Jenn Proske","category":"Myself, World, Me"},{"quote":"The network is opening up some amazing possibilities for us to reinvent content, reinvent collaboration.","author":"Tim O'Reilly","category":"Collaboration, Content"},{"quote":"The human body and mind are tremendous forces that are continually amazing scientists and society. Therefore, we have no choice but to keep an open mind as to what the human being can achieve.","author":"Evelyn Glennie","category":"Society, Mind, Choice"},{"quote":"Sometimes, reading my own media, the negativity can upset me, but I just deal with things on a positive basis. I mean, I have up to 20,000 people singing my words back to me on a nightly basis - they share my hopes and fears, and they relate to my own life experiences. Life can be pretty isolating, but that connection is always amazing.","author":"James Blunt","category":"Life, Positive, Words"},{"quote":"Watching a company develop is like watching a puppy grow. When you can watch something grow that you created - it's really an amazing feeling.","author":"Brody Jenner","category":"Grow, Company, You"},{"quote":"I do believe in love; it's wonderful - especially love third time around, it's even more precious; it's kind of amazing.","author":"Robin Williams","category":"Love, Time, Believe"},{"quote":"Croatia is an amazing place.","author":"Jean Reno","category":"Place, Croatia"},{"quote":"Motherhood is an amazing feeling, and if you get to relive those special moments while working, it works as an icing on the cake. Kids have always been close to my heart, and working with them is a pleasure for me.","author":"Kajol","category":"Heart, Motherhood, Moments"},{"quote":"It's amazing how confused and distracted and misdirected so many people are.","author":"Stephen Covey","category":"People, Confused, Distracted"},{"quote":"The Southbank Centre Unlimited Festival was a distinct moment in time, an amazing counterpoint to the London 2012 Paralympics. There is no question that a major shift in perspective is taking place, that the world is waking up and greeting - as if for the first time - the extraordinary community of people with disability.","author":"Charles Hazlewood","category":"Time, Community, Disability"},{"quote":"My father is an amazing person. While he was a huge star, he never carried his stardom home and always remained simple and just our father at home. I have four siblings, and we were all very grounded. We lived a very simple life: would go in an auto rickshaw to school, played with normal boys.","author":"Mahesh Babu","category":"Life, Home, Father"},{"quote":"Nothing is more generally known than our duties which belong to Christianity; and yet, how amazing is it, nothing is less practiced?","author":"George Whitefield","category":"Nothing, Christianity"},{"quote":"The video game culture was an important thing to keep alive in the film because we're in a new era right now. The idea that kids can play video games like Grand Theft Auto or any video game is amazing. The video games are one step before a whole other virtual universe.","author":"Vin Diesel","category":"Culture, Universe"},{"quote":"Why is Cloud 9 so amazing? What is wrong with Cloud 8? That joke came off the top of my head, and the top of my head ain't funny!","author":"Mitch Hedberg","category":"Funny, Cloud, Why"},{"quote":"I am fully committed to Hannah Montana. It's what gave me this amazing opportunity to reach out to so many people. I'm really excited about our new season. We are making great new episodes that I can't wait for our fans to see and I'm looking forward to the 'Hannah Montana' movie that will be out in the spring.","author":"Miley Cyrus","category":"Great, Opportunity, I Am"},{"quote":"Trophies and medals have never meant much to me. I've had amazing experiences, which let you feel like you've accomplished something.","author":"John Krasinski","category":"Me, You, Experiences"},{"quote":"Texas women have an amazing sense of purpose when they lose it. They're the best girls in the world - they're loyal and fun, but when they get mad, they'll try to kill you.","author":"John Cusack","category":"Women, Best, World"},{"quote":"Strangely enough, when the Sugababes' 'Freak Like Me' went to number 1, which was built around my 'Are 'Friends' Electric' song, I had another song called 'Rip' go to number 1 in the Kerrang TV chart, so I was pulling new people in from very different areas of musical interest. That was quite an amazing week.","author":"Gary Numan","category":"Friends, Week, Me"},{"quote":"It's pretty amazing being me.","author":"Matthew Morrison","category":"Me, Pretty, Being"},{"quote":"The perfect life would be to have an amazing part every year and to spend all my free time to just write.","author":"Melanie Laurent","category":"Life, Time, Free"},{"quote":"Being a parent is amazing.","author":"Angela Kinsey","category":"Parent, Being"},{"quote":"It's amazing living alone. I'm very lucky. It's like a refuge.","author":"Paloma Faith","category":"Alone, Living, Lucky"},{"quote":"Savannah is amazing with the town squares and the hanging moss and the French Colonial houses. It's brutally romantic.","author":"David Morrissey","category":"Romantic, Houses, Colonial"},{"quote":"I may be a lifelong 'downtowner,' but Central Park really is the most amazing and the most beautiful part of New York City.","author":"Moby","category":"Beautiful, City"},{"quote":"'Skyline' is an alien invasion film that really takes an interesting look at the genre. The writers did an amazing job of creating a new take at how life from other planets come and plan to invade Earth.","author":"Eric Balfour","category":"Life, Job, Plan"},{"quote":"I was an amazing bartender and a great waiter. I think, in a way, that was my acting school.","author":"Nick Frost","category":"Great, School, Acting"},{"quote":"I've always really been a romantic at heart, and I have always wanted kids, and I think the idea of sharing your life with the right person is amazing, actually.","author":"Monica Lewinsky","category":"Life, Romantic, Heart"},{"quote":"I played rugby for years, and I had a rugby jacket that I lost when I was 14. Somehow, my brother found it in storage 15 years later, and he gave it back to me for my 30th birthday. That was amazing and probably one of the best gifts I've ever received.","author":"Ryan Reynolds","category":"Birthday, Best, Brother"},{"quote":"We are the most amazing creatures that this world has ever produced, but we seem to also have this herd mentality; we seem to be the most stupid, also.","author":"Vivienne Westwood","category":"Stupid, World, Creatures"},{"quote":"I grew up listening in awe to stories of their wartime adventures. My granny, Joan, was a journalist and wrote amazing letters to my grandpa when he was a prisoner of war, while my nana, Mary, was a Land Girl, then a Wren. They were so independent, resilient and glamorous.","author":"Laura Carmichael","category":"War, Girl, Listening"},{"quote":"Seven hundred thousand people who have dementia in this country are not heard. I'm fortunate; I can be heard. Regrettably, it's amazing how people listen if you stand up in public and give away $1 million for research into the disease, as I have done.","author":"Terry Pratchett","category":"Stand Up, Research, People"},{"quote":"The Olympic Gold medal in 1968 was definitely the highest moment of my career. It was a dream come true. I was a 19-year-old boy, and it was just amazing to be standing on top of the podium and hearing the National Anthem in the background.","author":"George Foreman","category":"Gold, Moment, Dream"},{"quote":"Sometimes over things that I did, movies that didn't turn out very well - you go, 'Why did you do that?' But in the end, I can't regret them because I met amazing people. There was always something that was worth it.","author":"Robin Williams","category":"Regret, End, People"},{"quote":"You just have to speak up. You just have to say, 'I would like to do this,' and it's amazing what people who listen can do for you.","author":"Jim Parsons","category":"Speak, People, You"},{"quote":"I always think I look better after a yoga class. It's the same as a massage. We look so amazing after a massage because we're relaxed.","author":"Andie MacDowell","category":"Better, Think, Look"},{"quote":"We shot 'Oblivion' in Iceland; that was amazing. It's so, so beautiful. They didn't have any Waldorf Hotels there, though; we stayed in the middle of nowhere!","author":"Olga Kurylenko","category":"Beautiful, Iceland, Middle"},{"quote":"I love to have no plans. It is amazing where your day can turn when you have no plans: meeting people or just going to a little pub on the side of the road.","author":"Imelda May","category":"Love, Day, Road"},{"quote":"Dude, I turn into a six-year-old when I come to Disneyland. It's amazing. My eyes glass over and my blood pressure goes down. I'm just like everybody else. I turn into a big kid when I come here. It's the happiest place on earth, right?","author":"Warren Spector","category":"Eyes, Earth, Pressure"},{"quote":"If life is a checker game, someone else is moving the pieces. It isn't us. Don't be surprised by amazing coincidences. There are no accidents. Consider, as I learned to do, the incredible interconnectedness of all of life.","author":"Wayne Dyer","category":"Life, Moving, Game"},{"quote":"It's an amazing thing to watch a lizard fold a moth into its mouth, like a sword swallower who specialises in umbrellas.","author":"Elizabeth McCracken","category":"Sword, Mouth, Watch"},{"quote":"Don't worry too much if you don't pass exams, so long as you feel you have understood the subject. It's amazing what you can get by the ability to reason things out by conventional methods, getting down to the basics of what is happening.","author":"Godfrey Hounsfield","category":"Worry, Long, You"},{"quote":"You can do anything and be a star. You can dress like however you want, and you can do whatever you want. If you wanna wear meat suits like Lady Gaga, good. She's freaking amazing! She's doing that, and she's unbelievable. I can wear T-shirts and still be great, too. So that's just what I'm proving to people.","author":"Alessia Cara","category":"Good, Great, Dress"},{"quote":"It is amazing how a new child can refocus one's direction seconds after its birth.","author":"David Bowie","category":"Child, Direction, Birth"},{"quote":"When a kid graduates from being the youngest in a family to being a big brother or sister, there's an amazing transformation. They have to make a big effort, and when they accept their new position in the family, everybody breathes a sigh of relief. All of a sudden they seem bigger, and they seem smarter, and they feel good about it, too.","author":"Peggy Rathmann","category":"Family, Sister, Good"},{"quote":"I really like even numbers, and I like heavily divisible numbers. Twelve is my lucky number - I just love how divisible it is. I don't like odd numbers, and I really don't like primes. When I turned 37, I put on a strong face, but I was not looking forward to 37. But 37 turned out to be a pretty amazing year.","author":"Marissa Mayer","category":"Love, Strong"},{"quote":"The lesson of travel seems to be so banal, but so great, which is that people are just so amazingly decent the world over. Given the disparity of income and wealth, it's amazing not just that you don't get robbed everywhere - it's amazing you don't get eaten.","author":"Geoff Dyer","category":"Travel, Great, World"},{"quote":"I owe my career to Latina women. I was surrounded by the amazing group: my mother, my aunts, my extended family. They didn't necessarily have access to high fashion, but they had great style and looked stunning naturally at every age.","author":"Narciso Rodriguez","category":"Family, Age, Women"},{"quote":"It's amazing that we have lead females on television and a couple of them over 40. Thank you very much. And being beautiful and strong and sexy and everything that you hope for.","author":"Madchen Amick","category":"Hope, Beautiful, Strong"},{"quote":"I'm very happy with my life and career, but I do find myself having serious attacks of nostalgia, and I don't quite know why. Even though I've got to travel the world and do amazing things, I still want to go back to my teenage years and change little aspects of it. It's strange, but it does continue to bug me.","author":"Edgar Wright","category":"Life, Change, Travel"},{"quote":"I've had an amazing life, but I think I was born with a little bit of sadness in me. I've always been attracted to those things, whether it's sad movies, sad music... when you're sad, you feel everything in a greater way than you do when you're happy.","author":"Sam Smith","category":"Life, Music, Happy"},{"quote":"My fantasy is that I could wake up looking amazing, that I could be strong and stop the bully, but that everybody would love me, too. I think that's intrinsic to fantasy - fantasy is fantasy.","author":"Patty Jenkins","category":"Love, Strong, Me"},{"quote":"Colombia is so different to what I know, and every aspect of the country is different to England, and I loved it. I loved the culture and the food, and the coffee was amazing. The place that we were was stunning, and it really was quite an amazing experience to film out there.","author":"Tom Holland","category":"Food, Experience, Culture"},{"quote":"The amazing thing about the sea is that it is perhaps the last truly unexplored frontier; most oceanographers estimate that only about ninety-five per cent of the sea has been studied. Meanwhile, the oceans are believed to contain more animals than exist on land, a majority of which have never been discovered.","author":"David Grann","category":"Sea, Land, Animals"},{"quote":"From my mom telling me 'no' to now telling everyone I'm the champion, and she's so proud of me, and to prove to a lot of people - who didn't believe in me, who didn't think I was going to be here - that I'm here, and I did it. It's been a roller coaster of emotions; it's amazing.","author":"Sasha Banks","category":"Mom, Believe, Me"},{"quote":"Yes, the companionship is amazing. You know, you can get that physical attraction that happens is great, but then there's an awful lot of time and the rest of the day that you have to fill.","author":"Vince Gill","category":"Time, Day, Great"},{"quote":"I just feel energized when I am around young, talented people. There is something about these kids that's amazing. I learn as much from them as they do from me.","author":"Sally Struthers","category":"I Am, Me, People"},{"quote":"There are very few dance companies in the world and you have to be phenomenal. You have to not be injured. You have to have a really strong mind to deal with the dance world. People who can do it are amazing to me. You cannot have a life outside of dance.","author":"Neve Campbell","category":"Life, Strong, Dance"},{"quote":"I can't believe it. I'm speechless. It is amazing to see where I've come from the last two years.","author":"Libby Trickett","category":"Believe, Years, See"},{"quote":"I swim like a fish and I have an amazing kick.","author":"Gordon Ramsay","category":"Fitness, Fish, Swim"},{"quote":"The U.S.S. George H. W. Bush is a great thing in my life. It's amazing. A great honor.","author":"George H. W. Bush","category":"Life, Great, Honor"},{"quote":"It'd be great to be in a position where you can make choices regardless of money. My tastes are always gonna lead me to go for the amazing project where I'm being paid in Turkish cantaloupes.","author":"Will Ferrell","category":"Money, Great, Choices"},{"quote":"'Hell is for Children' is amazing to do every night and 'Promises in the Dark' and 'Love Is a Battlefied,' of course, but my absolute favorite would be 'Heartbreaker.' It's the one that started everything, so it has a very special place in my heart. And it still rocks every night! It's so fun to do.","author":"Pat Benatar","category":"Love, Children, Heart"},{"quote":"You get to a point where the kind of beautiful chaos can't really fuel your creative existence any longer because it's not stable, however amazing and exciting it may be.","author":"Kaki King","category":"Beautiful, Creative, Chaos"},{"quote":"I truly loved being pregnant and feeling what was going on inside my body and watching it change. It's difficult to recoup, but still amazing nonetheless. I would have another one.","author":"Jill Scott","category":"Change, Body, Loved"},{"quote":"The thing about dancing - what it taught me all those years - is it gives you an amazing sense of discipline in forcing yourself to do things that you know are good for you but you don't really want to do.","author":"Madonna Ciccone","category":"Good, Yourself, Me"},{"quote":"I have had the most wonderful childhood, and I was raised in a very loving family. And it was nothing short of an amazing privilege because I was incredibly lucky to be able to play up in trees and make it like silly dens in a bush and stuff like that.","author":"Rose Leslie","category":"Family, Childhood, Short"},{"quote":"As you eat more healthily, your palate changes - it's amazing. Your taste buds constantly adapt: from minute to minute, in fact. If you drank orange juice right now, it would taste sweet. But if you first ate some sweets then drank the same juice, it could taste unpleasantly bitter.","author":"Michael Greger","category":"Changes, Sweet, Adapt"},{"quote":"There are a few elements - especially platinum and palladium - that have the amazing ability to absorb up to 900 times their own volume in hydrogen gas. To get a sense of the scale there, that's roughly equivalent to a 250-pound man swallowing something the size of a dozen African bull elephants and not gaining an inch on his waistline.","author":"Sam Kean","category":"Man, Size, Ability"},{"quote":"Sometimes I have ice cream for lunch. Gelateria Sempione in Milan is the best in the world, hands down. The chocolate sorbetto is amazing.","author":"Margherita Missoni","category":"Best, World, Lunch"},{"quote":"I want to be known as A.J. Styles, the WWE Superstar that he is, and have amazing matches, make memories - I think that's the goal.","author":"A.J. Styles","category":"Memories, Goal, Want"},{"quote":"This whole phenomenon of the computer in a library is an amazing thing.","author":"Bill Gates","category":"Library, Computer, Whole"},{"quote":"I feel like I have had the most amazing life in my public service.","author":"Hillary Clinton","category":"Life, Service"},{"quote":"Being a mom, it feels like I did something so powerful and amazing. It's such a gigantic blessing, and a confirmation that the Creator exists. And all of that has made me feel sexier and stronger. I call it 'lava in my spine.'","author":"Jill Scott","category":"Mom, Powerful, Me"},{"quote":"The paradox of Steve Jobs's career is that he had no interest in listening to consumers - he was famously dismissive of market research - yet nonetheless had an amazing sense of what consumers actually wanted.","author":"James Surowiecki","category":"Listening, Research, Career"},{"quote":"The right really dominates radio, and it's amazing how much energy the right spends telling us that the press is slanted to the left when it really isn't. They want to shut other people up. They really don't understand the First Amendment.","author":"Roger Ebert","category":"Energy, People, Want"},{"quote":"There was always music in our home. My mom and my dad loved music. I remember when we were kids we would have these great parties at the house with congas and bongos and African drums, and it was amazing. It wasn't until years later that I found out that they were actually Black Panther meetings.","author":"Queen Latifah","category":"Music, Home, Great"},{"quote":"I can always say I led off for the New York Yankees. It's an amazing feeling.","author":"Billy Crystal","category":"New York, I Can, New"},{"quote":"As a young black boy, it made me proud to see black leaders that did something amazing and made the world change.","author":"John Legend","category":"Change, World, Me"},{"quote":"Dublin is one of my favourite cities. It's an absolutely amazing place.","author":"Tom Holland","category":"Place, Dublin, Favourite"},{"quote":"Everybody knows about Pearl Harbor. The thing that really fascinated me is that through this tragedy there was this amazing American heroism.","author":"Michael Bay","category":"American, Me, Tragedy"},{"quote":"I heard some stuff recently from Julian Casablancas, and his solo stuff is amazing. If I could write with anyone, it would be him.","author":"Harry Styles","category":"Him, Write, If I Could"},{"quote":"I have had a lot of blessed, interesting things happen to me and have bumped up against some amazing people.","author":"Rob Lowe","category":"Blessed, Me, People"},{"quote":"It's amazing because people come up to me and say, 'Chuck, you're the luckiest guy in the world to be a world karate champion and a movie and TV star.' When they say this to me, I kind of smile because luck had nothing to do with it; God had everything to do with it.","author":"Chuck Norris","category":"Smile, God, World"},{"quote":"Motherhood is a dream. It really is absolutely amazing.","author":"Jessica Simpson","category":"Mom, Motherhood, Dream"},{"quote":"The resilience of these people is amazing. I am a great believer that the sooner we get things up and running in terms of sport in this area, the better.","author":"Ian Botham","category":"Great, Resilience, I Am"},{"quote":"The amount of control you have over somebody if you can monitor internet activity is amazing.","author":"Tim Berners-Lee","category":"Internet, Control, You"},{"quote":"People inspire me. Every day, I meet amazing individuals in the field. When I see a mother who has walked for three weeks to come to a MSF clinic, with two kids on her back and her belongings on her head, facing intimidation and physical abuse on her way, I am inspired by her resilience - her desire for life.","author":"Joanne Liu","category":"Life, Day, Mother"},{"quote":"I've always been a big fan of Mariah Carey. I think it's her personality. As much as she has an amazing voice, she has a crazy personality and I love the fact that she's not afraid to hide that.","author":"Jessica Mauboy","category":"Love, Personality, Crazy"},{"quote":"The difference between Marilyn Monroe and the early Pamela Anderson is not that great. What's amazing is that the taste of American men and international tastes in terms of beauty have essentially stayed the same. Styles change, but our view of beauty stays the same.","author":"Hugh Hefner","category":"Change, Beauty, Great"},{"quote":"It's very intense to be in front of a live audience. It's just an amazing experience. It's dangerous. Everything out there is heightened. The bad stuff is extra-worse. The silences are extra-silent. The good stuff is amazing. It's electric when you walk out there. For 90 minutes, you're on this other planet.","author":"Steven Wright","category":"Good, Experience, Walk"},{"quote":"Wonder Woman was my favorite superhero as a little girl. I still have a huge girl crush on Wonder Woman I think she's amazing.","author":"Evangeline Lilly","category":"Woman, Girl, Think"},{"quote":"I'm an amazing cook. And I'm a gentleman but can belch the entire alphabet. Classy.","author":"Jussie Smollett","category":"Gentleman, Classy, Alphabet"},{"quote":"The whole process of being one of the 10 finalists for the 'Vogue' Fashion Fund award has to be my biggest achievement to date. Meeting Anna Wintour, Diane von Furstenberg, etc., has been an amazing experience that even now gives me goose bumps when I think about it.","author":"Simon Spurr","category":"Experience, Achievement, Me"},{"quote":"What's amazing is that the taste of American men and international tastes in terms of beauty have essentially stayed the same. Styles change, but our view of beauty stays the same.","author":"Hugh Hefner","category":"Change, Beauty, American"},{"quote":"I'm quite proud of what I anticipated about reality television from my books in the early '90s, which I based on the early seasons of 'Cops' and on the amazing stuff I had read about happening on Japanese shows and the British 'Big Brother'.","author":"William Gibson","category":"Brother, Reality, Television"},{"quote":"When you have an audience standing and screaming the entire way through the short program and cheering every element you do, whether it's footwork, or spin, or a jump, to have that kind of emotion coming at you from every direction in the building, it's the most amazing sensation you can get as a sportsman.","author":"Johnny Weir","category":"Short, Building, You"},{"quote":"Growing up, I had a terrible pudding-bowl haircut. I used to cut it myself, and I'd sew my own clothing, too. I looked a little strange compared to the other kids. But the thing was, I felt I looked amazing, so what other people thought never bothered me.","author":"Becki Newton","category":"Myself, Growing Up, Me"},{"quote":"I don't think with any book you get used to people falling in love with the story. It's been incredible just to realize your books are being read. It's a pretty amazing feeling.","author":"Jennifer Armentrout","category":"Love, Book, People"},{"quote":"I feel like I've lost so many amazing traits because I've listened to stupid people, ignorant people who are bullies.","author":"Kylie Jenner","category":"Stupid, Lost, People"},{"quote":"When the shriveled skin of the ordinary is stuffed out with meaning, it satisfies the senses amazingly.","author":"Virginia Woolf","category":"Meaning, Skin, Senses"},{"quote":"If it's an amazing role, I'll do anything.","author":"Vin Diesel","category":"Anything, Role"},{"quote":"Obviously, there's the seedy side of the strip club world and pole dancing. But, pole dancing, as an art form, is really beautiful. It's been hyper-sexualized because it's associated with strippers, but if you think about it, just in terms of other kinds of dancing, they're using an instrument to create these amazing dance forms.","author":"Megalyn Echikunwoke","category":"Art, Beautiful, Dance"},{"quote":"I was really lucky that, through my 20s, I got to work with some amazing people, and I tried to sit back and watch and learn.","author":"James Badge Dale","category":"Work, People, Learn"},{"quote":"To get a horse to hit a mark without a rider, to get it to stand up, to get it to rear, to get it to pick up a bucket and bring it over is amazing. It's hard work and very rewarding but can be dangerous.","author":"Benedict Cumberbatch","category":"Work, Hard Work, Horse"},{"quote":"Society tends to always make multiples - whether it's twins or triplets or whatever - one person. And it's not always fair. I encourage multiples to embrace their individual uniqueness because, just as you are an amazing unit together, that can only happen when you are strong individually.","author":"Tia Mowry","category":"Strong, Together, Society"},{"quote":"The satisfaction you get when you finally beat your dad is amazing, that rush of adrenaline.","author":"Lee Westwood","category":"You, Satisfaction, Beat"},{"quote":"I love Benny Hill. He one of my favourites of aaall time. Like, the way Benny did it, he was just amazing. Just seeing how he put songs together and comedy and the timing and the sketches. He was way ahead of his time.","author":"Snoop Dogg","category":"Love, Time, Together"},{"quote":"I don't think I'm such an amazing person who needs to be written about.","author":"Amy Winehouse","category":"Think, Person, Needs"},{"quote":"I love kimonos because you can just throw them on over anything. Ever since I got my first kimono from Lane Bryant in high school and thought, 'This is amazing; I can wear it with everything!'","author":"Lizzo","category":"Love, School, Thought"},{"quote":"I need to take everything one step at a time. If I think about that too much, I'll miss this amazing experience.","author":"Shanice Williams","category":"Time, Experience, Step"},{"quote":"There was something amazingly enticing about programming.","author":"Vint Cerf","category":"Programming, Something"},{"quote":"I love to go shopping at Target. They have so much stuff there, you can buy almost anything, it's really amazing.","author":"Liv Tyler","category":"Love, Shopping, You"},{"quote":"After I finished high school I went to Hong Kong and Thailand and spent some time there. Just to get that whole experience of being out of the bubble that I was in from high school in Vancouver, to be able to travel around and be on your own was an amazing experience.","author":"Shay Mitchell","category":"Travel, Time, Experience"},{"quote":"It is extraordinary how safe flying has become. You are now statistically more likely to be elected president of the United States in your lifetime than you are to die in a plane crash. What an amazing achievement as a society! But what we end up focusing on are the catastrophic failures that are incredibly rare but happen every now and then.","author":"Steven Johnson","category":"Achievement, Society, End"},{"quote":"If I could film, we'd film every episode of 'Doctor Who' in New York. I have an affinity with the city. It has some wonderful locations and it is devastatingly vast and huge. Central Park looks amazing on camera.","author":"Matt Smith","category":"City, Doctor, New York"},{"quote":"When you can watch something grow that you created - it's really an amazing feeling.","author":"Brody Jenner","category":"Grow, You, Feeling"},{"quote":"My biggest lesson I've learned about love is to keep on loving. Love is love it's amazing. It's fine. It hurts. It's probably one of the best experiences in life.","author":"Christina Milian","category":"Love, Life, Best"},{"quote":"Creating something new is the difficult part. To make it and build it and get everyone to follow? Amazing.","author":"Pep Guardiola","category":"Creating, Build, New"},{"quote":"I put the costume on and said 'It's not very comfortable, but it looks amazing,' so it's all good.","author":"Chris Hemsworth","category":"Good, Said, Comfortable"},{"quote":"I just wanna thank all those amazing Internet bloggers out there that hate me day-to-day. I love you! You rock!","author":"Tori Spelling","category":"Love, I Love You, Hate"},{"quote":"I do like athletes as they have amazing self-discipline.","author":"Seal","category":"Self-Discipline, Like"},{"quote":"It's an amazing thing to say, 'I'm beautiful,' without feeling like you're cocky.","author":"Christina Aguilera","category":"Beautiful, You, Feeling"},{"quote":"To win one Moonman is amazing, to win two is incredible.","author":"Harry Styles","category":"Win, Two, Incredible"},{"quote":"I think there's something really freeing about improv, that it's a collective, creative, in-the-moment piece. That's really exciting and really frustrating, because it's there and gone. There's an amazing interaction with the audience that happens because they are very much another scene partner.","author":"Tatiana Maslany","category":"Creative, Partner, Think"},{"quote":"You arrive at Formula One being very skeptical, how far can your talent deal with all this, and then you understand those guys are human and pretty reasonable, and finally succeeding in winning your first race, in circumstance as such, it was just an amazing moment.","author":"Michael Schumacher","category":"Winning, Talent, Moment"},{"quote":"Musicians like James Blake were a big influence on me. How he uses his vocals is amazing. And then Yeasayer and Animal Collective, who aren't pop bands exactly, but they do something that is so catchy and undeniable and so much fun.","author":"Lorde","category":"Musicians, Influence, Animal"},{"quote":"'Amazing Grace' is not a book of interviews or onetime snapshots. It's a memoir of a journey that took me into a place I had never been and took over two years of my life. I don't think the people in this book would have said the things to me that they did if they perceived me as a reporter.","author":"Jonathan Kozol","category":"Life, Journey, Book"},{"quote":"Just know that as long as your family thinks you're amazing, then you really are amazing.","author":"Sabrina Bryan","category":"Family, Long, Know"},{"quote":"I don't claim to be a particularly good father. I'm flawed, let's say. I've certainly been affected by the experience of having kids... trying to be a father, at least. It's an amazing process. It's like songwriting: it's a complete mystery to me. I don't understand it - but I've certainly written about it.","author":"Loudon Wainwright III","category":"Good, Father, Experience"},{"quote":"It's always exciting to see different cities I love, and go on tour buses. It's so much fun to travel. My favorite part is being able to perform live in front of all these amazing people; being able to connect with them and seeing their reaction makes me feel very special.","author":"Jackie Evancho","category":"Love, Travel, Fun"},{"quote":"Don't contour with blush - that's so eighties. It was an amazing trend then, but it's not hot now. Instead, go for a neutral contour color that's one or two shades deeper than your skin tone.","author":"Tyra Banks","category":"Color, Skin, Hot"},{"quote":"I loved 'Gladiator' when I was young. Russell Crowe was a big inspiration the fact that he plays my father in 'Noah' was amazing.","author":"Douglas Booth","category":"Father, Loved, Inspiration"},{"quote":"The goal is to really blur the line. Can you perform a magic trick in a way that someone doesn't think it's a magic trick but is something amazing they haven't seen before? Then they have to wrestle with reality.","author":"Michael Carbonaro","category":"Goal, Reality, Magic"},{"quote":"It's amazing how easily people are led to fury and chaos. Unhappy people with guns are not going to make this country great.","author":"Meryl Streep","category":"Great, People, Chaos"},{"quote":"I'm in love with lots of different things. I do love love, though. I don't think love should make you feel uneasy. When you feel sick, I don't think that's love - that's infatuation. Someone who makes you feel like that is exciting - it's the one that you imagine when you think of an amazing affair - but that's not actually a stable love.","author":"Alexa Chung","category":"Love, Think, You"},{"quote":"Oftentimes, it feels like we spend so much of our life waiting to make art, waiting for somebody to let us do something. You don't really have to do that. You can make it all the time. And 99 percent of the time, it's not going to be a big deal on a global scale. But 100 percent of the time, it's going to make you feel amazing.","author":"Daveed Diggs","category":"Life, Time, Art"},{"quote":"Your voice is like a very serious instrument that you have to tame if you want to be an amazing singer - Marvin Gaye or Michael Jackson.","author":"Theophilus London","category":"Voice, Want, You"},{"quote":"It's amazing to be able to play the sport that I grew up loving so much and that I have a strong passion for. I'm just having a ball. There's a lot of pressure that comes with being in the spotlight and being a superstar and a role model, but I'm enjoying it.","author":"Reggie Bush","category":"Strong, Passion, Pressure"},{"quote":"The creative act amazes me. Whether it's poetry, whether it's music, it's an amazing process, and it has something to do with bringing forth the old out into the world to create and to bring forth that which will rejuvenate.","author":"Joy Harjo","category":"Music, Poetry, World"},{"quote":"Victor Cruz just got his deal with Givenchy - amazing. I was so excited for him. That was amazing. So I think there are great opportunities for a lot of athletes out there.","author":"Colin Kaepernick","category":"Great, Opportunities, Think"},{"quote":"My ideal night would probably be a dope outfit, people that I love around me. Go to get some dinner, have some amazing food. Maybe sushi or Italian: I love both.","author":"Bebe Rexha","category":"Love, Food, Night"},{"quote":"It's amazing what ordinary people can do if they set out without preconceived notions.","author":"Ben Stein","category":"People, Without"},{"quote":"It's the most amazing feeling to hold your child in your arms.","author":"Chris O'Donnell","category":"Child, Feeling, Hold"},{"quote":"It's amazing, if you know what you want to say, how fast it is to write.","author":"Evan Davis","category":"Want, Know, You"},{"quote":"Elle MacPherson is absolutely amazing she is just so beautiful.","author":"Carol Alt","category":"Beautiful, She, Just"},{"quote":"It's amazing how ideas start out, isn't it?","author":"Nigel Farage","category":"Ideas, Start, Out"},{"quote":"To feel the presence of the Lord is an amazing thing.","author":"Lisa Leslie","category":"Presence, Feel, Lord"},{"quote":"At once I feel that comedy is this amazing sort of transcendent thing, and I'm also open to the fact that maybe it's just an evolutionary hiccup, something that upright apes do in their free time.","author":"Bo Burnham","category":"Time, Free, Comedy"},{"quote":"I just think we're living in a time of massive, amazing change, like the Industrial Revolution on acid.","author":"Kelly Lynch","category":"Change, Time, Think"},{"quote":"This band has never had an argument. It's just amazing.","author":"Dave Edmunds","category":"Argument, Band, Never"},{"quote":"You can muck around with different guitars for certain bits, but you have to have your own sound. That's your benchmark, that's your sound. I also play a Black Beauty. It sounds amazing.","author":"Dan Hawkins","category":"Beauty, Black, Play"},{"quote":"They say it's good but I didn't know what I was doing until I got into the suit and they put the moustache on me, and somehow, when I got all the drag on, it came out. It was the most amazing thing. I'm truly extraordinary.","author":"Harvey Korman","category":"Good, Me, Know"},{"quote":"I've had a very interesting career. I get to do amazing things and work with amazing people and travel and learn languages - things most people don't get the opportunity to do.","author":"Gwyneth Paltrow","category":"Work, Travel, Opportunity"},{"quote":"I was the first spokesperson for the Better Hearing Institute in Washington. And that's the message we tried to send out - there is hearing help out there, and the technology and options are amazing.","author":"Norm Crosby","category":"Technology, Help, Better"},{"quote":"My best kiss was on stage. Kelly Rowland from Destiny's Child gave me a really nice soft kiss on my lips during a performance on my birthday. It was amazing.","author":"Chris Brown","category":"Birthday, Best, Child"},{"quote":"Every time I got 'Amazing Spider-Man' or 'Fantastic Four' or another book firmly on the rails, we got pulled into some big event book or crossover and it cost momentum and messed badly with the pacing and structure of the book.","author":"J. Michael Straczynski","category":"Time, Book, Momentum"},{"quote":"Some of my fans have said that because I've been able to speak about my issues, that they're not afraid to speak about theirs, which is an amazing feeling.","author":"Demi Lovato","category":"Speak, Feeling, Said"},{"quote":"Montana and I had a chemistry that was unbelievable. When I first came into the league he told me I added five years to his career, and I just think we complimented each other very well and were able to do some amazing things out on the football field.","author":"Jerry Rice","category":"Football, Me, Think"},{"quote":"That's an amazing feeling, to walk onstage, and you're not thinking about anything, you're not thinking about your lines or what you're supposed to do - your body, your brain knows, so there's freedom. There's not fear, there's not nerves.","author":"Eric McCormack","category":"Freedom, Fear, Thinking"},{"quote":"When you're a stay-at-home mother you have to pretend it's really boring, but it's not. It's enriching and fulfilling, and an amazing experience. And then when you're a working mother you have to pretend that you feel guilty all day long.","author":"Amy Poehler","category":"Day, Experience, Mother"},{"quote":"I cannot stress enough that the answer to life's questions is often in people's faces. Try putting your iPhones down once in a while, and look in people's faces. People's faces will tell you amazing things. Like if they are angry, or nauseous or asleep.","author":"Amy Poehler","category":"Life, Stress, People"},{"quote":"There was once a caustic comment from someone suggesting I was breeding a new race. Fans from different countries have married, amazing things like that. I've been to some of the weddings. I went to one here the other day, a pagan ceremony.","author":"Terry Pratchett","category":"Day, Race, New"},{"quote":"I realized the other day that I've lived in New York longer than I've lived anywhere else. It's amazing: I am a New Yorker. It's strange I never thought I would be.","author":"David Bowie","category":"Day, I Am, Thought"},{"quote":"My mom can't defend herself to the world. She is such an amazing woman, with such an open heart. It's a real hard line, and I crossed it. I took everyone's life story and assumed it would be a great thing to put on screen. I was being selfish and I feel so horrible about it. I feel so guilty.","author":"Nikki Reed","category":"Life, Great, Mom"},{"quote":"We've always described our sound as a bit more guitar driven than normal pop music. Kind of Pink in a boy band form. We've heard a few people say that so now we use it. I think Pink is amazing person to be compared to.","author":"Liam Payne","category":"Music, Guitar, Pink"},{"quote":"Nobody has it all, but for me to even come close is amazing.","author":"Adam Levine","category":"Me, Nobody, Come"},{"quote":"I've always been fascinated with the juxtaposition of technology in music, not only in recording, but in the keyboard. It's amazing the way you can apply technology to an art form.","author":"Geoff Downes","category":"Music, Art, Technology"},{"quote":"Our fears are an amazing gift of the imagination... a way of glimpsing what might be the future when there's still time to influence how that future will play out.","author":"Karen Thompson Walker","category":"Time, Future, Imagination"},{"quote":"Brains don't really smell, but what's amazing about the brain is that it's almost like scrambled eggs or soft tofu, almost like a gel. The brain controls so much of what we do, but you could put your finger right through it.","author":"Ellen Pompeo","category":"Brain, You, Through"},{"quote":"I'm lucky that most of the time I'm on location in amazing places. Most of the time, I don't need holidays, I just stop working.","author":"Stephanie Beacham","category":"Time, Holidays, Working"},{"quote":"I love getting dressed up. Being a pop star is the most brilliant job for that. A lot of girls love shopping, but they might see the most amazing outfit and think, 'When am I going to wear that?', so it's my duty to exploit the fact I do have events I can wear these things to.","author":"Sophie Ellis-Bextor","category":"Love, Job, Shopping"},{"quote":"The way that people show me love on Twitter? I don't know man. It's amazing.","author":"T-Pain","category":"Love, Man, Me"},{"quote":"My fans are amazing and super loyal.","author":"Taio Cruz","category":"Loyal, Fans, Super"},{"quote":"I met Ellie Goulding at the BRITs. She's lovely. I've got a lot of time for her. I gave her congratulations and whatnot and she let me hold her BRIT. That was amazing - once I'd touched one for the first time, I said 'This cannot be the last time I touch a BRIT.'","author":"Tinie Tempah","category":"Time, Me, Congratulations"},{"quote":"As far as I'm concerned, Cate Blanchett is a goddess, but she's really down to earth. She's got all those Oscars, she's made all those amazing films and she could spend her whole life doing that, but what does she also do? She gives birth to three boys and creates her own theatre in Sydney.","author":"Sylvester McCoy","category":"Life, Theatre, Earth"},{"quote":"I love surfing, rock climbing, cycling - all that stuff. But it's just amazing that I can inspire people with my running. It's humbling, really.","author":"Dean Karnazes","category":"Love, Inspire, People"},{"quote":"I am definitely a Type A personality, always rushing around, trying to do too much, not good at just lying on the beach. But I'm so thankful for everything I have: wonderfully supportive parents and sisters, the best husband in the world, terrific students I love teaching and hanging out with, and above all, my two amazing daughters.","author":"Amy Chua","category":"Love, Thankful, Good"},{"quote":"If you want to create a great product, just focus on one person. Make that one person have the most amazing experience ever.","author":"Brian Chesky","category":"Experience, Great, Focus"},{"quote":"Being in 'Doctor Who' has been so amazing. I don't think I will ever have a job quite so fun ever again. I feel sad because I am going to leave, but with any story, it has to come to an end.","author":"Karen Gillan","category":"Sad, Job, I Am"},{"quote":"I love good food and I love to eat in nice restaurants. I love Japanese food. I love Gordon Ramsay in London he is pretty amazing.","author":"Isla Fisher","category":"Love, Food, Good"},{"quote":"It's amazing, the mentality shift that occurs in pregnancy. All of a sudden you want to be good to yourself.","author":"Elisabeth Hasselbeck","category":"Good, Yourself, Want"},{"quote":"I'm able to provide for my family and the people that I love with things that I never used to be able to. I'm getting to make music and work with amazing people. I just feel really lucky.","author":"Rebecca Ferguson","category":"Love, Work, Family"},{"quote":"Birds themselves are so interesting and intelligent, and they give so many cues without being verbal, so they say such great things. Feathers are superior to fur, even. They're so beautiful, and nature uses such amazing colors.","author":"Bibhu Mohapatra","category":"Nature, Beautiful, Great"},{"quote":"Only amazing designers think of the truly new.","author":"Patrick Demarchelier","category":"Think, New, Truly"},{"quote":"Polo is a great thing to do with your kids and your family - it is a great day out. And to me, horses are amazing creatures that give you this cable to Earth and put you in contact with nature.","author":"Nacho Figueras","category":"Family, Nature, Great"},{"quote":"I think probably one of the coolest things was when I went to play basketball at Rucker Park in Harlem. First of all, who would think that Larry the Cable Guy would go to Harlem to play basketball? And I was received like a rock star. It was amazing! There were people everywhere. There were guys walking by yelling, 'Git 'r done!'","author":"Larry the Cable Guy","category":"Walking, People, Think"},{"quote":"I grew up on classic Nintendo, which was amazing. My best friends were hardcore into it.","author":"Johanna Braddy","category":"Friends, Best, Up"},{"quote":"I stumbled on a joke idea and style that worked, the audience went with it and, from that moment on, I was hooked. It's an amazing feeling.","author":"Marcus Brigstocke","category":"Style, Moment, Idea"},{"quote":"Some of my favorite media is the still cartoon that you can sit and study. You can get amazing metaphors across really quickly. I'm in awe of a Charles Schulz.","author":"Bob Peterson","category":"Media, Study, You"},{"quote":"I'm living as an artist, and that's a staggering feeling, it's a total luxury. And because you have this amazing chance, with so much freedom, I'm determined to make something that is worth that. I feel this responsibility - to create something that makes an audience feel, which takes them somewhere. But that's very hard to achieve.","author":"Conor McPherson","category":"Freedom, Responsibility"},{"quote":"I think women of our generation went through Cultural Revolution, went through hardship, coming from nowhere, and suddenly see China's amazing opportunity. So women just seized the opportunity.","author":"Zhang Xin","category":"Women, Opportunity"},{"quote":"I went through the extremes of amazing notoriety and also the dreaded things that you never thought you'd have to live through. Not everything works the way you want it to, but if I sit back and think, 'Am I happy about this?' Yeah. I wouldn't have done anything any better.","author":"Ralph Lauren","category":"Happy, Thought, Live"},{"quote":"I was getting a little bored with my hair. It's kind of a symbolic thing, just getting rid of the past, moving forward. It's amazing what a reaction you get when you cut your hair.","author":"Pamela Anderson","category":"Moving Forward, Past, Moving"},{"quote":"I loved filming in Morocco it was amazing. I'd never been anywhere like that. The culture was phenomenal. I was so blown away by the spirit of that country.","author":"Tatiana Maslany","category":"Culture, Loved, Country"},{"quote":"I was about to meet Beyonce, and I had a full-blown anxiety attack. Then she popped in looking gorgeous, and said, 'You're amazing! When I listen to you I feel like I'm listening to God.'","author":"Adele","category":"God, Listening, Anxiety"},{"quote":"To come out and meet kids who have my books in their hands is kind of amazing.","author":"Jeff Kinney","category":"Hands, Kind, Kids"},{"quote":"It's amazing what you can do without in terms of filmmaking when a story is really important.","author":"Justin Chadwick","category":"Filmmaking, Story, You"},{"quote":"The American Right has an amazing ability to lionize leaders whose lives are the precise antithesis of the political values that define their image.","author":"Glenn Greenwald","category":"American, Political, Values"},{"quote":"I'm happy to be content-maker as well as curator, so I'm happy to also be a presenter for amazing things.","author":"Jason Silva","category":"Happy, Well, Things"},{"quote":"The catering on 'True Blood' was so good - I'd be eating amazing doughnuts all day, then realised I was in danger of turning into a right fat faerie.","author":"Robert Kazinsky","category":"Day, Good, Blood"},{"quote":"I've been incredibly fortunate to be able to have different opportunities and be able to choose, which is kind of amazing.","author":"Steven Strait","category":"Opportunities, Kind"},{"quote":"When I'm in the city, I like to go to different events and get introduced to different people. That's what New York is all about. There is great diversity, and there are people from all over the world who have done amazing things. That's my favorite thing to do: meet new people.","author":"Carl Hagelin","category":"Great, Diversity, World"},{"quote":"There's nothing nicer than getting a round of applause for turning up for work. It's amazing! You start work, and people clap. Do you know what I mean? And then they stand up and clap at the end.","author":"James Corden","category":"Work, End, People"},{"quote":"One of my favorite things about working on 'Glory Daze' is getting to wear amazing '80s outfits coupled with fabulously over-the-top hair and makeup. My wardrobe usually consists of colorful sweaters, denim skirts, high-waisted shorts, crop tops, dangly earrings, jean jackets, and, of course, panty hose and shoulder pads.","author":"Julianna Guill","category":"Hair, Makeup, Colorful"},{"quote":"Adrenaline is an amazing thing.","author":"Mitch Gaylord","category":"Adrenaline, Amazing Thing"},{"quote":"Television has changed. There's obviously the generic shows, but on HBO and AMC, there are some really great series, so I'm not closed off to television. If there's an amazing role with amazing people and a great story, I'd definitely be open to it.","author":"Amanda Crew","category":"Great, People, Television"},{"quote":"Music has always been in my family, but it was mainly keyboards. I learned to play classical piano, but when I first heard the amazing bass guitar of James Jamerson, who played on all the big Motown hits of the '60s and '70s, I knew bass guitar was my instrument.","author":"Suzi Quatro","category":"Family, Music, Guitar"},{"quote":"For such a small country, Britain packs in an amazing diversity of landscapes: coastline, lakes, mountains, rolling countryside, villages and great cities.","author":"Rory Bremner","category":"Great, Diversity, Mountains"},{"quote":"It's amazing, coconut oil. I use it as a moisturizer. I put it in my hair when I want a kind of greasy look. I take off my makeup with it. I put a little bit in my coffee. I have coconut oil with everything.","author":"Lykke Li","category":"Coffee, Hair, Makeup"},{"quote":"If you ever have a kid who doesn't know what to do, stick him in art school. It's amazing what evolves.","author":"Ridley Scott","category":"Art, School, Know"},{"quote":"My son is wonderful. He is amazing.","author":"Evangeline Lilly","category":"Son, Wonderful, He"},{"quote":"Anything salty and crunch is a world of perfection to me. Put chips in front of me, and I will eat to the bottom of the bag. Because I have the tendency to do this, I found these amazing Eden Brown Rice Chips. They're the perfect amount of salt and crunch, and there's nothing in them.","author":"Tamara Taylor","category":"Perfection, World, Me"},{"quote":"When a translation is very good, it is fascinating to see how the book changes and yet stays the same. I think 'Out Stealing Horses' sounds more American for Americans than it does in Norway, and still, it is all there, everything that I wrote. It's amazing.","author":"Per Petterson","category":"Good, Changes, American"},{"quote":"I've had an incredible life with a lot of triumphs, my share of heartbreak, and some pretty amazing experiences.","author":"Mike Love","category":"Life, Heartbreak"},{"quote":"The thing about this business is that you always end up finding these amazing stories and these amazing people who make amazing films. I just want to work with good people and keep challenging myself with different kinds of characters.","author":"Madhur Mittal","category":"Work, Business, Good"},{"quote":"My job is to teach someone something they never knew, but it should not be like you're in a prisoner-of-war camp. I'm supposed to be teaching you but also entertaining you. You're giving me an hour of your time. It should be lively. We're on a hunt, it's a mystery, and it's amazing.","author":"Bonnie Bassler","category":"Time, Job, Mystery"},{"quote":"I seem to be landing a lot of roles with animal interactions, which is amazing.","author":"Maisie Williams","category":"Animal, Landing, Which"},{"quote":"I can completely lose myself into just absolutely satisfying things - a really amazing cheeseburger, a pizza, good fries, a beer. I enjoy being comfortable and eating whatever the hell I like. It's a big thing for me, just having the freedom to be able to do that.","author":"Channing Tatum","category":"Freedom, Good, Myself"},{"quote":"People like to say how much they like stuff, but with 'The Sunset Tree,' people shared stories about what it meant for them. And that stuff's so humbling and amazing.","author":"John Darnielle","category":"Sunset, Tree, People"},{"quote":"I had an amazing mother. She raised nine kids, practically as a single parent, which is the hardest thing in the world. Nine of us! Day in and day out. She had to make sure we all had an education and that we all felt loved.","author":"Sufe Bradshaw","category":"Education, Day, Mother"},{"quote":"I can tell you that Rey is an incredibly brave young woman who starts off alone and encounters Finn, and they go on an amazing adventure, and she makes relationships she never could have imagined, and she sees things she never could have imagined.","author":"Daisy Ridley","category":"Adventure, Alone, Woman"},{"quote":"My sisters are amazing. My sister is my business partner, my twin. She's an amazing producer, writer. You know, we're just grinding and trying to make my mother proud as well as God.","author":"Tasha Smith","category":"Business, Sister, Mother"},{"quote":"There is such an advantage to self-releasing. If you can do it yourself, it's the best way to go. In Europe and the rest of world outside the U.S., I have licensed my music to labels. But it's amazing because I still own all the masters. I didn't have to give up any of those rights. I have 100 percent creative control.","author":"Lindsey Stirling","category":"Music, Best, World"},{"quote":"'Sleepless' was a script that had been written by three or four other writers before me, and it never really worked, but it had this amazing ending on the top of the Empire State Building that just worked, no matter what came before it.","author":"Nora Ephron","category":"Me, Ending, Building"},{"quote":"When you are doing something neat, and you're doing it with neat people, and there is that convergence, something amazing will happen.","author":"Rony Abovitz","category":"People, Doing, You"},{"quote":"There are things that people say that hurt my feelings or whatever, especially with social media right now. It can be the most amazing thing, and it can also be the most negative and detrimental thing.","author":"Zendaya","category":"Social Media, Media, Hurt"},{"quote":"'Saturday Night Live' will always be this amazing, powerful behemoth, but it's also not the only thing happening in comedy anymore.","author":"Jenny Slate","category":"Powerful, Night, Live"},{"quote":"An amazing gift in a young child is, in some ways, an abnormality.","author":"Itzhak Perlman","category":"Child, Gift, Young"},{"quote":"I've had an amazing ride. I've been blessed beyond things that I could never have imagined.","author":"Sonny Bill Williams","category":"Blessed, Ride, Never"},{"quote":"'The Amazing Race' has always been the gold standard of reality television to me. It's smart, it's funny, and it's entertaining as hell.","author":"Burnie Burns","category":"Funny, Smart, Gold"},{"quote":"As a British fashion designer, it is an amazing, once-in-a-lifetime opportunity to be creative director of Team GB as the hosting nation of the London 2012 Olympic Games.","author":"Stella McCartney","category":"Team, Opportunity, Creative"},{"quote":"I had a stunt double for 'The Bronze.' She's literally the most amazing human being I've ever seen. She's NCAA women's gymnastics champion. She was incredible. I would poke her thighs, and my nail would break because it was like poking a rock.","author":"Haley Lu Richardson","category":"Women, Champion, She"},{"quote":"One of the most amazing things about my job is that I have arguably, maybe not even arguably - definitively - the best boss on the planet. Shonda Rhimes is the best.","author":"Kerry Washington","category":"Best, Job, Boss"},{"quote":"I'm a great fan of Bloomingdale's, and I'm a very loyal alumni of Parsons. I think what they do, what they've done, is amazing. They've educated some of the best American designers.","author":"Narciso Rodriguez","category":"Best, Great, American"},{"quote":"So much of selling a film in the industry is about creating a fulcrum where all the pressure comes to bear, and something seems suddenly valuable and approved by an audience. It's amazing how people could pick up tons of films on the cheap, but they don't because they wait until everything is laid out for them.","author":"Whit Stillman","category":"People, Pressure, Selling"},{"quote":"It's still amazing, but when I was growing up, Harlem was the Mecca of black culture. I was so inspired by it, the aspirational feeling you'd get spending time there. Experiences that were really specific to that place.","author":"Mahershala Ali","category":"Time, Culture, Growing Up"},{"quote":"The amazing thing about IBM is that it's a company where I have had 10 different careers - local jobs, global jobs, technology jobs, industry jobs, financial services, insurance, start-ups, big scale. The network of talent around you is phenomenal.","author":"Ginni Rometty","category":"Technology, Financial"},{"quote":"You don't really get to witness what athletes go through. Like, the sacrifices and stuff like that. It's by far the most amazing, beautiful thing.","author":"Steven Adams","category":"Beautiful, You, Through"},{"quote":"I started photographing amazing African wildlife for my own pleasure. It was like a much-needed antidote to my life in the city, which I was fast becoming allergic to.","author":"Laurent Baheux","category":"Life, City, My Life"},{"quote":"As soon as I get on the plane, I go straight to the bathroom and give myself a little minifacial. MV Organic Skincare does a rose oil spray that is absolutely gorgeous and amazing.","author":"Poppy Delevingne","category":"Myself, Rose, Oil"},{"quote":"I make amazing fried chicken. The secret is taco seasoning.","author":"Tituss Burgess","category":"Chicken, Taco, Secret"},{"quote":"One of my first festivals was Oxygen 2006. It had this amazing lineup with the Arctic Monkeys on their first or second album, the Strokes, Kings of Leon, the Magic Numbers and then the Who and James Brown. I waited in the pit for a good eight hours to see James Brown.","author":"Hozier","category":"Good, Magic, See"},{"quote":"I love making music, but if you make something that inspires somebody else to make something, without getting too airy-fairy, you've contributed to the zeitgeist in some way, and that's just an amazing feeling.","author":"Hozier","category":"Love, Music, You"},{"quote":"For every dancer, no matter how amazing your career, there's more to life than ballet. Being adored by your audience, it's only part of the story.","author":"Darcey Bussell","category":"Life, Story, Ballet"},{"quote":"Just look at Gal Gadot when she smiles or when she meets somebody and shakes their hand. That is the embodiment of Wonder Woman. She is so beautiful and powerful, but kind and generous and thoughtful. She's just an amazing person.","author":"Patty Jenkins","category":"Beautiful, Powerful, Woman"},{"quote":"I never do any television without chocolate. That's my motto and I live by it. Quite often I write the scripts and I make sure there are chocolate scenes. Actually I'm a bit of a chocolate tart and will eat anything. It's amazing I'm so slim.","author":"Dawn French","category":"Motto, Live, Television"},{"quote":"I have a black pair of suede Jimmy Choos. I've only worn them once to a Sony event. The heels have these arrow plates in a pattern. There's gold, black and white and they're amazing!","author":"Jessica Mauboy","category":"Black And White, Gold, Black"},{"quote":"You could easily do a book of Marshawn Lynch's quotes, which have a quite serious political pushback. I think he's really amazing.","author":"David Shields","category":"Book, Political, Think"},{"quote":"Here is the amazing thing about Easter; the Resurrection Sunday for Christians is this, that Christ in the dying moments on the cross gives us the greatest illustration of forgiveness possible.","author":"T. D. Jakes","category":"Forgiveness, Moments"},{"quote":"In football you always get judged on your last game. Whoever you are, or how amazing you are, it's the last game that everyone has seen.","author":"Thierry Henry","category":"Football, Game, You"},{"quote":"'True Blood' is amazing. I have to give a shout out to 'Melrose Place' because I do watch. I love 'Entourage.' One of my favorite shows back in the day was 'Friday Night Lights.'","author":"Tristan Wilds","category":"Love, Day, Night"},{"quote":"I've lived an amazing life. There's no reason to focus on the bad. They teach you that in racing school. Keep your eye where you want your front tire to be. You don't want to be stuck in the rut? Then don't look at the rut. Always look at where you want to go.","author":"Francesco Quinn","category":"Life, Focus, School"},{"quote":"I've learned that while I'd be a fool not to stay open to the advice and experiences of the smart, amazing people in my life, I also need to listen to what I have to say.","author":"Alicia Keys","category":"Life, Smart, Fool"},{"quote":"I was on tour with Little Dragon with the Gorillaz. She's got an amazing voice and is a lovely girl. Her vibe is fresh pressed and harmless fun with a tinge of the dark side if you look in the right bits of the tunes.","author":"Neneh Cherry","category":"Girl, Fun, Dark"},{"quote":"I do believe in 'forever' in terms of relationships. There's something really amazing about being with someone for a long time and really knowing each other in that way. They end up becoming your closest friend.","author":"Albert Hammond, Jr.","category":"Time, Believe, End"},{"quote":"I don't develop anything. I don't practice, I don't rehearse. I just go out there, and it's just amazing and unpredictable and spontaneous every single time. It's the most cultivating incredible performance that you can go and see live for the amount of money that you can see it for.","author":"Tory Lanez","category":"Time, Money, Performance"},{"quote":"Direct confrontation, direct conversation is real respect. And it's amazing how many people get that.","author":"Penn Jillette","category":"Respect, People"},{"quote":"There's a vegan and gluten-free bakery called BabyCakes that I love. They've got shops in New York and Los Angeles. Their stuff is amazing.","author":"Zooey Deschanel","category":"Love, New York, New"},{"quote":"I always said if it gets to a point where I really want a child, I would adopt; kids are amazing, so I'm getting the selfish stuff out of my system so when I have them I can say, 'Go, run. I have plenty of money, go play.'","author":"Sandra Bullock","category":"Money, Child, Selfish"},{"quote":"We know there are certain chemicals that are designed to give us a rush of pleasure. But, one of the most amazing things about being human is our capacity to override that pleasure. To either say, 'I don't need that pleasure right now. I'm going to ignore the craving.' Or to find something else that we find a deeper sense of reward from.","author":"Charles Duhigg","category":"Reward, Know, Human"},{"quote":"I think the greatest hip-hop artist of all time is Jay-Z, without a doubt. He just keeps amazing me with his performance, and since '96, that guy has been producing at least one hit every summer and every winter. That's a pretty good resume.","author":"John Cena","category":"Time, Good, Artist"},{"quote":"It is quite amazing what I didn't feel after a while. I didn't really want to feel things.","author":"Kate Moss","category":"Want, Feel, Things"},{"quote":"It's amazing how much information we share in social media, then we wonder why people steal our identity.","author":"Frank Abagnale","category":"Social Media, Identity"},{"quote":"Everybody in my family were great storytellers. My dad and his brothers would just go on and on; they could tell amazing stories. I think it was something to do with the Celtic, oral storytelling tradition. People very much had that propensity towards telling tales.","author":"Irvine Welsh","category":"Family, Great, People"},{"quote":"It doesn't matter if you're small, big, or fit: if you go in front of the camera and deliver and say, 'Oh my God, I look amazing,' and just be sure about yourself, everything will be perfect.","author":"Irina Shayk","category":"God, Yourself, Small"},{"quote":"If there was an observer on Mars, they would probably be amazed that we have survived this long.","author":"Noam Chomsky","category":"Long, Mars, Would"},{"quote":"Miles Davis would have this lineup of all these amazing musicians and one day would just say, 'We're done.' After tons of great records and tickets sold, he said, 'Now I'm going to grow my hair out and play my horn through a wah-wah pedal.' Rather than play it safe, he went on.","author":"Henry Rollins","category":"Day, Great, Musicians"},{"quote":"I think the U.K. is an amazing place and has been extremely good to me. Some of my favorite and most-listened-to bands are from England. I have met many good people there and have been in front of some of the most loyal audiences I have ever encountered.","author":"Henry Rollins","category":"Good, Me, Good People"},{"quote":"Being in New York is an almost overwhelming experience. While Washington, D.C., is my favorite American city, I regard New York City as the most amazing city in the world. No other comes close. It is an incredible, inexhaustible engine.","author":"Henry Rollins","category":"Experience, American, World"},{"quote":"It is amazing to hear grown-up people rationalize homophobia and discrimination. The lengths they go to trying to prove their points take reason to its breaking point.","author":"Henry Rollins","category":"People, Discrimination"},{"quote":"To combat the confusion and depression that assault me when I come off the road in the middle of a tour, I seek the most oblivionated music possible. When it's the 'way out there' that I seek, I go right to my stash of amazing music from Japan.","author":"Henry Rollins","category":"Music, Depression, Road"},{"quote":"The most amazing philanthropists are people who are actually making a significant sacrifice.","author":"Bill Gates","category":"Sacrifice, People, Most"},{"quote":"Steve Jobs' ability to focus in on a few things that count, get people who get user interface right, and market things as revolutionary are amazing things.","author":"Bill Gates","category":"Focus, People, Right"},{"quote":"The nuclear industry has this amazing record, even equipment from generations one and two. But nuclear mishaps tend to come in these big events - Chernobyl, Three Mile Island, and now Fukushima - so it's more visible.","author":"Bill Gates","category":"Events, Three, Island"},{"quote":"There's so much about Dolly Parton that every female artist should look to, whether it's reading her quotes or reading her interviews or going to one of her live shows. She's been such an amazing example to every female songwriter out there.","author":"Taylor Swift","category":"Reading, Artist, Live"},{"quote":"We want to reinvent the phone. What's the killer app? The killer app is making calls! It's amazing how hard it is to make calls on most phones. We want to let you use contacts like never before - sync your iPhone with your PC or mac.","author":"Steve Jobs","category":"Want, iPhone, You"},{"quote":"It's amazing to me the number of people who will volunteer to help at church but won't lift a finger to help at home!","author":"Joyce Meyer","category":"Home, Me, Help"},{"quote":"When you become a Christian, something truly amazing happens: God comes to live inside your heart. You become the home of God.","author":"Joyce Meyer","category":"Home, God, Heart"},{"quote":"It's amazing if you just listen to people. They tell you all the time things that you can do for them, without even realizing what they're doing. I've learned to take notice of those things and if it's something that I feel God wants me to do, then I try to do that to add joy to their life.","author":"Joyce Meyer","category":"Life, Time, God"},{"quote":"It's amazing when you see something on T.V. for years and then you go and see it in person. It's perspective is all different.","author":"Rush Limbaugh","category":"Perspective, You, See"},{"quote":"This is going to make me sound ancient, but I remember Juhu Beach when there weren't any buildings on it. You'd go through countryside and arrive at this amazing beach. I remember driving from Delhi to the Qutab Minar through countryside. Mehrauli was a little village - that's all gone.","author":"Salman Rushdie","category":"Beach, Me, Remember"},{"quote":"I think Americans are weirdly puritanistic about psychopharmaceuticals. There are millions of people out there who would otherwise be dead or rocking by themselves in a corner who now lead full and normal lives because of amazing and wonderful scientific advances.","author":"Douglas Coupland","category":"People, Think, Wonderful"},{"quote":"I'm really happy and had such an amazing time performing at Super Bowl - wish I could relive it all over again.","author":"Lady Gaga","category":"Time, Happy, Wish"},{"quote":"My father opened a restaurant. It's so amazing... it's so freaking delicious, but I'm telling you I gain five pounds every time I go in there.","author":"Lady Gaga","category":"Time, Father, Restaurant"},{"quote":"It's amazing how people will give when you don't ask. Many of them send money because they believe in the message.","author":"Joel Osteen","category":"Money, Believe, People"},{"quote":"We live in a day that nobody's lived in before: where you can touch more people. The message I'll speak tonight and the message that I speak at home, people in India will hear. It's just an amazing day.","author":"Joel Osteen","category":"Day, Home, Speak"},{"quote":"The biggest thing I've learned from my dad is he's had adoring crowds of 8,000 at Berkeley, and 6,000 at Jerry Falwell's Liberty University. That's an amazing feat to have people coming out in one of the most liberal universities and one of the most conservative.","author":"Rand Paul","category":"People, Liberty"},{"quote":"Sometimes I think my husband is so amazing that I don't know why he's with me. I don't know whether I'm good enough. But if I make him happy, then I'm everything I want to be.","author":"Angelina Jolie","category":"Happy, Good, Me"},{"quote":"My kid will come home from seeing the latest 'Transformers' movie, and I'll ask him, 'How was it?' 'Amazing!' 'What was it about?' 'I don't know, but it was amazing!'","author":"Alejandro Gonzalez Inarritu","category":"Home, Know, Seeing"},{"quote":"I understand that being able to appeal to the public and having an amazing sense of humour is not something that comes easy. It's definitely a gift and for which I'm thankful.","author":"Kevin Hart","category":"Thankful, Gift, Easy"},{"quote":"Men and women do think differently, and frankly, we don't understand each other. Not at all! But that's what makes relationships so amazing.","author":"Kevin Hart","category":"Women, Men, Relationships"},{"quote":"It is amazing that the wisdom of the chattering class to the Republicans is always, always, always 'Surrender your principles and agree with the Democrats.' That's been true for my entire lifetime.","author":"Ted Cruz","category":"Wisdom, Principles, True"},{"quote":"I'm incredibly fortunate to have met the intelligent, generous, risk-taking, stimulating man to whom I am married. He's really amazing.","author":"Cate Blanchett","category":"Man, I Am, Intelligent"},{"quote":"I love 'Annie Hall,' but then I adore 'Hannah and Her Sisters.' Dianne Wiest is amazing in 'Bullets Over Broadway,' but her in 'Hannah and Her Sisters,' I absolutely loved it.","author":"Cate Blanchett","category":"Love, Loved, Her"},{"quote":"Amazing that the human race has taken enough time out from thinking about food or sex to create the arts and sciences.","author":"Mason Cooley","category":"Time, Food, Thinking"},{"quote":"I met Tiger Woods when he was younger. He's amazing - obviously technically, but his mental approach, too. He's really something.","author":"John Wooden","category":"Woods, Tiger, Mental"},{"quote":"When Tom Ford asked me to consult for Gucci, I had never consulted in my life. I didn't know what consulting was, and look, we made something amazing.","author":"Carine Roitfeld","category":"Life, Me, My Life"},{"quote":"It's amazing: I am a New Yorker. It's strange I never thought I would be.","author":"David Bowie","category":"I Am, Thought, Strange"},{"quote":"There are ways in which you can make sure that even if people come to the theatre because they know an actor or actress, by the end, they've forgotten that, and they leave going, 'Wow - what an amazing play.'","author":"Kevin Spacey","category":"Theatre, End, People"},{"quote":"When we'd suggested doing it, the Theatre Royal management had said, 'Nobody wants to see Waiting for Godot.' As it happened, every single ticket was booked for every single performance, and this confirmation that our judgment was right was sweet. Audiences came to us from all over the world. It was amazing.","author":"Ian Mckellen","category":"Management, Waiting, World"},{"quote":"I mean, we've built a lot of products that we think are good, and will help people share photos and share videos and write messages to each other. But it's really all about how people are spreading Facebook around the world in all these different countries. And that's what's so amazing about the scale that it's at today.","author":"Mark Zuckerberg","category":"Good, Today, World"},{"quote":"I remembered a long time ago when 'A League of Their Own' came out, and they had the opening sequence with an older Geena Davis. We all just thought it was amazing, but you find out it actually wasn't Geena Davis; it wasn't makeup. It was basically finding an actress that looked like her, and then Geena just dubbed her voice.","author":"James Wan","category":"Time, Thought, Makeup"},{"quote":"Aquaman's such an amazing character.","author":"James Wan","category":"Character"},{"quote":"The thing that ultimately pushed me more towards 'Aquaman' is I love the possibility of creating a whole new world. I've always wanted to do a world creation story and visually create this amazing, incredible, magical kingdom.","author":"James Wan","category":"Love, World, Me"},{"quote":"I've always wanted to do a world creation story and visually create this amazing, incredible, magical kingdom.","author":"James Wan","category":"World, Story, Create"},{"quote":"I was always amazed about how much I could finally squeeze into a thirty second commercial.","author":"Ridley Scott","category":"Always, Thirty, Second"},{"quote":"I'm always amazed at anyone's interest in what I have to say.","author":"Orlando Bloom","category":"Say, Always, Interest"},{"quote":"My baby is amazing; even his head smells amazing. His breath, the whole thing, you could eat him! He's a big, beautiful boy. He's great.","author":"Orlando Bloom","category":"Beautiful, Great, Baby"},{"quote":"I'm so happy to have been a part of that process and I would go straight back into the desert in a ton of chain mail for Ridley any day of the week. He's an amazing director and I can't wait to see the long version.","author":"Orlando Bloom","category":"Happy, Day, Desert"},{"quote":"Mark Ruffalo is just an amazing guy and an amazing director.","author":"Orlando Bloom","category":"Mark, Director, Just"},{"quote":"I absolutely don't relate to being beaten down my whole life - I had amazing opportunities at a young age - but there is still in many, many people's minds the notion that I'll never be able to escape Harry Potter.","author":"Daniel Radcliffe","category":"Life, Age, Opportunities"},{"quote":"Poetry is something I love to do. Good poetry has an amazing ability to be communicative before it's even understood. I get emotional just from the beauty of words.","author":"Daniel Radcliffe","category":"Love, Beauty, Good"},{"quote":"Everybody has their role in the food world and what they choose to appreciate. I'm not a fine dining chef. I appreciate it. I think Thomas Keller is amazing. But I really like where I'm at I like what I do. I like how it makes people feel.","author":"Guy Fieri","category":"Food, World, Chef"},{"quote":"Whenever you get to change somebody's life or watch it and see it happen, it's amazing.","author":"Guy Fieri","category":"Life, Change, You"},{"quote":"I really find that with Judaism, it creates an amazing blueprint for family connectivity.","author":"Ivanka Trump","category":"Family, Find, Judaism"},{"quote":"The iconic Doral was once a beacon for the ultimate in luxury golf resorts, and we have fully restored it to its prior grandeur - and then some. Besides the sun, golf, and amazing Latin food, Miami is a city of culture that has something for everyone.","author":"Ivanka Trump","category":"Food, Culture, Sun"},{"quote":"Daphne Guinness was amazingly comfortable in her skin, and she has an amazing collection in fashion that I wish I could just touch.","author":"Rita Ora","category":"Fashion, Wish, She"},{"quote":"I used to do ballet all the time, and I do this ballet workout: it is an amazing thing called Barrecore. It is like pulsing. It turns your legs into, like, jelly, and you feel like a Bambi; you lose so much control over your body because you're pulsing so much.","author":"Rita Ora","category":"Time, Control, Body"},{"quote":"I wouldn't want to do an average fashion line. I'd want it to be an amazing piece of art.","author":"Rita Ora","category":"Art, Fashion, Want"},{"quote":"I'm not an Adonis, that's for damn sure. I've never really thought of myself that way, and it doesn't matter to me. My favorite actors aren't Adonises. Dustin Hoffman is a flawed-looking man; he's amazing to me. Tom Hanks is flawed-looking; people love him. Same with Gene Hackman.","author":"Shia LaBeouf","category":"Love, Myself, Man"},{"quote":"To be able to sit in Donald Trump's apartment and talk about the future of corporate real estate was amazing.","author":"Shia LaBeouf","category":"Future, Real Estate, Real"},{"quote":"My dad was working abroad, in Iraq, and he was a doctor. We used to go and visit him, in Baghdad, off and on. For the first ten years of my life, we used to go backwards and forwards to Baghdad, so that was quite amazing. I spent a lot of time traveling around the Middle East.","author":"Andy Serkis","category":"Life, Time, Doctor"},{"quote":"I think the actors in 'Greystoke' were amazing. They had a really good performance coach called Peter Elliott who's, of his time, one of the greatest simian performance coaches for actors.","author":"Andy Serkis","category":"Time, Good, Performance"},{"quote":"'Macbeth' is an amazing story.","author":"Andy Serkis","category":"Story, Macbeth"},{"quote":"'How To Train your Dragon 2' is an amazing film. I think it's an extraordinary film. The animation in it is fantastic.","author":"Andy Serkis","category":"Train, Think, Animation"},{"quote":"I always want to wear clothes that my children will one day look back on and say, 'Oh, you looked amazing - why didn't you keep that?' Not, 'Oh my God - I can't believe you wore that.'","author":"Blake Lively","category":"Children, Day, God"},{"quote":"I was raised in unique and trying environments, but they were also amazing platforms for me to have an extraordinary life. Going through hell as a kid made me sensitive to what others in this world go through, too.","author":"Drew Barrymore","category":"Life, World, Me"},{"quote":"First let me report that the art in the Barnes Collection has never looked better. My trips to the old Barnes were always amazing, but except on the sunniest days, you could barely see the art. The building always felt pushed beyond its capacity.","author":"Jerry Saltz","category":"Art, Me, Building"},{"quote":"Urs Fischer specializes in making jaws drop. Cutting giant holes in gallery walls, digging a crater in Gavin Brown's gallery floor in 2007, creating amazing hyperrealist wallpaper for a group show at Tony Shafrazi: It all percolates with uncanny destructiveness, operatic uncontrollability, and barbaric sculptural power.","author":"Jerry Saltz","category":"Power, Walls, Group"},{"quote":"I want my opponents to look at me across the net and just not want to play me because I look so fit and amazing and strong. So that's always my goal.","author":"Venus Williams","category":"Strong, Goal, Me"},{"quote":"'Homefront' was written by Sylvester Stallone. He actually wrote it for himself, which is, for me, an amazing privilege: To be handed a script by Sly that he wrote for himself, that he asked me to do.","author":"Jason Statham","category":"Me, Privilege, Which"},{"quote":"It's amazing, the culture Coach Belichick has been able to create in our system.","author":"Tom Brady","category":"Culture, Create, System"},{"quote":"I make an enormous amount of salads, but my salads are like meals. They're amazing. I like going down to the farmers' market and looking to see whatever you can find, because you can put anything in a salad.","author":"Andie MacDowell","category":"Looking, You, See"},{"quote":"I did my holy communion, and it was amazing how quickly the stories of the Bible and God and Jesus got under my skin.","author":"Joel Edgerton","category":"God, Bible, Skin"},{"quote":"It's amazing marrying someone who wants nothing to do with Hollywood.","author":"Nicolas Cage","category":"Nothing, Hollywood, Someone"},{"quote":"I feel there are tone singers, and there are more vocal gymnastics singers. And I think that's amazing when people can do that, but I think there's room for the tone singers. And there aren't a lot of them.","author":"Zooey Deschanel","category":"People, Think, Tone"},{"quote":"You have to be clear what your message is and what you're doing. I mean, Miley Cyrus is an amazing talent, and sometimes you kind of just want to say, 'We know you're not Hannah Montana anymore. We know that, my dear. My darling. Now, go be great.'","author":"Tori Amos","category":"Great, Talent, Want"},{"quote":"The Mercedes-Benz Fashion Force car is a statement about New York being one of the greatest fashion capitals of the world and the confident approach to individualistic style that people strive to explore throughout this amazing city.","author":"Brad Goreski","category":"Car, City, World"},{"quote":"I am very lucky to have the opportunity to travel to so many amazing destinations for work!","author":"Brad Goreski","category":"Work, Travel, Opportunity"},{"quote":"I have two younger sisters and I'm such an advocate of owning who you are as a person. Don't be ashamed or intimidated. Never feel like you are not amazing.","author":"Khloe Kardashian","category":"You, Feel, Person"},{"quote":"I feel like when you have an unauthorized police badge and something that looks like it could be a concealed weapon in the small of your back that when you, someone crosses you, pisses you off, road rage, I think just the slight badge and the little moving away of the jacket and not losing eye contact does amazing things.","author":"Sandra Bullock","category":"Road, Losing, Moving"},{"quote":"I jetset around and play these songs and get to hang with some pretty amazing people, then I go home to a really great farm, though actually it's a disaster area of a farm at the moment. But it's certainly a blast. I wouldn't trade lives with anyone right now.","author":"Brad Paisley","category":"Home, Great, Moment"},{"quote":"Whether it's in Washington, or whether it's with the mothers of extremists, or whether it's education in places like Pakistan... a lot of women in these emerging countries are taking charge and doing amazing things.","author":"Tina Brown","category":"Education, Women, Doing"},{"quote":"If you saw Queen Elizabeth it would be amazing, she came from another planet. She was so attractive in what she was wearing.","author":"Vivienne Westwood","category":"Queen, She, You"},{"quote":"I hope that Los Altos is one of the first cities to have self-driving cars, and if that's true, well, awesome, because there's a lot of parking lots that we could get rid of and use for parks. That would be amazing!","author":"Anne Wojcicki","category":"Hope, Awesome, True"},{"quote":"I have a lot of amazing women, you know, women in my life who have been an example for me of what not to do.","author":"Jennifer Aniston","category":"Life, Women, Me"},{"quote":"The scenes in 'The Virgin Suicides' where Elle Fanning is ice skating are really amazing.","author":"Charli XCX","category":"Ice, Skating, Where"},{"quote":"I love that '...Baby One More Time' video, to be honest; it's amazing.","author":"Charli XCX","category":"Love, Time, Baby"},{"quote":"I do appreciate the '80s as an era, the general sounds and aesthetics of the era. The Cure, that whole kind of image is really kind of amazing, I think. The power ballads and how everything sparkles and words are really dramatic. Huge drums, things like that. I do really find it inspiring.","author":"Charli XCX","category":"Power, Words, Think"},{"quote":"I'm inspired by artists like Robyn, just because she writes amazing pop songs, and they're not throwaway. When I listen to a Robyn pop song, I don't feel like she's just kind of saying something and not thinking; I feel like it's really emotional.","author":"Charli XCX","category":"Thinking, Song, Saying"},{"quote":"The people of Disney are so incredibly amazing they are so nice.","author":"Ryan Gosling","category":"People, Nice, Incredibly"},{"quote":"It's amazing to me that Glenn Beck can be on the cover of 'Time,' and there can be a whole article about him basically saying, 'Well, you know, he's controversial.' It's like, 'No, he's a dangerous idiot who needs the help of a good psychiatrist!'","author":"Viggo Mortensen","category":"Time, Good, Help"},{"quote":"My earliest influence was Quincy Jones. I thought 'The Wiz' soundtrack was the most amazing thing I'd ever heard. It was my first record and you had Michael Jackson, Ted Ross, Nipsey Russell and Diana Ross on it. I even took it to show and tell in third grade!","author":"Jill Scott","category":"Thought, Influence, You"},{"quote":"Our minds do understand that people of all races find genuine love in many places. We dig that the world is full of amazing options.","author":"Jill Scott","category":"Love, World, People"},{"quote":"I think Freddie Mercury is probably the best of all time in terms of a rock voice. There was a vulnerability to it, his technical ability was amazing, and so much of his personality would come out through his voice. I'm not even a guy to buy Queen records, really, and I still think he's one of the best.","author":"Chris Cornell","category":"Time, Best, Personality"},{"quote":"Cotton candy is the most amazing form of caramelization ever invented by man.","author":"Jose Andres","category":"Man, Candy, Cotton"},{"quote":"Dorado Beach's rich history provided amazing inspiration to put forward a bold menu celebrating the legacy of the people and cuisine that shaped this unique destination and to push me to share some of my own stories.","author":"Jose Andres","category":"History, Beach, Legacy"},{"quote":"I have an amazing wife and three daughters that always keep me motivated.","author":"Jose Andres","category":"Wife, Me, Three"},{"quote":"If you're a basketball player and you don't stop and take pictures with your fans, you can have an amazing game and everyone still loves you.","author":"Kim Kardashian","category":"Game, Basketball, You"},{"quote":"It's time you stop thinking that because you did something, it's... amazing. All you've got to do is say, 'OK. If I'm great, what do they call Steve Jobs?'","author":"Jimmy Iovine","category":"Time, Great, Thinking"},{"quote":"I doubt I'll ever pay someone to do a remix again, because there's some amazing stuff just coming out of bedrooms.","author":"Trent Reznor","category":"Doubt, Just, Someone"},{"quote":"The specific steps for changing a specific habit differ from person to person and habit to habit, but the steps - the formula - is essentially the same, and once you learn it, you can do amazing things.","author":"Charles Duhigg","category":"Learn, Changing, You"},{"quote":"There is such amazing talent at Disney. My job is 100% creative, and I am very excited to creatively lead them.","author":"John Lasseter","category":"Job, I Am, Creative"},{"quote":"'Bambi' is an amazing film, and when you watch it today, it's just as beautiful. It's timeless. It's just as beautiful today as it was back then.","author":"John Lasseter","category":"Beautiful, Today, You"},{"quote":"When you really study espionage movies, or spy movies, the beginnings are really set up to have, like, an amazing bit of action, but at the moment you're watching it, you have no idea why or what it's about.","author":"John Lasseter","category":"Action, Moment, Movies"},{"quote":"I think we're going to enter a phase where there's less interest in the CGI and there's a demand for story again. I think we've dropped the ball a little bit on stories for the sake of the amazing toys that we've played with.","author":"Peter Jackson","category":"Story, Think, Little"},{"quote":"Michael Lewis has the amazing ability to take complex formulas and concepts and turn them into page-turners.","author":"Adam McKay","category":"Turn, Ability, Complex"},{"quote":"There's something about small venues that's amazing for developing material. It's almost like you can not only hear people's response, but you can understand it. In bigger venues you lose that, but you gain this sense of camaraderie in the audience.","author":"Mike Birbiglia","category":"Small, People, You"},{"quote":"I'm extremely proud of my daughter. She's done amazing work. She's worked on herself, which I think is important.","author":"Goldie Hawn","category":"Work, Daughter, Proud"},{"quote":"I really liked the helicopter pilot in 'Dawn of the Dead', when he gets bitten and comes out of the elevator. That guy was amazing. He did this incredible walk that we didn't even know about until we started shooting.","author":"George A. Romero","category":"Walk, Know, Dawn"},{"quote":"We do want to be diverted and be interested and be provoked by popular culture - by art, if we're lucky. And it's amazing how often people have lost sight of this.","author":"Elvis Mitchell","category":"Art, Culture, Lost"},{"quote":"Being asked to play 'The Doctor' is an amazing privilege. Like the Doctor himself I find myself in a state of utter terror and delight. I can't wait to get started.","author":"Peter Capaldi","category":"Myself, Doctor, Play"},{"quote":"I'm not terribly well read. My wife forces books into my hands and insists I read them, which I'm grateful to her for. She made me read 'War and Peace.' The whole thing. It was amazing, but I had to hide it. You can't walk round reading 'War and Peace' - it's like you're in a comedy sketch and you think you're smart.","author":"Peter Capaldi","category":"Peace, War, Wife"},{"quote":"I want to be like Tom Cruise from 'The Outsiders' and go on and do amazing movies for a long time.","author":"Ashton Kutcher","category":"Time, Long, Want"},{"quote":"The last real movie stars were probably Redford and Newman. And things were different then. There wasn't this amazing amount of magazines and information about them.","author":"George Clooney","category":"Stars, Information, Real"},{"quote":"Acting is something I appreciate, and I think it's been an amazing experience. But I'm not passionate about acting the way you probably should be to call yourself an actor.","author":"Evangeline Lilly","category":"Experience, Yourself, Acting"},{"quote":"It would be amazing to play Sylvia Plath. She was so dark, and what came out of her writing was troubled and fierce. The dimensions, levels, layers and levels would be incredible to take on.","author":"Evangeline Lilly","category":"Writing, Dark, Play"},{"quote":"It's amazing people get so detached from what they eat and what they wear. No one has any contact with how things are made that are put in their body and put in their mouths and I just find it alarming that no one questions it.","author":"Emma Watson","category":"Body, People, Questions"},{"quote":"As a viewer, I really want to watch author-backed stories, and there is something amazing about thrillers, the way it captivates your imagination.","author":"Anushka Sharma","category":"Imagination, Want, Way"},{"quote":"I have a very wonderfully, bizarrely amazing relationship with my mother in that we've been through a myriad of emotions because we've acted together and played all these different kinds of mother-daughters.","author":"Laura Dern","category":"Relationship, Mother"},{"quote":"I grew up with a tribe of amazing women, but certainly my mother and my godmother really modeled women as actors.","author":"Laura Dern","category":"Women, Mother, Godmother"},{"quote":"The first amazing fact about gravitation is that the ratio of inertial mass to gravitational mass is constant wherever we have checked it. The second amazing thing about gravitation is how weak it is.","author":"Richard P. Feynman","category":"First, Weak, Wherever"},{"quote":"I had a client who was a professional baseball player once, and he would go to clubs and dance for seven, eight, nine hours at a time. He wouldn't drink, he wouldn't take drugs - he just danced because he had so much physical energy; he was this amazing athlete.","author":"Martha Beck","category":"Time, Baseball, Dance"},{"quote":"'The Comeback' is my favorite TV show of all-time because it's just brill. It's Lisa Kudrow's show about what it's like to be an actor on a TV show. She's so amazing on it.","author":"Gillian Jacobs","category":"Favorite, She, Comeback"},{"quote":"I went to college and got my degree in acting, but because it was all theater, I really consider my first couple years on 'Mad Men' as amazing training for working in television and for acting on-camera.","author":"Gillian Jacobs","category":"Training, College, Men"},{"quote":"Boy, you know, it's amazing how your brain can turn into a sieve, and you can literally forget episodes that you have shot.","author":"Gillian Jacobs","category":"Brain, Know, You"},{"quote":"If poor people are spending their own money, it is amazing how fast they will figure out how to keep a lid on medical bills.","author":"Rick Scott","category":"Money, Medical, People"},{"quote":"These people are amazing. It's so emotional I was thinking about wearing waterproof mascara.","author":"Victoria Beckham","category":"Thinking, People, Emotional"},{"quote":"I just think technology is pretty amazing. Like all things that are great, you have to be responsible about how much you use it.","author":"Jason Bateman","category":"Technology, Great, Think"},{"quote":"Merkel is an amazing woman, very experienced in international politics.","author":"Ehud Olmert","category":"Politics, Woman"},{"quote":"I have an amazing team; I have amazing producers; I have amazing writers, but at the end of it, it's me making the decisions on the writing, the tone, the editing.","author":"Ellen DeGeneres","category":"Team, Writing, Decisions"},{"quote":"Chris Parnell's a genius, so he'd be amazing on 'Who's Line.'","author":"Aisha Tyler","category":"Genius, Line, He"},{"quote":"One of the many characteristics of the new is that, at first, it's very hard to recognize it for what it is. We're lucky if we recognize something as being new when it first appears. Usually I think we don't have that privilege. It's usually after the fact that we suddenly turn around and say, 'Wow, this thing is amazing.'","author":"Junot Diaz","category":"Lucky, Think, New"},{"quote":"It's important to show that there's different ways of doing things. Some people like to be glamorous, and that's perfectly fine, and that's amazing. If I were that style, then I would do that. I'd wear heels every day, and I'd strut around in a dress, but that's not me.","author":"Alessia Cara","category":"Day, Style, Dress"},{"quote":"Getting 'SNL' was pretty amazing, so just to be able to have an eight-year career there and be really happy with everything I did, it was pretty big.","author":"Bill Hader","category":"Happy, Career, Everything"},{"quote":"Call me an optimist, but in the past 300 years we have built amazing technologies which - by and large - have advanced humanity.","author":"Sebastian Thrun","category":"Past, Humanity, Me"},{"quote":"Anita Roddick was amazing. Her presence in a room was full of light, and everything she worked to achieve still resonates now.","author":"Annie Lennox","category":"Light, She, Her"},{"quote":"There are some amazing stories from all over this country, where people's work and contribution has been acknowledged. To be part of that is an absolutely fantastic feeling.","author":"Kenneth Branagh","category":"Work, People, Contribution"},{"quote":"What's amazing when you get up and do something is what God does in your life. We just have to get up and do something.","author":"Tim Tebow","category":"Life, God, You"},{"quote":"I've been blessed to have an amazing mom and two amazing sisters - so they set a very high standard.","author":"Tim Tebow","category":"Mom, Blessed, Two"},{"quote":"Seeing yourself in print is such an amazing concept: you can get so much attention without having to actually show up somewhere... You don't have to dress up, for instance, and you can't hear them boo you right away.","author":"Anne Lamott","category":"Dress, Yourself, You"},{"quote":"People always think that if you eat anything as a model, it's amazing. I used to tease them and say, you know I'm going to throw up afterwards.","author":"Christy Turlington","category":"People, Know, Think"},{"quote":"The seated lotus postures are an amazing way to go into meditation, or simply just to take a moment to ground oneself.","author":"Christy Turlington","category":"Moment, Way, Meditation"},{"quote":"I can do a good roast with my eyes closed. I'm amazing with gravy. That's my speciality even other people ask me to do gravy at their house. I'm very proud of my gravy.","author":"Kate Moss","category":"Good, Eyes, Me"},{"quote":"The more I come to L.A., the more it's amazing.","author":"Hozier","category":"More, Come"},{"quote":"It was amazing for me to even perform at the Grammys, but to do so alongside Annie Lennox was a truly incredible honor.","author":"Hozier","category":"Honor, Me, Incredible"},{"quote":"I truly enjoy Bono. I think he is an amazing person I love him.","author":"Mary J. Blige","category":"Love, Enjoy, Think"},{"quote":"When you finally understand who you are, ages 6 through 60 will understand who you are. Because when they see a person that's come through all that I've come through, still standing, it's amazing.","author":"Mary J. Blige","category":"You, Person, See"},{"quote":"People have often asked me, do I want to be the next Oprah - there is no such thing. Oprah is Oprah, and she's still being Oprah if anybody hasn't noticed... what I bring to TV is myself... I really think there's space in daytime TV for a whole bunch of fun, some amazing music, and some heart.","author":"Queen Latifah","category":"Music, Myself, Space"},{"quote":"I'm excited about 'Luke Cage' with Michael Colter, who plays Luke Cage. I play the villain, Cottonmouth. It takes place in Harlem. It'll just be amazing for people to get to see an African-American superhero, which there weren't any when I was growing up.","author":"Mahershala Ali","category":"Growing Up, People, Play"},{"quote":"I got my Equity card right out of NYU grad school in 2000, doing 'The Great White Hope' at Arena Stage. I played Jack Jefferson. It was an amazing part to walk into, to carry that responsibility for that amount of time. The challenges and the breadth of that role were pretty amazing.","author":"Mahershala Ali","category":"Time, Hope, Great"},{"quote":"Everybody knows about Peter Jackson, 'The Hobbit' movies and 'The Lord of the Rings' films being made in New Zealand, and to actually have been part of it for such a long period, to live there and to have friends that I will have for life because of that experience, is an amazing thing.","author":"Luke Evans","category":"Life, Friends, Experience"},{"quote":"People keep saying how amazing it is having a female lead, and I just sort of feel, 'Well, of course!'","author":"Felicity Jones","category":"People, Saying, Lead"},{"quote":"I really love the internet. They say chat-rooms are the trailer park of the internet but I find it amazing.","author":"Carrie Fisher","category":"Love, Internet, Park"},{"quote":"When 'Catch Me If You Can' was published back in 1980, I never dreamed that it would become a bestseller, much less a major motion picture and now a big Broadway musical. What's amazing about the book is that it has never gone out of print.","author":"Frank Abagnale","category":"Book, Me, Picture"},{"quote":"It's amazing to me that we live in such a wonderful country where anyone can have a problem in life and get up, dust themselves off and start all over again.","author":"Frank Abagnale","category":"Life, Me, Problem"},{"quote":"It is amazing the information we give away. We make it easier and easier for criminals.","author":"Frank Abagnale","category":"Information, Give, Easier"},{"quote":"I'm just shocked and thankful that I've gotten away with everything - experimenting here, trying at this, failing at that, being good in some things, not so good in others. It's kind of amazing that people are still sticking by me. When they come up to me in the street, I just want to write them all cheques.","author":"Michael Keaton","category":"Thankful, Good, Me"},{"quote":"I'd like to share my experiences and the lessons I've learned and hopefully create some amazing, fun courses.","author":"Tiger Woods","category":"Fun, Experiences, Create"},{"quote":"I have shifted my mindset in terms of how companies should... focus on building amazing products. If you have amazing products, the marketing of those products is trivial.","author":"Brad Feld","category":"Focus, Building, Marketing"},{"quote":"We should explore ways to make us a more amazing species. A more fascinating society. We should embrace our innovations and evolve with them.","author":"Brad Feld","category":"Society, Evolve, Embrace"},{"quote":"Literacy in Tunisia is almost 100%. It's amazing - no country in the region or even in Asia can match Tunisia in education.","author":"Mo Ibrahim","category":"Education, Country, Literacy"},{"quote":"I love being on tour I love being on the road. It's the most amazing feeling ever. I live for it I love it.","author":"Kat Graham","category":"Love, Road, Live"},{"quote":"I'm happy when I have, like, one fan, but the fact that I'm getting fans from different places and different communities, it's really amazing.","author":"Kat Graham","category":"Happy, Places, Fans"},{"quote":"Facebook are an amazing team, a brilliant team. It's a technology that brings people together.","author":"Bono","category":"Technology, Team, Together"},{"quote":"I'm proud that I have done so many different kinds of things and maintained an amazing family. And I think that's the joy: that I've been able to have everything.","author":"Billy Crystal","category":"Family, Joy, Proud"},{"quote":"Stradivarius, in particular, was the most amazing craftsman and one of the great artists and scientists that ever lived because he figured out something with the sound and the science of acoustics that we still don't understand it completely.","author":"Joshua Bell","category":"Science, Great, Understand"},{"quote":"My whole life, I've been watching conductors. I was 7 the first time I played with a conductor. Seeing the ones that do it well, it's an amazing thing.","author":"Joshua Bell","category":"Life, Time, Seeing"},{"quote":"No, but way before that, I've been doing little dances in movies for years. Yeah, that was an amazing chance. You know, at my age to be able to do a music dance video, very unusual.","author":"Christopher Walken","category":"Music, Age, Dance"},{"quote":"I'll tell you, Quentin Tarantino really writes the most amazing dialogue.","author":"Christopher Walken","category":"You, Dialogue, Tell"},{"quote":"It's all about balance, and I have so much happiness in my career and am fortunate to travel the world and see so many amazing things - it will also be nice to be anchored to something grounded and in the same place. Raising a family will be a wonderful part of that.","author":"Meghan Markle","category":"Family, Happiness, Travel"},{"quote":"I have two children and it's amazing how in tune they are with nature, with light, with smells, with time.","author":"Hugh Jackman","category":"Nature, Time, Children"},{"quote":"My mom bought me this amazing baby-food maker, the Beaba. I steam and puree fruits and vegetables, and they last for, like, four days.","author":"Kourtney Kardashian","category":"Mom, Me, Vegetables"},{"quote":"Kardashian Kollection for Lipsy will have some amazing standout pieces like a full-lace jumper and metallic sequin jackets.","author":"Kourtney Kardashian","category":"Will, Jackets, Like"},{"quote":"After every bath, I make sure to moisturize my entire body. I'm obsessed with Diptyque: people love their candles, but their body products are also amazing.","author":"Priyanka Chopra","category":"Love, Body, People"},{"quote":"Art is collaboration: we are artists all over the world. I believe that people are always going to watch Hindi films... that's never going to die, but I think it's amazing that collaborations like that are happening.","author":"Priyanka Chopra","category":"Art, Collaboration, World"},{"quote":"'In My City' was my first single. It has a very special place in my heart, and I am beyond excited to bring the amazing energy of the track to the NFL's passionate fans.","author":"Priyanka Chopra","category":"Heart, I Am, City"},{"quote":"There is no way I could have predicted the amazing reception and support that 'Quantico' has received this season or even the way that I have been welcomed into the fold here in America.","author":"Priyanka Chopra","category":"America, Support, Season"},{"quote":"Reaching my first grand slam final was amazing, and I didn't expect it at just 19 years old.","author":"Caroline Wozniacki","category":"First, Years, Old"},{"quote":"I never camped as a kid, but I really got into camping and sleeping outdoors. I've also done some amazing river floats in New Mexico and Idaho. It's peaceful and awesome.","author":"Conor Oberst","category":"River, Peaceful, Awesome"},{"quote":"Actors have this amazing skill - we bond quite quickly but equally we move on quite quickly. There's nothing particularly cold or capricious about it - we're troubadours and lead a troubadour's lifestyle.","author":"Natalie Dormer","category":"Bond, Lifestyle, Skill"},{"quote":"Well, Jeff Buckley for me is one of the greatest singers I've ever heard. And the reason why is he has an amazing range, amazing emotional power in his voice. And the music he put around it also just had this passion and this soul to it and this spirit to it that very few artists have, and he passed at a very young age.","author":"John Legend","category":"Music, Age, Power"},{"quote":"I think Polanski's an amazing director.","author":"David Duchovny","category":"Think, Director, I Think"},{"quote":"William F. Buckley was a man who had a great capacity for fun and for amusing himself by amazing others.","author":"Dick Cavett","category":"Great, Man, Fun"},{"quote":"The business that people do in LA on the social level is amazing. You go to a restaurant, bump into this guy or that guy. The next day you get a call, and they want you in their movie.","author":"Kevin Bacon","category":"Business, Day, People"},{"quote":"'Kung Fury!' I mean, Jesus, that thing is amazing.","author":"Kevin Bacon","category":"Jesus, Mean, Fury"},{"quote":"For the music business, social networking is brilliant. Just when you think it's doom and gloom and you have to spend millions of pounds on marketing and this and that, you have this amazing thing now called fan power. The whole world is linked through a laptop. It's amazing. And it's free. I love it. It's absolutely brilliant.","author":"Simon Cowell","category":"Love, Music, Business"},{"quote":"I believe that one of the reasons I get to play golf all over the world is because of the barriers that Lee Elder broke down. I just think he's amazing.","author":"Darius Rucker","category":"Golf, Believe, World"},{"quote":"While politicians may be forgiven for failing to predict the future - who can, alas? - it is amazing that they defiantly ignore the past.","author":"Michael Korda","category":"Future, Past, Predict"},{"quote":"When I was little, I saw the play 'Les Miserables' on Broadway, I thought it was the most amazing thing I have ever seen.","author":"Ashley Tisdale","category":"Thought, Play, Little"},{"quote":"Koch Industries is an amazing business that has succeeded by building a product that customers love dearly. The folks who run Koch are very clear. They would love to have government just get out of the way and allow companies to compete, whether in their particular sectors or other sectors. They are true believers in small government.","author":"Mike Pompeo","category":"Love, Business, Government"},{"quote":"I try to be very honest in my writing. It's amazing, though, to think that people are responding to what we do, but it's okay if they're responding in a positive way too, because I think just creating anything at all to put out there is a gift.","author":"Tavi Gevinson","category":"Positive, Writing, Gift"},{"quote":"LinkedIn was an amazing deal for us to do because of their mission.","author":"Satya Nadella","category":"Mission, Us, Because"},{"quote":"My grandmother was amazing. She completely believed in me and was very encouraging. She would go to the supermarket or the butcher or wherever and tell people, 'My grandson is going to be the next Calvin Klein.'","author":"Marc Jacobs","category":"Me, People, Grandmother"},{"quote":"'Star Wars' was, I mean, it was the first time I remember seeing three movies that all kind of went together. It was just an amazing final understanding of what a trilogy was.","author":"Katee Sackhoff","category":"Time, Together, Remember"},{"quote":"I've seen 'Absentia,' which was amazing. I loved 'Absentia.' I loved that for no money, he was able to make a movie about something that you never saw. You never saw the bad guys. That was amazing to me. You never saw what you were supposed to be afraid of; you just knew you were supposed to be afraid of it. It was a phenomenal movie.","author":"Katee Sackhoff","category":"Money, Me, You"},{"quote":"I knew from the first episode that 'Longmire' was something special - I met the writers/exec producers, read the script, and knew it was special, so to have the network and the studio and the fans get behind it in the way that they have has been really amazing.","author":"Katee Sackhoff","category":"Special, Way, Fans"},{"quote":"When you see a tumour in the brain, it's an ugly looking thing. It's kind of black, grisly and messy. Or it can be white. To see it taken away is just amazing.","author":"James Nesbitt","category":"Brain, Black, Looking"},{"quote":"Jon Miller would be amazing for Yahoo because he is extremely good at building display advertising businesses and buying young startups.","author":"Jason Calacanis","category":"Good, Advertising, Building"},{"quote":"Historically, WordPress has been purely focused on the writing side. However, we're thinking about mobile completely differently, and I think there's a big opportunity to take the community of creators that loves WordPress and deliver an audience to the amazing things they're making.","author":"Matt Mullenweg","category":"Community, Opportunity"},{"quote":"One thing about open source is that even the failures contribute to the next thing that comes up. Unlike a company that could spend a million dollars in two years and fail and there's nothing really to show for it, if you spend a million dollars on open source, you probably have something amazing that other people can build on.","author":"Matt Mullenweg","category":"People, Company, You"},{"quote":"Ubuntu is doing amazing things, and I think it's going to change the face of the desktop.","author":"Matt Mullenweg","category":"Change, Face, Think"},{"quote":"If you think you don't want to play another psychopath, but the script is amazing, and the director is fantastic, and the story is incredible, then you may end up playing your third psychopath in a row.","author":"Damian Lewis","category":"End, Want, Think"},{"quote":"Raw lobster tail, freeze dried, is amazing.","author":"Nathan Myhrvold","category":"Lobster, Tail, Freeze"},{"quote":"I experience so many feelings and emotions when I tour. It's the most amazing and also the most lonely thing you can do.","author":"Juliette Lewis","category":"Experience, Lonely, You"},{"quote":"Every mom believes her kid's school doodles are amazing, and I'm no different.","author":"Solange Knowles","category":"Mom, School, Her"},{"quote":"Fashion is a strange world sometimes. Amazing, but strange.","author":"Solange Knowles","category":"World, Fashion, Strange"},{"quote":"Anytime fashion and music go hand-in-hand and it really is an organic fit, it's amazing.","author":"Solange Knowles","category":"Music, Fashion, Go"},{"quote":"I'm happy that I have a beautiful, wonderful, amazing child who's made me a better person.","author":"Solange Knowles","category":"Happy, Beautiful, Child"},{"quote":"There are a lot of historical lofts in Houston, and it's amazing for me that a lot of them were built in the 1920s. I love the exposed bricks and the very industrial stuff.","author":"Solange Knowles","category":"Love, Me, Bricks"},{"quote":"It was amazing for me to play a character opposite Benedict Cumberbatch - he's someone who I've looked up to for years - and the idea that I would work with him and then become friends with him was an amazing experience.","author":"Tom Holland","category":"Work, Friends, Experience"},{"quote":"I went on a book tour immediately after 9/11. I was due to leave the following Wednesday, so I just did. It was an amazing thing, because planes hadn't been flying very many days, and I got on this plane and went to San Francisco, and the minute that plane lifted above the clouds, I felt this incredible sense of lightness.","author":"Joan Didion","category":"Wednesday, Clouds, Book"},{"quote":"Man is such an amazing animal, and the possibilities are infinite for each person.","author":"Stellan Skarsgard","category":"Man, Animal, Person"},{"quote":"One of the big surprises for me about Einstein was... that he wasn't this big introvert he was more like a novelist or a painter. It's amazing how close society came to not benefiting from Albert Einstein's genius.","author":"Ron Howard","category":"Society, Me, Genius"},{"quote":"The story of John Nash is an amazing, powerful journey. But as unique as this man is, his story is also very accessible because it is so heartbreakingly human.","author":"Ron Howard","category":"Journey, Man, Powerful"},{"quote":"The body is an amazing system.","author":"Amitabh Bachchan","category":"Body, System"},{"quote":"If you're curious, London's an amazing place.","author":"David Bailey","category":"London, You, Place"},{"quote":"We used to go to Studio 54 - an amazing place.","author":"Jerry Hall","category":"Place, Go, Studio"},{"quote":"Mom and Dad are truly my heroes. And I have to say, so is my little brother Robert. He's 11, and he's just the most amazing boy. He's so much like Dad sometimes, it's a bit scary.","author":"Bindi Irwin","category":"Mom, Brother, Heroes"},{"quote":"Mankind, his brain has embraced so many amazing things, and yet we're still beating each other over the heads with clubs, excepting the bullets now, one bullet can wipe out an entire city.","author":"Martin Landau","category":"City, Brain, Bullets"},{"quote":"I see hip-hop as going in a self-managing place. It's very culturally controlled and artist-controlled. It's not really based on a label anymore. Everything is pretty much in the control of the artist. Which is amazing.","author":"Travis Scott","category":"Control, Artist, Hip-Hop"},{"quote":"When the youth of America gets together, amazing things happen.","author":"Tom Ford","category":"Together, America, Youth"},{"quote":"Some of the most amazing people I've met in life are cops.","author":"Omari Hardwick","category":"Life, People, Amazing People"},{"quote":"Men have the power in everything: journalism, acting, direction; in banks, finances, schools. All the laws are made by men. Men think that women, when they're not able to procreate any more, become old. That is not true - they are still amazing!","author":"Monica Bellucci","category":"Women, Power, Men"},{"quote":"I went to an all-girls school for part of high school, and the idea of boys was amazing to me; like, all I ever wanted to do was kiss boys and be around boys.","author":"Alexandra Daddario","category":"School, High School, Me"},{"quote":"A little bit of sun does wonders! With good protection, of course. Vitamin D is just so good for your hair and your nails. I also love coconut water and coconut oil from Whole Foods. It's amazing. You can cook with it, shower with it... you come out of the shower like a slippery seal, but it works.","author":"Poppy Delevingne","category":"Love, Good, Water"},{"quote":"I have been on dialysis in Istanbul, Milan, Indonesia, Manila, London. It's - it's amazing.","author":"Natalie Cole","category":"London, Milan, Istanbul"},{"quote":"I grew up in a very visual household. My dad is a designer; my sister is a designer. My brother is an amazing architect who does music. But I think in the Chung household, how things looked was an important part of who you are.","author":"Alexa Chung","category":"Music, Sister, Brother"},{"quote":"People are generally amazed that I would take an interest in any forum that would require me to stop talking for three hours.","author":"Henry Kissinger","category":"Me, People, Three"},{"quote":"I love Jessica Simpson. I love her voice. She's amazing.","author":"Britney Spears","category":"Love, Voice, She"},{"quote":"I think Angelina Jolie has done amazing, amazing things, and the international adoption rate just since her has skyrocketed. It's unbelievable.","author":"Jessica Simpson","category":"Done, Think, Her"},{"quote":"You have a feeling when you're recording, like, 'This is gonna translate really well,' and when you see it live, and it kind of proves that, that's an amazing feeling.","author":"Zac Brown","category":"Live, You, See"},{"quote":"I'll be singing with The Blind Boys of Alabama, which is a great joy to me. I've done some work with them before, and they truly are amazing.","author":"Aaron Neville","category":"Work, Great, Joy"},{"quote":"I will go back to riding one day - when I have kids. I have such amazing childhood memories of being on horseback.","author":"Kendall Jenner","category":"Day, Memories, Childhood"},{"quote":"I'm proud of the U.S.A. We've done some amazing things. To wear our flag in the Olympics is an honor.","author":"Shaun White","category":"Honor, Proud, Flag"},{"quote":"I like making pies. I have a bunch of fruit trees in my backyard. My loquat tree sprouted, and I like making loquat pie. They're really hard to peel and everything, and it took me forever, but they make the best pies. They're amazing.","author":"Kristen Stewart","category":"Best, Tree, Trees"},{"quote":"It's an amazing experience to work with Hrithik. He is one of the finest actors, and there is a reason for it. He is extremely hardworking and fully dedicated.","author":"Yami Gautam","category":"Work, Experience, Reason"},{"quote":"To be knighted, that would be amazing. I remember Alex Ferguson from Man Utd got it and Steve Redgrave - to be in the same category as them is amazing.","author":"Mo Farah","category":"Man, Remember, Same"},{"quote":"Bolt put the Mobot on the map, to be honest with you! He's just an amazing guy.","author":"Mo Farah","category":"Honest, Map, You"},{"quote":"Most of us pass our lives never once laying eyes on our own organs, the most precious and amazing things we own. Until something goes wrong, we barely give them thought. This seems strange to me. How is it that we find Christina Aguilera more interesting than the inside of our own bodies?","author":"Mary Roach","category":"Eyes, Thought, Me"},{"quote":"I love musicians. I think artists are the most amazing people because they're constantly creating beauty for the world. With all the crazy stuff going on in the world, then there's artists reminding us of our humanity and reminding us of our heart and soul and what really matters.","author":"Christie Brinkley","category":"Love, Beauty, Humanity"},{"quote":"I was in college when tens of thousands of people marched on Washington for the first Earth Day. Raw sewage floated in rivers and clouds of smog hung over cities. But then something amazing happened. People spoke out. Thousands of students, workers, and ordinary citizens used their voices to say, 'This has to change.'","author":"Frances Beinecke","category":"Change, Day, College"},{"quote":"My family, the support of my friends, the amount of people that have written and come up to me on the street and said, 'Thank you for representing us,' and Adam Lambert, and Lady Gaga, that's been amazing.","author":"Johnny Weir","category":"Family, Friends, Support"},{"quote":"I love skating and sparkling and flying around the ice, and people clap for you. It's an amazing feeling.","author":"Johnny Weir","category":"Love, Flying, People"},{"quote":"I've got nothing against L.A. I think it is a really beautiful place. To be able to surf and get out in the Pacific Ocean every once in a while. The hiking, all of that is amazing. I love it there.","author":"Liev Schreiber","category":"Love, Beautiful, Ocean"},{"quote":"I think the first time baby recognises me and smiles is going to be one of the most amazing times of my life, to be honest.","author":"Greg Rutherford","category":"Life, Time, Baby"},{"quote":"If I can inspire people by showing that following a dream by working hard and being determined is possible, it's amazing.","author":"Leona Lewis","category":"Working Hard, Inspire"},{"quote":"My siblings and I were friends with the boys who would become our stepbrothers - we grew up on the same street. I feel very special to have these amazing people in my life and if we hadn't all moved into this big house together I think I would have missed out on that, because we would have drifted apart.","author":"Florence Welch","category":"Life, Friends, Together"},{"quote":"As a kid, I kind of spent my life being amazed by being tricked. I love being tricked. I still love it today.","author":"Daniel Craig","category":"Love, Life, Today"},{"quote":"When taxidermy is done well it's an amazing piece of art.","author":"Amanda Seyfried","category":"Art, Done, Well"},{"quote":"Directing is a really kind of amazing thing, because you're helping others and, in the middle of that, you have to worry about yourself.","author":"Philip Seymour Hoffman","category":"Yourself, Worry, You"},{"quote":"We are on the precipice of a crisis, a Constitutional crisis. The checks and balances, which have been at the core of this Republic, are about to be evaporated by the nuclear option. The checks and balances that say if you get 51% of the vote, you don't get your way 100% of the time. It is amazing, it's almost a temper tantrum.","author":"Chuck Schumer","category":"Time, Crisis, You"},{"quote":"To me, when a great band is playing together, it's amazing for me.","author":"John Oates","category":"Great, Together, Me"},{"quote":"Nothing amazes me anymore.","author":"David Beckham","category":"Me, Nothing, Anymore"},{"quote":"Walmart is an amazing story of entrepreneurship and, as one of the world's most powerful brands, touches millions of lives every day.","author":"Marissa Mayer","category":"Day, Powerful, World"},{"quote":"I think what's really amazing is that given the scale of the web and getting the compute power we have today, we're starting to see things that appear intelligent but actually aren't semantically intelligent.","author":"Marissa Mayer","category":"Today, Power, Think"},{"quote":"It's an amazing luxury to say I'm 31 years old and I'm gonna take a year off. That's pretty amazing.","author":"Sarah McLachlan","category":"Luxury, Years, Say"},{"quote":"I went from living in the Dominican Republic - every day, my mom and I would cook, or we'd go hang out with the kids - to flying a private jet to Chicago with Zac Efron and Dennis Quaid. People had champagne, and they were going to these amazing restaurants. It was a culture shock. It's important, I think, to have that. To see both sides.","author":"Maika Monroe","category":"Day, Culture, Mom"},{"quote":"I think people would like to see Kurt Angle and myself get in there and perform with one another. I think he's an amazing athlete, a talented wrestler, and it's a match people probably don't think that they're going to see.","author":"Shawn Michaels","category":"Myself, People, Think"},{"quote":"I know nothing at all about women. They are an amazing, beautiful mystery.","author":"Peter O'Toole","category":"Beautiful, Women, Mystery"},{"quote":"I don't want people to see me fall. I mean, I got enough people cheering for me to fall now... The Internet has created some amazing place for evil to exist, you dig?","author":"Steve Harvey","category":"Evil, Internet, Fall"},{"quote":"My fans and followers are so amazing.","author":"Kylie Jenner","category":"Fans, Followers"},{"quote":"I think it works differently for everyone. Some people do amazing things with research, but for me, it just gets convoluted, and I start to think too much.","author":"Dove Cameron","category":"Research, Me, People"},{"quote":"I wasn't ready for fame and all that brings to your life. It was an amazing experience, but so overwhelming, because no one can tell you beforehand when it will happen or how it will impact you. So no one can tell you how to handle it, being stopped everywhere you go because people saw you on 'Oprah.' It took me over, and I wasn't ready.","author":"Iyanla Vanzant","category":"Life, Experience, Me"},{"quote":"I think the fact that I made enough noise in the world that I might be remembered is an amazing achievement. You can't ask for more than that.","author":"Nas","category":"Achievement, World, Think"},{"quote":"When I turned 25, something changed in me. I see children in my future 100%. Soon. I started thinking I want my kids to look back and say, 'Wasn't Mummy amazing?' I've really started thinking about what I'm leaving for them.","author":"Jessie J","category":"Children, Future, Thinking"},{"quote":"But I am not going to live for ever. And the more I know it, the more amazed I am by being here at all.","author":"William Hurt","category":"I Am, Live, Know"},{"quote":"Food brings back memories. I had a mom that wasn't a good cook, so I would eat my grandma's food. It was amazing because it brings back a time almost in Technicolor. I see her house, I see her stove; I think about what it felt like when I was sick, and it felt like love.","author":"Debi Mazar","category":"Love, Time, Food"},{"quote":"I went to a fundamentalist Christian high school and went to a fundamentalist church, and they were the greatest people; there was an amazing sense of community. The problem is when the messiness of real life enters, and the inflexibility of a moral code cannot cope with the realities of moral relativism.","author":"Scott Derrickson","category":"Life, Community, School"},{"quote":"Music has always been such an amazing tool for me to access self and emotion.","author":"Matisyahu","category":"Music, Self, Me"},{"quote":"I find that the most special thing to me is if you've connected to people in some way: If someone comes up to you on the street and says something to you, and you know it's meant something to them, and it's connected to some project. That, I find, is amazing.","author":"Tim Burton","category":"Me, People, Know"},{"quote":"If people think you are this amazing, own it.","author":"David Chang","category":"People, Think, You"},{"quote":"I hope people half my age and twice my age will listen to my music - I want it to live forever and for my audience to feel like they have a friend in my music. Music is a spirit. It heals. It's an amazing thing to be loved and appreciated, and sometimes, music has not just been my best friend, it's been my only friend.","author":"Hunter Hayes","category":"Music, Hope, Best Friend"},{"quote":"If you walk out of the house and think you feel great, or if someone tells you that you look amazing, believe it and just say thank you.","author":"Jennifer Love Hewitt","category":"Great, Thank You, Believe"},{"quote":"I am constantly amazed by Tina Fey. And I am Tina Fey.","author":"Tina Fey","category":"I Am, Amazed, Fey"},{"quote":"It's amazing how quickly people on the internet can pick something up, but it's also amazing how quickly they can drop it.","author":"Tim Berners-Lee","category":"Internet, People, Up"},{"quote":"It's amazing how many things you can do when you're just pretending.","author":"Kim Gordon","category":"You, Just, Things"},{"quote":"God bless you if you have one child, but I don't think anybody should have just one child. Everybody needs a sibling. I have siblings, and I have so many amazing, precious memories with my siblings. I don't know what I would do if I had been an only child.","author":"Sherri Shepherd","category":"Memories, God, Child"},{"quote":"I love text, I love email, I love Skype; I think it's amazing.","author":"Beeban Kidron","category":"Love, Think, Email"},{"quote":"I've been pleased to work with so many wonderful stars through the years. This has been an amazing journey. I hope it continues.","author":"Keanu Reeves","category":"Work, Hope, Journey"},{"quote":"It's amazing how, over time, a person's perspective can be altered.","author":"Fred Durst","category":"Time, Perspective, Person"},{"quote":"I'm really fascinated by lingos and colloquialisms that are outmoded and have gone by the wayside. I love the way people spoke in the '30s, and the amazing slang of the mid-'60s and '70s.","author":"Beck","category":"Love, People, Way"},{"quote":"It was amazing to me that, all of a sudden, I was hearing my music on the radio and coming out of cars.","author":"Lenny Kravitz","category":"Music, Me, Radio"},{"quote":"Chick lit was amazing, and I was thrilled to be part of it.","author":"Jane Green","category":"Lit, Part, Thrilled"},{"quote":"I love Norse mythology - Thor and Odin and Loki - amazing characters.","author":"Rick Riordan","category":"Love, Mythology, Characters"},{"quote":"When I first started dating my husband, I had this weird fascination with the circus and clowns and old carnival things and sideshow freaks and all that. About a month after we started dating, he bought me this amazing black-and-white photo book on the circus in the 1930s, and I started sobbing.","author":"Christina Hendricks","category":"Dating, Book, Me"},{"quote":"Israel's creation was politically amazing and caused by a number of unusual events. And I understand. For centuries, Jews endured horrible suffering, and like other people, deserve the right to self-determination, but the way Israel is going now frightens me. Jews make awkward colonial overlords.","author":"Harvey Pekar","category":"Suffering, Me, People"},{"quote":"When you are a kid, a wolf is an amazing sight, so sumptuous. I sort of knew these were splendid creatures, that I was not going to find them outside roaming around. It was like a dog, but not a dog. It was incredible, a god!","author":"Sarah Hall","category":"Dog, God, Wolf"},{"quote":"I got my service dog when I was medically retired out of the military, and it was the best thing that ever happened to me. I wish every medically retired serviceman could have a service dog. He's amazing. He's my best bud. I go everywhere and anywhere with him.","author":"Marcus Luttrell","category":"Dog, Best, Service"},{"quote":"You need to get in studio; we're excited about the Pay 1 opportunity with Disney because those movies are not just movies. They're amazing family content that get flexed over and over again, forms great loyalty with our subscribers, and it's a real trust brand for parents as well.","author":"Ted Sarandos","category":"Family, Trust, Great"},{"quote":"I love Carrie Fisher, and it would be amazing to carry on her legacy.","author":"Millie Bobby Brown","category":"Love, Legacy, Her"},{"quote":"People say: 'Oh, but would you be happy for your show to go on BBC3 if it was just online?' If I was sat here telling you I had just signed a huge deal with Netflix you'd be going: 'Wow, that's amazing.' You can't see it as 'Oh, it's no longer a channel because it's not on TV.'","author":"James Corden","category":"Happy, People, Be Happy"},{"quote":"This arrogance thing... I've had that my whole life. I flip between, 'Oh really? Oh, thank you. Wow. That's amazing' and, 'Yeah! Of course I am.' They're both varying degrees of a self-defence mechanism. It can be from minute to minute that I change.","author":"James Corden","category":"Life, Change, I Am"},{"quote":"Every now and then, I have blissful moments of thanking God for all the amazing things that are happening. When I leave the White House after just meeting Obama or when I see my face on the cover of 'Rolling Stone' or when I meet someone who tells me that their daughter is inspired by me, those are moments that are incredibly joyful.","author":"Lea Michele","category":"Daughter, God, Moments"},{"quote":"The body is an amazing machine... If you eat the right things your body will perform incredibly well!","author":"Shawn Johnson","category":"Body, You, Right"},{"quote":"Now, it's not that I think that being gay is the most amazing, wonderful thing in the world, but I have a husband; I have a life; I have friends who I've met through this. It's who I am.","author":"Andrew Solomon","category":"Life, Friends, I Am"},{"quote":"I love 'Criminal Minds' and have put my heart and soul into it for the last 12 years. I had hoped to see it through to the end, but that won't be possible now. I would just like to say thank you to the writers, producers, actors, our amazing crew, and, most importantly, the best fans that a show could ever hope to have.","author":"Thomas Gibson","category":"Love, Hope, Best"},{"quote":"Listen once in a while. It's amazing what you can hear.","author":"Russell Baker","category":"Listen, You, Hear"},{"quote":"The people I've been exposed to have been people of amazing integrity.","author":"Amy Grant","category":"Integrity, People, Exposed"},{"quote":"I love Spanish cities, particularly Barcelona, Madrid and Palma, which has the most amazing cathedral that I once went to for a wedding.","author":"Louise Nurding","category":"Love, Wedding, Barcelona"},{"quote":"The feeling of your baby taking nourishment from your body for the first time is amazing, and it remains the most touching moment of my life.","author":"Laura Schlessinger","category":"Life, Time, Baby"},{"quote":"As far as the public is concerned, India is amazingly secular.","author":"Shah Rukh Khan","category":"India, Public, Far"},{"quote":"With reality TV, sometimes it's amazing chemistry and you get these gems that turn out to be everything you hoped, and the camera loves them and they just blossom on the show. And then sometimes it's not all you envision.","author":"Alison Sweeney","category":"Reality, Camera, You"},{"quote":"The current Babe Ruth of improv? Sacha Baron Cohen. He's pretty amazing.","author":"Seth Rogen","category":"Pretty, Improv, Babe"},{"quote":"My father is an amazing man.","author":"Sherman Alexie","category":"Father, Man"},{"quote":"I don't know how to thank all the people listening to our music. It's so amazing to come home to my friends who resist conformity, because they're so happy that I've made it.","author":"Lukas Forchhammer","category":"Music, Happy, Home"},{"quote":"I always say that I need competition, and I need competition every week, and in Spain, I was at an amazing club, but I had four matches a year: Barcelona v Real Madrid, Real Madrid v Barcelona, and after that, we'd win 4-0, 5-0, 4-1, 6-1.","author":"Jose Mourinho","category":"Competition, Win, Week"},{"quote":"The beach is still a public place, and that's an amazing grace about Chicago. We have so many problems, but the water always stays. That inspires me and keeps me inspired about the city and keeps me hopeful.","author":"Jamila Woods","category":"Water, Beach, City"},{"quote":"He will never, ever, give up. And, most importantly, he will never, ever, let you down. Donald is, and always has been, an amazing leader. Now, he will go to work for you.","author":"Melania Trump","category":"Work, Leader, You"},{"quote":"The truth sets you free. It's a very liberating thing, when you say this is who I am warts and all and then you can just get on with life. It's amazing.","author":"Geri Halliwell","category":"Life, Truth, I Am"},{"quote":"Celebrity has some amazing advantages, of course it does. You're given an extraordinary power. It's a door-opener. I might not have to queue for things.","author":"Geri Halliwell","category":"Power, Extraordinary, You"},{"quote":"I could talk for ages about how women are amazing, but essentially we shouldn't be manipulated by the media's expectations of our bodies. I'd recommend every woman to read 'Women Who Run with the Wolves' - it's about being in touch with your more wild, free and powerful side.","author":"Bat for Lashes","category":"Women, Powerful, Woman"},{"quote":"For the last 20 years of my life, I've had the mantra to do amazing parts with amazing people in amazing projects, so I'm attracted to good story, writing and character and good people. That's what I'm always searching for and I don't think that's ever going to change.","author":"John Hawkes","category":"Life, Change, Good"},{"quote":"I'd said to my sweetheart a couple of days before that the SAG and Spirit Award nomination was amazing and I had no attachment to the Academy Award. I knew I was an underdog so I just decided to sleep through the announcement.","author":"John Hawkes","category":"Sleep, Award, Underdog"},{"quote":"When somebody's in love with you, they think it's amazing you've written them a poem, and when they don't love you anymore, they hate those poems. They wish those poems would go away.","author":"Eileen Myles","category":"Love, Hate, Think"},{"quote":"I've seen myself do stuff on stage that was pretty amazing. I think that would be true for any athlete. Any top athlete will see something that they are very proud of. All my injuries will attest to the fact that besides being a musician, it comes down to being an athlete.","author":"Paul Stanley","category":"Myself, Proud, Think"},{"quote":"My life has changed for the better. It's just amazing. I have to catch myself sometimes. It's like a dream. It's a great thing.","author":"Juicy J","category":"Life, Myself, Great"},{"quote":"It's such an amazing thing to be loved for who you are.","author":"Debra Winger","category":"Loved, You, Who"},{"quote":"President Clinton signed a $10 million deal to write a book by 2003. Isn't that amazing? Yes, and get this, not only that, President Bush signed a $10 million deal to read a book by 2003.","author":"Conan O'Brien","category":"Book, President, Yes"},{"quote":"I think there's nothing more amazing than helping people every day.","author":"Naomie Harris","category":"Day, People, Think"},{"quote":"To me, there's so much talent in the world that's locked out for the wrong reasons, whether it's innovators at the highest end where we need to change the regulation systems, or whether it's the talented people who work here who the bureaucracy's holding back, or the amazing American people.","author":"Megan Smith","category":"Work, Change, World"},{"quote":"If my kids are doing well, then my life is going pretty well. And if my kids aren't doing well, it doesn't matter how the other elements of my life are. It's kind of amazing to have a context like that. This is really wonderful.","author":"Ethan Hawke","category":"Life, My Life, Doing"},{"quote":"Little boys have amazing minds.","author":"Ferdinand Marcos","category":"Minds, Little"},{"quote":"It's been amazing, the number of commercials that I've done, starting back in 1968. It must be 8,000.","author":"Casey Kasem","category":"Done, Number, Back"},{"quote":"It's amazing how good getting up and moving makes you feel.","author":"Paula Deen","category":"Good, Moving, You"},{"quote":"I like pens. My writing is so amazing there's never a need to erase.","author":"Todd Barry","category":"Writing, Never, Need"},{"quote":"I love insects. They are amazing.","author":"Andrea Arnold","category":"Love, Insects, I Love"},{"quote":"My time at Honda was amazing. Some of my best times in Formula One, actually. I might not have won races, just one race, but I had a lot of fun.","author":"Jenson Button","category":"Time, Best, Fun"},{"quote":"Stevie Wonder is just one of those guys that completely delivers everything that you want to be true about Stevie Wonder. He's an amazing human being, and the fairytale exists with that man.","author":"Adam Levine","category":"Man, Want, Be True"},{"quote":"People like Frank Zappa were amazing for us Brits.","author":"Rick Wakeman","category":"People, Like, Us"},{"quote":"Over the years, I would go to my agents, my manager, and I would say, 'Hey, there's this amazing true story about this gay English mathematician who committed suicide in the 1950s.' And they would be like, 'Please don't ever write that script. That is an unmakeable film.'","author":"Graham Moore","category":"Suicide, Gay, Story"},{"quote":"I was able to walk at 5. I had to be able to walk in order to be mainstreamed into public school. And my father worked day and night to teach me how to walk. And I think what's so amazing about this is the fact that he was told that I would never walk. And he decided that he was going to try.","author":"Maysoon Zayid","category":"Day, Father, School"},{"quote":"I remember looking at James Joyce's journals. It was just amazing - it looked like ants had written on the page. So much writing on one page, every corner of the page was filled. Some of the lines were underlined in yellow or blue or red. A lot of color, intense writing.","author":"Juan Felipe Herrera","category":"Writing, Blue, Red"},{"quote":"It was an amazing adventure, it was my dream to be in an American musical... I really hope you are going to love what you are going to see.","author":"Marion Cotillard","category":"Love, Hope, Adventure"},{"quote":"I wouldn't be where I am today without the amazing public arts education that I had.","author":"Matthew Morrison","category":"Education, Today, I Am"},{"quote":"If I was doing a talk show, I would do the kind of show that comes on just once a month, with amazing guests.","author":"Whoopi Goldberg","category":"Doing, Kind, Month"},{"quote":"But one of the amazing things about documentary is that you can remake it every time you make one. There is no rule about how a documentary film has to be made.","author":"Errol Morris","category":"Time, You, Documentary"},{"quote":"My maternal granddad, Leonard, was full of amazing stories. He was an orphan, with 11 or 12 brothers and sisters, and he used to tell us about growing up near the Irrawaddy river and how one brother was eaten by a crocodile.","author":"Jamie Cullum","category":"Brother, River, Growing Up"},{"quote":"I'll always be this crazy, fun person, but when it's time to get married, I'm going to be an amazing wife.","author":"Nicole Polizzi","category":"Time, Wife, Fun"},{"quote":"I went to the University of Minnesota, and I met this amazing artist named Cameron Boothe there who was in World War I, who studied with Hans Hoffman in Munich.","author":"James Rosenquist","category":"War, World, Artist"},{"quote":"I don't think of anyone as a 'groupie.' People who connect with my music are just inspiring and amazing.","author":"Banks","category":"Music, People, Think"},{"quote":"I miss the newness of Magic Eye posters, which really are amazing.","author":"Jay Asher","category":"Eye, Magic, Which"},{"quote":"I have a passion for playing tennis and enjoy the workload and struggles of performing in this amazing global sport.","author":"Sania Mirza","category":"Passion, Enjoy, Tennis"},{"quote":"Housing Works is the coolest thrift store in the world, because not only are they the best thrift store - they're not the most thrifty thrift store - but they have amazing stuff and all of their proceeds go directly to kids, mostly homeless kids, living with AIDS and HIV in New York, in the metropolitan area.","author":"Ezra Miller","category":"Best, Homeless, World"},{"quote":"Just like sunshine affects others, when the life of Jesus invades your life, you become a loving person. The effect on others is amazing.","author":"John Eldredge","category":"Life, Sunshine, Loving"},{"quote":"I love Louisiana. It's amazing.","author":"Johnny Knoxville","category":"Love, Louisiana, I Love"},{"quote":"You don't have a lot of time; you have to get it right. It's amazing how they create these episodes in such a short amount of time. They lavish a lot of care and money on each episode, and they just look terrific.","author":"Margot Kidder","category":"Time, Money, Short"},{"quote":"Choreography is amazing. I'm still a dancer, yet I transitioned into choreography then as a Creative Director. All of these creative elements are brought out of being a dancer. Directing is something that comes out of understanding movement and choreography. Directing movement is directing a dance piece.","author":"Laurieann Gibson","category":"Dance, Creative"},{"quote":"If you pay attention to the world, it's an amazing place. If you don't, it's whatever you think it is.","author":"Reggie Watts","category":"World, Think, You"},{"quote":"When you write biographies, whether it's about Ben Franklin or Einstein, you discover something amazing: They are human.","author":"Walter Isaacson","category":"You, Discover, Human"},{"quote":"I feel fortunate. I've really gotten to work with amazing talented people, and to learn from them, which is why I'm doing this. If I can work with the best director I'm going to do it.","author":"Armie Hammer","category":"Work, Best, People"},{"quote":"'Sound of My Voice' is an amazing film. Small, simple, yet incredibly thought provoking.","author":"Reid Scott","category":"Simple, Thought, Small"},{"quote":"More and more couples are having this negotiation or discussion, but I'm still amazed at the number who aren't and where the cultural norm sort of kicks in and they just assume that mom's got to be the one who stays home, not dad.","author":"James Levine","category":"Home, Mom, Negotiation"},{"quote":"In 29 years, I had recorded over 2,200 songs. I was amazed.","author":"Kate Smith","category":"Over, Years, Amazed"},{"quote":"My mother encouraged it so much. She was so supportive. Even if as a kid, I would do the dumbest trick, which now that I look back on some things, she would love it, she would say that's amazing, or if I'd make the ugliest drawing, she would hang it up. She was amazing.","author":"David Blaine","category":"Love, Mother, Drawing"},{"quote":"I know this is going to sound corny, but I love my life. I love my baby, so I love getting to wake up with him. And I have the most amazing job, with writing that any actor would love and costars who I can't wait to see on Monday mornings. And I love coming home to my husband.","author":"Julianna Margulies","category":"Love, Life, Home"},{"quote":"I remember the day we found the gene for the inter-species signaling molecule like it was yesterday. We got the gene, and we plugged it into a database. And we immediately saw that this gene was in an amazing number of species of bacteria. It was a huge moment of realization.","author":"Bonnie Bassler","category":"Day, Moment, Remember"},{"quote":"I had always been a really peculiar child. My mom would tell you I grew up roughing it with the boys and playing with action figures and toy cars and stuff, but I also had an Easy Bake Oven... I find it amazing that in a really weird way, people are mad that they can't figure out my gender.","author":"Shamir","category":"Mom, Action, Child"},{"quote":"Teachers are not glorified babysitters with summers off. Their profession fuels all others, and on a normal day that is amazing enough in and of itself.","author":"LZ Granderson","category":"Day, Enough, Teachers"},{"quote":"I never thought about writing a novel until I was 13, and that happened by chance. I was on school holidays, and I was bored, and I thought I just wanted to do something to occupy myself instead of asking, 'What can I do, mum? Entertain me.' I started, and it really just took over, and I realised, 'Wow, this is an amazing experience.'","author":"Alexandra Adornetto","category":"Experience, Myself, School"},{"quote":"Childhood is just this amazing place, and in my books, I was trying to express my concern about childhood being eroded. You have kids' TV programs being interrupted by terrorist attacks, and kids are exposed to so much these days.","author":"Alexandra Adornetto","category":"Childhood, You, Place"},{"quote":"My favourite singer ever in the world is Ari Up from The Slits. Her voice is amazing to me. It's carefree, but it's also really amazing.","author":"Shamir","category":"World, Me, Voice"},{"quote":"Now we have so many different genres of music, it's amazing to me. Even in the gospel music arena, you've got hip-hop, you got contemporary, urban contemporary, you got traditional, you got neo-soul gospel, you've got all of these different things.","author":"Marvin Sapp","category":"Music, Me, You"},{"quote":"So much of 'Jaws' was amazing because the mind filled in what was missing.","author":"Bill Sienkiewicz","category":"Mind, Missing, Because"},{"quote":"People never cease to amaze me.","author":"Tina Yothers","category":"Me, People, Never"},{"quote":"I have an amazing husband who is a strong man of God. He is very dedicated to me and our family.","author":"Kim Fields","category":"Family, God, Strong"},{"quote":"I sometimes try to think of my life as an Iranian, and it is hard to imagine. I am grateful for the life I have had in America and all the amazing opportunities and experiences it has given me. But there is a spirit in Iranians I can see that is unbounded by geography.","author":"Pardis Sabeti","category":"Life, America, I Am"},{"quote":"I just love comic books. I've always loved comic book art, and I just think it's amazing.","author":"Zayn Malik","category":"Love, Art, Book"},{"quote":"You know, it's amazing. I don't even have a car, would you believe it? I had a motorbike and it got stolen last year. So I've got to buy another one of those, I suppose. I can treat myself to that.","author":"Michael Fassbender","category":"Car, Myself, Believe"},{"quote":"I grew up in a Christian home with amazing parents.","author":"Allyson Felix","category":"Home, Parents, Christian"},{"quote":"I no longer do a film for the wrong reasons. I have to be convinced ethically and morally. Both the director and I have to be on the same page. There are just five songs in most films these days, and they have to be amazing. There has to be a twist in the screenplay. The editing has to be crisp. Your hard work should show, but effortlessly.","author":"Salman Khan","category":"Work, Hard Work, Page"},{"quote":"People are doing amazing things right now on the Web.","author":"Chris Hughes","category":"People, Doing, Right"},{"quote":"I have this amazing life.","author":"Ali MacGraw","category":"Life, Amazing Life"},{"quote":"Love makes no sense at all. But it's the most powerful and amazing force in the entire universe.","author":"Glenn Close","category":"Love, Powerful, Universe"},{"quote":"My favorite song? 'Amazing Grace.' Anybody singing it. But the best it'll ever be done is by the Scottish National Pipe band and their National Orchestra. It'll bring tears to your eyes.","author":"Jimmy Dean","category":"Best, Eyes, Grace"},{"quote":"The body can do amazing things in a situation when it is really called for.","author":"Suzanne Farrell","category":"Body, Situation, Things"},{"quote":"Isn't it amazing how celebrity status preempts even the most ingrained hatreds?","author":"Camryn Manheim","category":"Celebrity, Most, Status"},{"quote":"I admired shows like 'Six Feet Under.' That was an amazing show. Never boring, always inventive, smart. Loved the characters. Completely original. Those are shows that I admire.","author":"Chris Carter","category":"Smart, Feet, Loved"},{"quote":"I always felt thrilled and amazed that I could put actor on my tax form.","author":"Geoffrey Rush","category":"Tax, Actor, Always"},{"quote":"I enjoyed being a teammate of Deion Sanders. He brings different elements to the game that many people would not even realize, and to watch and witness a superior talent like him and watch him prepare and train, and study the game is truly amazing.","author":"Emmitt Smith","category":"Talent, Game, People"},{"quote":"It's awesome to see something like 'Inception', which is just mind-blowing and amazing, and it actually resonates with the audiences. I feel like that's rare.","author":"Danny McBride","category":"Awesome, Feel, See"},{"quote":"You know, when I was a kid waiting on the bus, I remember that was when I imagined my life. I imagined everything that I was gonna be when I grew up and I imagined all of these amazing journeys and amazing people I'd meet. Of course, all of it has kind of come to fruition.","author":"Glen Hansard","category":"Life, Waiting, Remember"},{"quote":"Although believers by nature, are far from God, and children of wrath, even as others, yet it is amazing to think how nigh they are brought to him again by the blood of Jesus Christ.","author":"George Whitefield","category":"Nature, Children, God"},{"quote":"My family is mostly a chosen one. I've managed to invite some really amazing people into my life and they become family. Brothers, sisters, siblings, mentors, role models. And I like to live that way, where your family bleeds out into the larger community.","author":"Adrian Grenier","category":"Life, Family, Community"},{"quote":"Considering the amount of information we're bombarded by, it's amazing if a song can transcend time.","author":"Michael Bolton","category":"Time, Information, Song"},{"quote":"I think that a lot of companies are still amazingly price sensitive.","author":"Sanjay Kumar","category":"Think, Price, Sensitive"},{"quote":"I love watching amazing actors and actresses that you can't take your eyes off of because everything they are doing - even if it is just twiddling their thumbs or scratching their eye - it's just interesting.","author":"Sara Paxton","category":"Love, Eyes, Eye"},{"quote":"Special operations are small, highly specialized. They do amazing work when they're put into the fight, but it's a limited resource. And so if we become overly dependent on an organization that's designed for a very specific mission and expect them to solve all problems around the world, you're naturally going to overextend it.","author":"Chris Fussell","category":"Work, Problems, World"},{"quote":"Going to a concert can sometimes be very difficult. It can be a long journey. There's the ticket prices. But when the music goes to the community - not the community coming to the concert - they say, 'Wow! I didn't know that this music was so amazing!'","author":"Gustavo Dudamel","category":"Music, Journey, Community"},{"quote":"Someone could be amazing at what they do, but if you don't like them, why bother hiring them?","author":"Chip Conley","category":"Why, You, Like"},{"quote":"It is amazing to think after all that has happened in this country in the last few years, the last few decades, that so many people have this blind faith that government is our friend and therefore, so we don't need protections against it.","author":"James Bovard","category":"Faith, Blind, Government"},{"quote":"I have no regrets. I had an amazing surrogate who carried my son for me. I am so grateful to her. I can even say I am grateful for having cancer. I was always meant to be a mom, but if I didn't have cancer, I never would have had Zev. I would have had a kid, but not Zev, and I want Zev - tantrums and all.","author":"Marissa Jaret Winokur","category":"Son, Mom, I Am"},{"quote":"I think Alison Krauss is one of the most amazing singers ever. As a songwriter - this is gonna sound cheesy - I love Randy Newman. And my mom passed on a love of Bob Dylan and Joni Mitchell. At one point I was so into the Indigo Girls, just like I was so into the Dixie Chicks, those female harmonies.","author":"Cam","category":"Love, Mom, Think"},{"quote":"You would be amazed what the ordinary guy knows.","author":"Matt Drudge","category":"You, Ordinary, Guy"},{"quote":"My mother was amazing. I guess, in our community, if you wanted to get by you had to work hard. So she cleaned offices. She did everything that you could imagine. We were really poor. But she would say, 'Where you are is not who you are.'","author":"Ursula Burns","category":"Work, Community, Mother"},{"quote":"Giving birth was the most amazing thing I've ever done. I'd been living in a Third World country, and I said, 'I'm going to just squat behind a tree.' I basically did that but in a chair in my living room. I didn't want a sterile hospital room. I didn't want doctors. I had a midwife.","author":"Carolyn Murphy","category":"Tree, Giving, World"},{"quote":"I have a ridiculous fear of sharks but I'd jump in the water in a second for an amazing role.","author":"Kate Mara","category":"Fear, Water, Jump"},{"quote":"I've always wanted to find the rules that govern everything. It's amazing that such rules exist. It's even more amazing that we can find them.","author":"Geoffrey West","category":"Rules, Find, Always"},{"quote":"One of the remarkable things about slums is that they do develop their own social organization and economy and even culture that is, on some level, functional and in some cases, remarkably resilient. This is kind of amazing.","author":"Geoffrey West","category":"Culture, Organization"},{"quote":"I've been diving for about 30 years, and I can honestly say that I've had some amazing encounters with sharks, squids, and other whales. But the encounter with the right whales in the Auckland Islands was probably the best thing I've ever done. It was just that amazing.","author":"Brian Skerry","category":"Best, Done, I Can"},{"quote":"It was really fun being in Tara's trailer, working on my lines. Tara is such an amazing actress. She's so good at what she does. I learned a lot from watching her.","author":"Carson Daly","category":"Good, Fun, Working"},{"quote":"And it is very sexy as well: somebody says I'm taking you on a surprise date, you don't know where you are going and you can't see and then you put your hand out and there is a tiger. Amazing.","author":"Emily Watson","category":"Surprise, Know, You"},{"quote":"At 13, when I was a runaway, I was taken in by the most amazing drag queens in Portland, Ore. We didn't always know where our next meal was coming from, but there was so much camaraderie and love. Not to mention, those girls could paint a face, and I learned how because of them.","author":"Rose McGowan","category":"Love, Face, Know"},{"quote":"It's amazing how a competitive nature can turn a negative into something positive.","author":"Barry Mann","category":"Positive, Nature, Negative"},{"quote":"There were two things going on: 1) I had already established in my own mind where I wanted to go with the next series, and having James around as a Grey Eminence would have complicated matters. He had had an amazing life and it was time to bid him good-bye.","author":"Raymond E. Feist","category":"Life, Time, Mind"},{"quote":"I think our movie, 'Now You See Me,' is an emotional movie rooted in smart and wits and fully amazing actors working perfectly together. It's like a supergroup of musicians.","author":"Louis Leterrier","category":"Together, Smart, Musicians"},{"quote":"Emmanuel Lewis was amazing to work with. I'll love that guy to the end of time.","author":"Corin Nemec","category":"Love, Work, Time"},{"quote":"DJ Sliink is amazing, and his production is on the next level. There are a lot of EDM producers that I'd like to work with, not for the sake of having an engineered record, but for the fact that I love their production and music.","author":"Travie McCoy","category":"Love, Work, Music"},{"quote":"I was a bartender at a Pizzeria Uno's for nine years. The people I worked with were amazing, but it was quite possibly the most miserable time of my life.","author":"Bobby Moynihan","category":"Life, Time, People"},{"quote":"My family has always supported me a thousand percent. My sister once sold her jewelry so I could pay for gas money to get up to New York for a show. And that's amazing. But you get too much of that, you start depending on it.","author":"Jay Pharoah","category":"Family, Money, Sister"},{"quote":"It's amazing to me that some kids are surprised to find out Indians are still alive.","author":"Michael Horse","category":"Me, Find, Kids"},{"quote":"My heroes are guys like Tom Hanks, Leonardo DiCaprio, and Matt Damon. These are amazing actors with amazing careers that every actor should aspire to. I'm not saying I'm going to get anywhere close. It's not going to be an easy feat. I'm just in awe of their careers.","author":"Dylan O'Brien","category":"Heroes, Easy, Saying"},{"quote":"I really think it is amazing that people actually buy software.","author":"Bill Budge","category":"People, Software, Think"},{"quote":"Dance has always been my number one. I started when I was seven years old and I've had the opportunity to work with some really amazing artists.","author":"Caity Lotz","category":"Work, Opportunity, Dance"},{"quote":"I love the fact we're still on the road. I was born to be a factory worker really, so for me the chance to get on stage at Wembley 30 years after we started is amazing.","author":"Joe Elliott","category":"Love, Road, Me"},{"quote":"There are so many young women coming up through the ranks. Adele is an amazing singer. Beyonce has great stage presence. She's just a beautiful woman. I love how everyone has just taken charge of their lives and careers.","author":"Pat Benatar","category":"Love, Beautiful, Women"},{"quote":"There are a lot of people with a lot of money, and I'm amazed they don't understand what a great pleasure it can be to give.","author":"Robert Mondavi","category":"Money, Great, People"},{"quote":"My method of helping someone is saying, 'Wow, you look amazing. Let me help you look even better.' I think tearing someone down is an awful thing to do. It has a lasting impression on people.","author":"Carson Kressley","category":"Me, People, Help"},{"quote":"My sister Jennifer is an Emmy winning journalist and mother of three amazing girls. She brings an exceptional dedication to her job, her family, and her community, and has been a role model of mine for many, many years. I'm extremely proud of her.","author":"Ron Livingston","category":"Family, Sister, Community"},{"quote":"What's so amazing about 'All in the Family' is sometimes an entire act was one camera shot. It was all about characters.","author":"Adam Green","category":"Family, Camera, Sometimes"},{"quote":"It is amazing to me that so little is still known about the Trail of Tears or the lives of the Cherokees themselves.","author":"Joseph Bruchac","category":"Me, Tears, Trail"},{"quote":"I'm the poster boy for Propecia. It's amazing.","author":"Joe Lando","category":"Boy, Poster, Poster Boy"},{"quote":"One of the most amazing locations I've ever been is the top of the volcano in Tanzania, Africa. It's an actual volcano where you really have this lava every day.","author":"Jan de Bont","category":"Day, Every Day, You"},{"quote":"It's amazing what a bit of soot and shaving can do for muscle definition, honestly.","author":"Joe Dempsie","category":"Shaving, Muscle, Definition"},{"quote":"The good Lord is amazing; He opens up doors. I was close to abandoning the dream, and He was like, 'Hey, slow down there, buddy.'","author":"David Nail","category":"Good, Dream, Slow"},{"quote":"Colombians are sick of 'Narcos' stories because Colombia is a country that has changed so much. It's a country that's completely different from the country that we see in 'Narcos.' They reconstructed themselves in 25 years, which is amazing.","author":"Wagner Moura","category":"Country, Sick, See"},{"quote":"I get to travel around the world and meet all of these amazing people, and they're singing my songs! And to me, that's crazy.","author":"Kina Grannis","category":"Travel, Crazy, World"},{"quote":"I'm not sure I make old bones in parliament. It's an amazing experience to have had but I can't see myself being Mother of the House.","author":"Louise Mensch","category":"Experience, Myself, Mother"},{"quote":"It's amazing how everyone has an opinion on how you should live your life.","author":"Sherry Stringfield","category":"Life, Live, Opinion"},{"quote":"I don't get a chance to do many of my own stunts on 'Buffy' - none of us do. We have amazing stunt people who make us all look really believable and really good.","author":"Emma Caulfield","category":"Good, Chance, People"},{"quote":"I was amazed by how much you have to think about as a director. As an actor, you don't have to think about much at all, as it turns out. It's very easy. And then when you step into the director's role, there's this whole universe of stuff that you have to pay attention to that's amazing to me.","author":"Misha Collins","category":"Universe, Step, Me"},{"quote":"We are strangely biased, as individuals and media institutions, to focus on big sudden changes, whether good or bad - amazing breakthroughs, such as a new gadget that gets released, or catastrophic failures, like a plane crash.","author":"Steven Johnson","category":"Good, Focus, Changes"},{"quote":"I think that when you are a teenager, it's the smartest you will ever be in your life. Teenagers are so resilient and strong, it's just amazing.","author":"James St. James","category":"Life, Strong, Think"},{"quote":"My grandmother was this amazing woman in the Dominican Republic who used to read tea leaves and palms. She would cure people in her neighborhood by going into her garden, plucking a couple of leaves, and brewing teas.","author":"Selenis Leyva","category":"Woman, People, Garden"},{"quote":"It's pretty amazing to see something in your head and write it down, go out and shoot it, then see it on the big screen. It's a pretty amazing feeling.","author":"Eric Johnson","category":"Down, Feeling, See"},{"quote":"I think we love bacon because it has all the qualities of an amazing sensory experience. When we cook it, the sizzling sound is so appetizing, the aroma is maddening, the crunch of the texture is so gratifying and the taste delivers every time.","author":"Alexandra Guarnaschelli","category":"Love, Time, Experience"},{"quote":"It's amazing how stress keeps you trim.","author":"Peter Andre","category":"Stress, You, How"},{"quote":"Just knowing that through my music I actually inspire people is amazing for me and I find it very heartwarming.","author":"Thia Megia","category":"Music, Inspire, Me"},{"quote":"Filming in India was one big adventure. For 'The Cheetah Girls', we were in Mumbai for two weeks, then Rajasthan for six weeks. Every day after shooting, I would hop into a rickshaw and start exploring the city. I even learned a bit of Hindi. It's such an amazing place to visit.","author":"Michael Steger","category":"Day, Adventure, City"},{"quote":"In the past few years, we've been doing amazing stuff with desserts. Pastry chefs have been using herbs and spices in their desserts. So vanilla cake doesn't have to be just vanilla, it can have a little thyme. Or you could have a custard with a little lavender in it, which is just amazing.","author":"Ron Ben-Israel","category":"Past, Cake, You"},{"quote":"Pebble Beach. It is tough and the lay out is amazing.","author":"Natalie Gulbis","category":"Beach, Tough, Pebble"},{"quote":"Hawaii was beautiful of course, we played at Turtle Bay an amazing resort right on the ocean.","author":"Natalie Gulbis","category":"Beautiful, Ocean, Hawaii"},{"quote":"I think 'Game of Thrones' was extraordinary. I want to do some period pieces. It would be lovely to tell great stories, that is my main ambition. And to be working with amazing creators.","author":"Stana Katic","category":"Great, Ambition, Game"},{"quote":"These things have a life of there own and never existed when I was growing up certainly worrying when one would get made. It's kind of amazing how that one movie kept living through all these years.","author":"Stockard Channing","category":"Life, Growing Up, Living"},{"quote":"I had one of those light bulb 'a ha' moments while screening 'Good Will Hunting' in Camp David in 1998 - Madeleine Albright and the Clintons were there, and I just became really inspired by all of these amazing people. I left the screening asking myself what I could do.","author":"Lawrence Bender","category":"Good, Light, Myself"},{"quote":"I think it's amazing that I'm 45 and it is the most creatively successful year of my life.","author":"Amy Landecker","category":"Life, Successful, My Life"},{"quote":"It just kills me when people buy a dog when there are dogs in shelters. I still get emotional when I think of Karl sitting in that shelter. I wasn't looking. I didn't even think I had time for a dog, and then I met this little one and he needed help. It's been so amazing to see him transform into a happy and confident companion.","author":"Bob Harper","category":"Time, Happy, Dog"},{"quote":"Dogs are a really amazing eye opener for us humans because their lives are compressed into such a short period, so we can see them go from puppyhood to adolescence to strong adulthood and then into their sunset years in 10 to 12 years. It really drives home the point of how finite all our lives are.","author":"John Grogan","category":"Home, Sunset, Strong"},{"quote":"The Academy Awards was an amazing night. I know I kind of lost my mind a little bit. I apologize for that. That night went so fast I can't remember what I said or what happened.","author":"Cuba Gooding, Jr.","category":"Mind, Night, Remember"},{"quote":"It's pretty amazing to me that my first hit record was an Elvis Presley record.","author":"Mac Davis","category":"Me, First, Pretty"},{"quote":"That's double-edged: it's amazing that they're bringing me in and showing people new ideas, and at the same time it's a little hard because seventy percent of the time or even higher I'm not going to get those roles.","author":"Rachel True","category":"Time, Ideas, Me"},{"quote":"I travel to a lot of schools, and I see firsthand that while we do still have a lot of traditional readers, we don't have as many as we used to. And we're missing an awful lot of kids entirely... Do I want to get rid of the Internet? Obviously, I don't want that because of all the amazing things it brings.","author":"Patrick Carman","category":"Travel, Internet, Want"},{"quote":"When I performed at 'Open Mic U.K.' I had this connection with the audience that I'd never felt before, and I loved it. It was my first big thing, and looking out into the crowd... was just amazing.","author":"Birdy","category":"Looking, Loved, Connection"},{"quote":"The opportunity, number one, to work with Ang Lee is an amazing thing for me.","author":"Sam Elliott","category":"Work, Opportunity, Me"},{"quote":"I have had an amazing career for a man who hits things for a living.","author":"Larry Mullen, Jr.","category":"Man, Career, Living"},{"quote":"You can really do amazing things in a wheelchair. It's very dangerous if you don't know what you're doing, but you can even go up and down stairs in a wheelchair.","author":"William Forsythe","category":"Stairs, Know, You"},{"quote":"I'm jamming 'Black Sabbath Vol. 4' all the time. Zappa's 'Cruising With Ruben & The Jets.' A lot of Gong lately. Some Hawkwind. The Residents' 'Duck Stab' is amazing. Some Fugs. Lots of stuff, man. I'm pretty schizophrenic with records.","author":"Ty Segall","category":"Time, Man, Black"},{"quote":"It's amazing when you're playing to a crowd who barely understands English but they're singing parts of your song back to you.","author":"Jason Derulo","category":"Song, Singing, You"},{"quote":"Rooted in the word 'history' is 'story.' And America's story is exceptional. It's amazing. Younger students should learn that we have always been and continue to be a land of immigrants - a land committed to bold new ideas.","author":"Heidi Hayes Jacobs","category":"History, America, Ideas"},{"quote":"There are amazing schools and amazing educators that are doing a wonderful job. And then there are a lot of educators that are not prepared to deal with inclusive education. They haven't been trained. It's really quite lovely and easy when you understand how to do it.","author":"Laura San Giacomo","category":"Education, Job, Easy"},{"quote":"Some amazing records have this power to leave you with inspiration; you're left with the urge to write something. And some records are totally overwhelming, because they are so good, they burn the bridges behind them.","author":"Thomas Mars","category":"Good, Power, Bridges"},{"quote":"On Staten Island, there's a ship graveyard. I'm using that a lot, even for 'Under the Dome.' When I'm dissatisfied with a location scout, I go on Google Earth. It's an amazing tool.","author":"Niels Arden Oplev","category":"Ship, Earth, Google"},{"quote":"Well just meeting J. K. Rowling was amazing because she created all this world. And all the fans, we all get so obsessed with it and then you met the one person who made it all up. It was just so amazing. And I was just so amazed that that she wrote this book and all of the films have happened.","author":"Evanna Lynch","category":"Book, World, Meeting"},{"quote":"It's great when people appreciate your work, but I don't know how seriously to take it. The amazing thing is that I found something so early that I can support myself doing, and that can even be extremely lucrative, but I love it either way.","author":"Adrien Brody","category":"Love, Work, Great"},{"quote":"I suffer from an amazing amount of insecurities, and I'm grateful that my body image, it's normally not something I pay attention to.","author":"Callie Thorne","category":"Grateful, Body, Attention"},{"quote":"For me, seeing the progression of video games and consoles - whether it be PlayStation, Xbox, or whatever - I think just seeing how good they've gotten from the days when I first started playing is just amazing.","author":"Justin Verlander","category":"Good, Me, Video Games"},{"quote":"My family is just an amazing melting pot of wonderful religions and faiths.","author":"Rima Fakih","category":"Family, Religions, Wonderful"},{"quote":"There's such a good vibe in Minneapolis. You've got an upscale downtown, and yet people aren't afraid to sit around the fire pit in the middle of winter and drink a beer. It's amazing.","author":"Philip Winchester","category":"Good, Winter, Fire"},{"quote":"Lorne finally said, Do the Blues Brothers thing. The response was amazing. People went nuts.","author":"Steve Cropper","category":"People, Blues, Said"},{"quote":"My introduction to the Madonna Inn came as a young boy when we would take summer vacations to a nearby town. My dad would take us into their gift shop bathroom, which was a huge waterfall that functioned as the men's urinal. So as a kid, this was the most amazing thing I had ever seen.","author":"Aaron Ruell","category":"Men, Gift, Summer"},{"quote":"I feel a lot of support from the people of Penrith and the Blue Mountains and will always remember the amazing welcome home I received after the London Olympics. But more importantly, it's during hard times that Westies come together.","author":"Jessica Fox","category":"Home, Together, Welcome"},{"quote":"Of all the planets apart from Earth in our solar system, Mars is the most hospitable. Yeah. Right. Better keep my visit short. And yet, despite the discomfort, the danger, I love it here. I love coming back for these imaginary vacations. The sights are amazing.","author":"Greg Bear","category":"Love, Short, Earth"},{"quote":"I dream of diving in two places where I have not been yet. One is Antarctica, because of its crystal clear waters and amazing fauna, in addition to the ice cathedrals. The other is the Arctic, where I'd like to see the northernmost kelp forests.","author":"Enric Sala","category":"Dream, Places, See"},{"quote":"One person I've always wanted to work with who would be an amazing guest star would be James Earl Jones.","author":"Nancy McKeon","category":"Work, Person, Always"},{"quote":"Personally I had the opportunity to go on several ride alongs with the LA County Sheriff's Department with some amazing detectives, who were invaluable to me.","author":"Nancy McKeon","category":"Opportunity, Me, Ride"},{"quote":"I never thought I would become amazing. I never thought I would be as great as my father. I would like to continue writing novels, and hopefully, at some point, I would like to make the switch from being 'Stephen Hawking's daughter' to 'novelist Lucy Hawking,' and that will be a fabulous day.","author":"Lucy Hawking","category":"Father, Daughter, Great"},{"quote":"I was really attracted to doing 'Game of Thrones' because I thought the character of Meera was absolutely amazing.","author":"Ellie Kendrick","category":"Character, Thought, Game"},{"quote":"I am just so appreciative of God's love. It's higher than any mountain, wider than any ocean, and wider than the whole universe. His love is just that amazing!","author":"Fred Hammond","category":"Love, Ocean, God"},{"quote":"Isn't it amazing the way the future succeeds in creating an appropriate past?","author":"John Leonard","category":"Future, Past, Creating"},{"quote":"My heart is so light that it's amazing. I get to play all this grief, all this loss, all this disaster and chaos. It's hysterically funny. I am very light.","author":"Linda Hamilton","category":"Funny, Light, I Am"},{"quote":"It is really quite amazing that all of the folks supporting privatization, from the president on down, keep invoking the name of my grandfather, Franklin Delano Roosevelt.","author":"James Roosevelt","category":"Name, Down, Grandfather"},{"quote":"You surround yourself with amazing, grade-A talent, and you're going to have to lift your game. You kind of thrive just by being around such people.","author":"Joe Lo Truglio","category":"Talent, Yourself"},{"quote":"There are two sorts of curiosity - the momentary and the permanent. The momentary is concerned with the odd appearance on the surface of things. The permanent is attracted by the amazing and consecutive life that flows on beneath the surface of things.","author":"Robert Wilson Lynd","category":"Life, Curiosity, Appearance"},{"quote":"Honestly, I'd love to say I live this amazing Hollywood lifestyle, but actually, I'm at home with my same friends and cooking. I crochet, I do watercolor. I think what surprised me the most is that that isn't the lifestyle everyone necessarily lives.","author":"Yael Grobglas","category":"Love, Home, Friends"},{"quote":"It's amazing the hours you pull when you're the lead of a show.","author":"Jamie Luner","category":"You, Lead, Show"},{"quote":"The facilities are amazing here in McLaren. If you compare them to Sauber, who have good facilities in Formula 1, it's another level. But in terms of the people, the way they approach their jobs, is really amazing when you come into McLaren. The emphasis they have is very good and it gives you a big boost when you drive for this team.","author":"Sergio Perez","category":"Good, Team, People"},{"quote":"Haiti is an amazing country. Even though the people there have so little, their attitudes resonate a crazy amount of love and joy. It is truly inspiring to see that. My love for the country starts with them.","author":"Noah Munck","category":"Love, Joy, Crazy"},{"quote":"It is amazing how nice people are to you when they know you're going away.","author":"Michael Arlen","category":"People, Know, Nice"},{"quote":"With 'A Northern Light,' I've already heard from teenage readers, teachers, librarians - it's been so gratifying. It's amazing that you can take something that matters so deeply to you and make it matter to someone else.","author":"Jennifer Donnelly","category":"Light, Matter, You"},{"quote":"It's amazing how much of a bodily experience being scared is. It doesn't take very long of hyperventilating to feel like you're going to pass out. It's one of those things where being scared is more of a physiological response that you can pretty easily manipulate. So in those types of scenes, it just takes a lot of energy.","author":"Willa Fitzgerald","category":"Experience, Energy, Long"},{"quote":"Beauty is power a smile is its sword.","author":"John Ray","category":"Smile, Beauty, Sword"},{"quote":"The media's the most powerful entity on earth. They have the power to make the innocent guilty and to make the guilty innocent, and that's power. Because they control the minds of the masses.","author":"Malcolm X","category":"Powerful, Media, Control"},{"quote":"Words have no power to impress the mind without the exquisite horror of their reality.","author":"Edgar Allan Poe","category":"Reality, Words, Mind"},{"quote":"Passion is energy. Feel the power that comes from focusing on what excites you.","author":"Oprah Winfrey","category":"Passion, Energy, You"},{"quote":"Let us never forget that government is ourselves and not an alien power over us. The ultimate rulers of our democracy are not a President and senators and congressmen and government officials, but the voters of this country.","author":"Franklin D. Roosevelt","category":"Democracy, Government, Alien"},{"quote":"Democracy must be built through open societies that share information. When there is information, there is enlightenment. When there is debate, there are solutions. When there is no sharing of power, no rule of law, no accountability, there is abuse, corruption, subjugation and indignation.","author":"Atifete Jahjaga","category":"Law, Accountability"},{"quote":"Don't underestimate the power of your vision to change the world. Whether that world is your office, your community, an industry or a global movement, you need to have a core belief that what you contribute can fundamentally change the paradigm or way of thinking about problems.","author":"Leroy Hood","category":"Change, Community, Vision"},{"quote":"I write about the power of trying, because I want to be okay with failing. I write about generosity because I battle selfishness. I write about joy because I know sorrow. I write about faith because I almost lost mine, and I know what it is to be broken and in need of redemption. I write about gratitude because I am thankful - for all of it.","author":"Kristin Armstrong","category":"Gratitude, Thankful, Faith"},{"quote":"Knowledge is power.","author":"Francis Bacon","category":"Knowledge"},{"quote":"Each person holds so much power within themselves that needs to be let out. Sometimes they just need a little nudge, a little direction, a little support, a little coaching, and the greatest things can happen.","author":"Pete Carroll","category":"Support, Coaching, Greatest"},{"quote":"Technology and social media have brought power back to the people.","author":"Mark McKinnon","category":"Technology, Social Media"},{"quote":"Human greatness does not lie in wealth or power, but in character and goodness. People are just people, and all people have faults and shortcomings, but all of us are born with a basic goodness.","author":"Anne Frank","category":"Character, Greatness, Lie"},{"quote":"There is more power in unity than division.","author":"Emanuel Cleaver","category":"Unity, Division, Than"},{"quote":"Power tends to corrupt and absolute power corrupts absolutely.","author":"Lord Acton","category":"Power Corrupts, Corrupt"},{"quote":"Success isn't measured by money or power or social rank. Success is measured by your discipline and inner peace.","author":"Mike Ditka","category":"Success, Money, Peace"},{"quote":"Color is a power which directly influences the soul.","author":"Wassily Kandinsky","category":"Soul, Color, Which"},{"quote":"What makes Superman a hero is not that he has power, but that he has the wisdom and the maturity to use the power wisely. From an acting point of view, that's how I approached the part.","author":"Christopher Reeve","category":"Wisdom, Hero, Maturity"},{"quote":"Liberty may be endangered by the abuse of liberty, but also by the abuse of power.","author":"James Madison","category":"Liberty, Abuse Of Power, May"},{"quote":"Giving money and power to government is like giving whiskey and car keys to teenage boys.","author":"P. J. O'Rourke","category":"Money, Car, Government"},{"quote":"Pessimism leads to weakness, optimism to power.","author":"William James","category":"Positive, Optimism, Weakness"},{"quote":"The people are the only legitimate fountain of power, and it is from them that the constitutional charter, under which the several branches of government hold their power, is derived.","author":"James Madison","category":"Government, People, Fountain"},{"quote":"This is the power of gathering: it inspires us, delightfully, to be more hopeful, more joyful, more thoughtful: in a word, more alive.","author":"Alice Waters","category":"Thoughtful, Hopeful"},{"quote":"There will be no end to the troubles of states, or of humanity itself, till philosophers become kings in this world, or till those we now call kings and rulers really and truly become philosophers, and political power and philosophy thus come into the same hands.","author":"Plato","category":"Humanity, World, Philosophy"},{"quote":"I think leadership is service and there is power in that giving: to help people, to inspire and motivate them to reach their fullest potential.","author":"Denise Morrison","category":"Leadership, Service, Inspire"},{"quote":"He who wishes to be obeyed must know how to command.","author":"Niccolo Machiavelli","category":"Wishes, Know, Must"},{"quote":"To dance is to be out of yourself. Larger, more beautiful, more powerful. This is power, it is glory on earth and it is yours for the taking.","author":"Agnes de Mille","category":"Beautiful, Dance, Powerful"},{"quote":"Faith consists in believing when it is beyond the power of reason to believe.","author":"Voltaire","category":"Faith, Believe, Reason"},{"quote":"If you must break the law, do it to seize power: in all other cases observe it.","author":"Julius Caesar","category":"Law, Legal, You"},{"quote":"Power is not a means, it is an end. One does not establish a dictatorship in order to safeguard a revolution; one makes the revolution in order to establish the dictatorship.","author":"George Orwell","category":"End, Revolution"},{"quote":"Power in defense of freedom is greater than power in behalf of tyranny and oppression, because power, real power, comes from our conviction which produces action, uncompromising action.","author":"Malcolm X","category":"Freedom, Action, Oppression"},{"quote":"It is certain, in any case, that ignorance, allied with power, is the most ferocious enemy justice can have.","author":"James A. Baldwin","category":"Justice, Ignorance, Enemy"},{"quote":"No power on earth has a right to take our property from us without our consent.","author":"John Jay","category":"Earth, Property, Right"},{"quote":"No man can be judged a criminal until he is found guilty; nor can society take from him the public protection until it has been proved that he has violated the conditions on which it was granted. What right, then, but that of power, can authorize the punishment of a citizen so long as there remains any doubt of his guilt?","author":"Cesare Beccaria","category":"Man, Society, Guilt"},{"quote":"There is an urgent need to stop subsidizing the fossil fuel industry, dramatically reduce wasted energy, and significantly shift our power supplies from oil, coal, and natural gas to wind, solar, geothermal, and other renewable energy sources.","author":"Bill McKibben","category":"Wind, Energy, Oil"},{"quote":"The power of the lawyer is in the uncertainty of the law.","author":"Jeremy Bentham","category":"Law, Lawyer, Uncertainty"},{"quote":"Red is one of the strongest colors, it's blood, it has a power with the eye. That's why traffic lights are red I guess, and stop signs as well... In fact I use red in all of my paintings.","author":"Keith Haring","category":"Eye, Colors, Red"},{"quote":"The ultimate value of life depends upon awareness and the power of contemplation rather than upon mere survival.","author":"Aristotle","category":"Life, Value, Survival"},{"quote":"And so you touch this limit, something happens and you suddenly can go a little bit further. With your mind power, your determination, your instinct, and the experience as well, you can fly very high.","author":"Ayrton Senna","category":"Experience, Determination"},{"quote":"Stereotypes lose their power when the world is found to be more complex than the stereotype would suggest. When we learn that individuals do not fit the group stereotype, then it begins to fall apart.","author":"Ed Koch","category":"World, Stereotypes, Fall"},{"quote":"We needed something to express our joy, our beauty, our power. And the rainbow did that.","author":"Gilbert Baker","category":"Beauty, Rainbow, Joy"},{"quote":"Only a man who knows what it is like to be defeated can reach down to the bottom of his soul and come up with the extra ounce of power it takes to win when the match is even.","author":"Muhammad Ali","category":"Man, Soul, Win"},{"quote":"Power always thinks... that it is doing God's service when it is violating all his laws.","author":"John Adams","category":"God, Service, Doing"},{"quote":"The world's biggest power is the youth and beauty of a woman.","author":"Chanakya","category":"Beauty, Woman, World"},{"quote":"The control of information is something the elite always does, particularly in a despotic form of government. Information, knowledge, is power. If you can control information, you can control people.","author":"Tom Clancy","category":"Knowledge, Government"},{"quote":"The only purpose for which power can be rightfully exercised over any member of a civilized community, against his will, is to prevent harm to others. His own good, either physical or moral, is not sufficient warrant.","author":"John Stuart Mill","category":"Good, Community, Purpose"},{"quote":"The First Industrial Revolution used water and steam power to mechanize production. The Second used electric power to create mass production. The Third used electronics and information technology to automate production.","author":"Klaus Schwab","category":"Technology, Water"},{"quote":"Political power grows out of the barrel of a gun.","author":"Mao Zedong","category":"Political, Gun"},{"quote":"The great gift of human beings is that we have the power of empathy.","author":"Meryl Streep","category":"Great, Empathy, Gift"},{"quote":"To complain is always nonacceptance of what is. It invariably carries an unconscious negative charge. When you complain, you make yourself into a victim. When you speak out, you are in your power. So change the situation by taking action or by speaking out if necessary or possible; leave the situation or accept it. All else is madness.","author":"Eckhart Tolle","category":"Change, Speak, Yourself"},{"quote":"We cannot create observers by saying 'observe', but by giving them the power and the means for this observation and these means are procured through education of the senses.","author":"Maria Montessori","category":"Education, Giving, Saying"},{"quote":"Never underestimate the power of human stupidity.","author":"Robert A. Heinlein","category":"Stupidity, Human"},{"quote":"Use power to help people. For we are given power not to advance our own purposes nor to make a great show in the world, nor a name. There is but one just use of power and it is to serve people.","author":"George W. Bush","category":"Great, World, Help"},{"quote":"In a world of complex threats, our security and leadership depends on all elements of our power - including strong and principled diplomacy.","author":"Barack Obama","category":"Leadership, Strong, World"},{"quote":"Education is the development of power and ideal.","author":"W. E. B. Du Bois","category":"Education, Development"},{"quote":"We were all born with a certain degree of power. The key to success is discovering this innate power and using it daily to deal with whatever challenges come our way.","author":"Les Brown","category":"Success, Daily, Challenges"},{"quote":"Always keep your mind as bright and clear as the vast sky, the great ocean, and the highest peak, empty of all thoughts. Always keep your body filled with light and heat. Fill yourself with the power of wisdom and enlightenment.","author":"Morihei Ueshiba","category":"Wisdom, Light, Great"},{"quote":"Every dollar spent on nuclear is one less dollar spent on clean renewable energy and one more dollar spent on making the world a comparatively dirtier and a more dangerous place, because nuclear power and nuclear weapons go hand in hand.","author":"Mark Z. Jacobson","category":"World, Energy, Place"},{"quote":"Personality has power to uplift, power to depress, power to curse, and power to bless.","author":"Paul Harris","category":"Personality, Bless, Curse"},{"quote":"We need money. We need hits. Hits bring money, money bring power, power bring fame, fame change the game.","author":"Young Thug","category":"Change, Money, Game"},{"quote":"When power leads man toward arrogance, poetry reminds him of his limitations. When power narrows the area of man's concern, poetry reminds him of the richness and diversity of existence. When power corrupts, poetry cleanses.","author":"John F. Kennedy","category":"Diversity, Man, Poetry"},{"quote":"I was taken by the power that savoring a simple cup of coffee can have to connect people and create community.","author":"Howard Schultz","category":"Community, Coffee, Simple"},{"quote":"The power of population is indefinitely greater than the power in the earth to produce subsistence for man.","author":"Thomas Malthus","category":"Man, Earth, Population"},{"quote":"Anyway, no drug, not even alcohol, causes the fundamental ills of society. If we're looking for the source of our troubles, we shouldn't test people for drugs, we should test them for stupidity, ignorance, greed and love of power.","author":"P. J. O'Rourke","category":"Love, Society, Greed"},{"quote":"Kindness is in our power, even when fondness is not.","author":"Samuel Johnson","category":"Kindness, Even, Fondness"},{"quote":"The power of community to create health is far greater than any physician, clinic or hospital.","author":"Mark Hyman","category":"Health, Community, Physician"},{"quote":"It takes a lot of courage to release the familiar and seemingly secure, to embrace the new. But there is no real security in what is no longer meaningful. There is more security in the adventurous and exciting, for in movement there is life, and in change there is power.","author":"Alan Cohen","category":"Life, Change, Courage"},{"quote":"Our country is now taking so steady a course as to show by what road it will pass to destruction, to wit: by consolidation of power first, and then corruption, its necessary consequence.","author":"Thomas Jefferson","category":"Road, Corruption, Country"},{"quote":"Thanks to Hillary Clinton, Iran is now the dominant Islamic power in the Middle East, and on the road to nuclear weapons. Hillary Clinton's support for violent regime change in Syria has thrown the country into one of the bloodiest civil wars anyone has ever seen - while giving ISIS a launching pad for terrorism against the West.","author":"Donald Trump","category":"Change, Road, Support"},{"quote":"Revolution is about the need to re-evolve political, economic and social justice and power back into the hands of the people, preferably through legislation and policies that make human sense. That's what revolution is about. Revolution is not about shootouts.","author":"Bobby Seale","category":"Justice, Political, People"},{"quote":"You must make women count as much as men you must have an equal standard of morals and the only way to enforce that is through giving women political power so that you can get that equal moral standard registered in the laws of the country. It is the only way.","author":"Emmeline Pankhurst","category":"Women, Men, Giving"},{"quote":"The obligation of subjects to the sovereign is understood to last as long, and no longer, than the power lasteth by which he is able to protect them.","author":"Thomas Hobbes","category":"Long, Protect, Last"},{"quote":"There is no man more dangerous, in a position of power, than he who refuses to accept as a working truth the idea that all a man does should make for rightness and soundness, that even the fixing of a tariff rate must be moral.","author":"Ida Tarbell","category":"Truth, Man, Moral"},{"quote":"If small things have the power to disturb you, then who you think you are is exactly that: small.","author":"Eckhart Tolle","category":"Small Things, Small, Think"},{"quote":"The one characteristic of authentic power that most people overlook is humbleness. It is important for many reasons. A humble person walks in a friendly world. He or she sees friends everywhere he or she looks, wherever he or she goes, whomever he or she meets. His or her perception goes beyond the shell of appearance and into essence.","author":"Gary Zukav","category":"Friends, Humble, World"},{"quote":"The greater the power, the more dangerous the abuse.","author":"Edmund Burke","category":"Abuse, Dangerous, Greater"},{"quote":"When it comes to racism, discrimination, corruption, public lies, dictatorships, and human rights, you have to take a stand as a reporter because I think our responsibility as journalist is to confront those who are abusing power.","author":"Jorge Ramos","category":"Responsibility, Racism"},{"quote":"Nationalism is power hunger tempered by self-deception.","author":"George Orwell","category":"Hunger, Nationalism"},{"quote":"Today we thank God for all the blessings He has bestowed upon this great Country and ask Him to continue to heal our land and meet our needs - and we do so through the power of prayer.","author":"Nick Rahall","category":"Today, Great, God"},{"quote":"When you blame others, you give up your power to change.","author":"Robert Anthony","category":"Change, Blame, You"},{"quote":"Leadership is about vision and responsibility, not power.","author":"Seth Berkley","category":"Leadership, Responsibility"},{"quote":"Because power corrupts, society's demands for moral authority and character increase as the importance of the position increases.","author":"John Adams","category":"Character, Society, Moral"},{"quote":"Feminism is not about girl power. It is about equal power.","author":"Whitney Wolfe","category":"Girl, Equal, Feminism"},{"quote":"Whatever woman may cast her lot with mine, should any ever do so, it is my intention to do all in my power to make her happy and contented; and there is nothing I can imagine that would make me more unhappy than to fail in the effort.","author":"Abraham Lincoln","category":"Happy, Woman, Effort"},{"quote":"Never give up, which is the lesson I learned from boxing. As soon as you learn to never give up, you have to learn the power and wisdom of unconditional surrender, and that one doesn't cancel out the other; they just exist as contradictions. The wisdom of it comes as you get older.","author":"Kris Kristofferson","category":"Wisdom, Never Give Up, You"},{"quote":"If women be educated for dependence; that is, to act according to the will of another fallible being, and submit, right or wrong, to power, where are we to stop?","author":"Mary Wollstonecraft","category":"Women, Stop, Right"},{"quote":"Nuclear power is a young technology - there's so much more to be discovered. That's what makes it so exciting to me. Yes, there are problems, but innovative people are going to be able to come up with solutions and bring the technology to its full potential.","author":"Leslie Dewan","category":"Technology, Problems, Me"},{"quote":"Balk the enemy's power force him to reveal himself.","author":"Sun Tzu","category":"Enemy, Force, Him"},{"quote":"The real power of the Buddha was that he had so much love. He saw people trapped in their notions of small separate self, feeling guilty or proud of that self, and he offered revolutionary teachings that resounded like a lion's roar, like a great rising tide, helping people to wake up and break free from the prison of ignorance.","author":"Nhat Hanh","category":"Love, Great, Lion"},{"quote":"Power tends to corrupt, and absolute power corrupts absolutely.","author":"John Acton","category":"Power Corrupts, Corrupt"},{"quote":"Owning a great golf course gives you great power.","author":"Donald Trump","category":"Great, Golf, You"},{"quote":"The only power any government has is the power to crack down on criminals. Well, when there aren't enough criminals, one makes them. One declares so many things to be a crime that it becomes impossible for men to live without breaking laws.","author":"Ayn Rand","category":"Men, Government, Impossible"},{"quote":"The power of an air force is terrific when there is nothing to oppose it.","author":"Winston Churchill","category":"Nothing, Air Force, Force"},{"quote":"Don't underestimate the cosmetic power of sunglasses. It's worth spending a bit of money on a quality pair. I usually go for Dior or Louis Vuitton.","author":"Dita Von Teese","category":"Money, Quality, Sunglasses"},{"quote":"Clothes make the man. Naked people have little or no influence on society.","author":"Mark Twain","category":"Man, Society, Influence"},{"quote":"You have to enable and empower people to make decisions independent of you. As I've learned, each person on a team is an extension of your leadership; if they feel empowered by you they will magnify your power to lead.","author":"Tom Ridge","category":"Leadership, Team, Decisions"},{"quote":"No person, no place, and no thing has any power over us, for 'we' are the only thinkers in our mind. When we create peace and harmony and balance in our minds, we will find it in our lives.","author":"Louise L. Hay","category":"Peace, Balance, Mind"},{"quote":"I believe the root of all evil is abuse of power.","author":"Patricia Cornwell","category":"Evil, Believe, I Believe"},{"quote":"The only real power comes out of a long rifle.","author":"Joseph Stalin","category":"Long, Real, Real Power"},{"quote":"Concentration of wealth yields concentration of political power. And concentration of political power gives rise to legislation that increases and accelerates the cycle.","author":"Noam Chomsky","category":"Political, Wealth, Rise"},{"quote":"The power of mathematics is often to change one thing into another, to change geometry into language.","author":"Marcus du Sautoy","category":"Change, Mathematics"},{"quote":"We all have our own life to pursue, our own kind of dream to be weaving, and we all have the power to make wishes come true, as long as we keep believing.","author":"Louisa May Alcott","category":"Life, Dream, Long"},{"quote":"Truth is powerful and it prevails.","author":"Sojourner Truth","category":"Truth, Powerful, Truth Is"},{"quote":"We cannot turn the clock back nor can we undo the harm caused, but we have the power to determine the future and to ensure that what happened never happens again.","author":"Paul Kagame","category":"Future, Clock, Turn"},{"quote":"Either you think, or else others have to think for you and take power from you, pervert and discipline your natural tastes, civilize and sterilize you.","author":"F. Scott Fitzgerald","category":"Discipline, Think, You"},{"quote":"Do not put such unlimited power into the hands of husbands. Remember all men would be tyrants if they could.","author":"Abigail Adams","category":"Men, Hands, Remember"},{"quote":"Power is my mistress. I have worked too hard at her conquest to allow anyone to take her away from me.","author":"Napoleon Bonaparte","category":"Me, Her, Mistress"},{"quote":"Do not waste time dreaming of great faraway opportunities do the best you can where you are. Open your petals of power and beauty and fling out the fragrance of your life in the place that has been assigned to you.","author":"Orison Swett Marden","category":"Life, Time, Beauty"},{"quote":"By giving people the power to share, we're making the world more transparent.","author":"Mark Zuckerberg","category":"Giving, World, People"},{"quote":"A crown is merely a hat that lets the rain in.","author":"Frederick the Great","category":"Rain, Hat, Crown"},{"quote":"Power without a nation's confidence is nothing.","author":"Catherine the Great","category":"Confidence, Nothing, Nation"},{"quote":"One of the reasons people hate politics is that truth is rarely a politician's objective. Election and power are.","author":"Cal Thomas","category":"Truth, Politics, Hate"},{"quote":"There's no greater feeling in the world than when you can put a smile on somebody's face just by walking into a room. It's unbelievable. And if I have that power, who am I to waste it, you know?","author":"J. J. Watt","category":"Smile, Walking, World"},{"quote":"Feminism isn't simply about being a woman in a position of power. It's battling systemic inequities; it's a social justice movement that believes sexism, racism and classism exist and interconnect, and that they should be consistently challenged.","author":"Jessica Valenti","category":"Justice, Racism, Woman"},{"quote":"Take, therefore, what modern technology is capable of: the power of our moral sense allied to the power of communications and our ability to organize internationally. That, in my view, gives us the first opportunity as a community to fundamentally change the world.","author":"Gordon Brown","category":"Change, Technology"},{"quote":"The less effort, the faster and more powerful you will be.","author":"Bruce Lee","category":"Powerful, Effort, You"},{"quote":"Power over a man's subsistence is power over his will.","author":"Alexander Hamilton","category":"Man, Over, Will"},{"quote":"Power has only one duty - to secure the social welfare of the People.","author":"Benjamin Disraeli","category":"People, Duty, Social"},{"quote":"In strictly medical terms, there's no difference between HIV and diabetes; they're not curable, but they're very, very highly treatable, and early information is power. The only thing - literally the only thing - that is different is the stigma. And we have to overcome it, because it is now the only reason people are dying.","author":"David Furnish","category":"Medical, Information, People"},{"quote":"Nothing else so destroys the power to stand alone as the habit of leaning upon others. If you lean, you will never be strong or original. Stand alone or bury your ambition to be somebody in the world.","author":"Orison Swett Marden","category":"Strong, Alone, World"},{"quote":"What do I care about law? Ain't I got the power?","author":"Cornelius Vanderbilt","category":"Law, Care, I Care"},{"quote":"Creativity is the power to connect the seemingly unconnected.","author":"William Plomer","category":"Creativity, Connect"},{"quote":"In the end, there is no absence of irony: the integrity of what is sacred to Native Americans will be determined by the government that has been responsible for doing everything in its power to destroy Native American cultures.","author":"Winona LaDuke","category":"Integrity, Government"},{"quote":"What it lies in our power to do, it lies in our power not to do.","author":"Aristotle","category":"Lies, Our"},{"quote":"It's a horrible idea that God, this paragon of wisdom and knowledge, power, couldn't think of a better way to forgive us our sins than to come down to Earth in his alter ego as his son and have himself hideously tortured and executed so that he could forgive himself.","author":"Richard Dawkins","category":"Wisdom, Knowledge, God"},{"quote":"The world is very different now. For man holds in his mortal hands the power to abolish all forms of human poverty, and all forms of human life.","author":"John F. Kennedy","category":"Life, Technology, Man"}]}