{
  "author": "Ravindu Manoj",
  "github": "ravindu01manoj",
  "repo": "Quotes-500k",
  "data": [
    {
      "quote": "People aren't born strong. People grow stronger little by little, encountering difficult situations, learning not to run from them.",
      "author": "Christina Grimmie",
      "category": "Strong, People, Stronger"
    },
    {
      "quote": "I have never forgotten my days as an Eagle Scout. I didn't know it at the time, but what really came out of my Scouting was learning how to lead and serve the community. It has come in handy in my career in government.",
      "author": "Lloyd Bentsen",
      "category": "Time, Community, Government"
    },
    {
      "quote": "One goes through school, college, medical school and one's internship learning little or nothing about goodness but a good deal about success.",
      "author": "Ashley Montagu",
      "category": "Success, Good, School"
    },
    {
      "quote": "I'm passionate about learning. I'm passionate about life.",
      "author": "Tom Cruise",
      "category": "Life, Passionate, About"
    },
    {
      "quote": "There is a huge value in learning with instant feedback.",
      "author": "Anant Agarwal",
      "category": "Value, Feedback, Instant"
    },
    {
      "quote": "Learning how to deal with people and their reactions to my life is one of the most challenging things... people staring at me, people asking rude questions, dealing with media, stuff like that.",
      "author": "Bethany Hamilton",
      "category": "Life, Media, Me"
    },
    {
      "quote": "I didn't learn to read until I was almost 14 years old. Reading out loud for me was a nightmare because I would mispronounce words or reconstruct things that weren't even there. That's when one of my teachers discovered I had a learning disability called dyslexia. Once I got help, I read very well!",
      "author": "Patricia Polacco",
      "category": "Reading, Words, Disability"
    },
    {
      "quote": "Fear is present when we forget that we are a part of God's divine design. Learning to experience authentic love means abandoning ego's insistence that you have much to fear and that you are in an unfriendly world. You can make the decision to be free from fear and doubt and return to the brilliant light of love that is always with you.",
      "author": "Wayne Dyer",
      "category": "Love, Fear, Light"
    },
    {
      "quote": "The hardest job kids face today is learning good manners without seeing any.",
      "author": "Fred Astaire",
      "category": "Good, Today, Job"
    },
    {
      "quote": "Anyone who's made film and knows about the cinema has a lifelong love affair with the experience. You never stop learning about film.",
      "author": "Francis Ford Coppola",
      "category": "Love, Experience, You"
    },
    {
      "quote": "Every time you feel depressed about something, try to identify a corresponding negative thought you had just prior to and during the depression. Because these thoughts have actually created your bad mood, by learning to restructure them, you can change your mood.",
      "author": "David D. Burns",
      "category": "Change, Time, Depression"
    },
    {
      "quote": "A little learning, indeed, may be a dangerous thing, but the want of learning is a calamity to any people.",
      "author": "Frederick Douglass",
      "category": "People, Want, Little"
    },
    {
      "quote": "I think my biggest learning experience is that it's okay to be who you are - you don't have to exactly fit the mold of what people think a certain kind of career is. I think that discovery - of really knowing who I am and being okay with that and loving myself - was amazing.",
      "author": "Dree Hemingway",
      "category": "Experience, Myself, I Am"
    },
    {
      "quote": "We are the creative force of our life, and through our own decisions rather than our conditions, if we carefully learn to do certain things, we can accomplish those goals.",
      "author": "Stephen Covey",
      "category": "Life, Goals, Decisions"
    },
    {
      "quote": "I get stubborn and dig in when people tell me I can't do something and I think I can. It goes back to my childhood when I had problems in school because I have a learning disability.",
      "author": "Ann Bancroft",
      "category": "School, Childhood"
    },
    {
      "quote": "The great awareness comes slowly, piece by piece. The path of spiritual growth is a path of lifelong learning. The experience of spiritual power is basically a joyful one.",
      "author": "M. Scott Peck",
      "category": "Experience, Great, Power"
    },
    {
      "quote": "Education is the process in which we discover that learning adds quality to our lives. Learning must be experienced.",
      "author": "William Glasser",
      "category": "Education, Quality, Process"
    },
    {
      "quote": "I continuously go further and further learning about my own limitations, my body limitation, psychological limitations. It's a way of life for me.",
      "author": "Ayrton Senna",
      "category": "Life, Me, Body"
    },
    {
      "quote": "But the important thing about learning to wait, I feel sure, is to know what you are waiting for.",
      "author": "Anna Neagle",
      "category": "Waiting, Know, You"
    },
    {
      "quote": "Scholastic learning and polemical divinity retarded the growth of all true knowledge.",
      "author": "David Hume",
      "category": "Knowledge, Growth, True"
    },
    {
      "quote": "The truth is that throughout my careers in both chess and the martial arts, I often knew that my rivals were more naturally gifted than me - either with their mental machines or their bodies. But I have believed in my training, my approach to learning, and my ability to rise to the challenge under pressure.",
      "author": "Joshua Waitzkin",
      "category": "Truth, Challenge, Training"
    },
    {
      "quote": "I'm learning to be braver with colorful clothes, even if they're a little wild.",
      "author": "Yuliya Snigir",
      "category": "Clothes, Colorful, Wild"
    },
    {
      "quote": "For children, diversity needs to be real and not merely relegated to learning the names of the usual suspects during Black History Month or enjoying south-of-the-border cuisine on Cinco de Mayo. It means talking to and spending time with kids not like them so that they may discover those kids are in fact just like them.",
      "author": "John Ridley",
      "category": "Time, Children, History"
    },
    {
      "quote": "Learning to face reality, refusing refuge in cliches and lies, fighting to find a way out - that's what 'Rehab' is about.",
      "author": "Antonia Bird",
      "category": "Reality, Face, Fighting"
    },
    {
      "quote": "The experience gathered from books, though often valuable, is but the nature of learning; whereas the experience gained from actual life is one of the nature of wisdom.",
      "author": "Samuel Smiles",
      "category": "Life, Nature, Wisdom"
    },
    {
      "quote": "Everything I read about hitting a midlife crisis was true. I had such a struggle letting go of youthful things and learning how to exist and have enthusiasm while settling into the comfort of an older age.",
      "author": "David Bowie",
      "category": "Age, Struggle, Comfort"
    },
    {
      "quote": "Some for renown, on scraps of learning dote, And think they grow immortal as they quote.",
      "author": "Edward Young",
      "category": "Grow, Think, Immortal"
    },
    {
      "quote": "I've been a cook all my life, but I am still learning to be a good chef. I'm always learning new techniques and improving beyond my own knowledge because there is always something new to learn and new horizons to discover.",
      "author": "Jose Andres",
      "category": "Life, Knowledge, Good"
    },
    {
      "quote": "I try to learn from the past, but I plan for the future by focusing exclusively on the present. That's where the fun is.",
      "author": "Donald Trump",
      "category": "Future, Fun, Past"
    },
    {
      "quote": "The trouble with learning from experience is that you never graduate.",
      "author": "Doug Larson",
      "category": "Experience, You, Trouble"
    },
    {
      "quote": "And we are never too old to study the Bible. Each time the lessons are studied comes some new meaning, some new thought which will make us better.",
      "author": "John D. Rockefeller",
      "category": "Time, Thought, Bible"
    },
    {
      "quote": "We learn by practice. Whether it means to learn to dance by practicing dancing or to learn to live by practicing living, the principles are the same. One becomes in some area an athlete of God.",
      "author": "Martha Graham",
      "category": "God, Dance, Practice"
    },
    {
      "quote": "To make no mistakes is not in the power of man but from their errors and mistakes the wise and good learn wisdom for the future.",
      "author": "Plutarch",
      "category": "Wisdom, Future, Good"
    },
    {
      "quote": "Neither comprehension nor learning can take place in an atmosphere of anxiety.",
      "author": "Rose Kennedy",
      "category": "Anxiety, Place, Atmosphere"
    },
    {
      "quote": "God lets everything happen for a reason. It's all a learning process, and you have to go from one level to another.",
      "author": "Mike Tyson",
      "category": "God, Process, You"
    },
    {
      "quote": "Surround yourself with good people. Whether they're the best or not, people are capable of learning if they've got good hearts and they're good souls.",
      "author": "Kid Rock",
      "category": "Good, Best, Yourself"
    },
    {
      "quote": "The more painful it is, tragically, the more you do learn, though, that's the good part.",
      "author": "Sylvia Browne",
      "category": "Good, Learn, You"
    },
    {
      "quote": "People always ask me, 'What is it that you regret?' And I say, 'nothing, because I could not buy what I've learned.' And I apply those things to my life I learn. And hopefully, hopefully it helps me to be a better human in the future and make better choices.",
      "author": "Katy Perry",
      "category": "Life, Future, Regret"
    },
    {
      "quote": "What people actually refer to as research nowadays is really just Googling.",
      "author": "Dermot Mulroney",
      "category": "Research, People, Just"
    },
    {
      "quote": "Books have led some to learning and others to madness.",
      "author": "Petrarch",
      "category": "Madness, Others, Some"
    },
    {
      "quote": "My philosophy is my learning process. Until you die, you must evolve and improve.",
      "author": "Miyavi",
      "category": "Philosophy, Die, You"
    },
    {
      "quote": "I think one of the great things about being a musician is that you never stop learning.",
      "author": "Yo-Yo Ma",
      "category": "Great, Think, Great Things"
    },
    {
      "quote": "Whatever you are studying right now, if you are not getting up to speed on deep learning, neural networks, etc., you lose. We are going through the process where software will automate software, automation will automate automation.",
      "author": "Mark Cuban",
      "category": "Deep, Speed, Studying"
    },
    {
      "quote": "When man learns to understand and control his own behavior as well as he is learning to understand and control the behavior of crop plants and domestic animals, he may be justified in believing that he has become civilized.",
      "author": "Ayn Rand",
      "category": "Man, Control, Behavior"
    },
    {
      "quote": "'No Child Left Behind' requires states and school districts to ensure that all students are learning and are reaching their highest potential. Special education students should not be left out of these accountability mechanisms.",
      "author": "Dianne Feinstein",
      "category": "Education, School, Child"
    },
    {
      "quote": "There's no learning without trying lots of ideas and failing lots of times.",
      "author": "Jonathan Ive",
      "category": "Ideas, Trying, Without"
    },
    {
      "quote": "I'd love to do a romantic comedy. And perhaps, if the character was right and I had a good gut instinct, a Bollywood movie. And I'd love to direct. One day. I'm learning a lot on the set of 'The Good Wife.'",
      "author": "Archie Panjabi",
      "category": "Love, Romantic, Good"
    },
    {
      "quote": "When I started learning the cello, I fell in love with the instrument because it seemed like a voice - my voice.",
      "author": "Mstislav Rostropovich",
      "category": "Love, Voice, Started"
    },
    {
      "quote": "When you're too robotic and scripted, the students tune you out. So I always tried to use different learning modalities - kinesthetic, auditory, visual, whatever might bring learning to life.",
      "author": "Erin Gruwell",
      "category": "Life, You, Students"
    },
    {
      "quote": "I'm appreciative of things going wrong. At first it sounds crazy, but how boring would life be if you just coasted along without any challenges? Without learning about who you really are through the process of going through the darker times? Without feeling the sense of elation when you reach even a small stepping stone?",
      "author": "Kirsten Sweetland",
      "category": "Life, Crazy, Challenges"
    },
    {
      "quote": "The only things worth learning are the things you learn after you know it all.",
      "author": "Harry S Truman",
      "category": "Learn, Know, You"
    },
    {
      "quote": "Ignorance of all things is an evil neither terrible nor excessive, nor yet the greatest of all; but great cleverness and much learning, if they be accompanied by a bad training, are a much greater misfortune.",
      "author": "Plato",
      "category": "Great, Training, Evil"
    },
    {
      "quote": "Good education means learning to read, write and most importantly learn how to learn so that you can be whatever you want to be when you grow up.",
      "author": "Patty Murray",
      "category": "Education, Good, Grow"
    },
    {
      "quote": "Learning should be a joy and full of excitement. It is life's greatest adventure it is an illustrated excursion into the minds of the noble and the learned.",
      "author": "Taylor Caldwell",
      "category": "Life, Adventure, Joy"
    },
    {
      "quote": "And I believe that the best learning process of any kind of craft is just to look at the work of others.",
      "author": "Wole Soyinka",
      "category": "Work, Best, Believe"
    },
    {
      "quote": "And I like asking questions, to keep learning; people with big egos might not want to look unsure.",
      "author": "Heston Blumenthal",
      "category": "People, Questions, Want"
    },
    {
      "quote": "Man seeks to learn, and man kills himself because of the loss of cohesion in his religious society; he does not kill himself because of his learning. It is certainly not the learning he acquires that disorganizes religion; but the desire for knowledge wakens because religion becomes disorganized.",
      "author": "Emile Durkheim",
      "category": "Knowledge, Man, Religion"
    },
    {
      "quote": "I feel like every time I write a song, it feels like the first time I wrote a song. It's just as hard; it doesn't get easier, but that's why I love it: because it's a challenge every time. I also feel like I'm learning new ways.",
      "author": "Shawn Mendes",
      "category": "Love, Time, Challenge"
    },
    {
      "quote": "I consider myself an atheist. My wife is Jewish. And I'm fine with my son being raised as a Jew. He's learning Hebrew and is really into it. I will talk to my own son about my atheism when the time is right. But there's a great tradition of Jewish atheism, there are no better atheists in the world than the Jews.",
      "author": "Paul Giamatti",
      "category": "Time, Myself, Great"
    },
    {
      "quote": "Learning would be exceedingly laborious, not to mention hazardous, if people had to rely solely on the effects of their own actions to inform them what to do.",
      "author": "Albert Bandura",
      "category": "People, Actions, Own"
    },
    {
      "quote": "Life is like playing a violin solo in public and learning the instrument as one goes on.",
      "author": "Samuel Butler",
      "category": "Life, Experience, Violin"
    },
    {
      "quote": "The learning and knowledge that we have, is, at the most, but little compared with that of which we are ignorant.",
      "author": "Plato",
      "category": "Knowledge, Ignorant, Little"
    },
    {
      "quote": "One of the greatest and simplest tools for learning more and growing is doing more.",
      "author": "Washington Irving",
      "category": "Greatest, Tools, Doing"
    },
    {
      "quote": "Instead of giving money to found colleges to promote learning, why don't they pass a constitutional amendment prohibiting anybody from learning anything? If it works as good as the Prohibition one did, why, in five years we would have the smartest race of people on earth.",
      "author": "Will Rogers",
      "category": "Money, Good, Giving"
    },
    {
      "quote": "Never become so much of an expert that you stop gaining expertise. View life as a continuous learning experience.",
      "author": "Denis Waitley",
      "category": "Life, Experience, View"
    },
    {
      "quote": "Narcissist: psychoanalytic term for the person who loves himself more than his analyst considered to be the manifestation of a dire mental disease whose successful treatment depends on the patient learning to love the analyst more and himself less.",
      "author": "Thomas Szasz",
      "category": "Love, Successful, Person"
    },
    {
      "quote": "In a world that is constantly changing, there is no one subject or set of subjects that will serve you for the foreseeable future, let alone for the rest of your life. The most important skill to acquire now is learning how to learn.",
      "author": "John Naisbitt",
      "category": "Life, Future, Alone"
    },
    {
      "quote": "The world is the true classroom. The most rewarding and important type of learning is through experience, seeing something with our own eyes.",
      "author": "Jack Hanna",
      "category": "Experience, Eyes, World"
    },
    {
      "quote": "If you desire ease, forsake learning.",
      "author": "Nagarjuna",
      "category": "Desire, You, Ease"
    },
    {
      "quote": "It's like learning a language; you can't speak a language fluently until you find out who you are in that language, and that has as much to do with your body as it does with vocabulary and grammar.",
      "author": "Fred Frith",
      "category": "Language, Speak, Body"
    },
    {
      "quote": "We do not learn and what we call learning is only a process of recollection.",
      "author": "Plato",
      "category": "Process, Learn, Call"
    },
    {
      "quote": "I would fain grow old learning many things.",
      "author": "Plato",
      "category": "Grow, Old, Things"
    },
    {
      "quote": "I learned a lot from my Mom. My favorite lesson: remember there is no such thing as a certain way to parent and to remember that you are learning along with your child - it's ok to make mistakes.",
      "author": "Regina King",
      "category": "Mom, Mistakes, Child"
    },
    {
      "quote": "I fear the boredom that comes with not learning and not taking chances.",
      "author": "Robert Fulghum",
      "category": "Fear, Chance, Boredom"
    },
    {
      "quote": "If you feel your school is failing you, the question is why. Is it a lack of parental involvement, large classes, school violence, poor learning environment? Are there any standards to determine where problems are? Are there tutoring or mentoring programs? If the school is still failing after 3 years then what are your options?",
      "author": "John Rowland",
      "category": "School, Problems, Violence"
    },
    {
      "quote": "I think you're working and learning until you die.",
      "author": "J. K. Rowling",
      "category": "Think, Working, You"
    },
    {
      "quote": "I grew up in the southern United States in a city which at that time during the late '40's and early '50's was the most segregated city in the country, and in a sense learning how to oppose the status quo was a question of survival.",
      "author": "Angela Davis",
      "category": "Time, City, Survival"
    },
    {
      "quote": "You have to grow thick skin and that only comes with time and learning.",
      "author": "Karlie Kloss",
      "category": "Time, Grow, You"
    },
    {
      "quote": "Emotional 'literacy' implies an expanded responsibility for schools in helping to socialize children. This daunting task requires two major changes: that teachers go beyond their traditional mission and that people in the community become more involved with schools as both active participants in children's learning and as individual mentors.",
      "author": "Daniel Goleman",
      "category": "Children, Community"
    },
    {
      "quote": "Well, I think that part of being young is not exactly knowing why you do some of the things that you do. And it's by exploring your life or experimenting or making mistakes and learning from them hopefully that you start to forge an identity.",
      "author": "Stephen Chbosky",
      "category": "Life, Mistakes, Identity"
    },
    {
      "quote": "Medieval learning was really advanced.",
      "author": "Terry Jones",
      "category": "Advanced, Medieval, Really"
    },
    {
      "quote": "I think people should look at learning about Native American history the same as visiting Washington, D.C., and seeing the monuments there. It's all part of the package.",
      "author": "Chaske Spencer",
      "category": "History, American, People"
    },
    {
      "quote": "Generally, I like making my own mistakes and learning from them because that's what I think life is about.",
      "author": "Taylor Momsen",
      "category": "Life, Mistakes, Think"
    },
    {
      "quote": "Education should not be about building more schools and maintaining a system that dates back to the Industrial Revolution. We can achieve so much more, at unmatched scale with software and interactive learning.",
      "author": "Naveen Jain",
      "category": "Education, Building"
    },
    {
      "quote": "My mother is not a model. She is not perfect. That awareness is part of learning to love someone. Predicting the actions of someone is an act of love. We persist, even when we get it wrong. That's the beauty of love.",
      "author": "Daniel Tammet",
      "category": "Love, Beauty, Mother"
    },
    {
      "quote": "Our education system is increasingly embracing a black-and-white way of thinking, in which 'learning' and 'play' are diametrically opposed. 'Learning' is the serious stuff that happens inside a classroom and can be measured via multiple choice questions and a No. 2 pencil. 'Play' is frivolous, fun, and worst of all, optional.",
      "author": "Darell Hammond",
      "category": "Education, Thinking, Fun"
    },
    {
      "quote": "Steve Jobs, Bill Gates and Mark Zuckerberg didn't finish college. Too much emphasis is placed on formal education - I told my children not to worry about their grades but to enjoy learning.",
      "author": "Nassim Nicholas Taleb",
      "category": "Education, Children, College"
    },
    {
      "quote": "Learning how to interact with customers is something that anyone starting any business must master. It's an amazing opportunity to be able to learn the ropes at an established company and then employ your expertise at your own company.",
      "author": "Marc Benioff",
      "category": "Business, Opportunity"
    },
    {
      "quote": "For a while, I was saying 'no' way too often. I turned down 'An Officer and A Gentleman,' 'Splash' and 'Midnight Express.' I could name you tons more. I would go off and experience life instead of working - I was learning to fly jets, went on an African safari, sailed the Caribbean - which wasn't necessarily bad.",
      "author": "John Travolta",
      "category": "Life, Experience, Fly"
    },
    {
      "quote": "Learning is the new skill. Imagination, creation and asking new questions are at its core.",
      "author": "Sugata Mitra",
      "category": "Imagination, Questions"
    },
    {
      "quote": "When I was a kid, I had trouble at school because of my learning disabilities. Carving is my body compensating for the lack of other skills.",
      "author": "Willard Wigan",
      "category": "School, Body, Skills"
    },
    {
      "quote": "Stay active. Read the Word. Worship with other believers. Continue to give. Keep learning and growing. Your faith will be unleashed!",
      "author": "Joyce Meyer",
      "category": "Faith, Growing, Worship"
    },
    {
      "quote": "I keep forcing, I keep learning new things in the game, and so far I have been taking challenges as they come.",
      "author": "Viswanathan Anand",
      "category": "Challenges, Game, New Things"
    },
    {
      "quote": "The objectification of females is not a good thing! Not every rapper does this, but when the lyrics focus solely on the strip club, 'poppin' bottles' and how many girls they can 'tap,' it distorts what kids are learning. I think if there was more of a female presence in hip hop we could break up the monotony. It's all about balance.",
      "author": "Queen Latifah",
      "category": "Good, Focus, Balance"
    },
    {
      "quote": "You are always learning there is a lot of grey don't take things for granted.",
      "author": "Lisa Marie Presley",
      "category": "Grey, You, Always"
    },
    {
      "quote": "Learning how to learn is the most precious thing we have in life.",
      "author": "John Naisbitt",
      "category": "Life, Learn, Precious"
    },
    {
      "quote": "I think to be a great quarterback, you have to have a great leadership, great attention to detail, and a relentless competitive nature. And that's what I try to bring to the table, and I have a long way to go. I'm still learning, and I'm still on a constant quest for knowledge.",
      "author": "Russell Wilson",
      "category": "Leadership, Nature"
    },
    {
      "quote": "I started doing comedy because that was the only stage that I could find. It was the pure idea of being on stage. That was the only thing that interested me, along with learning the craft and working, and just being in productions with people.",
      "author": "Robin Williams",
      "category": "Me, People, Comedy"
    },
    {
      "quote": "Historically, I come from Jewish history. I had the classic upbringing in the Yeshiva, learning, learning, and more learning.",
      "author": "Elie Wiesel",
      "category": "History, Jewish, Classic"
    },
    {
      "quote": "I think young people are the most creative and the coolest - people that we should be learning from. Even when I'm at a party, I'm analyzing it and thinking about it in the context of how I would write about it. That side of me never switches off.",
      "author": "Lorde",
      "category": "Thinking, Creative, Me"
    },
    {
      "quote": "Discipleship does not come from positions of prominence, wealth, or advanced learning. The disciples of Jesus came from all walks of life.",
      "author": "James E. Faust",
      "category": "Life, Wealth, Disciples"
    },
    {
      "quote": "Mind mapping is a technique based on memory and creativity and comprehension and understanding, so when the student or a child uses the mind map, they are using their brain in the way their brain was designed to be used, and so the mind helps them in all learning and cognitive skills. It simply helps them in what the brain does naturally.",
      "author": "Tony Buzan",
      "category": "Creativity, Memory, Child"
    },
    {
      "quote": "I needed more knowledge in rigging and knotting. I started collecting books on knots and really learning more and more. That's how it started. And also in magic, of course. With a piece of rope, you can do magic.",
      "author": "Philippe Petit",
      "category": "Knowledge, Magic, You"
    },
    {
      "quote": "As humans, we're going to make mistakes. It's what makes us human, and most of the time, the most effective way of learning is from a mistake.",
      "author": "Nash Grier",
      "category": "Time, Mistakes, Mistake"
    },
    {
      "quote": "Sometimes in the world, there's such pressure to follow a certain path that we forget the importance of learning as we go.",
      "author": "Sophia Amoruso",
      "category": "Path, World, Pressure"
    },
    {
      "quote": "I began raising chickens primarily for their eggs, but over the years, I've also grown fond of caring for them and learning about their many different breeds and varieties.",
      "author": "Martha Stewart",
      "category": "Caring, Years, Eggs"
    },
    {
      "quote": "One of the greatest lessons of my own life was learning to turn the inner rampage of hatred and anger toward my own father for his reprehensible behavior and abandonment of his family into an inner reaction more closely aligned with God and God-realized love.",
      "author": "Wayne Dyer",
      "category": "Love, Life, Family"
    },
    {
      "quote": "When I went to Moscow, I felt I was relearning Swan Lake - which was written for the Bolshoi - and being immersed in a tradition and history I had never experienced. It took a while to adjust to living there and learning the language, but now I have lots of friends. I get the best of two completely different worlds.",
      "author": "David Hallberg",
      "category": "History, Friends, Best"
    },
    {
      "quote": "I didn't get trained by the school system like other kids, and when I did concentrate on learning, my mind was cluttered and locked by the programming of the system.",
      "author": "Huey Newton",
      "category": "School, Mind, Kids"
    },
    {
      "quote": "The person doing the learning is the person writing the book as much as the person reading it.",
      "author": "Geoff Dyer",
      "category": "Writing, Reading, Book"
    },
    {
      "quote": "In general, for me, a big thing in my life has been just sort of learning what true self-esteem is and what true positive self-image is. And being a dancer, and growing up in that world, you're so focused on yourself, and you're so focused on achieving goals, on finding perfection, and working on your craft.",
      "author": "Jenna Dewan",
      "category": "Life, Positive, Goals"
    },
    {
      "quote": "Watson augments human decision-making because it isn't governed by human boundaries. It draws together all this information and forms hypotheses, millions of them, and then tests them with all the data it can find. It learns over time what data is reliable, and that's part of its learning process.",
      "author": "Ginni Rometty",
      "category": "Time, Together, Data"
    },
    {
      "quote": "I can't say it enough that learning how to learn is one of the greatest skills anyone can have. It's why I advocate that everyone go to college.",
      "author": "Mark Cuban",
      "category": "College, Greatest, Why"
    },
    {
      "quote": "You have to keep your sanity as well as know how to distance yourself from it while still holding onto the reins tightly. That is a very difficult thing to do, but I'm learning.",
      "author": "Diahann Carroll",
      "category": "Yourself, Know, You"
    },
    {
      "quote": "Going to a party, for me, is as much a learning experience as, you know, sitting in a lecture.",
      "author": "Natalie Portman",
      "category": "Experience, New Year's, Me"
    },
    {
      "quote": "I'm getting to a point where everything is becoming streamlined in my life. I'm learning how to stand onstage for two hours and play in front of thousands of people as if I am completely in the moment every moment.",
      "author": "John Mayer",
      "category": "Life, I Am, Moment"
    },
    {
      "quote": "I'm forever learning and that's why I'm always able to create new styles and new dimensions of hip-hop.",
      "author": "Doug E. Fresh",
      "category": "Why, Hip-Hop, New"
    },
    {
      "quote": "Learning to make films is very easy. Learning what to make films about is very hard.",
      "author": "George Lucas",
      "category": "Movies, Easy, Hard"
    },
    {
      "quote": "Philosophy is a kind of journey, ever learning yet never arriving at the ideal perfection of truth.",
      "author": "Albert Pike",
      "category": "Journey, Truth, Perfection"
    },
    {
      "quote": "For a small child there is no division between playing and learning between the things he or she does just for fun and things that are educational. The child learns while living and any part of living that is enjoyable is also play.",
      "author": "Penelope Leach",
      "category": "Fun, Child, Small"
    },
    {
      "quote": "There's always a learning curve, where you've got to learn what your subject is all about.",
      "author": "Brad Gilbert",
      "category": "Learn, You, Always"
    },
    {
      "quote": "Anytime you ride against the best in the world, it becomes a learning process.",
      "author": "Bonnie Blair",
      "category": "Best, World, You"
    },
    {
      "quote": "There's no media training. In cooking school, there's not even manager training. You learn the fundamentals of cooking. Everything else is learning by doing.",
      "author": "Rene Redzepi",
      "category": "School, Training, Cooking"
    },
    {
      "quote": "Learning something new is fun.",
      "author": "Alex Trebek",
      "category": "Fun, New, Something"
    },
    {
      "quote": "I'm learning a lot about the culture of weight loss. I didn't know there were bloggers out there who were proud to be fat.",
      "author": "Mick Cornett",
      "category": "Culture, Loss, Proud"
    },
    {
      "quote": "But I think it's hard for me to only put out one record a year. Because I get too antsy. But it's good I'm learning to do that, because each record counts. And you should make it count.",
      "author": "Ty Segall",
      "category": "Good, Me, Think"
    },
    {
      "quote": "There is incredible potential for digital technology in and beyond the classroom, but it is vital to rethink how learning is organised if we are to reap the rewards.",
      "author": "Geoff Mulgan",
      "category": "Technology, Potential"
    },
    {
      "quote": "Dad wouldn't let me fool with his guitar much, because I'm left-handed, and I'd pick it up upside down. But I remember learning to sing 'Paper Doll,' the Mills Brothers song - this was during the war - and I remember my dad taking me down to one of those little record booths where you could make spoken letters to send home.",
      "author": "Don Everly",
      "category": "Home, War, Fool"
    },
    {
      "quote": "The earliest memories I have of the ocean are actually stories - stories from my grandfather, the legendary ocean explorer and conservationist Jacques Cousteau. My passion for ocean conservation stems from learning at a very young age that we're all connected; we're all in this together.",
      "author": "Philippe Cousteau, Jr.",
      "category": "Age, Memories, Ocean"
    },
    {
      "quote": "Learning from the experiences of our ancestors, let us together create knowledge for all that benefits all.",
      "author": "Kailash Satyarthi",
      "category": "Knowledge, Together, Create"
    },
    {
      "quote": "Parents can only do what they think is best, with the experience they have. The learning curve for every parent is that there's a limit to how much they can shield children from.",
      "author": "Matt Haig",
      "category": "Children, Best, Experience"
    },
    {
      "quote": "Playing in my early bands, working as a studio musician, producing and going to art school was, in retrospect, my apprenticeship. I was learning and creating a solid foundation of ideas, but I wasn't really playing music.",
      "author": "Jimmy Page",
      "category": "Music, Art, School"
    },
    {
      "quote": "You could imagine a language exactly like English except it doesn't have connectives like 'and' that allow you to make longer expressions. An infant learning truncated English would have no idea about this: They would just pick it up as they would standard English.",
      "author": "Noam Chomsky",
      "category": "Language, You, Idea"
    },
    {
      "quote": "Most artists, you know, you spend their entire lives learning how to play music and write songs, and they don't really know how the music business works.",
      "author": "Moby",
      "category": "Music, Business, Know"
    },
    {
      "quote": "It's only through listening that you learn, and I never want to stop learning.",
      "author": "Drew Barrymore",
      "category": "Listening, Want, You"
    },
    {
      "quote": "Learning how to edit movies was a real breakthrough.",
      "author": "Peter Jackson",
      "category": "Movies, Real, Breakthrough"
    },
    {
      "quote": "We come to love not by finding a perfect person but by learning to see an imperfect person perfectly.",
      "author": "Sam Keen",
      "category": "Love, Perfect, See"
    },
    {
      "quote": "There has to be innate circuitry that does the learning, that creates the culture, that acquires the culture, and that responds to socialization.",
      "author": "Steven Pinker",
      "category": "Culture, Innate, Does"
    },
    {
      "quote": "Learning how to keep track of inventory and cash flow and creating an income statement and a balance sheet are great skills to learn for managing existing businesses.",
      "author": "Steve Blank",
      "category": "Great, Balance, Learn"
    },
    {
      "quote": "The thing about being autistic is that you gradually get less and less autistic, because you keep learning, you keep learning how to behave. It's like being in a play; I'm always in a play.",
      "author": "Temple Grandin",
      "category": "Play, You, Always"
    },
    {
      "quote": "It is only from the people I've had the good fortune to meet that I am learning the lessons to guide me. Baz Luhrmann, director of 'Moulin Rouge,' for example, has a childlike curiosity about the world. He doesn't pretend to know all the answers - quite the opposite, in fact. He asks loads of questions of everyone.",
      "author": "Simon Sinek",
      "category": "Good, Curiosity, I Am"
    },
    {
      "quote": "The unsuccessful person is burdened by learning, and prefers to walk down familiar paths. Their distaste for learning stunts their growth and limits their influence.",
      "author": "John C. Maxwell",
      "category": "Growth, Influence, Walk"
    },
    {
      "quote": "The most useful piece of learning for the uses of life is to unlearn what is untrue.",
      "author": "Antisthenes",
      "category": "Life, Most, Useful"
    },
    {
      "quote": "And, one thing I definitely enjoyed personally, from a selfish point of view, was exploration and going to places that I had never been to before and learning, you know, meeting the people and getting to know, new sights and sounds, etc.",
      "author": "Duane G. Carey",
      "category": "Selfish, People"
    },
    {
      "quote": "I worry that when educational counselors and teachers call in families with concerns about a child having a learning disability, we aren't always looking at the complete picture.",
      "author": "Madchen Amick",
      "category": "Child, Disability, Worry"
    },
    {
      "quote": "If I've learned anything through all of this, it's that each and every day is a canvas waiting to be painted - an opportunity for love, for fun, for living, for learning.",
      "author": "Craig Sager",
      "category": "Love, Day, Opportunity"
    },
    {
      "quote": "A lot of the problems I had with fame I was bringing on myself. A lot of self-loathing, a lot of woe-is-me. Now I'm learning to see the positive side of things, instead of, like, 'I can't go to Kmart. I can't take my kids to the haunted house.'",
      "author": "Eminem",
      "category": "Positive, Myself, Problems"
    },
    {
      "quote": "I'm less worried about accomplishment - as younger people always can't help but be - and more concerned with spending my time well, spending time with my family, and reading, learning things.",
      "author": "Jonathan Safran Foer",
      "category": "Family, Time, Reading"
    },
    {
      "quote": "A camera is a tool for learning how to see without a camera.",
      "author": "Dorothea Lange",
      "category": "Camera, See, Tool"
    },
    {
      "quote": "I'm not saying that putting on makeup will change the world or even your life, but it can be a first step in learning things about yourself you may never have discovered otherwise. At worst, you could make a big mess and have a good laugh.",
      "author": "Kevyn Aucoin",
      "category": "Life, Change, Good"
    },
    {
      "quote": "The way my brain processes information is quite odd. I mean, I have Attention Deficit Disorder and another learning disability I can't even spell. I don't even have a high school diploma. I'm smart, but you can't prove it on paper.",
      "author": "Ron White",
      "category": "School, Smart, Disability"
    },
    {
      "quote": "The only real progress lies in learning to be wrong all alone.",
      "author": "Albert Camus",
      "category": "Alone, Progress, Real"
    },
    {
      "quote": "It is of practical value to learn to like yourself. Since you must spend so much time with yourself you might as well get some satisfaction out of the relationship.",
      "author": "Norman Vincent Peale",
      "category": "Time, Relationship, Value"
    },
    {
      "quote": "In times of change learners inherit the earth while the learned find themselves beautifully equipped to deal with a world that no longer exists.",
      "author": "Eric Hoffer",
      "category": "Change, World, Earth"
    },
    {
      "quote": "A weed is a plant that has mastered every survival skill except for learning how to grow in rows.",
      "author": "Doug Larson",
      "category": "Gardening, Survival, Plant"
    },
    {
      "quote": "I should only look back at moments that were disparaging, look down upon, negative for me - moments where I could learn something. And if I have been able to use that learning in future, then I am happy about it.",
      "author": "Amitabh Bachchan",
      "category": "Future, Happy, I Am"
    },
    {
      "quote": "I'm always interested in learning something new.",
      "author": "Katherine Johnson",
      "category": "New, Always, Something"
    },
    {
      "quote": "As an entrepreneur, you never stop learning.",
      "author": "Daymond John",
      "category": "You, Stop, Entrepreneur"
    },
    {
      "quote": "The person you consider ignorant and insignificant is the one who came from God, that he might learn bliss from grief and knowledge from gloom.",
      "author": "Khalil Gibran",
      "category": "Knowledge, God, Grief"
    },
    {
      "quote": "I've learned that you shouldn't go through life with a catcher's mitt on both hands you need to be able to throw something back.",
      "author": "Maya Angelou",
      "category": "Life, Hands, You"
    },
    {
      "quote": "He will therefore have to use what knowledge he can achieve, not to shape the results as the craftsman shapes his handiwork, but rather to cultivate a growth by providing the appropriate environment, in the manner in which the gardener does this for his plants.",
      "author": "Friedrich August von Hayek",
      "category": "Knowledge, Growth, Plants"
    },
    {
      "quote": "It's hard to imagine anything more interesting than learning how we're woven into the enormous tapestry of existence. Where did our universe come from? How special is our world, and how special are we? We allocate tens of billions of dollars annually to NASA, NSF and academia in search of the answers.",
      "author": "Seth Shostak",
      "category": "World, Universe, Search"
    },
    {
      "quote": "Cross-cultural learning and studying abroad can be transformative.",
      "author": "Amal Clooney",
      "category": "Studying, Abroad"
    },
    {
      "quote": "I was diagnosed with a severe temporal spatial deficit, a learning disability that means I have zero spatial relations skills. It was official: I was a genius trapped in an idiot's body.",
      "author": "Sloane Crosley",
      "category": "Disability, Body, Genius"
    },
    {
      "quote": "You made a lot of mistakes, and you wrote a lot of crap. But it was all part of the learning process.",
      "author": "Cynthia Weil",
      "category": "Mistakes, Process, You"
    },
    {
      "quote": "Doing a documentary is about discovering, being open, learning, and following curiosity.",
      "author": "Spike Jonze",
      "category": "Curiosity, Doing"
    },
    {
      "quote": "The truth is that we can learn to condition our minds, bodies, and emotions to link pain or pleasure to whatever we choose. By changing what we link pain and pleasure to, we will instantly change our behaviors.",
      "author": "Tony Robbins",
      "category": "Change, Truth, Pain"
    },
    {
      "quote": "By playing games you can artificially speed up your learning curve to develop the right kind of thought processes.",
      "author": "Nate Silver",
      "category": "Thought, Speed, You"
    },
    {
      "quote": "Learning is its own exceeding great reward.",
      "author": "William Hazlitt",
      "category": "Great, Reward, Own"
    },
    {
      "quote": "I don't need to see the old school to remember it and the teachers there. They changed the way that I've always looked at life and learning.",
      "author": "Dennis Farina",
      "category": "Life, School, Remember"
    },
    {
      "quote": "If anybody wanted to photograph my life, they'd get bored in a day. 'Heres Matt at home learning his lines. Here's Matt researching in aisle six of his local library'. A few hours of that and they'd go home.",
      "author": "Matt Damon",
      "category": "Life, Day, Home"
    },
    {
      "quote": "It definitely has learning a lesson about the way you're living your life. I wouldn't compare our movie to that, but it has a structure where it's about a man who doesn't appreciate all that he has and finds out at the end that life has been great and he has to enjoy that.",
      "author": "Adam Sandler",
      "category": "Life, Great, Man"
    },
    {
      "quote": "If I am through learning, I am through.",
      "author": "John Wooden",
      "category": "I Am, Through, Am"
    },
    {
      "quote": "Sometimes I get extremely disturbed with the things that are written. But you can't do anything about it. As a celebrity, you are putting yourself out there to be judged, and that's fine. I am now learning not to get affected by such things. I am building my career and making choices that I think are right while minding my own business.",
      "author": "Anushka Sharma",
      "category": "Business, I Am, Yourself"
    },
    {
      "quote": "Learning is the gateway to adventure.",
      "author": "Princess Beatrice of York",
      "category": "Adventure, Gateway"
    },
    {
      "quote": "I think this industry can be tough on everyone. You have to surround yourself with supportive people and know when to put your foot down and do what's best for you and your family. The first few years in the music industry can be a steep learning curve, and I've definitely developed a thicker skin!",
      "author": "Rebecca Ferguson",
      "category": "Family, Music, Best"
    },
    {
      "quote": "A single conversation across the table with a wise man is better than ten years mere study of books.",
      "author": "Henry Wadsworth Longfellow",
      "category": "Wise, Man, Wise Man"
    },
    {
      "quote": "We should regret our mistakes and learn from them, but never carry them forward into the future with us.",
      "author": "Lucy Maud Montgomery",
      "category": "Future, Mistakes, Regret"
    },
    {
      "quote": "For me, learning is a continuous process and an all-inclusive one - reading a book, learning a musical instrument or learning the martial art called taekwondo. Teach myself something new - that's my prayer.",
      "author": "Sonu Nigam",
      "category": "Art, Myself, Reading"
    },
    {
      "quote": "With every book, you go back to school. You become a student. You become an investigative reporter. You spend a little time learning what it's like to live in someone else's shoes.",
      "author": "John Irving",
      "category": "Time, School, Shoes"
    },
    {
      "quote": "Life isn't about algebra and geometry. Learning by making mistakes and not duplicating them is what life is about.",
      "author": "Lindsay Fox",
      "category": "Life, Mistakes"
    },
    {
      "quote": "I think I started learning lessons about being a good person long before I ever knew what basketball was. And that starts in the home, it starts with the parental influence.",
      "author": "Julius Erving",
      "category": "Home, Good, Influence"
    },
    {
      "quote": "There's nothing like being a soldier for confidence or learning your limits or enduring utter humiliation.",
      "author": "Guy Davenport",
      "category": "Confidence, Soldier, Limits"
    },
    {
      "quote": "The delights of self-discovery are always available.",
      "author": "Gail Sheehy",
      "category": "Always, Self-Discovery"
    },
    {
      "quote": "I don't think human beings learn anything without desperation. Desperation is a necessary ingredient to learning anything or creating anything. Period. If you ain't desperate at some point, you ain't interesting.",
      "author": "Jim Carrey",
      "category": "Learn, Think, You"
    },
    {
      "quote": "Entire ignorance is not so terrible or extreme an evil, and is far from being the greatest of all; too much cleverness and too much learning, accompanied with ill bringing-up, are far more fatal.",
      "author": "Plato",
      "category": "Knowledge, Ignorance, Evil"
    },
    {
      "quote": "We often assume that all teachers within a discipline address the same curriculum. This isn't always the case. We frequently find gaps between goals and what is actually taught, and these gaps can have a lasting impact on a child's learning.",
      "author": "Heidi Hayes Jacobs",
      "category": "Goals, Discipline, Child"
    },
    {
      "quote": "We learn differently as children than as adults. For grown-ups, learning a new skill is painful, attention-demanding, and slow. Children learn unconsciously and effortlessly.",
      "author": "Alison Gopnik",
      "category": "Children, Slow, Skill"
    },
    {
      "quote": "Learning to fly an airplane taught me a way of thinking, an approach to problem-solving that was applicable and effective. Pilots are very methodical and meticulous, and artists tend not to be.",
      "author": "Chris Carter",
      "category": "Thinking, Me, Fly"
    },
    {
      "quote": "Behavior is mutable. It changes from place to place. It's like accents, dialect - it varies from one area to another. But there are universal truths about what it means to be a human being. All the other stuff is like applique. Learning that was interesting to me and probably useful for becoming an actor.",
      "author": "Julianne Moore",
      "category": "Changes, Me, Behavior"
    },
    {
      "quote": "Education in our times must try to find whatever there is in students that might yearn for completion, and to reconstruct the learning that would enable them autonomously to seek that completion.",
      "author": "Allan Bloom",
      "category": "Education, Try, Students"
    },
    {
      "quote": "There's no mystery to it. Nothing more complicated than learning lines and putting on a costume.",
      "author": "Morgan Freeman",
      "category": "Mystery, Costume, Lines"
    },
    {
      "quote": "The learning process continues until the day you die.",
      "author": "Kirk Douglas",
      "category": "Day, Die, You"
    },
    {
      "quote": "I worry sometimes that I'm a bit moralistic; always writing about men who are learning to grow up, not be so self-absorbed, selfish or badly behaved. I wonder if that's dull and liberal and wimpy? I should probably write something that celebrates wickedness.",
      "author": "David Nicholls",
      "category": "Writing, Men, Worry"
    },
    {
      "quote": "My daddy wanted me to be a farmer; feel the smoothness of Alabama clay and become one of the first blacks in my town to own land. But, I was worried about my history being caked with that southern clay, and I subscribed to a different kind of teaching and learning in my bones and in my spirit.",
      "author": "John Henrik Clarke",
      "category": "History, Me, Farmer"
    },
    {
      "quote": "Negative feelings are typical of learning, and you shouldn't feel like you're stupid when you're frustrated doing something. You might say to yourself, 'I can't do this,' but you should say, 'That's great.' That means you really have the potential to learn something there.",
      "author": "Angela Duckworth",
      "category": "Great, Stupid, Yourself"
    },
    {
      "quote": "I'm constantly learning, and that is the greatest gift of life in my opinion - to always be learning and growing.",
      "author": "Kristin Chenoweth",
      "category": "Life, Gift, Greatest"
    },
    {
      "quote": "So many people have touched my heart and made an impact on my world. I'm thankful for every lesson and learning experience.",
      "author": "Bindi Irwin",
      "category": "Thankful, Experience, Heart"
    },
    {
      "quote": "Kids don't need to be taught the value of making; they are natural makers, at least until traditional education makes them afraid of making mistakes. The long-term value of making for kids is in learning to become an active participant in the world around them rather than a consumer of prepackaged products and solutions.",
      "author": "Mark Frauenfelder",
      "category": "Education, Mistakes, World"
    },
    {
      "quote": "Seeing is no longer believing. The very notion of truth has been put into crisis. In a world bloated with images, we are finally learning that photographs do indeed lie.",
      "author": "Barbara Kruger",
      "category": "Truth, Lie, World"
    },
    {
      "quote": "'Cars' was about Lightning McQueen learning to slow down and to enjoy life. The journey is the reward.",
      "author": "John Lasseter",
      "category": "Life, Journey, Enjoy Life"
    },
    {
      "quote": "I feel like I've lived a life of making mistakes and learning from them and doing my best to only make each mistake once.",
      "author": "Bre Pettis",
      "category": "Life, Best, Mistakes"
    },
    {
      "quote": "If we want to recruit and retain high-quality teachers, it starts with a fair wage, adequate working conditions, and the resources and support to succeed. Remember: teachers' working conditions are students' learning conditions.",
      "author": "Randi Weingarten",
      "category": "Support, Want, Remember"
    },
    {
      "quote": "When I was learning to creep, my mother set me down on the beach to see what I thought of it. I crawled straight for the coming wave and was just through the wall of green when she caught my heels.",
      "author": "Sylvia Plath",
      "category": "Mother, Beach, Me"
    },
    {
      "quote": "I never learned from a man who agreed with me.",
      "author": "Robert A. Heinlein",
      "category": "Man, Me, Never"
    },
    {
      "quote": "Have you learned the lessons only of those who admired you, and were tender with you, and stood aside for you? Have you not learned great lessons from those who braced themselves against you, and disputed passage with you?",
      "author": "Walt Whitman",
      "category": "Great, You, Lessons"
    },
    {
      "quote": "I loved making Pure Country. It was a great learning experience for me, seeing another part of the entertainment industry.",
      "author": "George Strait",
      "category": "Experience, Great, Me"
    },
    {
      "quote": "Learning by doing, peer-to-peer teaching, and computer simulation are all part of the same equation.",
      "author": "Nicholas Negroponte",
      "category": "Doing, Computer, Same"
    },
    {
      "quote": "Learning to celebrate success is a key component of learning how to win in the market.",
      "author": "Douglas Conant",
      "category": "Success, Win, Celebrate"
    },
    {
      "quote": "I think I will always be performing I don't think I can take that away. Because I really just enjoy it. I like getting up to sing I like the challenge of learning new material and singing it in front of an audience.",
      "author": "Lea Salonga",
      "category": "Challenge, Enjoy, Singing"
    },
    {
      "quote": "The main part of intellectual education is not the acquisition of facts, but learning how to make facts live.",
      "author": "Oliver Wendell Holmes, Jr.",
      "category": "Education, Live, Facts"
    },
    {
      "quote": "Since we can't know what knowledge will be most needed in the future, it is senseless to try to teach it in advance. Instead, we should try to turn out people who love learning so much and learn so well that they will be able to learn whatever needs to be learned.",
      "author": "John Holt",
      "category": "Love, Knowledge, Future"
    },
    {
      "quote": "We learn more by looking for the answer to a question and not finding it than we do from learning the answer itself.",
      "author": "Lloyd Alexander",
      "category": "Learn, Looking, Finding"
    },
    {
      "quote": "Jazz is the big brother of the blues. If a guy's playing blues like we play, he's in high school. When he starts playing jazz it's like going on to college, to a school of higher learning.",
      "author": "B. B. King",
      "category": "School, Brother, College"
    },
    {
      "quote": "Learning is any change in a system that produces a more or less permanent change in its capacity for adapting to its environment.",
      "author": "Herbert Simon",
      "category": "Change, Environment, System"
    },
    {
      "quote": "The best part of making the movies... learning from the pros themselves.",
      "author": "Michelle Rodriguez",
      "category": "Best, Movies, Part"
    },
    {
      "quote": "During the days of segregation, there was not a place of higher learning for African Americans. They were simply not welcome in many of the traditional schools. And from this backward policy grew the network of historical black colleges and universities.",
      "author": "Michael N. Castle",
      "category": "Welcome, Black, Place"
    },
    {
      "quote": "Productivity is going to be a critical issue. And it's not just about getting more time for professors in the classroom. It involves reexamining the learning experience and restructuring faculty and the use of faculty time.",
      "author": "Roy Romer",
      "category": "Time, Experience"
    },
    {
      "quote": "There is not to be found, in all history, any miracle attested by a sufficient number of men, of such unquestioned good sense, education and learning, as to secure us against all delusion in themselves.",
      "author": "David Hume",
      "category": "Education, History, Good"
    },
    {
      "quote": "Just because you are CEO, don't think you have landed. You must continually increase your learning, the way you think, and the way you approach the organization. I've never forgotten that.",
      "author": "Indra Nooyi",
      "category": "Organization, Think, You"
    },
    {
      "quote": "The willingness to keep learning is, I think, the most important thing about trying to be good at anything. You never want to stop learning.",
      "author": "Emile Hirsch",
      "category": "Good, Want, Think"
    },
    {
      "quote": "Before, it was just about making the films - and now it's releasing them. Which is a steep learning curve.",
      "author": "Jessica Chastain",
      "category": "Now, Just, Curve"
    },
    {
      "quote": "A commitment to human rights cannot be fostered simply through the transmission of knowledge. Action and experience play a crucial role in the learning process.",
      "author": "Daisaku Ikeda",
      "category": "Knowledge, Experience"
    },
    {
      "quote": "Acting has always existed alongside my normal life. It's been a case of learning on the job. I've worked in so many styles, with so many people, so I've picked bits up from everyone and everything.",
      "author": "Felicity Jones",
      "category": "Life, Job, People"
    },
    {
      "quote": "Learning is a tunnel experience that makes us think more broadly.",
      "author": "Anna Deavere Smith",
      "category": "Experience, Think, Tunnel"
    },
    {
      "quote": "Everything is a learning experience.",
      "author": "Angus T. Jones",
      "category": "Experience, Everything"
    },
    {
      "quote": "Learning to see waste and systematically eliminate it has allowed lean companies such as Toyota to dominate entire industries. Lean thinking defines value as 'providing benefit to the customer' anything else is waste.",
      "author": "Eric Ries",
      "category": "Value, Thinking, Customer"
    },
    {
      "quote": "I'm open for possibilities. I'm open for choices. I always welcome new ideas. I'm always eager to learn. I'm never going to close my mind from learning.",
      "author": "Cesar Millan",
      "category": "Welcome, Mind, Choices"
    },
    {
      "quote": "When you come from a big family, you see that, growing up, you're learning how to share. Your sisters have got your back; you're not alone in this - 'We all support you!' Your family provides that; it gives you a sense of safety, and it's a very grounding feeling.",
      "author": "Gisele Bundchen",
      "category": "Family, Alone, Safety"
    },
    {
      "quote": "A lot of people think I had such a rosy career, but I wanted to identify that one of the things that helps you have a long career is learning how to deal with adversity, how to get past it. Once I learned how to get through that, others things didn't seem so hard.",
      "author": "Cal Ripken, Jr.",
      "category": "Adversity, Past, People"
    },
    {
      "quote": "Mastering music is more than learning technical skills. Practicing is about quality, not quantity. Some days I practice for hours; other days it will be just a few minutes.",
      "author": "Yo-Yo Ma",
      "category": "Music, Quality, Practice"
    },
    {
      "quote": "When you win a lot, you don't learn much. With my ups and downs, it's a lot of learning.",
      "author": "Tina Maze",
      "category": "Win, Learn, You"
    },
    {
      "quote": "I know how to set an irrigation tube, and I helped with the harvest. I learned the law of the harvest without even knowing I was learning it. On the farm, you learn early that you reap what you sow.",
      "author": "Sheri L. Dew",
      "category": "Law, Harvest, Know"
    },
    {
      "quote": "Every relationship you have, you're learning and growing and taking something from that.",
      "author": "Blake Lively",
      "category": "Relationship, You, Growing"
    },
    {
      "quote": "It always seems to me so odd that when a man dies, he takes out with him all the knowledge that he has got in his lifetime whilst sowing his wild oats or winning successes. And he leaves his sons or younger brothers to go through all the work of learning it over again from their own experience.",
      "author": "Robert Baden-Powell",
      "category": "Work, Knowledge, Experience"
    },
    {
      "quote": "Arab civilizations had been of an abstract nature, moral and intellectual rather than applied; and their lack of public spirit made their excellent private qualities futile. They were fortunate in their epoch: Europe had fallen barbarous; and the memory of Greek and Latin learning was fading from men's minds.",
      "author": "T. E. Lawrence",
      "category": "Nature, Memory, Men"
    },
    {
      "quote": "I'm learning that you can be comfortable and still look beautiful.",
      "author": "Selena Gomez",
      "category": "Beautiful, Look, You"
    },
    {
      "quote": "No good actor ever stops learning. He is constantly evolving.",
      "author": "Mahesh Babu",
      "category": "Good, Actor, Evolving"
    },
    {
      "quote": "Learning the core curriculum cannot come through coercion. It must come through a recognition of the need to integrate with economic life.",
      "author": "Reuven Rivlin",
      "category": "Life, Economic, Through"
    },
    {
      "quote": "I started once a week in North Carolina at a pub called Charlie Goodnight and met a lot of comics there. Then I moved to L.A., and if you're not known, it's hard to get stage time. So you start out doing what they call 'bringers' - you have to bring five people if you wanna get on stage. It was a lot of hustle, a learning curve.",
      "author": "Retta",
      "category": "Time, Week, Hustle"
    },
    {
      "quote": "School systems now routinely have more administrators than classroom teachers. They have armies of counselors and therapists and nutritionists and 'multi-cultural learning facilitators.'",
      "author": "Mike Gallagher",
      "category": "School, Classroom, Teachers"
    },
    {
      "quote": "I know I'm likeable, but living with me is different. Yes, I can be charming. That desire to please people and learning what to do to charm their socks off is something many of us do. But you get into a relationship, and the party's over at some point. They see the real you.",
      "author": "John Grant",
      "category": "Relationship, Me, People"
    },
    {
      "quote": "I never was good at learning things. I did just enough work to pass. In my opinion it would have been wrong to do more than was just sufficient, so I worked as little as possible.",
      "author": "Manfred von Richthofen",
      "category": "Work, Good, Opinion"
    },
    {
      "quote": "Taking charge of your own learning is a part of taking charge of your life, which is the sine qua non in becoming an integrated person.",
      "author": "Warren Bennis",
      "category": "Life, Person, Part"
    },
    {
      "quote": "One of the things we did at PayPal was collaborative filtering and machine learning: looking at patterns of human behavior. We used it there to predict when people would try to cheat the system to get money. But you can predict pretty much any behavior with a certain amount of accuracy.",
      "author": "Max Levchin",
      "category": "Money, People, Behavior"
    },
    {
      "quote": "If we want boys to succeed, we need to bring them back to education by making education relevant to them and bring in more service learning and vocational education.",
      "author": "Michael Gurian",
      "category": "Education, Service, Want"
    },
    {
      "quote": "Every act of conscious learning requires the willingness to suffer an injury to one's self-esteem. That is why young children, before they are aware of their own self-importance, learn so easily.",
      "author": "Thomas Szasz",
      "category": "Leadership, Children, Why"
    },
    {
      "quote": "I've been doing a lot of learning from mistakes, first and foremost, and building off that.",
      "author": "William Green",
      "category": "Mistakes, Building, Doing"
    },
    {
      "quote": "Patriotism, when it wants to make itself felt in the domain of learning, is a dirty fellow who should be thrown out of doors.",
      "author": "Arthur Schopenhauer",
      "category": "Patriotism, Doors, Dirty"
    },
    {
      "quote": "I have heard endlessly that fish are so resilient that there is no way that you could exterminate a species. We are learning otherwise.",
      "author": "Sylvia Earle",
      "category": "Fish, Way, You"
    },
    {
      "quote": "It is a mistake to separate learning for work and for community and personal development.",
      "author": "David Blunkett",
      "category": "Work, Community, Mistake"
    },
    {
      "quote": "When I was 12 years old, I got interested in learning English.",
      "author": "Jack Ma",
      "category": "Years, Old, English"
    },
    {
      "quote": "New ideas for innovation grow out of the minds of each new generation. Having an institution of higher learning that can help young people put those ideas into action is critical.",
      "author": "Jay Samit",
      "category": "Innovation, Action, Help"
    },
    {
      "quote": "It is what we know already that often prevents us from learning.",
      "author": "Claude Bernard",
      "category": "Know, Us, Often"
    },
    {
      "quote": "I grow old learning something new every day.",
      "author": "Solon",
      "category": "Day, Grow, Every Day"
    },
    {
      "quote": "Each time you go to the grocery store with your kids, it is a potential learning opportunity. In order not to overemphasize materialism, focus on other things to do with money. In 'Beyond the Lemonade Stand,' I try to emphasize the importance of saving money, and of using it to help other people.",
      "author": "Bill Rancic",
      "category": "Time, Money, Opportunity"
    },
    {
      "quote": "One who has imagination without learning has wings without feet.",
      "author": "Joseph Joubert",
      "category": "Imagination, Feet, Wings"
    },
    {
      "quote": "Whoso neglects learning in his youth, loses the past and is dead for the future.",
      "author": "Euripides",
      "category": "Future, Youth, Past"
    },
    {
      "quote": "It goes against the grain of modern education to teach students to program. What fun is there to making plans, acquiring discipline, organizing thoughts, devoting attention to detail, and learning to be self critical.",
      "author": "Alan Perlis",
      "category": "Education, Self, Fun"
    },
    {
      "quote": "Making a wrong decision is understandable. Refusing to search continually for learning is not.",
      "author": "Phil Crosby",
      "category": "Decision, Search"
    },
    {
      "quote": "The trick in life is learning how to deal with it.",
      "author": "Helen Mirren",
      "category": "Life, Deal, How"
    },
    {
      "quote": "I wanted to translate from one flat surface to another. In fact, my learning disabilities controlled a lot of things. I don't recognize faces, so I'm sure it's what drove me to portraits in the first place.",
      "author": "Chuck Close",
      "category": "Me, First, Place"
    },
    {
      "quote": "Coming to understand a painting or a symphony in an unfamiliar style, to recognize the work of an artist or school, to see or hear in new ways, is as cognitive an achievement as learning to read or write or add.",
      "author": "Nelson Goodman",
      "category": "Work, Achievement, School"
    },
    {
      "quote": "It does not require great learning to be a Christian and be convinced of the truth of the Bible. It requires only an honest heart and a willingness to obey God.",
      "author": "Albert Barnes",
      "category": "Truth, Great, God"
    },
    {
      "quote": "Perfecting oneself is as much unlearning as it is learning.",
      "author": "Edsger Dijkstra",
      "category": "Much, Oneself, Perfecting"
    },
    {
      "quote": "People desire to separate their worlds into polarities of dark and light, ugly and beautiful, good and evil, right and wrong, inside and outside. Polarities serve us in our learning and growth, but as souls we are all.",
      "author": "Joy Page",
      "category": "Beautiful, Good, Light"
    },
    {
      "quote": "I wouldn't change anything. I think that it's important to let things happen, and stay 'happened'. I think that's all part of the learning curve, part of fate. I'm just glad that it happened.",
      "author": "Mike Peters",
      "category": "Change, Fate, Think"
    },
    {
      "quote": "The Seinfeld motto: No learning, no hugging.",
      "author": "Julia Louis-Dreyfus",
      "category": "Motto, Seinfeld, Hugging"
    },
    {
      "quote": "I had a lot of trouble with engineers, because their whole background is learning from a functional point of view, and then learning how to perform that function.",
      "author": "Brian Eno",
      "category": "View, Point Of View"
    },
    {
      "quote": "And later I thought, I can't think how anyone can become a director without learning the craft of cinematography.",
      "author": "Nicolas Roeg",
      "category": "Thought, Think, Director"
    },
    {
      "quote": "There is only one thing more painful than learning from experience and that is not learning from experience.",
      "author": "Archibald MacLeish",
      "category": "Experience, Painful, Than"
    },
    {
      "quote": "I can't sit down long enough to absorb any kind of learning.",
      "author": "Buddy Rich",
      "category": "Long, Down, Kind"
    },
    {
      "quote": "There's no way I can justify my salary level, but I'm learning to live with it.",
      "author": "Drew Carey",
      "category": "Live, I Can, Salary"
    },
    {
      "quote": "We wanted to solve robot problems and needed some vision, action, reasoning, planning, and so forth. We even used some structural learning, such as was being explored by Patrick Winston.",
      "author": "Marvin Minsky",
      "category": "Vision, Planning, Problems"
    },
    {
      "quote": "You should be having more fun in high school, exploring things because you want to explore them and learning because you love learning-not worrying about competition.",
      "author": "Maya Lin",
      "category": "Love, School, Competition"
    },
    {
      "quote": "Cops and robbers resemble each other, so there's not a lot to learn in terms of learning the logistics of committing the crime or investigating the crime.",
      "author": "Andre Braugher",
      "category": "Learn, Crime, Logistics"
    },
    {
      "quote": "The battle was first waged over the right of the Negro to be classed as a human being with a soul; later, as to whether he had sufficient intellect to master even the rudiments of learning; and today it is being fought out over his social recognition.",
      "author": "James Weldon Johnson",
      "category": "Today, Soul, Battle"
    },
    {
      "quote": "Home schooled children frequently combine for many purposes - and they interact well. The growth of the home schooling movement means that more and more children are learning together, just not in a traditional classroom.",
      "author": "Ernest Istook",
      "category": "Children, Home, Growth"
    },
    {
      "quote": "I spend more time learning about Buddhism than English, which is why my English today is still bad.",
      "author": "Jet Li",
      "category": "Time, Today, Why"
    },
    {
      "quote": "Why waste time learning, when ignorance is instantaneous?",
      "author": "Bill Watterson",
      "category": "Time, Ignorance, Why"
    },
    {
      "quote": "The least of the work of learning is done in the classroom.",
      "author": "Thomas Merton",
      "category": "Work, Done, Classroom"
    },
    {
      "quote": "Not to unlearn what you have learned is the most necessary kind of learning.",
      "author": "Antisthenes",
      "category": "You, Kind, Necessary"
    },
    {
      "quote": "Diligent as one must be in learning, one must be as diligent in forgetting; otherwise the process is one of pedantry, not culture.",
      "author": "Albert J. Nock",
      "category": "Culture, Process, Forgetting"
    },
    {
      "quote": "Only the other world has substance and reality only good deeds and holy learning have tangible worth.",
      "author": "Abraham Cahan",
      "category": "Good, Reality, World"
    },
    {
      "quote": "A humble knowledge of thyself is a surer way to God than a deep search after learning.",
      "author": "Thomas a Kempis",
      "category": "Knowledge, Deep, God"
    },
    {
      "quote": "I have often thought of it as one of the most barbarous customs in the world, considering us as a civilized and a Christian country, that we deny the advantages of learning to women.",
      "author": "Daniel Defoe",
      "category": "Women, Thought, World"
    },
    {
      "quote": "What spectacle can be more edifying or more seasonable, than that of Liberty and Learning, each leaning on the other for their mutual and surest support?",
      "author": "James Madison",
      "category": "Support, Liberty, Mutual"
    },
    {
      "quote": "Composing gives me a chance to work in multiple dimensions and helps me pare down my melodies into what is essential. Learning new skills has always energized me and scoring has opened up a world of sonic possibilities.",
      "author": "Liz Phair",
      "category": "Work, World, Me"
    },
    {
      "quote": "I'm interested in all forms of performance, yet I think it's difficult to be as equally talented in all of them as they call for such different skills. At the moment, I still feel I'm learning and want as much experience and variety as possible.",
      "author": "Felicity Jones",
      "category": "Experience, Performance"
    },
    {
      "quote": "For me, French is so rich and so sacred that learning it is like learning a foreign language.",
      "author": "Fabrice Luchini",
      "category": "Language, Me, Rich"
    },
    {
      "quote": "My message going forward is that I want to remind everyone in the aviation industry - especially those who manage aviation companies and those who regulate aviation - that we owe it to our passengers to keep learning how to do it better.",
      "author": "Chesley Sullenberger",
      "category": "Better, Want, Forward"
    },
    {
      "quote": "The thing about music is it's not an obscure pursuit, it's a very natural thing for human beings to do. Once you put in the effort, the learning curve is very fast.",
      "author": "Grimes",
      "category": "Music, Effort, You"
    },
    {
      "quote": "That's the whole spiritual life. It's learning how to die. And as you learn how to die, you start losing all your illusions, and you start being capable now of true intimacy and love.",
      "author": "Eugene H. Peterson",
      "category": "Love, Life, Spiritual"
    },
    {
      "quote": "One of the bigger misconceptions of learning is that many skills take a lifetime to get world-class at, or 10,000 hours to become world-class at.",
      "author": "Timothy Ferriss",
      "category": "Skills, Hours, Bigger"
    },
    {
      "quote": "When I left the U.S. for the first time, I spent my first year abroad in Japan. That culture shock and abundance of new stimuli combined with a lack of guidance forced me to develop my own approaches to learning and juggling.",
      "author": "Timothy Ferriss",
      "category": "Time, Culture, Me"
    },
    {
      "quote": "Concepts like edX and online learning will transform education. This will completely change the world. I believe that people will move to online learning, both on campuses and worldwide. We have a real opportunity to be able to bring people around the world into our fold.",
      "author": "Anant Agarwal",
      "category": "Education, Change"
    },
    {
      "quote": "I'm learning simplicity and how to wear my body. I'm enjoying life and trying to be the best me.",
      "author": "Gelila Bekele",
      "category": "Life, Best, Simplicity"
    },
    {
      "quote": "When counting on learning from innovation, there are great successes but also failures. The Wright Brothers invented the aircraft and started an amazing process of innovation, where we now have planes that carry 500 passengers. Along the way there were some silly looking vehicles that crashed early on.",
      "author": "Sheldon Whitehouse",
      "category": "Innovation, Great, Amazing"
    },
    {
      "quote": "One of the main focuses of my training sessions is to help individuals find their unique voices in the learning process. We all have our strengths, our weaknesses, our styles of learning, our personalities. Developing introspective sensitivity to these issues is critical to long-term success.",
      "author": "Joshua Waitzkin",
      "category": "Success, Training, Help"
    },
    {
      "quote": "I don't think there is anything wrong with learning from people who are better than you.",
      "author": "Asa Larsson",
      "category": "People, Better, Think"
    },
    {
      "quote": "Training a dog, to me, is on a par with learning to dance with my wife or teaching my son to ski. These are fun things we do together. If anyone even talks about dominating the dog or hurting him or fighting him or punishing him, don't go there.",
      "author": "Ian Dunbar",
      "category": "Dog, Son, Dance"
    },
    {
      "quote": "I'm learning kite surfing. It's a little surfboard you have on your feet with straps, and you have a big kite like a power glider in the air that pulls you. You don't need waves to move, and it makes a big spray of water as you go.",
      "author": "Bertrand Piccard",
      "category": "Water, Power, Feet"
    },
    {
      "quote": "The luster of an experience can actually go up with time. So, learning to play a new instrument, learning a new language - those sorts of things will pay dividends for years or decades to come.",
      "author": "Dan Buettner",
      "category": "Time, Experience, Language"
    },
    {
      "quote": "In most schools, we measure children on what they know. By and large, they have to memorize the content of whatever test is coming up. Because measuring the results of rote learning is easy, rote prevails. What kids know is just not important in comparison with whether they can think.",
      "author": "Sugata Mitra",
      "category": "Children, Easy, Know"
    },
    {
      "quote": "As we decipher our biology and learn to modify and adjust it, we are learning to modify ourselves - and we will do so. No laws will stop this.",
      "author": "Gregory Stock",
      "category": "Learn, Biology, Stop"
    },
    {
      "quote": "The extreme sophistication of modern technology - wonderful though its benefits are - is, ironically, an impediment to engaging young people with basics: with learning how things work.",
      "author": "Martin Rees",
      "category": "Work, Technology, People"
    },
    {
      "quote": "Early in my songwriting career, when I was learning a lot about writing songs, I'd force myself to sit down until I came up with something.",
      "author": "Luke Bryan",
      "category": "Myself, Writing, Career"
    },
    {
      "quote": "Growing up, yeah, I had a magic kit with learn tricks and learn card tricks, but I was never... I used to watch whatever magic special was on as a kid, but then, it's not that I lost interest, but to be a magician, you really, it's really hard work. Learning lines is hard enough; learning sleight of hand, that's real practice.",
      "author": "Steve Buscemi",
      "category": "Work, Hard Work, Growing Up"
    },
    {
      "quote": "I always enjoyed school, and I enjoyed being focused on learning - and I know that sounds nerdy, but there were so many wonderful elements of going to school with just girls. I wouldn't brush my hair.",
      "author": "Stacey Farber",
      "category": "School, Hair, Know"
    },
    {
      "quote": "Neurologically, I'm a quadriplegic, so virtually everything about my work has been driven by my learning disabilities, which are quite severe, and my lack of facial recognition, which I'm sure is what drove me to paint portraits in the first place.",
      "author": "Chuck Close",
      "category": "Work, Me, Place"
    },
    {
      "quote": "If we continue to seek learning to serve God and His children better, it is a blessing of great worth. If we begin to seek learning to exalt ourselves alone, it leads to selfishness and pride, which will take us away from eternal life.",
      "author": "Henry B. Eyring",
      "category": "Life, Children, Great"
    },
    {
      "quote": "We need to have an educational system that's able to embrace all sorts of minds, and where a student doesn't have to fit into a certain mold of learning.",
      "author": "James Hillman",
      "category": "Student, Embrace, Minds"
    },
    {
      "quote": "There is the desire of a consumer society to have no learning curves. This tends to result in very dumbed-down products that are easy to get started on, but are generally worthless and/or debilitating.",
      "author": "Alan Kay",
      "category": "Society, Easy, Products"
    },
    {
      "quote": "Young children seem to be learning who to share this toy with and figure out how it works, while adolescents seem to be exploring some very deep and profound questions: 'How should this society work? How should relationships among people work?' The exploration is: 'Who am I, what am I doing?'",
      "author": "Alison Gopnik",
      "category": "Work, Children, Deep"
    },
    {
      "quote": "I would love to take a cooking class from Gandhi. Maybe I could teach him how to cook, and he could teach me his message. I wouldn't mind learning how to make couscous from scratch from a North African woman, either.",
      "author": "Marcus Samuelsson",
      "category": "Love, Woman, Cooking"
    },
    {
      "quote": "I believe human beings mark a threshold in the development of the planet, of course, but it is only part of the picture. What Big History can do is show us the nature of our complexity and fragility and the dangers that face us, but it can also show us our power, with collective learning.",
      "author": "David Christian",
      "category": "Nature, History, Power"
    },
    {
      "quote": "There is an extraordinary collaborative spirit when you are learning and growing.",
      "author": "Robbie Robertson",
      "category": "Extraordinary, You, Growing"
    },
    {
      "quote": "When you start learning how to give when you're young, when you get older it is second nature. Just like stealing. Start young and you keep on stealing forever. Ask my politicians.",
      "author": "Mechai Viravaidya",
      "category": "Nature, Start, You"
    },
    {
      "quote": "I became interested in educational technologies because I believe that they have the potential to transform how we practice and think about education and learning.",
      "author": "Mitchel Resnick",
      "category": "Education, Believe, Practice"
    },
    {
      "quote": "There is this tremendous body of knowledge in the world of academia where extraordinary numbers of incredibly thoughtful people have taken the time to examine on a really profound level the way we live our lives and who we are and where we've been. That brilliant learning sometimes gets trapped in academia and never sees the light of day.",
      "author": "Malcolm Gladwell",
      "category": "Time, Knowledge, Light"
    },
    {
      "quote": "A huge amount of success in life comes from learning as a child how to make good habits. It's good to help kids understand that when they do certain things habitually, they're reinforcing patterns.",
      "author": "Charles Duhigg",
      "category": "Life, Success, Good"
    },
    {
      "quote": "I love traveling and seeing new things, learning the histories of different cultures. But I've always wanted to go to the Galapagos to see the giant turtles.",
      "author": "Mikaela Shiffrin",
      "category": "Love, New Things, See"
    },
    {
      "quote": "I am learning how to delegate and how to empower people.",
      "author": "Tyra Banks",
      "category": "I Am, People, Delegate"
    },
    {
      "quote": "In my bachelor days, the priority wasn't learning to cook.",
      "author": "Rob Lowe",
      "category": "Cook, Bachelor, Priority"
    },
    {
      "quote": "One of my signature strengths is the love of learning, and by teaching, I have built it into the fabric of my life. I try to do some of it every day.",
      "author": "Martin Seligman",
      "category": "Love, Life, Day"
    },
    {
      "quote": "We're committed to making sure parents have affordable, quality early learning for their kids - there's no question about it.",
      "author": "Justin Trudeau",
      "category": "Parents, Quality, Early"
    },
    {
      "quote": "Flipping our classrooms into active learning spaces really is important and having these convenient spaces where people feel comfortable.",
      "author": "Megan Smith",
      "category": "People, Important"
    },
    {
      "quote": "If you look at an old piece of sheet music, there's all kinds of text on it, there are ads, there are proclamations of the greatest songs' success, there's artwork. So there is a tactile, physical experience of learning the song and the way it's notated.",
      "author": "Beck",
      "category": "Success, Music, Experience"
    },
    {
      "quote": "I never really had the fun teens of exploring the world because I was sitting at home, learning programming.",
      "author": "Markus Persson",
      "category": "Home, Fun, World"
    },
    {
      "quote": "Technology has enormous potential to address educational needs more efficiently, help teachers improve their performance, and enrich and individualize student learning.",
      "author": "Wendy Kopp",
      "category": "Technology, Performance"
    },
    {
      "quote": "We know that once we stop learning and call ourselves learned, we become useless members of the scientific society.",
      "author": "Christian de Duve",
      "category": "Society, Know, Stop"
    },
    {
      "quote": "When a medium like games or comic books whips up such a rapture of enthusiasm, naturally we look for lessons we should be learning.",
      "author": "Dave Morris",
      "category": "Enthusiasm, Look, Games"
    },
    {
      "quote": "I think the best part of learning a language is that you can see the country's culture through the language. And it gives you different levels of understanding of that culture when you really try to dig in and learn it.",
      "author": "Mark Lippert",
      "category": "Best, Culture, Language"
    },
    {
      "quote": "The Gross National Product measures neither our wit nor our courage, neither our wisdom nor our learning, neither our compassion nor our devotion to our country. It measures everything, in short, except that which makes life worthwhile, and it can tell us everything about America - except whether we are proud to be Americans.",
      "author": "Robert Kennedy",
      "category": "Life, Wisdom, Courage"
    },
    {
      "quote": "I credit Kansas City with my work ethic and learning from the amazing artists that are in that town.",
      "author": "Katherine McNamara",
      "category": "Work, City, Amazing"
    },
    {
      "quote": "In the universities, we teach you what we decide you need to know. And the employers find out when they hire people that students didn't learn what we needed them to learn. Online learning offerings, like the University of Phoenix, have relationships with employers and teach what you need to know.",
      "author": "Clayton M. Christensen",
      "category": "People, Relationships, Know"
    },
    {
      "quote": "The one thing that I keep learning over and over again is that I don't know nothing. I mean, that's my life lesson.",
      "author": "Dwayne Johnson",
      "category": "Life, My Life, Know"
    },
    {
      "quote": "Watching movies was like going to school for me. It still is. You're always learning. Even if it's bad, you're learning what not to do.",
      "author": "Loretta Swit",
      "category": "School, Me, Movies"
    },
    {
      "quote": "I still think it's essential for a parent to cook with their children. Weighing out the ingredients and learning where the food comes from is educational, but it also helps to place meal times at the heart of family life. We never had dinner in front of the TV.",
      "author": "Mary Berry",
      "category": "Life, Family, Food"
    },
    {
      "quote": "I always felt called to serve, to empower and ennoble as many people as I could, teaching, truth-telling, exposing lies, bearing witness, and being willing to live and die for something bigger than yourself. I had a passion and love of learning and wisdom that was inseparable from a love of music and the arts.",
      "author": "Cornel West",
      "category": "Love, Music, Wisdom"
    },
    {
      "quote": "One of the things that is particularly precious about working at Apple is that many of us on the design team have worked together for 15-plus years, and there's a wonderful thing about learning as a group. A fundamental part of that is making mistakes together.",
      "author": "Jonathan Ive",
      "category": "Team, Mistakes, Together"
    },
    {
      "quote": "After 'The Fellowship of the Ring,' the films that followed it, instead of having their own unique aesthetic, they all wanted to be 'Lord of the Rings' as opposed to learning from 'Lord of the Rings.'",
      "author": "Duncan Jones",
      "category": "Unique, Ring, Aesthetic"
    },
    {
      "quote": "In the same way that I cannot be perfect and need grace for my mistakes, I also need to give my kids grace. I am constantly learning to be patient with them, understanding that they won't do everything right all the time, while still holding them to a high standard, as their heavenly father does.",
      "author": "Benjamin Watson",
      "category": "Time, Father, Mistakes"
    },
    {
      "quote": "I learned to dive in Belize, which is sort of like learning to drive in an Aston Martin. The reefs and refuges are some of the most dramatic in the world. But the real reason I went was to dive the Blue Hole, a 400 ft. sinkhole near Ambergris Caye. Google it, and you'll see why.",
      "author": "Marcus Sakey",
      "category": "Blue, World, Why"
    },
    {
      "quote": "Most of my hobbies involve athletics and outdoor activities. I'm willing to learn about anything and converse and pick people's brains, and I ask people to do the same. I'm into learning anything new and trying new stuff.",
      "author": "Roman Reigns",
      "category": "People, Learn, Trying"
    },
    {
      "quote": "What you start learning is that to get over a breakup, you kind of have to live through the emotions and not run away from it because then it lasts longer.",
      "author": "Bebe Rexha",
      "category": "Start, Live, You"
    },
    {
      "quote": "It's very rare that you can be in a career for as long as I have and still feel like you're constantly learning and coming at it from an almost childlike perspective.",
      "author": "Timothy Olyphant",
      "category": "Perspective, Long, You"
    },
    {
      "quote": "I thought of learning cinematography, so I assisted a cinematographer for an ad.",
      "author": "Fatima Sana Shaikh",
      "category": "Thought, Cinematography"
    },
    {
      "quote": "Just because you have a learning difficulty or difference doesn't mean you aren't smart.",
      "author": "Gavin Newsom",
      "category": "Smart, You, Mean"
    },
    {
      "quote": "It is important for me to remember that time learning anything substantial, even if it's not my favourite topic, is time well used.",
      "author": "Ann Makosinski",
      "category": "Time, Me, Remember"
    },
    {
      "quote": "When you learn a Bruce Springsteen song, it's like learning to ride a bike. You don't forget it.",
      "author": "Clarence Clemons",
      "category": "Song, Bike, You"
    },
    {
      "quote": "Unprovided with original learning, unformed in the habits of thinking, unskilled in the arts of composition, I resolved to write a book.",
      "author": "Edward Gibbon",
      "category": "Book, Thinking, Habits"
    },
    {
      "quote": "I'm learning English at the moment. I can say 'Big Ben', 'Hello Rodney', 'Tower Bridge' and 'Loo'.",
      "author": "Cher",
      "category": "Bridge, Moment, I Can"
    },
    {
      "quote": "Always keep learning. It keeps you young.",
      "author": "Patty Berg",
      "category": "Young, You, Always"
    },
    {
      "quote": "I hope the cooks who are working for me now are getting that kind of experience so they can use what they're learning now as a foundation for a great career.",
      "author": "Thomas Keller",
      "category": "Hope, Experience, Great"
    },
    {
      "quote": "The world of learning is so broad, and the human soul is so limited in power!",
      "author": "Maria Mitchell",
      "category": "Power, Soul, World"
    },
    {
      "quote": "I spent a lot of time in the school psychologist's office. I didn't apply myself. My mother thought I had learning disabilities.",
      "author": "Roger Goodell",
      "category": "Time, Myself, Mother"
    },
    {
      "quote": "What I've come to know is that in life, it's not always the questions we ask, but rather our ability to hear the answers that truly enriches our understanding. Never, never stop learning.",
      "author": "Lester Holt",
      "category": "Life, Understanding"
    },
    {
      "quote": "Learning about factory farms and their horrendous treatment of animals is what made me become vegetarian in the first place. I also support the education of the public on adopting pets from animal shelters or saving homeless animals off the street in lieu of buying them from pet shops.",
      "author": "Laura Mennell",
      "category": "Education, Pet, Animal"
    },
    {
      "quote": "I've had maybe 20 jobs, big and small, and I've never hated any of them. At the same time, the moment the learning curve flattened, I was out of there.",
      "author": "Douglas Coupland",
      "category": "Time, Moment, Small"
    },
    {
      "quote": "In today's world, learning has become the key to economic prosperity, social cohesion and personal fulfillment. We can no longer afford to educate the few to think, and the many to do.",
      "author": "David Blunkett",
      "category": "Today, World, Think"
    },
    {
      "quote": "This much I have learned: human beings come with very different sets of wiring, different interests, different temperaments, different learning styles, different gifts, different temptations. These differences are tremendously important in the spiritual formation of human beings.",
      "author": "John Ortberg",
      "category": "Spiritual, Differences"
    },
    {
      "quote": "When you dance together, there's a fabulous interaction. It's quite intimate. You're touching your partner, leading them. Learning how to behave in that person's proximity is a skill. I love it. I can't imagine tiring of it.",
      "author": "Anton du Beke",
      "category": "Love, Dance, Together"
    },
    {
      "quote": "I'm fascinated by the idea of disparate, difficult people learning to trust each other when they're thrust into hellish circumstances.",
      "author": "Sharon Shinn",
      "category": "Trust, People, Idea"
    },
    {
      "quote": "You make a decision whether you just work on the script and believe in every moment and pick out every moment, or if you sit down and memorize lines. Once you really dig into a script, learning lines becomes almost second nature.",
      "author": "Adria Arjona",
      "category": "Work, Nature, Believe"
    },
    {
      "quote": "I went to work in accounting at Arthur Andersen. At one point, it was the creme de la creme. I wanted to work there because it looked like the hardest thing I could find, and I loved being on a steep learning curve. I progressed quickly, and two years out of college, I was managing a small team of people.",
      "author": "Lynn Good",
      "category": "Work, Team, College"
    },
    {
      "quote": "The paradigm of the 'Aquarian Conspiracy' sees humankind embedded in nature. It promotes the autonomous individual in a decentralized society... The new perspective respects the ecology of everything: birth, death, learning, health, family, work, science, spirituality, the arts, the community, relationships, politics.",
      "author": "Marilyn Ferguson",
      "category": "Work, Family, Nature"
    },
    {
      "quote": "Many institutions of higher learning will grant an 18- to 30-month deferral to prospective missionaries. This will enable you elders and sisters to serve without worrying about where you will begin your advanced education. We are very grateful to leaders of educational institutions who are making such planning possible!",
      "author": "Russell M. Nelson",
      "category": "Education, Grateful"
    },
    {
      "quote": "We must educate and train our children to compete and succeed in the 21st century. Our kids are not going to grow up to compete with children in Alabama or Mississippi. They're going to grow up to compete with kids in India, and China, all over the world; children who are learning to compete and succeed in the 21st century themselves.",
      "author": "Marco Rubio",
      "category": "Children, World, Grow"
    },
    {
      "quote": "No man ever prayed heartily without learning something.",
      "author": "Ralph Waldo Emerson",
      "category": "Man, Without, Something"
    },
    {
      "quote": "I like to think of my behavior in the sixties as a 'learning experience.' Then again, I like to think of anything stupid I've done as a 'learning experience.' It makes me feel less stupid.",
      "author": "P. J. O'Rourke",
      "category": "Experience, Stupid, Behavior"
    },
    {
      "quote": "I grew up going to public school, and they were huge public schools. I went to a school that had 3,200 kids, and I had grade school classes with 40-some kids. Discipline was rigid. Most of the learning was rote. It worked.",
      "author": "P. J. O'Rourke",
      "category": "School, Discipline, Kids"
    },
    {
      "quote": "The young are adept at learning, but even more adept at avoiding it.",
      "author": "P. J. O'Rourke",
      "category": "Young, Avoiding, Even"
    },
    {
      "quote": "My whole life has been learning to lead, from my parents, to my education, to the experience I had in the private sector, to helping run the Olympics, and then of course helping guide a state.",
      "author": "Mitt Romney",
      "category": "Life, Education, Experience"
    },
    {
      "quote": "Each year has been so robust with problems and successes and learning experiences and human experienes that a year is a lifetime at Apple. So this has been ten lifetimes.",
      "author": "Steve Jobs",
      "category": "Problems, Apple, Human"
    },
    {
      "quote": "Learning to live for others isn't something that just comes naturally to anybody. You have to train yourself to do it.",
      "author": "Joyce Meyer",
      "category": "Yourself, Train, Live"
    },
    {
      "quote": "Something about the cultural tradition of Jews is way, way more sympathetic to science and learning and intellectual pursuits than Islam.",
      "author": "Richard Dawkins",
      "category": "Science, Tradition"
    },
    {
      "quote": "I can remember at the age of about six being fascinated by the planets and learning all about Mars and Venus and things.",
      "author": "Richard Dawkins",
      "category": "Age, Remember, I Can"
    },
    {
      "quote": "I don't like books that seem to want to teach me things. Which is not to say that one doesn't learn from books - but you do your own learning in your own way.",
      "author": "Salman Rushdie",
      "category": "Me, Want, You"
    },
    {
      "quote": "We should always be learning. However, we must be careful not to set aside our faith in the process, because faith actually enhances our ability to learn.",
      "author": "Joseph B. Wirthlin",
      "category": "Faith, Learn, Be Careful"
    },
    {
      "quote": "I think that between 27 and 37 was a really big learning decade.",
      "author": "Kate Winslet",
      "category": "Think, Big, Between"
    },
    {
      "quote": "Deficiency motivation doesn't work. It will lead to a life-long pursuit of try to fix me. Learn to appreciate what you have and where and who you are.",
      "author": "Wayne Dyer",
      "category": "Work, Motivation, Me"
    },
    {
      "quote": "Defense is a definite part of the game, and a great part of defense is learning to play it without fouling.",
      "author": "John Wooden",
      "category": "Great, Game, Play"
    },
    {
      "quote": "Mars, we know, was once wet and warm. Was it home to life? And what can living and learning to work on its rust-colored surface teach us about the future of our own planet, Earth? Answering those mysteries may hold the key to our future.",
      "author": "Buzz Aldrin",
      "category": "Life, Work, Home"
    },
    {
      "quote": "You discover yourself through the research of your work.",
      "author": "Carine Roitfeld",
      "category": "Work, Yourself, Research"
    },
    {
      "quote": "I am from the age of magazines, so the Internet is terrifying to me. But I am learning.",
      "author": "Carine Roitfeld",
      "category": "Age, I Am, Internet"
    },
    {
      "quote": "So I've seen life as one long learning process. And if I see - you know, if I fly on somebody else's airline and find the experience is not a pleasant one, which it wasn't in - 21 years ago, then I'd think, well, you know, maybe I can create the kind of airline that I'd like to fly on.",
      "author": "Richard Branson",
      "category": "Life, Experience, Fly"
    },
    {
      "quote": "Whether or not Americans supported George W. Bush, they could not avoid learning about Abu Ghraib.",
      "author": "Rebecca MacKinnon",
      "category": "Avoid, Bush, Supported"
    },
    {
      "quote": "Shake any institution of higher learning, and a dozen boycotters will fall out of it.",
      "author": "Howard Jacobson",
      "category": "Fall, Will, Higher"
    },
    {
      "quote": "One of my favourite kinds of movie is the American picaresque, in which the characters make their way across the country, learning about life against the gorgeous backdrops of that vast land.",
      "author": "Steven Pinker",
      "category": "Life, American, Country"
    },
    {
      "quote": "We really are creatures of a violent world, biologically speaking - watching violence and learning about it is one of our cognitive drives.",
      "author": "Steven Pinker",
      "category": "World, Violence, Watching"
    },
    {
      "quote": "As a graduate student, I wrote a long paper connecting the dots between mathematical models of learning and language development in children. It was published in a major journal.",
      "author": "Steven Pinker",
      "category": "Children, Language, Long"
    },
    {
      "quote": "I've never argued that humans are massively hot-wired. What I was trying to point out was that you can't understand how we learn unless you identify the learning mechanisms. And these have some genetic basis.",
      "author": "Steven Pinker",
      "category": "Learn, Trying, You"
    },
    {
      "quote": "Community development has a long history of innovation and learning from experience.",
      "author": "Ben Bernanke",
      "category": "History, Community"
    },
    {
      "quote": "I'm learning with the older that I get that some feelings are just universal and that I'm not the only one who hates their hair or their life at times.",
      "author": "Brie Larson",
      "category": "Life, Hair, Feelings"
    },
    {
      "quote": "I didn't have a regular school experience and wanted a more abstract way of learning. I started exploring in lots of different creative ways. It gave me the opportunity to travel and play music, so it was good for me.",
      "author": "Brie Larson",
      "category": "Music, Travel, Good"
    },
    {
      "quote": "I don't take roles that are 'just another role.' I'm interested in learning more about myself and about humanity. So it should change you by the time it's done.",
      "author": "Brie Larson",
      "category": "Change, Time, Myself"
    },
    {
      "quote": "Each step of the way, I'm learning. When I leave an interview, I learn whether I feel, 'Oh, that was nice,' or that made me feel like a little piece of me was taken.",
      "author": "Brie Larson",
      "category": "Step, Me, Nice"
    },
    {
      "quote": "I really love learning about animals. I pull from a deck of spirit animal cards. You pull one, and it's about 50 or 60 different animals, and then that day you read whichever animal you pull. And it kind of gives you insight.",
      "author": "Brie Larson",
      "category": "Love, Day, Animal"
    },
    {
      "quote": "I love mythology and folklore, and I respect the time, money, and opportunity that a film gives to an audience. It's a chance to empathize, reflect, and learn, so I really want to understand before I sign onto a project: 'What's the potential of this thing? What are we seeing and learning? What are we empathizing to?'",
      "author": "Brie Larson",
      "category": "Love, Time, Respect"
    },
    {
      "quote": "I just really like learning. I have to keep using my brain; otherwise, I get depressed.",
      "author": "Brie Larson",
      "category": "Brain, Like, Depressed"
    },
    {
      "quote": "I just don't want to stop finding things interesting. I don't want to ever stop learning. I want to be a weird encyclopedia of bizarre knowledge.",
      "author": "Brie Larson",
      "category": "Knowledge, Weird, Want"
    },
    {
      "quote": "Each step of the way I'm learning. When I leave an interview, I learn whether I feel, 'Oh, that was nice,' or that made me feel like a little piece of me was taken. It's a line that is always on the edge of being crossed, and once you cross it, what's next?",
      "author": "Brie Larson",
      "category": "Step, Me, Nice"
    },
    {
      "quote": "Learning to read clusters is not something your eyes do naturally. It takes constant practice.",
      "author": "Bill Cosby",
      "category": "Eyes, Practice, Something"
    },
    {
      "quote": "Tons of comedians have said, 'I grew up learning from Bill Cosby. He's great.' But that respect doesn't mean much to the young people. They like their ginger ale with hot sauce.",
      "author": "Bill Cosby",
      "category": "Respect, Great, People"
    },
    {
      "quote": "The ego is there, but I'm learning to channel it.",
      "author": "Ridley Scott",
      "category": "Ego, Channel"
    },
    {
      "quote": "I'm still at the beginning of my career. It's all a little new, and I'm still learning as I go.",
      "author": "Orlando Bloom",
      "category": "Beginning, Career, New"
    },
    {
      "quote": "People usually think according to their inclinations, speak according to their learning and ingrained opinions, but generally act according to custom.",
      "author": "Francis Bacon",
      "category": "Speak, People, Think"
    },
    {
      "quote": "Learning how to understand how technology evolves, using tools like a Technology Road Map, is what you need more than anything to ride on top of the tsunami instead of being crushed by it.",
      "author": "Peter Diamandis",
      "category": "Technology, Road, Tools"
    },
    {
      "quote": "A University should be a place of light, of liberty, and of learning.",
      "author": "Benjamin Disraeli",
      "category": "Light, Liberty, Place"
    },
    {
      "quote": "Comedy is learning to be funny, and you learn to be funny in small rooms with young audiences.",
      "author": "Joan Rivers",
      "category": "Funny, Small, You"
    },
    {
      "quote": "The learning curve is 'The Hobbit' is being shot in 3D.",
      "author": "Andy Serkis",
      "category": "Being, Shot, Curve"
    },
    {
      "quote": "If you're going to go through hell... I suggest you come back learning something.",
      "author": "Drew Barrymore",
      "category": "Hell, You, Through"
    },
    {
      "quote": "I'm just learning who I am and how relationships work and how to make them function. No different from anyone else.",
      "author": "Drew Barrymore",
      "category": "Work, I Am, Relationships"
    },
    {
      "quote": "Artists working for other artists is all about knowing, learning, unlearning, initiating long-term artistic dialogues, making connections, creating covens, and getting temporary shelter from the storm.",
      "author": "Jerry Saltz",
      "category": "Storm, Connections, Working"
    },
    {
      "quote": "The challenge as a parent is letting your kids fail in the right ways because that's where we do most of our learning.",
      "author": "Rob Lowe",
      "category": "Challenge, Parent, Fail"
    },
    {
      "quote": "I love learning, and I think that curiosity is a wonderful gift.",
      "author": "Andie MacDowell",
      "category": "Love, Curiosity, Gift"
    },
    {
      "quote": "Since truffle oil and caviar aren't always in the budget, learning to tweak and enhance just a few ingredients and flavor combinations can help you transform those ordinary ingredients into the extraordinary!",
      "author": "Marcus Samuelsson",
      "category": "Help, Budget, You"
    },
    {
      "quote": "I love cookbooks for completely different reasons. I love 'The Harry's Bar Cookbook' and Marco-Pierre White's 'White Heat' for their feel. For pure learning, Gray Kunz wrote a great cookbook, 'The Elements of Taste', published in 2001. The first time I read Charlie Trotter's, the Chicago chef's first cookbook, I was blown away.",
      "author": "Marcus Samuelsson",
      "category": "Love, Time, Great"
    },
    {
      "quote": "Learning, n. The kind of ignorance distinguishing the studious.",
      "author": "Ambrose Bierce",
      "category": "Education, Ignorance, Kind"
    },
    {
      "quote": "If you're eight and you live in Los Angeles and everybody has toys and you go to a country that has a Marxist dictatorship and there are no toy stores and nobody speaks English and it's blazing hot every day and they only have fish, which you don't like, then you tend not to appreciate the cultural lessons you're learning.",
      "author": "Zooey Deschanel",
      "category": "Day, Fish, Live"
    },
    {
      "quote": "When I exercise, I like to take lots of different classes because I want to really apply myself and feel like I'm learning a new skill. Not that I ever want to have to demonstrate any of those skills!",
      "author": "Zooey Deschanel",
      "category": "Myself, Exercise, Want"
    },
    {
      "quote": "You can be self-empowered and still learning about how you think about things daily.",
      "author": "Tori Amos",
      "category": "Daily, Think, You"
    },
    {
      "quote": "I personally always find something really scary about watching little girls learning to manipulate their dads by baby talking. Then they grow up and use the same technique on their boyfriends or husbands. That scares me because it's just so sick on so many levels.",
      "author": "Megan Fox",
      "category": "Baby, Me, Little Girls"
    },
    {
      "quote": "We have got this tailspin of culture, in our inner cities in particular, of men not working and just generations of men not even thinking about working or learning the value and the culture of work, and so there is a real culture problem here that has to be dealt with.",
      "author": "Paul Ryan",
      "category": "Work, Culture, Men"
    },
    {
      "quote": "I can install toilets. I know all about the wax ring. I can tile floors. I'm learning how to do basic wiring.",
      "author": "Sandra Bullock",
      "category": "Know, Ring, I Can"
    },
    {
      "quote": "I chose 'No. 1 Ladies' Detective,' or I'll say it chose me, and it was an absolute blessing, for the experience of being in Africa for seven months and learning so many different things, from languages to foods to greetings. On so many levels, it was an incredible experience.",
      "author": "Jill Scott",
      "category": "Experience, Me, Blessing"
    },
    {
      "quote": "God is being taken out of schools; children are not being raised in church learning the word; many parents are living lives unto themselves, exalting substance rather than Jesus Christ, and those looking for answers are going to church and finding the word is not being preached. There are consequences to these decisions.",
      "author": "Monica Johnson",
      "category": "Children, God, Parents"
    },
    {
      "quote": "Learning to give up on perfection may be just about the most romantic move any of us could make.",
      "author": "Alain de Botton",
      "category": "Romantic, Perfection, May"
    },
    {
      "quote": "I graduated from college with a degree in ex-phys and kinesiology, because it was learning to work out, and I already knew how to work out. So, I just wanted an easy degree. I'm sorry but that's just the way it was.",
      "author": "John Cena",
      "category": "Work, College, Sorry"
    },
    {
      "quote": "The pathological degree to which former Vice President Dick Cheney operated in secrecy led to government abuses that we'll probably spend years learning about.",
      "author": "Timothy Noah",
      "category": "Government, President, Years"
    },
    {
      "quote": "The most vulnerable people have tough exteriors because they are very scared inside, and it's very hard for people like that - people like me - to open up. But playing it safe means you stop being open to learning. I always try to find the challenges.",
      "author": "Christina Aguilera",
      "category": "Challenges, Me, People"
    },
    {
      "quote": "I think my type of personality has all music inside of it, so I am full of music, without even knowing it, without even learning it, without even hearing it.",
      "author": "Ziggy Marley",
      "category": "Music, I Am, Personality"
    },
    {
      "quote": "I did all of my learning on 'My Fair Lady.'",
      "author": "Julie Andrews",
      "category": "Fair, Lady, Did"
    },
    {
      "quote": "When I did 'The Sound of Music' and 'Mary Poppins' and 'The Americanization of Emily,' all three were in the can and had not yet been released. So I was driving around having a fine time learning about how to make movies and enjoying myself enormously, and then they were released, and it was quite an assault, in a way.",
      "author": "Julie Andrews",
      "category": "Music, Time, Myself"
    },
    {
      "quote": "I had a lot of learning on my feet.",
      "author": "Julie Andrews",
      "category": "Feet, Lot, Had"
    },
    {
      "quote": "Making distinctions is part of learning. So is making mistakes.",
      "author": "Nancy Gibbs",
      "category": "Mistakes, Making Mistakes"
    },
    {
      "quote": "A good part of my leadership skills is crafted from learning from experiences early in my career that were not positive experiences.",
      "author": "John Lasseter",
      "category": "Positive, Leadership, Good"
    },
    {
      "quote": "'Cars 2' is about a character learning to be himself. There's times in our lives where people always say, 'Well, you've gotta act differently. You should always be yourself.' That's the emotional core of the story.",
      "author": "John Lasseter",
      "category": "Character, Be Yourself"
    },
    {
      "quote": "I think everything that you do, you're learning. I mean, every movie that you make is like a film school; that's one of the things that I enjoy about filmmaking.",
      "author": "Peter Jackson",
      "category": "School, Enjoy, Filmmaking"
    },
    {
      "quote": "Sister Hinckley and I are learning that the so-called golden years are laced with lead.",
      "author": "Gordon B. Hinckley",
      "category": "Sister, Years, Lead"
    },
    {
      "quote": "Knowledge, learning, is an eternal thing.",
      "author": "Gordon B. Hinckley",
      "category": "Knowledge, Eternal, Thing"
    },
    {
      "quote": "I had actually been on tour in Japan and I had my own world tour that I was doing. I was used to doing a show for an hour, so I was always learning choreography.",
      "author": "Christina Milian",
      "category": "World, Doing, Japan"
    },
    {
      "quote": "I'm not going to school just for the academics - I wanted to share ideas, to be around people who are passionate about learning.",
      "author": "Emma Watson",
      "category": "School, Ideas, People"
    },
    {
      "quote": "For me, riding a two-wheeler bike was very risky. Counting the pedal strokes before turning a corner and learning to hear the sounds coming from buildings, grass and the climbing frame made all the difference to basic survival and ensured that I didn't end up head-first in the sandpit.",
      "author": "Andrea Bocelli",
      "category": "Survival, Me, Bike"
    },
    {
      "quote": "Students teach all sorts of things but most importantly they make explicit the courage that it takes to be a learner, the courage it takes to open yourself to the transformative power of real learning and that courage I am exposed to almost every day at MIT and that I'm deeply grateful for.",
      "author": "Junot Diaz",
      "category": "Courage, Day, Power"
    },
    {
      "quote": "If we study learning as a data science, we can reverse engineer the human brain and tailor learning techniques to maximize the chances of student success. This is the biggest revolution that could happen in education, turning it into a data-driven science, and not such a medieval set of rumors professors tend to carry on.",
      "author": "Sebastian Thrun",
      "category": "Education, Success, Science"
    },
    {
      "quote": "But by taking the time away, getting myself off the treadmill, and just slowing down and learning, I felt I had so much more to give back. And maybe that was something that needed to happen for all of us.",
      "author": "Lindsey Buckingham",
      "category": "Time, Myself, Down"
    },
    {
      "quote": "Learning what you don't want is how you know what you do want.",
      "author": "Robin Wright",
      "category": "Want, Know, You"
    },
    {
      "quote": "Love invites the Holy Ghost to be present to confirm truth. And the joy of learning divine truths creates love in the hearts of people who shared the experience of learning.",
      "author": "Henry B. Eyring",
      "category": "Love, Experience, Truth"
    },
    {
      "quote": "Every opportunity I got, I took it as a learning experience.",
      "author": "Satya Nadella",
      "category": "Experience, Opportunity"
    },
    {
      "quote": "Jesus is why women have traveled continents, spent decades learning a strange language so they could translate the Gospel, planting churches, caring for the sick, educating the illiterate, and marching for the oppressed.",
      "author": "John Ortberg",
      "category": "Women, Caring, Language"
    },
    {
      "quote": "Love of learning led to monasteries, which became the cradle of academic guilds.",
      "author": "John Ortberg",
      "category": "Love, Academic, Which"
    },
    {
      "quote": "When you a darker brunette and have pale skin like I do, it can wash you out a bit, so learning to contour is really helpful. I think you can be a bit more bold with eye makeup to define your eyes, and the same with lip colors - you can go for dark wine colors, which I love.",
      "author": "Olivia Wilde",
      "category": "Love, Eyes, Colors"
    },
    {
      "quote": "I should be learning another language and working out more, but I'm just always saying, 'Ah, I could get hit by a bus tomorrow.'",
      "author": "Melissa McCarthy",
      "category": "Tomorrow, Language, Saying"
    },
    {
      "quote": "Learning certain things purely through memory is related to the developmental forces that are present between the sixth or seventh year and the fourteenth year of life. This quality of human nature is what mathematical instruction should be based on.",
      "author": "Rudolf Steiner",
      "category": "Life, Nature, Memory"
    },
    {
      "quote": "What is important is to treat everyone like an individual and learning not to generalize autism. With autism, people make assumptions, but it's very broad, and everyone's so different. You have to treat each person as an individual.",
      "author": "Nikki Reed",
      "category": "Treat, People, Assumptions"
    },
    {
      "quote": "A pilot is like the most extensive dress rehearsal you can ever imagine, because the writers are learning about the actors, the actors are learning about the characters.",
      "author": "Kim Cattrall",
      "category": "Dress, You, Imagine"
    },
    {
      "quote": "You may have made some mistakes, but just like a parent helps their child when they are learning to walk, God will help you get right back up anytime you fall.",
      "author": "Victoria Osteen",
      "category": "God, Mistakes, Child"
    },
    {
      "quote": "Acknowledging mistakes and learning from them are the first steps.",
      "author": "Travis Kalanick",
      "category": "Mistakes, First, Steps"
    },
    {
      "quote": "I'm a firm believer in learning by heart.",
      "author": "Seamus Heaney",
      "category": "Heart, Firm, Believer"
    },
    {
      "quote": "I don't ever want to stop learning. And I really want to learn French fluently. It would be great to go and live in France.",
      "author": "Alexa Chung",
      "category": "Great, Live, Want"
    },
    {
      "quote": "By developing deep learning solutions that are faster, easier, and less expensive to use, Nervana is democratizing deep learning and fueling advances in medical diagnostics, image and speech recognition, genomics, agriculture, finance, and eventually across all industries.",
      "author": "Steve Jurvetson",
      "category": "Deep, Finance, Medical"
    },
    {
      "quote": "The deep learning techniques, while relatively easy to learn, are quite foreign to traditional engineering modalities. It takes a different mindset and a relaxation of the presumption of control. The practitioners are like magi, sequestered from the rest of a typical engineering process.",
      "author": "Steve Jurvetson",
      "category": "Deep, Control, Engineering"
    },
    {
      "quote": "I am always suspicious of those who impose 'rules' on child rearing. Every child is different in terms of temperament and learning, and every parent responds to a particular child, not some generalized infant or youngster.",
      "author": "Siri Hustvedt",
      "category": "I Am, Child, Rules"
    },
    {
      "quote": "Science is you! It's your head, it's your dog, it's your iPhone - it's the world. How do you see that as boring? If it's boring, it's because you're learning it from a textbook.",
      "author": "Mary Roach",
      "category": "Dog, Science, World"
    },
    {
      "quote": "It's kind of major, learning to drive. I feel like it kicked up other stuff in my life.",
      "author": "Noah Baumbach",
      "category": "Life, My Life, Drive"
    },
    {
      "quote": "Learning about and from your customers isn't always easy and requires a commitment to continual observation.",
      "author": "John Rampton",
      "category": "Commitment, Easy"
    },
    {
      "quote": "There was not a single Negro slave owner who did not know dozens of Negroes just as capable of learning and efficiency as the mass of poor white people around and about, and some quite as capable as the average slaveholder. They had continually, in the course of the history of slavery, recognized such men.",
      "author": "W. E. B. Du Bois",
      "category": "History, Men, Slavery"
    },
    {
      "quote": "The mind of the polyglot is a very particular thing, and scientists are only beginning to look closely at how acquiring a second language influences learning, behavior and the very structure of the brain itself.",
      "author": "Jeffrey Kluger",
      "category": "Language, Mind, Behavior"
    },
    {
      "quote": "In order to protect against being disrupted, startups also need to recruit employees that are committed to life-long learning. The skills that made your team members valuable may not be the skills needed to take your company to the next level or to compete in emerging markets.",
      "author": "Jay Samit",
      "category": "Team, Employees, Company"
    },
    {
      "quote": "I was lucky enough to be fairly quick at understanding what was taught, but unlucky enough not to be really interested in it, so I always got my exams but never had the scholar's love of learning for its own sake.",
      "author": "Maeve Binchy",
      "category": "Love, Understanding, Lucky"
    },
    {
      "quote": "I love figuring out a stranger, sitting down and learning about their loves and struggles and everything. People are my jam.",
      "author": "Cara Delevingne",
      "category": "Love, People, Down"
    },
    {
      "quote": "I always feel that life can teach you how to act. I'm always looking at life through other people's eyes. By feeling empathy. And I do feel that I am constantly learning.",
      "author": "Cara Delevingne",
      "category": "Life, Eyes, Empathy"
    },
    {
      "quote": "Lessons didn't really work out for me, so I went to the old school, listening to records and learning what I wanted to learn.",
      "author": "Dimebag Darrell",
      "category": "Work, School, Listening"
    },
    {
      "quote": "I have no control over what people think of me but I have 100% control of what I think of myself, and that is so important. And not just about your body, but so many ways of confidence. You're constantly learning how to be confident, aren't you?",
      "author": "Beth Ditto",
      "category": "Confidence, Myself, Me"
    },
    {
      "quote": "I am forever learning and changing.",
      "author": "W. Edwards Deming",
      "category": "I Am, Changing, Forever"
    },
    {
      "quote": "Anybody, and any company, can have a big run of success once, but if you're going to repeat that over time, you need to be aware that you need to keep learning.",
      "author": "Patrick Lencioni",
      "category": "Success, Time, Company"
    },
    {
      "quote": "I love nature and enjoy learning new skills.",
      "author": "Leona Lewis",
      "category": "Love, Nature, Enjoy"
    },
    {
      "quote": "I loved learning to fight and kill zombies.",
      "author": "Lily James",
      "category": "Fight, Loved, Zombies"
    },
    {
      "quote": "I'm learning a lot about how to be one of the 'good' actors. You'd hope that it's natural to be a good person, and kind, but I'm learning how to deal with long, sometimes boring days.",
      "author": "Lily James",
      "category": "Hope, Good, Good Person"
    },
    {
      "quote": "I think one thing as far as my learning curve and what I'm learning - there is a time to take a sack, and then there is also a time to try to find a way to maybe throw the ball at a receiver's feet.",
      "author": "Brock Osweiler",
      "category": "Time, Feet, Think"
    },
    {
      "quote": "Women and men look at their life, and women say, 'What do I need? Do I need more money, or do I need more time?' And women are intelligent enough to say, 'I need more time.' And so, women lead balanced lives; men should be learning from women.",
      "author": "Warren Farrell",
      "category": "Life, Time, Women"
    },
    {
      "quote": "Interestingly, simple and ordinary experiences often provide the most important learning opportunities we ever have.",
      "author": "David A. Bednar",
      "category": "Simple, Opportunities"
    },
    {
      "quote": "Wisdom has never made a bigot, but learning has.",
      "author": "Josh Billings",
      "category": "Wisdom, Never, Made"
    },
    {
      "quote": "I was not good in school. I could never read very fast or very well. I got tested for learning disabilities, for dyslexia. Then I got put on Ritalin and Dexedrine. I took those starting in the eighth grade. As soon as they pumped that drug into me, it would focus me right in.",
      "author": "Channing Tatum",
      "category": "Good, Focus, School"
    },
    {
      "quote": "You can always tell gifted and highly intelligent people as they always turn to the past. Any young person who knows anything that happened before 1980, or 1990, or 2000 for that matter, is immediately someone who is intelligent, probably creative, maybe a writer. Nobody who is drawn to the past and learning about the past is not gifted.",
      "author": "Mike Nichols",
      "category": "Past, Creative, People"
    },
    {
      "quote": "I miss the early days; I do. I was so lucky. I basically had it to myself, learning about these chimpanzees. Nobody knew anything about them. Discovering their different personalities, different life histories. I was lucky.",
      "author": "Jane Goodall",
      "category": "Life, Myself, Early"
    },
    {
      "quote": "It is always good to explore the stuff you don't agree with, to try and understand a different lifestyle or foreign worldview. I like to be challenged in that way, and always end up learning something I didn't know.",
      "author": "Laura Linney",
      "category": "Good, End, Know"
    },
    {
      "quote": "I'm learning how to keep my identity and personal life sacred. It's a matter of knowing my limits. I don't have to give everything that's asked of me.",
      "author": "Mary Lambert",
      "category": "Life, Identity, Me"
    },
    {
      "quote": "I've always felt that work - learning from people who know more than I know - is what keeps you going.",
      "author": "Lauren Bacall",
      "category": "Work, People, Know"
    },
    {
      "quote": "Oprah was not somebody who was telling us what to do, she wasn't really teaching us like so many people we see today. With Oprah, she was learning and we were learning with her. And I think that's really was the seed that was planted for all of us to just hang in there with her.",
      "author": "Bonnie Hunt",
      "category": "Today, People, Think"
    },
    {
      "quote": "Snapchat's the place where people are hearing and learning about culture.",
      "author": "Diplo",
      "category": "Culture, People, Place"
    },
    {
      "quote": "I can get motivated seeing a kid at my son's school overcome a learning disability.",
      "author": "Jason Alexander",
      "category": "Son, School, Disability"
    },
    {
      "quote": "Words are but wind; and learning is nothing but words; ergo, learning is nothing but wind.",
      "author": "Jonathan Swift",
      "category": "Wind, Words, Nothing"
    },
    {
      "quote": "We're not that much smarter than we used to be, even though we have much more information - and that means the real skill now is learning how to pick out the useful information from all this noise.",
      "author": "Nate Silver",
      "category": "Information, Real, Skill"
    },
    {
      "quote": "I started writing when I was around 6. I say 'writing,' but it was really just making up stuff! I started writing and doing my own thing. I didn't really know what a demo was or anything like that, so I started getting interested in studio gear and started learning about one instrument at a time. My first instrument was an accordion.",
      "author": "Hunter Hayes",
      "category": "Time, Writing, Know"
    },
    {
      "quote": "By keeping my hand in that, it's the way I keep learning. The main way you learn in medicine is by practicing and working with patients.",
      "author": "Andrew Weil",
      "category": "Medicine, Learn, You"
    },
    {
      "quote": "I always love it when I hear back from kids who say they discovered Percy Jackson and now wear their learning difference as a badge of honour.",
      "author": "Rick Riordan",
      "category": "Love, Difference, Kids"
    },
    {
      "quote": "I've been dancing since I was two, learning so many different styles. I like dancing to rap and hip-hop, but also the Strokes, the Hives, and the Vines with carefree randomness. There's always a way to move to something.",
      "author": "Jillian Hervey",
      "category": "Hip-Hop, Way, Two"
    },
    {
      "quote": "An unschooled man who knows how to meditate upon the Lord has learned far more than the man with the highest education who does not know how to meditate.",
      "author": "Charles Stanley",
      "category": "Education, Man, Know"
    },
    {
      "quote": "Adults often assume that most learning is the result of teaching and that exploratory, spontaneous learning is unusual. But actually, spontaneous learning is more fundamental.",
      "author": "Alison Gopnik",
      "category": "Spontaneous, Assume"
    },
    {
      "quote": "All we do as songwriters is rewrite the songs that have impressed us till we find our own voice. It's part of learning the craft.",
      "author": "Steve Earle",
      "category": "Voice, Craft, Find"
    },
    {
      "quote": "Pregnant women who are in places where Zika is spreading should do everything they can to avoid mosquito bites. And we, as a society, need to do everything we can to control Zika. That means learning more about it; that means controlling mosquitoes more effectively. That means achieving a vaccine.",
      "author": "Tom Frieden",
      "category": "Women, Society, Achieving"
    },
    {
      "quote": "It is paradoxical that many educators and parents still differentiate between a time for learning and a time for play without seeing the vital connection between them.",
      "author": "Leo Buscaglia",
      "category": "Time, Parents, Play"
    },
    {
      "quote": "I'm always going to be making costumes. It's one of the ways I relax my brain. In addition to the pleasure of having the piece, there is a deep and abiding pleasure for me assembling something in my head - learning to know something in its totality in my head, and then putting together all the constituent parts into a cohesive whole.",
      "author": "Adam Savage",
      "category": "Deep, Together, Relax"
    },
    {
      "quote": "I was studying for the SAT's and learning lines.",
      "author": "Joseph Gordon-Levitt",
      "category": "Studying, Lines, Sat"
    },
    {
      "quote": "What I'm still grappling with and learning how to do is to be looking and thinking cinematically, having come from television.",
      "author": "J. J. Abrams",
      "category": "Thinking, Television"
    },
    {
      "quote": "In the matter of learning, the difference between the earnest and the careless student stands out clearly. The same holds true in the mastering of passion and the weaknesses to which our nature is subject, as in the acquiring of virtue.",
      "author": "Saint Ignatius",
      "category": "Nature, Passion, Student"
    },
    {
      "quote": "Every time I come across learning items of interest, I'll send distribution voice mail to the appropriate group in the organization.",
      "author": "Fred DeLuca",
      "category": "Time, Organization, Voice"
    },
    {
      "quote": "My father is a chemist, my mother was a homemaker. My parents instilled in us the feeling that learning was the most exciting thing that could happen to you, and it never ends.",
      "author": "Rita Dove",
      "category": "Father, Mother, Parents"
    },
    {
      "quote": "The role of the musician is to go from concept to full execution. Put another way, it's to go from understanding the content of something to really learning how to communicate it and make sure it's well-received and lives in somebody else.",
      "author": "Yo-Yo Ma",
      "category": "Understanding, Execution"
    },
    {
      "quote": "I consider social skills a bit like learning a language. I've been practising it for so long over so many years I've almost lost my accent.",
      "author": "Daniel Tammet",
      "category": "Language, Lost, Long"
    },
    {
      "quote": "For me, art is about learning and about living with people. It's alive.",
      "author": "Miuccia Prada",
      "category": "Art, Me, People"
    },
    {
      "quote": "My learning process is by eye alone it's not at all scientific.",
      "author": "Miuccia Prada",
      "category": "Alone, Eye, Process"
    },
    {
      "quote": "A man of great memory without learning hath a rock and a spindle and no staff to spin.",
      "author": "George Herbert",
      "category": "Great, Man, Memory"
    },
    {
      "quote": "I'm so supported, and I'm so privileged. So many women today are single parents; I don't feel different. I think you get out of life what you put into it... and Bluebell was a beautiful accident. I feel blessed to have her. I'm learning every day as a mother.",
      "author": "Geri Halliwell",
      "category": "Life, Beautiful, Women"
    },
    {
      "quote": "I had a pretty steep learning curve in film - as I'm still learning.",
      "author": "Theo James",
      "category": "Film, Pretty, Still"
    },
    {
      "quote": "With all of the people in Cuba who I met - many of them hugely heroic figures - I found learning about their complexity and richness and contradictions just really fascinating, and it was fulfilling to be able to offer a different side to them, to be able to have some kind of unique takeaway from the official narrative.",
      "author": "Brin-Jonathan Butler",
      "category": "Unique, People, Kind"
    },
    {
      "quote": "Because I never plan anything out ahead of time, I'm always in the process of learning about my characters. Without a biographical sketch to guide me, I discover things about my heroines as the stories unfold. Only in 'Body Double' did I discover that Maura's mother was a serial killer.",
      "author": "Tess Gerritsen",
      "category": "Time, Mother, Me"
    },
    {
      "quote": "There are so many artists that are dyslexic or learning disabled, it's just phenomenal. There's also an unbelievably high proportion of artists who are left-handed, and a high correlation between left-handedness and learning disabilities.",
      "author": "Chuck Close",
      "category": "Artists, High, Dyslexic"
    },
    {
      "quote": "Everybody's a work in progress. I'm a work in progress. I mean, I've never arrived... I'm still learning all the time.",
      "author": "Renee Fleming",
      "category": "Work, Time, Progress"
    },
    {
      "quote": "Learning operatic roles is ongoing, and I find that I can learn on the train or subway, during a manicure, getting my hair done, and even while driving if I only look at the score at red lights.",
      "author": "Renee Fleming",
      "category": "Hair, Red, Train"
    },
    {
      "quote": "The only animals I'm not comfortable with are parrots, but I'm learning as I go. I'm getting better and better at 'em. I really am.",
      "author": "Steve Irwin",
      "category": "Better, Animals"
    },
    {
      "quote": "People who stay unemployed for a long time start to look like damaged goods, and they don't get such good offers. Also, they're not learning anything. Most learning is on-the-job learning.",
      "author": "Robert J. Shiller",
      "category": "Time, Good, People"
    },
    {
      "quote": "I became popular very young. I viewed myself as just a young actor trying to figure out how to do well, and, you know, making mistakes and learning and growing.",
      "author": "Josh Hartnett",
      "category": "Myself, Mistakes"
    },
    {
      "quote": "A tough lesson in life that one has to learn is that not everybody wishes you well.",
      "author": "Dan Rather",
      "category": "Life, Learn, You"
    },
    {
      "quote": "There are some aspects of work you need to keep working on and no matter what environment you are in. Continuous learning is very important. It's what I call 'competitive tension', which is about having a competition around.",
      "author": "Viswanathan Anand",
      "category": "Work, Competition"
    },
    {
      "quote": "I eventually became proud of my strikeouts, because each one represented another learning experience.",
      "author": "Willie Stargell",
      "category": "Experience, Proud, Because"
    },
    {
      "quote": "With learning lines, before I had Alfie, I'd put it off and think, 'Oh, I'll just have a glass of wine and then do it later,' but when you've finally got a child to bed and you know you've only got an hour, then you achieve so much.",
      "author": "Lesley Manville",
      "category": "Wine, Child, Glass"
    },
    {
      "quote": "To Catholic, Orthodox, and some Protestant Christians, communion involves partaking of the physical real presence of God in the bread and wine of the Eucharist. By contrast, the Torah draws the Jew into engagement with God's infinite mind. Torah learning is the definitive Jewish mode of communion with God.",
      "author": "Meir Soloveichik",
      "category": "God, Wine, Mind"
    },
    {
      "quote": "I like learning stuff. The more information you can get about a person or a subject, the more you can pour into a potential project. I made a decision to do different things. I want to do things that have a better chance of being thought of as original. I do everything I can to disrupt my comfort zone.",
      "author": "Brian Grazer",
      "category": "Decision, Comfort Zone"
    },
    {
      "quote": "I enjoy living life and I enjoy going to different restaurants and eating my way through a country and going to different museums and learning about different cultures.",
      "author": "Mila Kunis",
      "category": "Life, Enjoy, Living"
    },
    {
      "quote": "Education in general, and higher education in particular, is on the brink of a huge disruption. Two big questions, which were once so well-settled that we ceased asking them, are now up for grabs. What should young people be learning? And what sorts of credentials indicate they're ready for the workforce?",
      "author": "Dan Pink",
      "category": "Education, People, Questions"
    },
    {
      "quote": "There are hurdles to overcome in sport and in life. Sport is a very valuable learning ground for how to live your life in the best possible way.",
      "author": "Lynn Davies",
      "category": "Life, Best, Live"
    },
    {
      "quote": "There are people who think they know everything about everything. What they don't know is that every moment is a learning moment.",
      "author": "Mickey Rooney",
      "category": "Moment, People, Know"
    },
    {
      "quote": "'Glee' is very easy to clown because I feel like it's just crumbling. 'Smash!' 'Smash' is the ultimate. I love it because I'm all about theater. I did plays in high school and college, and it totally brings me back to that feeling: how excited you get on opening night, how it sucks when you're not learning the dance moves.",
      "author": "Retta",
      "category": "Love, Dance, School"
    },
    {
      "quote": "Let ignorance talk as it will, learning has its value.",
      "author": "Jean de La Fontaine",
      "category": "Value, Ignorance, Talk"
    },
    {
      "quote": "You could double the number of synaptic connections in a very simple neurocircuit as a result of experience and learning. The reason for that was that long-term memory alters the expression of genes in nerve cells, which is the cause of the growth of new synaptic connections.",
      "author": "Eric Kandel",
      "category": "Experience, Growth, Simple"
    },
    {
      "quote": "Doctoral training is devoted almost entirely to learning to do research, even though most Ph.Ds who enter academic life spend far more time teaching than they do conducting experiments or writing books.",
      "author": "Derek Bok",
      "category": "Life, Time, Training"
    },
    {
      "quote": "First grade was - I spoke only Spanish, and second grade - probably a bit more English. And by the time I hit third grade, I was learning, of course, much, much more English.",
      "author": "Juan Felipe Herrera",
      "category": "Time, First, Second"
    },
    {
      "quote": "There is, so I believe, in the essence of everything, something that we cannot call learning. There is, my friend, only a knowledge - that is everywhere.",
      "author": "Hermann Hesse",
      "category": "Knowledge, Believe, Friend"
    },
    {
      "quote": "Part of my training was learning how to refer patients to cardiologists for heart problems, gastroenterologists for stomach issues, and rheumatologists for joint pain. Given that most physicians were trained this way, it's no wonder that the average Medicare patient has six doctors and is on five different medications.",
      "author": "Mark Hyman",
      "category": "Heart, Training, Pain"
    },
    {
      "quote": "You can learn as much about the history from reading about the present as you can vice versa, that is learning about the present through history, which is what I do for a living.",
      "author": "Ken Burns",
      "category": "History, Reading, Living"
    },
    {
      "quote": "I brought a Border Collie back home to Vancouver from Wales - where some of my ancestors are from - and needed to challenge him in other ways than just being my pet. So I investigated sheep herding and took a few lessons, and decided I was probably learning more than my dog!",
      "author": "Jane Siberry",
      "category": "Home, Dog, Challenge"
    },
    {
      "quote": "I believe that our teachers need more freedom to be creative in the classroom in order to maximize the time students spend learning, not the time they spend taking tests.",
      "author": "Gary Herbert",
      "category": "Time, Freedom, Believe"
    },
    {
      "quote": "It has been said that 80% of what people learn is visual.",
      "author": "Allen Klein",
      "category": "People, Learn, Said"
    },
    {
      "quote": "That was the reasoning behind learning to play bass, and then after that it was more like it was neat to play songs together - for me to play bass and for him to play guitar.",
      "author": "Tom Araya",
      "category": "Together, Guitar, Me"
    },
    {
      "quote": "I think there's so much negative influence on children in school settings. It becomes learning by rote to pass a test. It's not contextualized.",
      "author": "Esperanza Spalding",
      "category": "Children, School, Influence"
    },
    {
      "quote": "I've teamed up with one of the headmasters at Eton College, and we're spearheading a kind of 'slow education movement in Britain'. It's based on this idea of moving away from the fast-food approach to learning and going to something deeper, more woolly, harder to measure.",
      "author": "Carl Honore",
      "category": "Education, College, Moving"
    },
    {
      "quote": "As I was coming up, it always seemed like I was learning. If it wasn't from school, it was the 'hood. The influences of the 'hood are very powerful.",
      "author": "Junior Seau",
      "category": "School, Powerful, Hood"
    },
    {
      "quote": "There is a great book out called 'Everything I Needed to Learn I Learned in Kindergarten,' and I believe that everything I ever needed to learn on guitar was in my first two years of hungry learning: Scotty Moore, Hank Marvin, Chet Atkins, Lenny Breau, Chuck Berry and Bo Diddley.",
      "author": "Randy Bachman",
      "category": "Great, Book, Believe"
    },
    {
      "quote": "Virtue comes by nature, learning, and practice, and thanks to virtue, all of the aforesaid may deserve approval.",
      "author": "Apollonius of Tyana",
      "category": "Nature, Practice, Deserve"
    },
    {
      "quote": "Particularly for English people, Shakespeare is always at the forefront of both drama and the English language. He's always been there. I can't remember starting school and not learning about him.",
      "author": "Jamie Campbell Bower",
      "category": "School, Language, Remember"
    },
    {
      "quote": "The purpose of a moral philosophy is not to look delightfully strange and counterintuitive or to provide employment to bioethicists. The purpose is to guide our choices toward life, health, beauty, happiness, fun, laughter, challenge, and learning.",
      "author": "Eliezer Yudkowsky",
      "category": "Life, Happiness, Beauty"
    },
    {
      "quote": "I think there's a lot of learning process in figuring out what things you want to do and shouldn't do. Maturing in that way is something that comes with experience and time.",
      "author": "Matt Harvey",
      "category": "Time, Experience, Want"
    },
    {
      "quote": "I feel like that I'm learning all the time. I'm learning from new artists, from established artists... every time I listen to '70s rock 'n' roll records, I'm learning. And I think that I'm just now starting to get a hold on what I do.",
      "author": "Tim McGraw",
      "category": "Time, Listen, Think"
    },
    {
      "quote": "Quality afterschool programs provide safe, engaging and fun learning experiences to help children and youth develop their social, emotional, physical, cultural and academic skills.",
      "author": "Debbie Stabenow",
      "category": "Children, Youth, Quality"
    },
    {
      "quote": "In a deeply tribal sense, we love our monsters, and I think that is the key to it right there. It is monsters; it is learning about them: it is both thrill and safety. You can think of them without being desperately afraid because they are not going to come into your living room and eat you. That is 'Jaws.'",
      "author": "Peter Benchley",
      "category": "Love, Safety, Think"
    },
    {
      "quote": "I'm learning how to live in the present and be grateful for what's working rather than look for the 'what's not working' piece.",
      "author": "Ali MacGraw",
      "category": "Grateful, Live, Working"
    },
    {
      "quote": "I lived in a world where social arrangements were taken for granted and assumed to be timeless. A child's obligation was to learn these usages, not to question them. The complexities of racial deportment were of a piece with learning manners and etiquette more generally.",
      "author": "Drew Gilpin Faust",
      "category": "Child, World, Learn"
    },
    {
      "quote": "I've said many times, 'You learn to win through not liking to lose.' And that's what I mean by learning how to win.",
      "author": "Tom Watson",
      "category": "Win, Learn, You"
    },
    {
      "quote": "What you learn from working with other performers and musicians is invaluable, really, and can only help you grow. I mean, if you spend your whole life focusing on yourself, you're not really learning much.",
      "author": "Damon Albarn",
      "category": "Life, Musicians, Yourself"
    },
    {
      "quote": "I grew up listening to Jay-Z, and I think the first time I really became obsessed with learning and thinking about lyrics was when I started listening to rap; I was 11, 12, and started becoming aware of music beyond the familiar.",
      "author": "Ezra Koenig",
      "category": "Music, Time, Thinking"
    },
    {
      "quote": "Learning to love my inner and outer beauty wasn't an easy road. I still don't always love the reflection I see in the mirror, but I have learned that my outer appearance does not define me.",
      "author": "Katherine Schwarzenegger",
      "category": "Love, Beauty, Reflection"
    },
    {
      "quote": "Puppet camp truly redefined my preconceptions of puppetry... I'll never forget learning that before a puppet can speak... he has to inhale. It's those details that make the characters truly come to life.",
      "author": "Rob McClure",
      "category": "Life, Details, Speak"
    },
    {
      "quote": "But if somebody dies, if something happens to you, there is a normal process of depression, it is part of being human, and some people view it as a learning experience etc.",
      "author": "Bob Geldof",
      "category": "Experience, Depression"
    },
    {
      "quote": "A love of books, of holding a book, turning its pages, looking at its pictures, and living its fascinating stories goes hand-in-hand with a love of learning.",
      "author": "Laura Bush",
      "category": "Love, Book, Looking"
    },
    {
      "quote": "The failures and successes are necessary for learning.",
      "author": "Wynonna Judd",
      "category": "Successes, Necessary"
    },
    {
      "quote": "The Company of Wolves is about how society teaches young women to look at themselves, and what to be afraid of. It's about a girl learning that the world of sensuality and the unknown is not to be feared, that it's worth getting your teeth into.",
      "author": "Neil Jordan",
      "category": "Women, Society, World"
    },
    {
      "quote": "I have two different categories of favorite films. One is the emotional favorites, which means these are generally films that I saw when I was a kid; anything you see in your formative years is more powerful, because it really stays with you forever. The second category is films that I saw while I was learning the craft of motion pictures.",
      "author": "John Carpenter",
      "category": "Powerful, You, See"
    },
    {
      "quote": "I think what makes 'Jeopardy!' special is that, among all the quiz and game shows out there, ours tends to encourage learning.",
      "author": "Alex Trebek",
      "category": "Game, Think, Special"
    },
    {
      "quote": "Skillshare is a terrific online learning community for creative people. It teaches you new skills through well-made videos with great production values. I've been using Skillshare to teach myself Adobe After Effects. All the videos feature people who are professionals in their field. I love this site.",
      "author": "Mark Frauenfelder",
      "category": "Love, Community, Great"
    },
    {
      "quote": "Someday, I plan to buy a house in Goa, do only one movie a year, and spend the rest of time painting, learning how to cook, cooking for friends, and doing yoga.",
      "author": "Ranveer Singh",
      "category": "Time, Friends, Cooking"
    },
    {
      "quote": "Never stand still. Only stand still enough to learn, and once you stop learning in that stance, move off. Always keep yourself engaged, in theater, in whatever job you can get. If you can't get an acting job, then go backstage. Or take tickets. But be around actors because that is where you will primarily learn.",
      "author": "Ed Asner",
      "category": "Job, Yourself, Acting"
    },
    {
      "quote": "I have terrible handwriting. I now say it's a learning disability... but a nun who was a very troubled woman hit me over the fingers with a ruler because my writing was so bad.",
      "author": "Andrew Greeley",
      "category": "Writing, Woman, Disability"
    },
    {
      "quote": "And where does magic come from? I think that magic's in the learning.",
      "author": "Dar Williams",
      "category": "Magic, Think, Where"
    },
    {
      "quote": "I guess I'm a good manager now. Moreover, I'm loving the concept of donning the producer's hat. It's all very exciting as well as a great learning experience. You're a part of a film right from its conception to its execution, and that's an amazing feeling.",
      "author": "Malaika Arora Khan",
      "category": "Good, Experience, Great"
    },
    {
      "quote": "I've never stopped learning.",
      "author": "Mick Taylor",
      "category": "Never, Stopped"
    },
    {
      "quote": "Of course everybody's thinking evolves over time. Only dead people cease learning, and I am not certified dead yet. So I am still learning.",
      "author": "Meles Zenawi",
      "category": "Time, I Am, Thinking"
    },
    {
      "quote": "Learn as much by writing as by reading.",
      "author": "Lord Acton",
      "category": "Writing, Reading, Learn"
    },
    {
      "quote": "Every election matters. Anyone that tells you otherwise doesn't understand politics. That said, not every election sends sweeping messages that are easy to discern, but every election provides lessons worth learning.",
      "author": "Chuck Todd",
      "category": "Politics, Election, Easy"
    },
    {
      "quote": "Lie detection is like language there is a learning window. Telling whoppers to small children seems to be a family tradition in many families.",
      "author": "Keith Henson",
      "category": "Family, Children, Language"
    },
    {
      "quote": "Isn't one of your first exercises in learning how to communicate to write a description of how to tie your shoelaces? The point being that it's basically impossible to use text to show that.",
      "author": "Donald Norman",
      "category": "Impossible, First, Point"
    },
    {
      "quote": "Most sailing ships take what they call trainees, who pay to be part of the crew. The Picton Castle takes people who are absolutely raw recruits. But you can't just ride along. You're learning to steer the ship, navigation; you're pulling lines, keeping a lookout; in the galley you're cooking.",
      "author": "Billy Campbell",
      "category": "Cooking, Ship, People"
    },
    {
      "quote": "The best schools tend to have the best teachers, not to mention parents who supervise homework, so there is less need for self-organised learning. But where a child comes from a less supportive home environment, where there are family tensions perhaps, their schoolwork can suffer. They need to be taught to think and study for themselves.",
      "author": "Sugata Mitra",
      "category": "Family, Home, Best"
    },
    {
      "quote": "I remember a conversation with my parents about who the people on the TV were, and learning they were actors and they acted out this story and just thinking that was the most fantastic notion, and that's what I want to do.",
      "author": "David Tennant",
      "category": "Parents, Thinking, Remember"
    },
    {
      "quote": "Whether I'm being influenced by new music that I'm listening to, books I've read, my friends, or my faith, I'm learning all the time.",
      "author": "Hayley Williams",
      "category": "Music, Time, Friends"
    },
    {
      "quote": "Few are there that will leave the secure seclusion of the scholar's life, the peaceful walks of literature and learning, to stand out a target for the criticism of unkind and hostile minds.",
      "author": "Felix Adler",
      "category": "Life, Peaceful, Literature"
    },
    {
      "quote": "Not being given everything encourages you to create... That was one of the first steps for me learning to invent things.",
      "author": "Ann Makosinski",
      "category": "Me, You, Create"
    },
    {
      "quote": "All the children of the great men in Persia are brought up at court, where they have an opportunity of learning great modesty, and where nothing immodest is ever heard or seen.",
      "author": "Xenophon",
      "category": "Children, Great, Opportunity"
    },
    {
      "quote": "Also, they don't understand - writing is language. The use of language. The language to create image, the language to create drama. It requires a skill of learning how to use language.",
      "author": "John Milius",
      "category": "Writing, Language, Skill"
    },
    {
      "quote": "A basic rule of life for reporters is that you should spend your time talking with and learning about people who are not sending you press releases, rather than those who are.",
      "author": "James Fallows",
      "category": "Life, Time, People"
    },
    {
      "quote": "I think that obstacles lead to growth and ultimately, the most learning I've done in my life is between jobs.",
      "author": "Anthony Michael Hall",
      "category": "Life, Growth, Obstacles"
    },
    {
      "quote": "In the transmission of human culture, people always attempt to replicate, to pass on to the next generation the skills and values of the parents, but the attempt always fails because cultural transmission is geared to learning, not DNA.",
      "author": "Gregory Bateson",
      "category": "Culture, Parents, People"
    },
    {
      "quote": "Churchill was the canny political animal, very devious, bursting with energy and determination, learning as hard as he could.",
      "author": "Lord Mountbatten",
      "category": "Determination, Animal"
    },
    {
      "quote": "The hardest thing was learning to write. I was 13, and the only writing I had done was for Social Studies. It consisted of copying passages right out of the encyclopedia.",
      "author": "Tracy Kidder",
      "category": "Writing, Done, Right"
    },
    {
      "quote": "Learning how to work and learning how to fail is important.",
      "author": "Jamie Moyer",
      "category": "Work, Important, Fail"
    },
    {
      "quote": "People take years learning how to act; it's a skill, not just a job. If I tried it out and thought I'd be OK, then perhaps I'd go for it, but it's not the kind of thing you can get into just because of your looks.",
      "author": "Travis Fimmel",
      "category": "Job, Thought, People"
    },
    {
      "quote": "I believe life is an 'experience ball.' You throw it at someone, it picks up their response... it grows. You play with that ball, learning what it teaches you.",
      "author": "Vijay Sethupathi",
      "category": "Life, Experience, Believe"
    },
    {
      "quote": "Well, until this very day, I'm still learning.",
      "author": "Dennis Brown",
      "category": "Day, Well, Still"
    },
    {
      "quote": "Of course, learning is strengthened and solidified when it occurs in a safe, secure and normal environment.",
      "author": "Jean-Bertrand Aristide",
      "category": "Environment, Safe, Secure"
    },
    {
      "quote": "So, for example, if a child is labeled as having a learning disability, it has very concrete consequences for the kinds of services and potentially accommodations that child will get.",
      "author": "Robert Sternberg",
      "category": "Child, Disability"
    },
    {
      "quote": "It's like saying French shouldn't be taught because you don't understand it because it's new. Shakespeare is just like learning a new, exciting language.",
      "author": "Samuel Barnett",
      "category": "Language, You, Saying"
    },
    {
      "quote": "I'm learning with my mom how to cook more Spanish food. I'm trying to make a good paella, but that's a real art.",
      "author": "Daniel Bruhl",
      "category": "Art, Food, Good"
    },
    {
      "quote": "When learning was monopolized by the monks in the Middle Ages, people specialized only in warfare and statecraft. And even these were not altogether free from the scholastic influence.",
      "author": "Ameen Rihani",
      "category": "Influence, Free, People"
    },
    {
      "quote": "The mind ought sometimes to be diverted that it may return to better thinking.",
      "author": "Phaedrus",
      "category": "Thinking, Mind, Better"
    },
    {
      "quote": "I had been impressed by the fact that biological systems were based on molecular machines and that we were learning to design and build these sorts of things.",
      "author": "K. Eric Drexler",
      "category": "Design, Build, Fact"
    },
    {
      "quote": "Some days, I think maybe we should try and be a little more conventional, but every time I try, I fail, so I'm learning to not even entertain that thought anymore.",
      "author": "Seinabo Sey",
      "category": "Time, Thought, Think"
    },
    {
      "quote": "My earliest memory is learning to read 'Muffin the Mule' when I was about three.",
      "author": "Mark E. Smith",
      "category": "Memory, Three, Earliest"
    },
    {
      "quote": "But, if you observe children learning in their first few years of life, you can see that they can and do learn on their own - we leave them alone to crawl, walk, talk, and gain control over their bodies. It happens without much help from parents.",
      "author": "Daniel Greenberg",
      "category": "Life, Children, Parents"
    },
    {
      "quote": "I'm learning to deal with my loneliness because then nobody can muck me around any more.",
      "author": "Amanda Eliasch",
      "category": "Loneliness, Me, Nobody"
    },
    {
      "quote": "Like our physical bodies, our memory becomes out of shape. As children, we are constantly learning new experiences, but by the time we reach our 20s, we start to lead a more sedentary life both mentally and physically. Our lives become routine, and we stop challenging our brains, and our memory starts to suffer.",
      "author": "Tony Buzan",
      "category": "Life, Time, Children"
    },
    {
      "quote": "Learning is a result of listening, which in turn leads to even better listening and attentiveness to the other person. In other words, to learn from the child, we must have empathy, and empathy grows as we learn.",
      "author": "Alice Miller",
      "category": "Education, Empathy, Words"
    },
    {
      "quote": "I took the process of doing as much myself as I could like a duck to water. I set up my own label and publishing, etc, and it was a fun learning curve two decades ago.",
      "author": "David Knopfler",
      "category": "Myself, Water, Fun"
    },
    {
      "quote": "One thing I learned particularly at Yale was how to work with others. Having studied so long trying to master myself, the biggest challenge was learning about the other person's work.",
      "author": "Trai Byers",
      "category": "Work, Myself, Challenge"
    },
    {
      "quote": "I sat staring, staring, staring - half lost, learning a new language or rather the same language in a different dialect. So still were the big woods where I sat, sound might not yet have been born.",
      "author": "Emily Carr",
      "category": "Language, Lost, Woods"
    },
    {
      "quote": "I was fairly solitary. I didn't like structured learning. People didn't seem to be my cup of tea.",
      "author": "Dan Farmer",
      "category": "Tea, People, Cup"
    },
    {
      "quote": "We cannot seek or attain health, wealth, learning, justice or kindness in general. Action is always specific, concrete, individualized, unique.",
      "author": "Benjamin Jowett",
      "category": "Kindness, Health, Justice"
    },
    {
      "quote": "In an undergraduate business environment, the best learning experience is the interaction students have with each other. They need to learn from each other as much as from professors and lectures and other teaching tools.",
      "author": "Gerry Schwartz",
      "category": "Business, Best, Experience"
    },
    {
      "quote": "I am dumb when it comes to learning dance steps.",
      "author": "Mia Kirshner",
      "category": "Dance, I Am, Dumb"
    },
    {
      "quote": "I am a huge consumer of social networks, and I utilize Twitter, Facebook, and LinkedIn. I'm interested and am learning more about Tumblr and other visually dominant sites.",
      "author": "James G. Stavridis",
      "category": "I Am, Social, Consumer"
    },
    {
      "quote": "Flying, for some reason, has never been my favorite thing, but after taking some aviation classes and reading about it and learning about it... They've been doing this for over a hundred years, they've been to the moon and back; they kind of have a good system going here.",
      "author": "Michael Mosley",
      "category": "Good, Reading, Moon"
    },
    {
      "quote": "People want stardom or fame or whatever - instant gratification as opposed to learning one's craft, which, when I was starting out, was the most important thing: that you are as fully equipped for your job or your art as possible.",
      "author": "Joshua Sasse",
      "category": "Art, Job, People"
    },
    {
      "quote": "True, a little learning is a dangerous thing, but it still beats total ignorance.",
      "author": "Pauline Phillips",
      "category": "Education, Ignorance, True"
    },
    {
      "quote": "T.J. Miller and Kumail Nanjiani I met when I was in Chicago, learning how to do comedy.",
      "author": "Thomas Middleditch",
      "category": "Chicago, Comedy, Miller"
    },
    {
      "quote": "I am a firm believer that God has already ordered the things that have taken place in my life... and I'm just learning to follow the path he's laid before me.",
      "author": "Monica Denise Brown",
      "category": "Life, God, Path"
    },
    {
      "quote": "In mine opinion, love is fitter than fear, gentleness better than beating, to bring up a child rightly in learning.",
      "author": "Roger Ascham",
      "category": "Love, Fear, Love Is"
    },
    {
      "quote": "There is no such whetstone, to sharpen a good wit and encourage a will to learning, as is praise.",
      "author": "Roger Ascham",
      "category": "Good, Praise, Will"
    },
    {
      "quote": "I think I'd like to stay anchoring because, number one, I'm learning a lot, and I love it when I'm learning. And number two, I also have the luxury of a stable life.",
      "author": "Linda Vester",
      "category": "Love, Life, Think"
    },
    {
      "quote": "But if we learn to think of it as anticipation, as learning, as growing, if we think of the time we spend waiting for the big things of life as an opportunity instead of a passing of time, what wonderful horizons open out!",
      "author": "Anna Neagle",
      "category": "Life, Time, Opportunity"
    },
    {
      "quote": "At the very core of my relationship to learning is the idea that we should be as organic as possible. We need to cultivate a deeply refined introspective sense, and build our relationship to learning around our nuance of character.",
      "author": "Joshua Waitzkin",
      "category": "Relationship, Character"
    },
    {
      "quote": "I'd think learning to play the guitar would be very confusing for sighted people.",
      "author": "Doc Watson",
      "category": "Guitar, People, Think"
    },
    {
      "quote": "Basketball, in America, is like a culture. It is like a foreigner learning a new language. It is difficult to learn foreign languages and it will also be difficult for me to learn the culture for basketball here.",
      "author": "Yao Ming",
      "category": "Culture, America, Language"
    },
    {
      "quote": "He that knew all that learning ever writ, Knew only this - that he knew nothing yet.",
      "author": "Aphra Behn",
      "category": "Nothing, Only, Knew"
    },
    {
      "quote": "It's not the teaching, it's the learning.",
      "author": "Sly Stone",
      "category": "Teaching"
    },
    {
      "quote": "The Finland of the 21st century can thrive only if women of learning - in common with their male counterparts - are guaranteed the opportunity to use their creative potential to the full.",
      "author": "Tarja Halonen",
      "category": "Women, Opportunity, Creative"
    },
    {
      "quote": "You can admire people for sure, and they're worth admiring, but you need to find that special thing about yourself. It takes working hard, getting the technique, and learning to sing and all that stuff, but the master class is about bringing yourself to the role.",
      "author": "Susan Egan",
      "category": "Working Hard, Yourself"
    },
    {
      "quote": "The whole business of reading English Literature in two years, to know it in any reputable sense of the word - let alone your learning to write English - is, in short, impossible.",
      "author": "Arthur Quiller-Couch",
      "category": "Business, Alone, Short"
    },
    {
      "quote": "I just want to do shows because you get to see, over all the seasons, the person grow, and you get to grow with the character. That transformation, for me, is what I love about my job. I get to learn about myself and challenge myself and grow with the character. For me, it's a whole process of learning and growing.",
      "author": "Justin Chatwin",
      "category": "Love, Myself, Character"
    },
    {
      "quote": "As long as I'm learning every day of my life, I will never feel old. Never. And I don't feel old; I feel in my head and in my heart - I don't know, ageless!",
      "author": "Pat Mitchell",
      "category": "Life, Day, Heart"
    },
    {
      "quote": "The introduction of many minds into many fields of learning along a broad spectrum keeps alive questions about the accessibility, if not the unity, of knowledge.",
      "author": "Edward Levi",
      "category": "Knowledge, Unity, Questions"
    },
    {
      "quote": "And the thing about me is, I have a lot of mellow songs, because they're the easiest for me to write. I wanted to try to make some more upbeat songs, so, I ended up gravitating toward writing songs with friends, which was a great learning process, and also we came up with great songs. Those are the songs that came out the most naturally.",
      "author": "Priscilla Ahn",
      "category": "Friends, Great, Writing"
    },
    {
      "quote": "The best way of learning to be an independent sovereign state is to be an independent sovereign state.",
      "author": "Kwame Nkrumah",
      "category": "Best, Independent, Way"
    },
    {
      "quote": "I'm only just learning what language to use when I want my microphone turned down, you know, because it's all so new to me. It can be quite difficult on a daily basis to communicate with the people I work with, so I'm just looking forward to knowing more.",
      "author": "Duffy",
      "category": "Work, Daily, Language"
    },
    {
      "quote": "I grew up watching and learning from the ultimate partnership, and that is of my father and late uncle.",
      "author": "Jonathan Tisch",
      "category": "Father, Partnership, Late"
    },
    {
      "quote": "We must expect to fail... but fail in a learning posture, determined no to repeat the mistakes, and to maximize the benefits from what is learned in the process.",
      "author": "Ted Engstrom",
      "category": "Mistakes, Process, Fail"
    },
    {
      "quote": "Always just remember that you can never know all you're always going to be learning there's always going to be something new. I don't think you'll ever have it all figured out.",
      "author": "Iain De Caestecker",
      "category": "Remember, Know, Think"
    },
    {
      "quote": "We also learn that this country and the Western world have no monopoly of goodness and truth and scholarship, we begin to appreciate the ingredients that are indispensable to making a better world. In a life of learning that is, perhaps, the greatest lesson of all.",
      "author": "John Hope Franklin",
      "category": "Life, Truth, World"
    },
    {
      "quote": "I have become a subscriber for 'Business Week.' It teaches me a lot about business, and I have really started to get into it. I'm interested in business and learning about how everything works.",
      "author": "Marko Jaric",
      "category": "Business, Week, Me"
    },
    {
      "quote": "Our learning ought to be our lives' amendment, and the fruits of our private study ought to appear in our public behavior.",
      "author": "Thomas Nashe",
      "category": "Behavior, Study, Amendment"
    },
    {
      "quote": "The nice thing about being a writer is that you can make magic happen without learning tricks.",
      "author": "Humphrey Carpenter",
      "category": "Magic, Nice, You"
    },
    {
      "quote": "It's easy to impress me. I don't need a fancy party to be happy. Just good friends, good food, and good laughs. I'm happy. I'm satisfied. I'm content.",
      "author": "Maria Sharapova",
      "category": "Happy, Friends, Good"
    },
    {
      "quote": "There are only three things women need in life: food, water, and compliments.",
      "author": "Chris Rock",
      "category": "Funny, Life, Women"
    },
    {
      "quote": "Cooking is all about people. Food is maybe the only universal thing that really has the power to bring everyone together. No matter what culture, everywhere around the world, people get together to eat.",
      "author": "Guy Fieri",
      "category": "Culture, Power, Together"
    },
    {
      "quote": "Your diet is a bank account. Good food choices are good investments.",
      "author": "Bethenny Frankel",
      "category": "Good, Good Food, Choices"
    },
    {
      "quote": "Saving our planet, lifting people out of poverty, advancing economic growth... these are one and the same fight. We must connect the dots between climate change, water scarcity, energy shortages, global health, food security and women's empowerment. Solutions to one problem must be solutions for all.",
      "author": "Ban Ki-moon",
      "category": "Change, Women, Health"
    },
    {
      "quote": "Sometimes we should express our gratitude for the small and simple things like the scent of the rain, the taste of your favorite food, or the sound of a loved one's voice.",
      "author": "Joseph B. Wirthlin",
      "category": "Gratitude, Rain, Simple"
    },
    {
      "quote": "Flowers always make people better, happier, and more helpful; they are sunshine, food and medicine for the soul.",
      "author": "Luther Burbank",
      "category": "Flowers, Sunshine, Gardening"
    },
    {
      "quote": "Food is for eating, and good food is to be enjoyed... I think food is, actually, very beautiful in itself.",
      "author": "Delia Smith",
      "category": "Beautiful, Good, Good Food"
    },
    {
      "quote": "You better cut the pizza in four pieces because I'm not hungry enough to eat six.",
      "author": "Yogi Berra",
      "category": "Pizza, Better, You"
    },
    {
      "quote": "A house is not a home unless it contains food and fire for the mind as well as the body.",
      "author": "Benjamin Franklin",
      "category": "Home, Fire, Mind"
    },
    {
      "quote": "You don't need a silver fork to eat good food.",
      "author": "Paul Prudhomme",
      "category": "Good, Good Food, You"
    },
    {
      "quote": "I'm just someone who likes cooking and for whom sharing food is a form of expression.",
      "author": "Maya Angelou",
      "category": "Cooking, Sharing, Expression"
    },
    {
      "quote": "I like food. I like eating. And I don't want to deprive myself of good food.",
      "author": "Sarah Michelle Gellar",
      "category": "Good, Myself, Good Food"
    },
    {
      "quote": "Agriculture is not crop production as popular belief holds - it's the production of food and fiber from the world's land and waters. Without agriculture it is not possible to have a city, stock market, banks, university, church or army. Agriculture is the foundation of civilization and any stable economy.",
      "author": "Allan Savory",
      "category": "City, World, Stock Market"
    },
    {
      "quote": "I know a man who gave up smoking, drinking, sex, and rich food. He was healthy right up to the day he killed himself.",
      "author": "Johnny Carson",
      "category": "Day, Health, Man"
    },
    {
      "quote": "If you can't feed a hundred people, then feed just one.",
      "author": "Mother Teresa",
      "category": "People, You, Just"
    },
    {
      "quote": "Most of us have fond memories of food from our childhood. Whether it was our mom's homemade lasagna or a memorable chocolate birthday cake, food has a way of transporting us back to the past.",
      "author": "Homaro Cantu",
      "category": "Birthday, Memories, Mom"
    },
    {
      "quote": "Let's face it, a nice creamy chocolate cake does a lot for a lot of people; it does for me.",
      "author": "Audrey Hepburn",
      "category": "Cake, Me, People"
    },
    {
      "quote": "If you truly get in touch with a piece of carrot, you get in touch with the soil, the rain, the sunshine. You get in touch with Mother Earth and eating in such a way, you feel in touch with true life, your roots, and that is meditation. If we chew every morsel of our food in that way we become grateful and when you are grateful, you are happy.",
      "author": "Thich Nhat Hanh",
      "category": "Life, Happy, Mother"
    },
    {
      "quote": "Food is not rational. Food is culture, habit, craving and identity.",
      "author": "Jonathan Safran Foer",
      "category": "Culture, Identity, Habit"
    },
    {
      "quote": "There's no better feeling in the world than a warm pizza box on your lap.",
      "author": "Kevin James",
      "category": "Pizza, World, Better"
    },
    {
      "quote": "Fast food is popular because it's convenient, it's cheap, and it tastes good. But the real cost of eating fast food never appears on the menu.",
      "author": "Eric Schlosser",
      "category": "Good, Eating, Fast"
    },
    {
      "quote": "The table is a meeting place, a gathering ground, the source of sustenance and nourishment, festivity, safety, and satisfaction. A person cooking is a person giving: Even the simplest food is a gift.",
      "author": "Laurie Colwin",
      "category": "Safety, Cooking, Giving"
    },
    {
      "quote": "Owners of dogs will have noticed that, if you provide them with food and water and shelter and affection, they will think you are God. Whereas owners of cats are compelled to realize that, if you provide them with food and water and affection, they draw the conclusion that they are God.",
      "author": "Christopher Hitchens",
      "category": "Cats, God, Water"
    },
    {
      "quote": "Tell me what you eat, and I will tell you who you are.",
      "author": "Jean Anthelme Brillat-Savarin",
      "category": "Me, You, Will"
    },
    {
      "quote": "Eating good food is my favourite thing in the whole world. Nothing is more blissful.",
      "author": "Justine Larbalestier",
      "category": "Good, Good Food, World"
    },
    {
      "quote": "People will travel anywhere for good food - it's crazy.",
      "author": "Rene Redzepi",
      "category": "Travel, Good, Good Food"
    },
    {
      "quote": "I've prioritized taking care of my mind, having fun, and doing things that make me laugh. And eating well - as in, really good food, like steak or pasta or fresh vegetables or an amazing dessert. You know, 'treat yo'self.'",
      "author": "Phillipa Soo",
      "category": "Good, Good Food, Mind"
    },
    {
      "quote": "The more colorful the food, the better. I try to add color to my diet, which means vegetables and fruits.",
      "author": "Misty May-Treanor",
      "category": "Color, Diet, Colorful"
    },
    {
      "quote": "Food brings people together on many different levels. It's nourishment of the soul and body it's truly love.",
      "author": "Giada De Laurentiis",
      "category": "Love, Together, Soul"
    },
    {
      "quote": "By eating many fruits and vegetables in place of fast food and junk food, people could avoid obesity.",
      "author": "David H. Murdock",
      "category": "People, Eating, Place"
    },
    {
      "quote": "The need for connection and community is primal, as fundamental as the need for air, water, and food.",
      "author": "Dean Ornish",
      "category": "Community, Water, Connection"
    },
    {
      "quote": "Climate change joined immigration, job creation, food safety, pilot training, veterans' care, campaign finance, transportation security, labor law, mine safety, wildfire management, and scores of executive and judicial appointments on the list of matters that the world's greatest deliberative body is incapable of addressing.",
      "author": "George Packer",
      "category": "Change, Safety, Training"
    },
    {
      "quote": "Wine is bottled poetry.",
      "author": "Robert Louis Stevenson",
      "category": "Wine, Poetry, Bottled"
    },
    {
      "quote": "For me, religious festivals and celebrations have become an important way to teach my children about how we can transform living with diversity from the superficial 'I eat ethnic food', to something dignified, mutually respectful and worthwhile.",
      "author": "Randa Abdel-Fattah",
      "category": "Children, Diversity, Me"
    },
    {
      "quote": "Eating is so intimate. It's very sensual. When you invite someone to sit at your table and you want to cook for them, you're inviting a person into your life.",
      "author": "Maya Angelou",
      "category": "Life, Want, Eating"
    },
    {
      "quote": "Ice cream is the perfect buffer, because you can do things in a somewhat lighthearted way. Plus, people have an emotional response to ice cream; it's more than just food. So I think when you combine caring, and eating wonderful food, it's a very powerful combination.",
      "author": "Jerry Greenfield",
      "category": "Caring, Powerful, Ice Cream"
    },
    {
      "quote": "Temptation is like a knife, that may either cut the meat or the throat of a man; it may be his food or his poison, his exercise or his destruction.",
      "author": "John Owen",
      "category": "Man, Exercise, Poison"
    },
    {
      "quote": "We are delightfully trapped by our memories. I can't drink a bottle of Chateauneuf-du-Pape Vieux Telegraphe without revisiting a hotel bistro in Luzerne, Switzerland, where I ate a large bowl of a peppery Basque baby goat stew. A sip and a bite. A bite and sip. Goose bumps come with the divine conjunction of food and wine.",
      "author": "Jim Harrison",
      "category": "Memories, Baby, Wine"
    },
    {
      "quote": "Going to a restaurant is one of my keenest pleasures. Meeting someplace with old and new friends, ordering wine, eating food, surrounded by strangers, I think is the core of what it means to live a civilised life.",
      "author": "Adam Gopnik",
      "category": "Life, Friends, Wine"
    },
    {
      "quote": "To be poor does not mean you lack the means to extend charity to another. You may lack money or food, but you have the gift of friendship to overwhelm the loneliness that grips the lives of so many.",
      "author": "Stanley Hauerwas",
      "category": "Friendship, Money"
    },
    {
      "quote": "President Obama has almost doubled our national debt to more than $19 trillion, and growing. And yet, what do we have to show for it? Our roads and bridges are falling apart, our airports are in Third World condition, and forty-three million Americans are on food stamps.",
      "author": "Donald Trump",
      "category": "World, Roads, Bridges"
    },
    {
      "quote": "Only the pure in heart can make a good soup.",
      "author": "Ludwig van Beethoven",
      "category": "Good, Heart, Soup"
    },
    {
      "quote": "All the food we eat - every grain of rice and kernel of corn - has been genetically modified. None of it was here before mankind learned to cultivate crops. The question isn't whether our food has been modified, but how.",
      "author": "Michael Specter",
      "category": "Question, Corn, Rice"
    },
    {
      "quote": "We struggle with eating healthily, obesity, and access to good nutrition for everyone. But we have a great opportunity to get on the right side of this battle by beginning to think differently about the way that we eat and the way that we approach food.",
      "author": "Marcus Samuelsson",
      "category": "Good, Great, Struggle"
    },
    {
      "quote": "We have these weapons of mass destruction on every street corner, and they're called donuts, cheeseburgers, French fries, potato chips, junk food. Our kids are living on a junk food diet.",
      "author": "Joel Fuhrman",
      "category": "Living, Diet, Kids"
    },
    {
      "quote": "God gives every bird its food, but He does not throw it into its nest.",
      "author": "Josiah Gilbert Holland",
      "category": "God, Bird, Nest"
    },
    {
      "quote": "I work hard. I focus on myself and putting food on my dinner table before anything else. I don't worry about other artists. Worrying about the next person in a negative way is the wrong way to be.",
      "author": "Meek Mill",
      "category": "Work, Myself, Work Hard"
    },
    {
      "quote": "The lack of access to proper nutrition is not only fueling obesity, it is leading to food insecurity and hunger among our children.",
      "author": "Tom Vilsack",
      "category": "Children, Insecurity"
    },
    {
      "quote": "Good food is healthy food. Food is supposed to sustain you so you can live better, not so you can eat more. Some people eat to live, and some people live to eat.",
      "author": "Yolanda Adams",
      "category": "Good, Good Food, Healthy"
    },
    {
      "quote": "It all comes back to the basics. Serve customers the best-tasting food at a good value in a clean, comfortable restaurant, and they'll keep coming back.",
      "author": "Dave Thomas",
      "category": "Good, Value, Restaurant"
    },
    {
      "quote": "In our fast-forward culture, we have lost the art of eating well. Food is often little more than fuel to pour down the hatch while doing other stuff - surfing the Web, driving, walking along the street. Dining al desko is now the norm in many workplaces. All of this speed takes a toll. Obesity, eating disorders and poor nutrition are rife.",
      "author": "Carl Honore",
      "category": "Art, Culture, Walking"
    },
    {
      "quote": "Cats know how to obtain food without labor, shelter without confinement, and love without penalties.",
      "author": "W. L. George",
      "category": "Love, Cats, Pet"
    },
    {
      "quote": "A crust eaten in peace is better than a banquet partaken in anxiety.",
      "author": "Aesop",
      "category": "Peace, Anxiety, Better"
    },
    {
      "quote": "So long as you have food in your mouth, you have solved all questions for the time being.",
      "author": "Franz Kafka",
      "category": "Time, Questions, Long"
    },
    {
      "quote": "Food for the body is not enough. There must be food for the soul.",
      "author": "Dorothy Day",
      "category": "Soul, Body, Enough"
    },
    {
      "quote": "Sandwiches are wonderful. You don't need a spoon or a plate!",
      "author": "Paul Lynde",
      "category": "You, Spoon, Wonderful"
    },
    {
      "quote": "It's important for me who is at the table with me; the moment when everyone speaks to each other and everyone listens. If there's good food, it's much better.",
      "author": "Andrea Bocelli",
      "category": "Good, Good Food, Me"
    },
    {
      "quote": "Let me be the first to tell you, drinking alcohol is the worst thing to do in cold weather. Hot soup is the best because the process of digesting food helps to warm you up.",
      "author": "Morgan Freeman",
      "category": "Best, Weather, Me"
    },
    {
      "quote": "If you go back to the Greeks and Romans, they talk about all three - wine, food, and art - as a way of enhancing life.",
      "author": "Robert Mondavi",
      "category": "Life, Art, Wine"
    },
    {
      "quote": "People ask me all the time, 'What keeps you up at night?' And I say, 'Spicy Mexican food, weapons of mass destruction, and cyber attacks.'",
      "author": "Dutch Ruppersberger",
      "category": "Time, Night, Me"
    },
    {
      "quote": "If I'm going to eat fast food, I'm going to McDonald's. I don't need to pretend.",
      "author": "Chrissy Teigen",
      "category": "Fast, Fast Food, Need"
    },
    {
      "quote": "There's nothing more romantic than Italian food.",
      "author": "Elisha Cuthbert",
      "category": "Romantic, Italian"
    },
    {
      "quote": "I'm into mellow dates with really good food.",
      "author": "Lauren Conrad",
      "category": "Good, Good Food, Mellow"
    },
    {
      "quote": "Promises and pie-crust are made to be broken.",
      "author": "Jonathan Swift",
      "category": "Broken, Promises, Made"
    },
    {
      "quote": "Baking cookies is comforting, and cookies are the sweetest little bit of comfort food. They are very bite-sized and personal.",
      "author": "Sandra Lee",
      "category": "Comfort, Baking, Personal"
    },
    {
      "quote": "I don't eat fast food, but I can't live without pizza.",
      "author": "Trevor Donovan",
      "category": "Pizza, Live, Fast"
    },
    {
      "quote": "I've always believed in a rainbow diet. As many colors and foods as you can eat, the better, because if you focus on one food, there's bound to be a report that comes out that says, 'Broccoli actually... ' So I mix it up a lot. And I take vitamins, like Biosil, which I take for my hair, skin, and nails.",
      "author": "Christie Brinkley",
      "category": "Focus, Rainbow, Colors"
    },
    {
      "quote": "We're all moving at such a high rate that we have to grab the frozen dinners and the McDonald's. We can't make it a way of life - we have to get back to real, simple, clean good foods. It will save our lives on so many levels; not just spina bifida, but obesity, diabetes, everything. Food is our medicine.",
      "author": "Nicole Ari Parker",
      "category": "Life, Good, Simple"
    },
    {
      "quote": "Whatever I'm doing, I'm in that moment and I'm doing it. The rest of the world's lost. If I'm cooking some food or making soup, I want it to be lovely. If not, what's the point of doing it?",
      "author": "Sade Adu",
      "category": "Cooking, World, Moment"
    },
    {
      "quote": "Fitness starts at home. What you eat is what you will look, just as what you sow is what you reap. Eat good food: eat fruits, vegetables, healthy grains, and don't go for sweet and trite food.",
      "author": "Rakul Preet Singh",
      "category": "Home, Good, Fitness"
    },
    {
      "quote": "If we do not change our negative habits toward climate change, we can count on worldwide disruptions in food production, resulting in mass migration, refugee crises and increased conflict over scarce natural resources like water and farm land. This is a recipe for major security problems.",
      "author": "Michael Franti",
      "category": "Change, Water, Conflict"
    },
    {
      "quote": "There are realities we all share, regardless of our nationality, language, or individual tastes. As we need food, so do we need emotional nourishment: love, kindness, appreciation, and support from others.",
      "author": "J. Donald Walters",
      "category": "Love, Kindness, Appreciation"
    },
    {
      "quote": "Know you food, know your farmers, and know your kitchen.",
      "author": "Joel Salatin",
      "category": "Kitchen, Know, You"
    },
    {
      "quote": "The need for love and intimacy is a fundamental human need, as primal as the need for food, water, and air.",
      "author": "Dean Ornish",
      "category": "Love, Water, Human"
    },
    {
      "quote": "Let's face it: so much of what we consume is not driven by knowledge but by basic craving and impulse. The process of what we eat starts in our heads. And no one is more in our heads than a food industry that spends billions of dollars in marketing its message in every means possible.",
      "author": "Chuck Norris",
      "category": "Knowledge, Marketing, Face"
    },
    {
      "quote": "If God did not intend for us to eat animals, then why did he make them out of meat?",
      "author": "John Cleese",
      "category": "God, Animals, Why"
    },
    {
      "quote": "As long as there's pasta and Chinese food in the world, I'm okay.",
      "author": "Michael Chang",
      "category": "World, Long, Okay"
    },
    {
      "quote": "When I get a little money I buy books and if any is left I buy food and clothes.",
      "author": "Desiderius Erasmus",
      "category": "Education, Money, Clothes"
    },
    {
      "quote": "Wine and cheese are ageless companions, like aspirin and aches, or June and moon, or good people and noble ventures.",
      "author": "M. F. K. Fisher",
      "category": "Good, Wine, Moon"
    },
    {
      "quote": "The best comfort food will always be greens, cornbread, and fried chicken.",
      "author": "Maya Angelou",
      "category": "Best, Comfort, Chicken"
    },
    {
      "quote": "We know that without food we would die. Without fellowship, life is not worth living.",
      "author": "Laurie Colwin",
      "category": "Life, Living, Know"
    },
    {
      "quote": "Not eating meat is a decision, eating meat is an instinct.",
      "author": "Denis Leary",
      "category": "Decision, Eating, Meat"
    },
    {
      "quote": "Gluttony is an emotional escape, a sign something is eating us.",
      "author": "Peter De Vries",
      "category": "Escape, Eating, Emotional"
    },
    {
      "quote": "Instead of going out to dinner, buy good food. Cooking at home shows such affection. In a bad economy, it's more important to make yourself feel good.",
      "author": "Ina Garten",
      "category": "Home, Good, Good Food"
    },
    {
      "quote": "My dog doesn't worry about the meaning of life. She may worry if she doesn't get her breakfast, but she doesn't sit around worrying about whether she will get fulfilled or liberated or enlightened. As long as she gets some food and a little affection, her life is fine.",
      "author": "Joko Beck",
      "category": "Life, Dog, Breakfast"
    },
    {
      "quote": "Ice cream is my comfort food.",
      "author": "Jessie Ware",
      "category": "Ice Cream, Comfort"
    },
    {
      "quote": "Bad food is made without pride, by cooks who have no pride, and no love. Bad food is made by chefs who are indifferent, or who are trying to be everything to everybody, who are trying to please everyone... Bad food is fake food... food that shows fear and lack of confidence in people's ability to discern or to make decisions about their lives.",
      "author": "Anthony Bourdain",
      "category": "Love, Fear, Confidence"
    },
    {
      "quote": "We have to bring children into a new relationship to food that connects them to culture and agriculture.",
      "author": "Alice Waters",
      "category": "Relationship, Children"
    },
    {
      "quote": "If you really want to make a friend, go to someone's house and eat with him... the people who give you their food give you their heart.",
      "author": "Cesar Chavez",
      "category": "Heart, Friend, People"
    },
    {
      "quote": "If you have good food, people will come to your restaurant.",
      "author": "Mickey Gilley",
      "category": "Good, Good Food, People"
    },
    {
      "quote": "Food Stamp recipients didn't cause the financial crisis recklessness on Wall Street did.",
      "author": "Barack Obama",
      "category": "Financial, Crisis, Street"
    },
    {
      "quote": "Beware the hobby that eats.",
      "author": "Benjamin Franklin",
      "category": "Beware, Hobby, Eats"
    },
    {
      "quote": "Once, during Prohibition, I was forced to live for days on nothing but food and water.",
      "author": "W. C. Fields",
      "category": "Water, Live, Nothing"
    },
    {
      "quote": "I don't want to sound like a Hallmark card, but to be able to wake up each day with food and shelter, that alone is good. Forget aging and the fact that my butt is becoming a little more familiar with my knees than my tailbone. If you are six feet above ground it's a good day. So, give me more!",
      "author": "Faith Hill",
      "category": "Day, Good, Alone"
    },
    {
      "quote": "When a man's stomach is full it makes no difference whether he is rich or poor.",
      "author": "Euripides",
      "category": "Man, Rich, Poor"
    },
    {
      "quote": "A man can live and be healthy without killing animals for food; therefore, if he eats meat, he participates in taking animal life merely for the sake of his appetite.",
      "author": "Leo Tolstoy",
      "category": "Life, Man, Animal"
    },
    {
      "quote": "Every time you use the word 'healthy,' you lose. The key is to make yummy, delicious food that happens to be healthy.",
      "author": "Marcus Samuelsson",
      "category": "Time, Healthy, You"
    },
    {
      "quote": "I am your fairy tale. Your dream. Your wishes and desires, and I am your thirst and your hunger and your food and your drink.",
      "author": "Klaus Kinski",
      "category": "I Am, Dream, Wishes"
    },
    {
      "quote": "The term 'serious actor' is kind of an oxymoron, isn't it? Like 'Republican party' or 'airplane food.'",
      "author": "Johnny Depp",
      "category": "Party, Airplane, Actor"
    },
    {
      "quote": "Nothing that has value, real value, has no cost. Not freedom, not food, not shelter, not healthcare.",
      "author": "Dean Kamen",
      "category": "Freedom, Value, Healthcare"
    },
    {
      "quote": "There is no doubt that some plant food, such as oatmeal, is more economical than meat, and superior to it in regard to both mechanical and mental performance. Such food, moreover, taxes our digestive organs decidedly less, and, in making us more contented and sociable, produces an amount of good difficult to estimate.",
      "author": "Nikola Tesla",
      "category": "Good, Performance, Plant"
    },
    {
      "quote": "Without food, we cannot survive, and that is why issues that affect the food industry are so important.",
      "author": "Marcus Samuelsson",
      "category": "Important, Survive, Why"
    },
    {
      "quote": "First and foremost, the monk should own nothing in this world, but he should have as his possessions solitude of the body, modesty of bearing, a modulated tone of voice, and a well-ordered manner of speech. He should be without anxiety as to his food and drink, and should eat in silence.",
      "author": "Saint Basil",
      "category": "Silence, World, Anxiety"
    },
    {
      "quote": "It's okay to eat fish because they don't have any feelings.",
      "author": "Kurt Cobain",
      "category": "Fish, Feelings, Okay"
    },
    {
      "quote": "I could talk food all day. I love good food.",
      "author": "Tom Brady",
      "category": "Love, Day, Good"
    },
    {
      "quote": "Italian food is all about ingredients and it's not fussy and it's not fancy.",
      "author": "Wolfgang Puck",
      "category": "Italian Food, Fancy, Italian"
    },
    {
      "quote": "Life expectancy would grow by leaps and bounds if green vegetables smelled as good as bacon.",
      "author": "Doug Larson",
      "category": "Life, Good, Green"
    },
    {
      "quote": "Good food and a warm kitchen are what makes a house a home. I always tried to make my home like my mother's, because Mom was magnificent at stretching a buck when it came to decorating and food. Like a true Italian, she valued beautification in every area of her life, and I try to do the same.",
      "author": "Rachael Ray",
      "category": "Life, Home, Good"
    },
    {
      "quote": "Agriculture is now a motorized food industry, the same thing in its essence as the production of corpses in the gas chambers and the extermination camps, the same thing as blockades and the reduction of countries to famine, the same thing as the manufacture of hydrogen bombs.",
      "author": "Martin Heidegger",
      "category": "Agriculture, Now, Same"
    },
    {
      "quote": "On a very local scale, a refrigerator is the center of the universe. On the inside is food essential to life, and on the outside of the door is a summary of the life events of the household.",
      "author": "Robert Fulghum",
      "category": "Life, Door, Universe"
    },
    {
      "quote": "The menu should be part of the entertainment, part of the dining experience. It's kind of like reading the 'Playbill' when you go to the theater. It should be an alluring and interactive document. Does it have burn marks on it from the candle? If you ever get a greasy menu with food stains on it, it's time to run like hell.",
      "author": "Joe Bastianich",
      "category": "Time, Experience, Reading"
    },
    {
      "quote": "Food is our common ground, a universal experience.",
      "author": "James Beard",
      "category": "Experience, Universal"
    },
    {
      "quote": "I still eat a burger at a counter with ketchup dripping down my face.",
      "author": "Scarlett Johansson",
      "category": "Ketchup, Burger, Face"
    },
    {
      "quote": "Food, in the end, in our own tradition, is something holy. It's not about nutrients and calories. It's about sharing. It's about honesty. It's about identity.",
      "author": "Louise Fresco",
      "category": "Honesty, Identity, End"
    },
    {
      "quote": "My most memorable meal is every Thanksgiving. I love the food: the turkey and stuffing; the sweet potatoes and rice, which come from my mother's Southern heritage; the mashed potatoes, which come from my wife's Midwestern roots; the Campbell's green-bean casserole; and of course, pumpkin pie.",
      "author": "Douglas Conant",
      "category": "Love, Thanksgiving, Mother"
    },
    {
      "quote": "No man will be a sailor who has contrivance enough to get himself into a jail; for being in a ship is being in a jail, with the chance of being drowned... a man in a jail has more room, better food, and commonly better company.",
      "author": "Samuel Johnson",
      "category": "Man, Chance, Company"
    },
    {
      "quote": "I have always said there is only one thing that can bring our nation down - our dependence on foreign countries for food and energy. Agriculture is the backbone of our economy.",
      "author": "John Salazar",
      "category": "Energy, Agriculture, Economy"
    },
    {
      "quote": "I tell my students, it's not difficult to identify with somebody like yourself, somebody next door who looks like you. What's more difficult is to identify with someone you don't see, who's very far away, who's a different color, who eats a different kind of food. When you begin to do that then literature is really performing its wonders.",
      "author": "Chinua Achebe",
      "category": "Door, Color, Yourself"
    },
    {
      "quote": "Pasta is the one food I can't live without. It's the food I eat to fuel my running.",
      "author": "Joe Bastianich",
      "category": "Pasta, Live, Fuel"
    },
    {
      "quote": "Perhaps more than any other, the food industry is very sensitive to consumer demand.",
      "author": "Michael Pollan",
      "category": "Sensitive, Consumer"
    },
    {
      "quote": "Just as food eaten without appetite is a tedious nourishment, so does study without zeal damage the memory by not assimilating what it absorbs.",
      "author": "Leonardo da Vinci",
      "category": "Memory, Study, Without"
    },
    {
      "quote": "Cats have a scam going - you buy the food, they eat the food, they go away; that's the deal.",
      "author": "Eddie Izzard",
      "category": "Cats, Pet, You"
    },
    {
      "quote": "You entertain people who are satisfied. Hungry people can't be entertained - or people who are afraid. You can't entertain a man who has no food.",
      "author": "Bob Marley",
      "category": "Man, People, You"
    },
    {
      "quote": "If food is labeled, some people might choose to eat stuff that's genetically modified. They might decide they love it. But give us a choice.",
      "author": "Ziggy Marley",
      "category": "Love, Choice, People"
    },
    {
      "quote": "Airline glamour never promised anything as mundane as elbow room, much less a flat bed, a massage, or an arugula salad. It promised a better world. Service and dress reflected the more formal era, but no one expected air travel to be comfortable. It was amazing just to have hot food above the clouds.",
      "author": "Virginia Postrel",
      "category": "Travel, Service, World"
    },
    {
      "quote": "A lot of restaurants serve good food, but they don't have very good service.",
      "author": "Wolfgang Puck",
      "category": "Good, Service, Good Food"
    },
    {
      "quote": "I love photography, I love food, and I love traveling, and to put those three things together would just be the ultimate dream.",
      "author": "Jamie Chung",
      "category": "Love, Together, Photography"
    },
    {
      "quote": "I really see food as subjective. It's a creative outlet. It's something that you do for fun. It's a gray area. It's not black and white or right and wrong.",
      "author": "Graham Elliot",
      "category": "Black And White, Fun"
    },
    {
      "quote": "The characteristic human trait is not awareness but conformity, and the characteristic result is religious warfare. Other animals fight for territory or food; but, uniquely in the animal kingdom, human beings fight for their 'beliefs.'",
      "author": "Michael Crichton",
      "category": "Animal, Fight, Animals"
    },
    {
      "quote": "The more natural or eco-based products you can introduce into your beauty regimen, the more beneficial it is for your skin. It's similar to introducing organic food into your daily diet.",
      "author": "Ivanka Trump",
      "category": "Beauty, Daily, Diet"
    },
    {
      "quote": "I saw few die of hunger; of eating, a hundred thousand.",
      "author": "Benjamin Franklin",
      "category": "Die, Hunger, Eating"
    },
    {
      "quote": "As far as luxury goes, about the only thing I do is... I go first class all the way. I live on the road, so when I'm out there, I'm getting the nice hotel suite, I'm getting the luxury car, I'm eating the good food, and I make sure I take care of myself on the road.",
      "author": "Trish Stratus",
      "category": "Good, Car, Myself"
    },
    {
      "quote": "I love dress shopping, and I love talking about the wedding food. That's what makes me happy.",
      "author": "Christine Teigen",
      "category": "Love, Happy, Wedding"
    },
    {
      "quote": "Nobody in Singapore drinks Singapore Slings. It's one of the first things you find out there. What you do in Singapore is eat. It's a really food-crazy culture, where all of this great food is available in a kind of hawker-stand environment.",
      "author": "Anthony Bourdain",
      "category": "Culture, Great, Environment"
    },
    {
      "quote": "I don't think it ever does any harm in any business to feel that there is someone there who cares about it. If you look at any business, fashion being the most obvious, the aura, or the reality of the designer, is part of what creates it. It's true in luxury goods stores and in good food stores. It leaves a palpable sense that someone cares.",
      "author": "Andre Balazs",
      "category": "Business, Good, Good Food"
    },
    {
      "quote": "I grew up playing music and enjoying good food, friends and family in my own backyard.",
      "author": "Rodney Atkins",
      "category": "Family, Music, Friends"
    },
    {
      "quote": "The problem with living in a fast-food nation is that we expect food to be cheap.",
      "author": "Alice Waters",
      "category": "Problem, Living, Nation"
    },
    {
      "quote": "The most dangerous food is wedding cake.",
      "author": "James Thurber",
      "category": "Wedding, Cake, Dangerous"
    },
    {
      "quote": "The only secret to food combination is a balance of protein, carbs and fat - they all play a key role in our health.",
      "author": "Jorge Cruise",
      "category": "Health, Balance, Play"
    },
    {
      "quote": "In 49 countries around the world, including all of Europe, people have the opportunity of knowing whether or not they are eating food which contains genetically engineered ingredients. In the United States, we don't.",
      "author": "Bernie Sanders",
      "category": "Opportunity, World, People"
    },
    {
      "quote": "McDonald's revolutionized fast food. They introduced a way to eat food without knives, forks or plates. Most fast foods can be eaten while steering the wheel of a car and the restaurants are usually drive through.",
      "author": "Eric Schlosser",
      "category": "Car, Drive, Fast"
    },
    {
      "quote": "Never be a food snob. Learn from everyone you meet - the fish guy at your market, the lady at the local diner, farmers, cheese makers. Ask questions, try everything and eat up!",
      "author": "Rachael Ray",
      "category": "Fish, Questions, You"
    },
    {
      "quote": "We farm workers are closest to food production. We were the first to recognize the serious health hazards of agriculture pesticides to both consumers and ourselves.",
      "author": "Cesar Chavez",
      "category": "Health, Agriculture, First"
    },
    {
      "quote": "If I can, I love staying in pajamas all day and watching movies and eating good food.",
      "author": "Becky G",
      "category": "Love, Day, Good"
    },
    {
      "quote": "I won't eat anything green.",
      "author": "Kurt Cobain",
      "category": "Green, Eat, Anything"
    },
    {
      "quote": "It's difficult to think anything but pleasant thoughts while eating a homegrown tomato.",
      "author": "Lewis Grizzard",
      "category": "Thoughts, Eating, Think"
    },
    {
      "quote": "Okra is the closest thing to nylon I've ever eaten. It's like they bred cotton with a green bean. Okra, tastes like snot. The more you cook it, the more it turns into string.",
      "author": "Robin Williams",
      "category": "Green, You, Cotton"
    },
    {
      "quote": "Spaghetti can be eaten most successfully if you inhale it like a vacuum cleaner.",
      "author": "Sophia Loren",
      "category": "You, Like, Vacuum"
    },
    {
      "quote": "Civilization as it is known today could not have evolved, nor can it survive, without an adequate food supply.",
      "author": "Norman Borlaug",
      "category": "Today, Survive, Civilization"
    },
    {
      "quote": "I love food. I'm a big food person. I'm really passionate about eating good food all the time.",
      "author": "Dreama Walker",
      "category": "Love, Time, Good"
    },
    {
      "quote": "Take a trip to the forest and experience the greatness of getting on your knees and picking your own food and going home... and eating it.",
      "author": "Rene Redzepi",
      "category": "Home, Experience, Greatness"
    },
    {
      "quote": "I've had this terrible stomach problem for years, and that has made touring difficult. People would see me sitting in the corner by myself looking sick and gloomy. The reason is that I was trying to fight against the stomach pain, trying to hold my food down. People looked me and assumed I was some kind of addict.",
      "author": "Kurt Cobain",
      "category": "Myself, Pain, Me"
    },
    {
      "quote": "Chinese food tries to engage the mind, not just the palate. To provoke the intellect.",
      "author": "Nicole Mones",
      "category": "Mind, Intellect, Just"
    },
    {
      "quote": "It's like spicy food - sometimes you have to tone it down so more people can enjoy it.",
      "author": "Kenneth Edmonds",
      "category": "Enjoy, People, You"
    },
    {
      "quote": "Cleaning is my favorite way to relax. I clear things out and get rid of the stuff I don't need. When the food pantry and the refrigerator are organized, I feel less stressed.",
      "author": "Jennifer Morrison",
      "category": "Relax, Cleaning, Favorite"
    },
    {
      "quote": "I think America's food culture is embedded in fast-food culture. And the real question that we have is: How are we going to teach slow-food values in a fast-food world? Of course, it's very, very difficult to do, especially when children have grown up eating fast food and the values that go with that.",
      "author": "Alice Waters",
      "category": "Children, Culture, America"
    },
    {
      "quote": "All the food we eat, whether Brussels sprouts or pork bellies, has been modified by mankind. Genetic engineering is only one particularly powerful way to do what we have been doing for eleven thousand years.",
      "author": "Michael Specter",
      "category": "Powerful, Engineering, Doing"
    },
    {
      "quote": "The food here is terrible, and the portions are too small.",
      "author": "Woody Allen",
      "category": "Small, Here, Terrible"
    },
    {
      "quote": "The female of the genus homo is economically dependent on the male. He is her food supply.",
      "author": "Charlotte Perkins Gilman",
      "category": "Her, Supply, Female"
    },
    {
      "quote": "In the 21st century our tastes buds, our brain chemistry, our biochemistry, our hormones and our kitchens have been hijacked by the food industry.",
      "author": "Mark Hyman",
      "category": "Brain, Chemistry"
    },
    {
      "quote": "I think one of the terrible things today is that people have this deathly fear of food: fear of eggs, say, or fear of butter. Most doctors feel that you can have a little bit of everything.",
      "author": "Julia Child",
      "category": "Fear, Today, People"
    },
    {
      "quote": "From dead plant matter to nematodes to bacteria, never underestimate the cleverness of mushrooms to find new food!",
      "author": "Paul Stamets",
      "category": "Plant, Underestimate, Matter"
    },
    {
      "quote": "In all works on Natural History, we constantly find details of the marvellous adaptation of animals to their food, their habits, and the localities in which they are found.",
      "author": "Alfred Russel Wallace",
      "category": "History, Details, Animals"
    },
    {
      "quote": "Almost certainly, however, the first essential component of social justice is adequate food for all mankind.",
      "author": "Norman Borlaug",
      "category": "Justice, Social Justice"
    },
    {
      "quote": "Shop often, shop hard, and spend for the best stuff available - logic dictates that you can make delicious food only with delicious ingredients.",
      "author": "Mario Batali",
      "category": "Best, Logic, You"
    },
    {
      "quote": "As we say in the American Institute of Wine and Food, small helpings, no seconds. A little bit of everything. No snacking. And have a good time.",
      "author": "Julia Child",
      "category": "Time, Good, American"
    },
    {
      "quote": "We should all grow our own food and do our own waste processing, we really should.",
      "author": "Bill Gates",
      "category": "Grow, Waste, Should"
    },
    {
      "quote": "I like food too much to go on some crazy diet. French fries are my favorite downfall.",
      "author": "Holly Madison",
      "category": "Crazy, Diet, Favorite"
    },
    {
      "quote": "Now, if you notice how the swan, putting its neck down into the deep water, brings up food for itself from below, then you will discover the wisdom of the Creator, in that He gave it a neck longer than its feet for this reason, that it might, as if lowering a sort of fishing line, procure the food hidden in the deep water.",
      "author": "Saint Basil",
      "category": "Wisdom, Deep, Water"
    },
    {
      "quote": "Hong Kong is a wonderful, mixed-up town where you've got great food and adventure. First and foremost, it's a great place to experience China in a relatively accessible way.",
      "author": "Anthony Bourdain",
      "category": "Experience, Adventure, Great"
    },
    {
      "quote": "I don't like posh hotels. I like small, eclectic hotels, and luxury for me would mean really good company with good food in a really funky, beautiful house in the middle of a field where someone came and serviced the place for us.",
      "author": "Amanda Donohoe",
      "category": "Beautiful, Good, Good Food"
    },
    {
      "quote": "A heart can no more be forced to love than a stomach can be forced to digest food by persuasion.",
      "author": "Alfred Nobel",
      "category": "Love, Heart, Persuasion"
    },
    {
      "quote": "The true scientist no longer attempts to disprove the pull of gravity, or the rotation of the earth, or the motion of heavenly bodies, or the sequence of the seasons, or man's need of food and water, or the function of the heart.",
      "author": "Ezra Taft Benson",
      "category": "Water, Heart, Man"
    },
    {
      "quote": "Health messages are simply overwhelmed, in volume and in effectiveness, by junk-food ads that often deploy celebrities or cartoon characters to great effect. We may know that eating fruits and vegetables is good for us, but the preponderance of the signals we get - and especially the signals children get - push us in the direction of junk food.",
      "author": "Michael Moss",
      "category": "Children, Good, Health"
    },
    {
      "quote": "Your liver is your vital detoxification organ, and if it becomes overloaded with toxins from the food, drink, or medications you're consuming, you'll have more toxins circulating throughout your body, damaging your organs and glands. Detoxing your liver will help it work more efficiently - and help you slim your waistline.",
      "author": "Suzanne Somers",
      "category": "Work, Body, Help"
    },
    {
      "quote": "Regulation is necessary to protect our natural environment, keep our food and medicine safe, and ensure fair competition and fair treatment of our workers.",
      "author": "Marco Rubio",
      "category": "Competition, Environment"
    },
    {
      "quote": "We can choose food that doesn't lead to illnesses like diabetes and cancer. We can choose food that doesn't contribute to water pollution and climate change. And we can choose food that keeps local economies vibrant and farmers on their land.",
      "author": "Frances Beinecke",
      "category": "Change, Water, Cancer"
    },
    {
      "quote": "I was 32 when I started cooking; up until then, I just ate.",
      "author": "Julia Child",
      "category": "Cooking, Up, Started"
    },
    {
      "quote": "I can't stay away from Chinese food. I really love that stuff.",
      "author": "Shaun White",
      "category": "Love, Away, Stay"
    },
    {
      "quote": "In Kenya women are the first victims of environmental degradation, because they are the ones who walk for hours looking for water, who fetch firewood, who provide food for their families.",
      "author": "Wangari Maathai",
      "category": "Women, Water, Environmental"
    },
    {
      "quote": "I am a misanthrope and yet utterly benevolent, have more than one screw loose yet am a super-idealist who digests philosophy more efficiently than food.",
      "author": "Alfred Nobel",
      "category": "I Am, Philosophy, Than"
    },
    {
      "quote": "The older I get, the harder it is to splurge without consequences. I love food. Chocolate and cheese and anything that's bad for me. I'll be really good when I'm at home so I can eat what I want to when I'm out with friends.",
      "author": "Carrie Underwood",
      "category": "Love, Home, Friends"
    },
    {
      "quote": "Man should not try to avoid stress any more than he would shun food, love or exercise.",
      "author": "Hans Selye",
      "category": "Love, Stress, Man"
    },
    {
      "quote": "The food industry profits from providing poor quality foods with poor nutritional value that people eat a lot of.",
      "author": "Mark Hyman",
      "category": "Value, Quality, People"
    },
    {
      "quote": "Revenge is barren of itself: it is the dreadful food it feeds on; its delight is murder, and its end is despair.",
      "author": "Friedrich Schiller",
      "category": "Revenge, End, Despair"
    },
    {
      "quote": "Food is the moral right of all who are born into this world.",
      "author": "Norman Borlaug",
      "category": "World, Moral, Born"
    },
    {
      "quote": "An Englishman teaching an American about food is like the blind leading the one-eyed.",
      "author": "A. J. Liebling",
      "category": "Blind, American, Englishman"
    },
    {
      "quote": "We are stronger as a group than an individual. Think in a cooperative and communal way, set up local food hubs and create growing communities.",
      "author": "Arthur Potts Dawson",
      "category": "Stronger, Think, Group"
    },
    {
      "quote": "A corpse is meat gone bad. Well and what's cheese? Corpse of milk.",
      "author": "James Joyce",
      "category": "Cheese, Meat, Milk"
    },
    {
      "quote": "You learn to cook so that you don't have to be a slave to recipes. You get what's in season and you know what to do with it.",
      "author": "Julia Child",
      "category": "Know, Season, You"
    },
    {
      "quote": "Strong communities are built around local, real food. Food we trust to nourish our bodies, the farmer and planet.",
      "author": "Kimbal Musk",
      "category": "Trust, Strong, Farmer"
    },
    {
      "quote": "The trouble with eating Italian food is that five or six days later you're hungry again.",
      "author": "George Miller",
      "category": "Eating, You, Italian"
    },
    {
      "quote": "The problem is when that fun stuff becomes the habit. And I think that's what's happened in our culture. Fast food has become the everyday meal.",
      "author": "Michelle Obama",
      "category": "Culture, Fun, Problem"
    },
    {
      "quote": "It was the Law of the Sea, they said. Civilization ends at the waterline. Beyond that, we all enter the food chain, and not always right at the top.",
      "author": "Hunter S. Thompson",
      "category": "Sea, Law, Said"
    },
    {
      "quote": "I have an enormous fondness for delicious food. It's very comforting.",
      "author": "Teri Garr",
      "category": "Comforting, Delicious"
    },
    {
      "quote": "I love really good food and I don't ever want to spend too much for it, but I like hanging out and having really good, tasty, interesting food.",
      "author": "Kris Allen",
      "category": "Love, Good, Good Food"
    },
    {
      "quote": "The truly powerful feed ideology to the masses like fast food while they dine on the most rarified delicacy of all: impunity.",
      "author": "Naomi Klein",
      "category": "Powerful, Fast, Fast Food"
    },
    {
      "quote": "And what, Socrates, is the food of the soul? Surely, I said, knowledge is the food of the soul.",
      "author": "Plato",
      "category": "Knowledge, Soul, Said"
    },
    {
      "quote": "Junk food drags you down.",
      "author": "Miranda Lambert",
      "category": "Down, You, Junk Food"
    },
    {
      "quote": "Knowledge of the past and of the places of the earth is the ornament and food of the mind of man.",
      "author": "Leonardo da Vinci",
      "category": "Knowledge, Man, Past"
    },
    {
      "quote": "If we want to fight people in the world, we should fight them with pillows - pillows stuffed with food, medicine, music... That would be so much cheaper than bombs.",
      "author": "Alice Walker",
      "category": "Music, Fight, World"
    },
    {
      "quote": "Theologically, the creation of chocolate demonstrates both the unity and the diversity of humanity. Wherever you taste it, in every country of the world, it is immediately recognizable. Other things, in every cuisine, are just food, but chocolate is chocolate.",
      "author": "David Augsburger",
      "category": "Diversity, Unity, Humanity"
    },
    {
      "quote": "The industrial stomach cannot live without coal industry is a carbonivorous animal and must have its proper food.",
      "author": "Jules Verne",
      "category": "Animal, Live, Stomach"
    },
    {
      "quote": "A Miami must-have is the trendy Panther Coffee in Wynwood. I like Alma Mexicana for the ever-popular breakfast burrito. For out-of-this-world Cuban food, the Cubano at Little Bread Cuban Sandwich Co. will satisfy your craving. My friends all love Shorty's Bar-B-Q for the mouth-watering corn on the cob and BBQ, of course.",
      "author": "Ivanka Trump",
      "category": "Love, Friends, Coffee"
    },
    {
      "quote": "I won't eat any cereal that doesn't turn the milk purple.",
      "author": "Bill Watterson",
      "category": "Purple, Milk, Turn"
    },
    {
      "quote": "My favorite time of day is to get up and eat leftovers from dinner, especially spicy food.",
      "author": "David Byrne",
      "category": "Time, Day, Dinner"
    },
    {
      "quote": "My weaknesses have always been food and men - in that order.",
      "author": "Dolly Parton",
      "category": "Men, Always, Weaknesses"
    },
    {
      "quote": "Never order food in excess of your body weight.",
      "author": "Erma Bombeck",
      "category": "Body, Never, Excess"
    },
    {
      "quote": "Once you get a spice in your home, you have it forever. Women never throw out spices. The Egyptians were buried with their spices. I know which one I'm taking with me when I go.",
      "author": "Erma Bombeck",
      "category": "Home, Women, Me"
    },
    {
      "quote": "A woman should never be seen eating or drinking, unless it be lobster salad and Champagne, the only true feminine and becoming viands.",
      "author": "Lord Byron",
      "category": "Woman, Eating, True"
    },
    {
      "quote": "I want my food dead. Not sick, not dying, dead.",
      "author": "Oscar Wilde",
      "category": "Want, Sick, Dying"
    },
    {
      "quote": "We provide food that customers love, day after day after day. People just want more of it.",
      "author": "Ray Kroc",
      "category": "Love, Day, People"
    },
    {
      "quote": "You can tell alot about a fellow's character by his way of eating jellybeans.",
      "author": "Ronald Reagan",
      "category": "Character, Eating, You"
    },
    {
      "quote": "I will not eat oysters. I want my food dead. Not sick. Not wounded. Dead.",
      "author": "Woody Allen",
      "category": "Want, Sick, Will"
    },
    {
      "quote": "Why does man kill? He kills for food. And not only food: frequently there must be a beverage.",
      "author": "Woody Allen",
      "category": "Man, Why, Must"
    },
    {
      "quote": "A waffle is like a pancake with a syrup trap.",
      "author": "Mitch Hedberg",
      "category": "Like, Trap, Pancake"
    },
    {
      "quote": "If you are ever at a loss to support a flagging conversation, introduce the subject of eating.",
      "author": "Leigh Hunt",
      "category": "Support, Loss, Conversation"
    },
    {
      "quote": "If your mother cooks Italian food, why should you go to a restaurant?",
      "author": "Martin Scorsese",
      "category": "Mother, Restaurant, Why"
    },
    {
      "quote": "Every major food company now has an organic division. There's more capital going into organic agriculture than ever before.",
      "author": "Michael Pollan",
      "category": "Agriculture, Company"
    },
    {
      "quote": "Confit is the ultimate comfort food, and trendy or not, it is dazzling stuff.",
      "author": "Sally Schneider",
      "category": "Comfort, Comfort Food"
    },
    {
      "quote": "If I'm making a movie and get hungry, I call time-out and eat some crackers.",
      "author": "Carol Alt",
      "category": "Hungry, Eat, Call"
    },
    {
      "quote": "Sugar-free ice pops are an invention of God. They hardly have any calories since they're mostly water. I eat about 15 pops every two days.",
      "author": "Gene Simmons",
      "category": "God, Water, Two"
    },
    {
      "quote": "Stop being a vegan and start enjoying what you eat.",
      "author": "Jamie Oliver",
      "category": "Start, You, Stop"
    },
    {
      "quote": "I'm Irish, so I'm used to odd stews. I can take it. Just throw a lot of carrots and onions in there and I'll call it dinner.",
      "author": "Liam Neeson",
      "category": "Dinner, I Can, Irish"
    },
    {
      "quote": "Get people back into the kitchen and combat the trend toward processed food and fast food.",
      "author": "Andrew Weil",
      "category": "People, Kitchen, Fast"
    },
    {
      "quote": "Food should be fun.",
      "author": "Thomas Keller",
      "category": "Fun, Should"
    },
    {
      "quote": "I always think if you have to cook once, it should feed you twice. If you're going to make a big chicken and vegetable soup for lunch on Monday, you stick it in the refrigerator and it's also for Wednesday's dinner.",
      "author": "Curtis Stone",
      "category": "Wednesday, Lunch, Dinner"
    },
    {
      "quote": "I think steak is the ultimate comfort food, and if you're going out for one, that isn't the time to scrimp on calories or quality.",
      "author": "Tom Colicchio",
      "category": "Time, Quality, Comfort"
    },
    {
      "quote": "I feel it is an obligation to help people understand the relation of food to agriculture and the relationship of food to culture.",
      "author": "Alice Waters",
      "category": "Relationship, Culture, Help"
    },
    {
      "quote": "Making food is a wonderful way to spend a Friday night.",
      "author": "Chrissy Teigen",
      "category": "Night, Way, Friday"
    },
    {
      "quote": "Not to like ice cream is to show oneself uninterested in food.",
      "author": "Joseph Epstein",
      "category": "Ice Cream, Like, Show"
    },
    {
      "quote": "School is where children spend most of their time, and it is where we lay the foundation for healthy habits. That's why New Jersey is the first state to adopt a comprehensive school nutrition policy that bans candy, soda, and other junk food.",
      "author": "Richard J. Codey",
      "category": "Time, Children, School"
    },
    {
      "quote": "I was born in Paris, and it's a beautiful place, but London feels like home. I like the village feeling, I like running in the parks - even the food isn't as bad as it used to be.",
      "author": "Eva Green",
      "category": "Home, Beautiful"
    },
    {
      "quote": "If a patient is cold, if a patient is feverish, if a patient is faint, if he is sick after taking food, if he has a bed-sore, it is generally the fault not of the disease, but of the nursing.",
      "author": "Florence Nightingale",
      "category": "Sick, Patient, Fault"
    },
    {
      "quote": "Even when a person has all of life's comforts - good food, good shelter, a companion - he or she can still become unhappy when encountering a tragic situation.",
      "author": "Dalai Lama",
      "category": "Life, Good, Good Food"
    },
    {
      "quote": "What the mass media offers is not popular art, but entertainment which is intended to be consumed like food, forgotten, and replaced by a new dish.",
      "author": "W. H. Auden",
      "category": "Art, Media, Entertainment"
    },
    {
      "quote": "They went into stores to get food to stay alive. Looting isn't the right word. I call it survival.",
      "author": "Russel Honore",
      "category": "Survival, Alive, Right"
    },
    {
      "quote": "Anyone who's a chef, who loves food, ultimately knows that all that matters is: 'Is it good? Does it give pleasure?'",
      "author": "Anthony Bourdain",
      "category": "Good, Chef, Pleasure"
    },
    {
      "quote": "Thank you, horseradish, for being neither a radish nor a horse. What you are is a liar food.",
      "author": "Jimmy Fallon",
      "category": "Thank You, Horse, Liar"
    },
    {
      "quote": "Without sharks, you take away the apex predator of the ocean, and you destroy the entire food chain.",
      "author": "Peter Benchley",
      "category": "Ocean, You, Chain"
    },
    {
      "quote": "When it comes to Chinese food I have always operated under the policy that the less known about the preparation the better. A wise diner who is invited to visit the kitchen replies by saying, as politely as possible, that he has a pressing engagement elsewhere.",
      "author": "Calvin Trillin",
      "category": "Wise, Preparation, Kitchen"
    },
    {
      "quote": "Obscenity, which is ever blasphemy against the divine beauty in life, is a monster for which the corruption of society forever brings forth new food, which it devours in secret.",
      "author": "Percy Bysshe Shelley",
      "category": "Life, Beauty, Society"
    },
    {
      "quote": "While weight loss is important, what's more important is the quality of food you put in your body - food is information that quickly changes your metabolism and genes.",
      "author": "Mark Hyman",
      "category": "Changes, Quality, Loss"
    },
    {
      "quote": "I think the biggest thing is clean as you go. Wash all your knives, cutting boards, dishes, when you are done cooking, not look at a sink full of dishes after you are done. Cleaning as you go helps keep away cross contamination and you avoid having food borne bacteria.",
      "author": "Cat Cora",
      "category": "Cooking, Think, You"
    },
    {
      "quote": "Southeast Asia food uses many different types of spices which are quite new to me, like the curry leaves which I saw at the Kreta Ayer wet market in Chinatown. With such spices used in cooking, this usually imparts a strong aroma to Southeast Asian food, which appeals to the senses.",
      "author": "Joel Robuchon",
      "category": "Strong, Cooking, Me"
    },
    {
      "quote": "I love flying so much. I even like airplane food. No one bothers you and your phone never goes off and you can't have emails go through. It's undisturbed.",
      "author": "Margot Robbie",
      "category": "Love, Flying, Airplane"
    },
    {
      "quote": "I love fresh fruit and vegetables. I'm not a strict dieter. I don't think that anything in life should be so regimented that you're not having fun or can't enjoy like everybody else. Just know that fresh food is always going to be better for you.",
      "author": "Carrie Ann Inaba",
      "category": "Love, Life, Fun"
    },
    {
      "quote": "I don't know if you call a burger 'recession food.' It's comfort food.",
      "author": "Michael Mina",
      "category": "Comfort, Know, You"
    },
    {
      "quote": "So much of the world's suffering results from the sinful action or inaction of ourselves and others. For example, people look at a famine and wonder where God is, but the world produces enough food for each person to have 3,000 calories a day. It's our own irresponsibility and self-centeredness that prevents people from getting fed.",
      "author": "Lee Strobel",
      "category": "Day, God, World"
    },
    {
      "quote": "I'm a big pasta fan. I'm a big Italian food fan. Anything Italian - I love cheese, mozzarella. Mozzarella is my favorite, so I have to say anything Italian, I'll take it.",
      "author": "Malin Akerman",
      "category": "Love, Favorite, Italian"
    },
    {
      "quote": "You have to balance, but you can be aggressive as a chef. It benefits the food. You have to be passionate. You can't be angry cooking.",
      "author": "Marcus Samuelsson",
      "category": "Balance, Cooking, Chef"
    },
    {
      "quote": "Cooking with your kids and engaging them in hands-on activities are two ways to begin to educate children about the healthy eating, and kick start the important task to help change how the younger generation looks at food and nutrition.",
      "author": "Marcus Samuelsson",
      "category": "Change, Children, Cooking"
    },
    {
      "quote": "I'll never, ever be full. I'll always be hungry. Obviously, I'm not talking about food. Growing up, I had nothing for such a long time. Someone told me a long time ago, and I've never forgotten it, 'Once you've ever been hungry, really, really hungry, then you'll never, ever be full.'",
      "author": "Dwayne Johnson",
      "category": "Time, Growing Up, Me"
    },
    {
      "quote": "We're not going to cure terrorism and spread peace and goodwill in the Middle East by killing innocent people, or I'm not even saying our bullets and bombs are killing them. The occupation that they don't have food. They don't have clean water. They don't have electricity. They don't have medicine. They don't have doctors.",
      "author": "Cindy Sheehan",
      "category": "Peace, Water, People"
    },
    {
      "quote": "Orange juice from concentrate is labeled. Food coloring Red #5 is labeled. Fish are labeled as to whether they've been previously frozen. To a consumer, there's no plausible reason why these factors should be on a food ingredient label while the presence of GMOs shouldn't be.",
      "author": "Ramez Naam",
      "category": "Red, Fish, Why"
    },
    {
      "quote": "Cultivation to the mind is as necessary as food to the body.",
      "author": "Marcus Tullius Cicero",
      "category": "Education, Mind, Body"
    },
    {
      "quote": "I have a total irreverence for anything connected with society except that which makes the roads safer, the beer stronger, the food cheaper and the old men and old women warmer in the winter and happier in the summer.",
      "author": "Brendan Behan",
      "category": "Women, Winter, Society"
    },
    {
      "quote": "We begin to see, therefore, the importance of selecting our environment with the greatest of care, because environment is the mental feeding ground out of which the food that goes into our minds is extracted.",
      "author": "Napoleon Hill",
      "category": "Greatest, Environment, Care"
    },
    {
      "quote": "To say that a work of art is good, but incomprehensible to the majority of men, is the same as saying of some kind of food that it is very good but that most people can't eat it.",
      "author": "Leo Tolstoy",
      "category": "Work, Art, Good"
    },
    {
      "quote": "All I ever wanted to do was to make food accessible to everyone to show that you can make mistakes - I do all the time - but it doesn't matter.",
      "author": "Jamie Oliver",
      "category": "Time, Mistakes, You"
    },
    {
      "quote": "Research has shown that even small amounts of processed food alter the chemical balance in our brain and cause negative mood swings along with noticeable dips ill energy.",
      "author": "Marilu Henner",
      "category": "Balance, Brain, Research"
    },
    {
      "quote": "Not like Chinese food, where you eat it and then you feel hungry an hour later.",
      "author": "Ray Liotta",
      "category": "Hungry, You, Feel"
    },
    {
      "quote": "Their life is about getting enough money to put food on the table to feed their children, and that's it.",
      "author": "Ellen Burstyn",
      "category": "Life, Children, Money"
    },
    {
      "quote": "It has long been known for sure that the sight of tasty food makes a hungry man's mouth water; also lack of appetite has always been regarded as an undesirable phenomenon, from which one might conclude that appetite is essentially linked with the process of digestion.",
      "author": "Ivan Pavlov",
      "category": "Water, Man, Long"
    },
    {
      "quote": "The automatic stabilizer is unemployment insurance, food stamps, additional coverage of Medicaid.",
      "author": "Franklin Raines",
      "category": "Insurance, Unemployment"
    },
    {
      "quote": "But all that being said about modulation, if you're serving people delicious food, they won't complain.",
      "author": "Sally Schneider",
      "category": "People, You, Said"
    },
    {
      "quote": "What is food to one man is bitter poison to others.",
      "author": "Lucretius",
      "category": "Man, Poison, Bitter"
    },
    {
      "quote": "My feeling is that labels are for canned food... I am what I am - and I know what I am.",
      "author": "Michael Stipe",
      "category": "I Am, I Am What I Am, Know"
    },
    {
      "quote": "Reminds me of my safari in Africa. Somebody forgot the corkscrew and for several days we had to live on nothing but food and water.",
      "author": "W. C. Fields",
      "category": "Travel, Water, Me"
    },
    {
      "quote": "I can spend hours in a grocery store. I get so excited when I see food, I go crazy. I spend hours arranging my baskets so that everything fits in and nothing gets squashed. I'm really anal about it, actually.",
      "author": "Cameron Diaz",
      "category": "Crazy, I Can, See"
    },
    {
      "quote": "We can't get to the $4 trillion in savings that we need by just cutting the 12 percent of the budget that pays for things like medical research and education funding and food inspectors and the weather service. And we can't just do it by making seniors pay more for Medicare.",
      "author": "Barack Obama",
      "category": "Education, Service, Medical"
    },
    {
      "quote": "If you only design menus that are essentially junk or fast food, the whole infrastructure supports junk.",
      "author": "Jamie Oliver",
      "category": "Design, Fast, You"
    },
    {
      "quote": "Just because the Americans are so good at rattling out accessible and cheap junk food, nobody looks twice when it comes to their food. But there are golden nuggets everywhere.",
      "author": "Jamie Oliver",
      "category": "Good, Just Because"
    },
    {
      "quote": "First and foremost I am a chef, whether behind the stove at one of my Northern California restaurants or for the past 15 years in front of the camera on my Food Network cooking shows. Creating new dishes and flavor combinations that bring cooks and our restaurant guests pleasure is my job and I love it.",
      "author": "Tyler Florence",
      "category": "Love, Job, Past"
    },
    {
      "quote": "The concept of being a locavore, or one who chooses whenever possible to incorporate locally grown or locally produced food into one's nutrition plan, is of great importance.",
      "author": "Tyler Florence",
      "category": "Great, Plan, Nutrition"
    },
    {
      "quote": "I do remember how it was to be poor. I do remember that in my early years, we had to grow and raise all of our food, even our animals. And I remember in my early life, we didn't even have electricity. So it was very, very hard times then.",
      "author": "Dolly Parton",
      "category": "Life, Animals, Remember"
    },
    {
      "quote": "I was always a junk food person, still am.",
      "author": "Dolly Parton",
      "category": "Person, Junk Food, Always"
    },
    {
      "quote": "To be interested in food but not in food production is clearly absurd.",
      "author": "Wendell Berry",
      "category": "Absurd, Production"
    },
    {
      "quote": "Well, it's very easy for me to gain weight, but even though I tried not eating for a week when I was really young, I couldn't do it any longer because I liked my food too much.",
      "author": "Amanda Seyfried",
      "category": "Week, Me, Easy"
    },
    {
      "quote": "If I like a food, I'll eat it, even if I know it's not good for me.",
      "author": "Kim Kardashian",
      "category": "Good, Me, Know"
    },
    {
      "quote": "I like food, like any other guy, but it is not the main thing in my life. I can do without it.",
      "author": "Lee Child",
      "category": "Life, My Life, I Can"
    },
    {
      "quote": "I need protein from food rather than just protein supplements. I changed my diet.",
      "author": "Travis Barker",
      "category": "Diet, Need, Just"
    },
    {
      "quote": "Queuing tips for fans: wrap up and bring food!",
      "author": "Niall Horan",
      "category": "Up, Bring, Fans"
    },
    {
      "quote": "Maybe we've been brainwashed by 130 years of Yankee history, but Southern identity now has more to do with food, accents, manners, music than the Confederate past. It's something that's open to both races, a variety of ethnic groups and people who move here.",
      "author": "John Shelton Reed",
      "category": "Music, History, Past"
    },
    {
      "quote": "The primary requisite for writing well about food is a good appetite. Without this, it is impossible to accumulate, within the allotted span, enough experience of eating to have anything worth setting down.",
      "author": "A. J. Liebling",
      "category": "Good, Experience, Writing"
    },
    {
      "quote": "The food in the House of Commons is fairly good. The cafe in Portcullis House is really very high quality, and you also have a choice of eating in the more traditional restaurants, the Churchill Room or the Members' Dining Room. I don't often eat in them, though, as I'm usually on the run.",
      "author": "Vince Cable",
      "category": "Good, Quality, Choice"
    },
    {
      "quote": "A safe, affordable and plentiful supply of food is a national security issue.",
      "author": "Doug Ose",
      "category": "Security, Safe"
    },
    {
      "quote": "Cats are very independent animals. They're very sexy, if you want. Dogs are different. They're familiar. They're obedient. You call a cat, you go, 'Cat, come here.' He doesn't come to you unless you have something in your hand that he thinks might be food. They're very free animals, and I like that.",
      "author": "Antonio Banderas",
      "category": "Cats, Pet, Free"
    },
    {
      "quote": "Food is not just what we put in our mouths to fill up; it is culture and identity. Reason plays some role in our decisions about food, but it's rarely driving the car.",
      "author": "Jonathan Safran Foer",
      "category": "Car, Culture, Decisions"
    },
    {
      "quote": "I feel if I'm healthy and happy, I look good. With a good mixture of fitness and healthy food I always feel great!",
      "author": "Candice Swanepoel",
      "category": "Happy, Good, Fitness"
    },
    {
      "quote": "For the first 50 years of your life the food industry is trying to make you fat. Then, the second 50 years, the pharmaceutical industry is treating you for everything.",
      "author": "Pierre Dukan",
      "category": "Life, Fat, You"
    },
    {
      "quote": "What do you actually need? Food, clothing and shelter. Everything else is entertainment.",
      "author": "Aloe Blacc",
      "category": "You, Entertainment, Clothing"
    },
    {
      "quote": "There's a lot of processed food in America and I know that can make some tourists who're used to fresh food feel sick.",
      "author": "Wolfgang Puck",
      "category": "America, Know, Sick"
    },
    {
      "quote": "Food is a lot of people's therapy - when we say comfort food, we really mean that. It's releasing dopamine and serotonin in your brain that makes you feel good.",
      "author": "Brett Hoebel",
      "category": "Good, Brain, Comfort"
    },
    {
      "quote": "There is a lot of food culture that goes on in the home and in the community in non-traditional ways. Food is a lot more than restaurants.",
      "author": "Eddie Huang",
      "category": "Home, Community, Culture"
    },
    {
      "quote": "I've always been able to cook Italian food. That's in my blood because I'm half Sicilian.",
      "author": "Jen Lancaster",
      "category": "Blood, Italian Food, Italian"
    },
    {
      "quote": "The shorter the chain between raw food and fork, the fresher it is and the more transparent the system is.",
      "author": "Joel Salatin",
      "category": "System, Fork, Chain"
    },
    {
      "quote": "What makes the food that we do at Alinea so interesting on the outside is that we really don't let ourselves say no to an idea.",
      "author": "Grant Achatz",
      "category": "Interesting, Idea, Say"
    },
    {
      "quote": "Food can be expressive and therefore food can be art.",
      "author": "Grant Achatz",
      "category": "Art, Expressive, Therefore"
    },
    {
      "quote": "Obviously as I'm getting older, I'm seeing changes in my body that I may not like... but I do love food, and I'm from the South. I'm not gonna lie, I eat fried chicken, I love macaroni and cheese, and I love grits.",
      "author": "Erin Andrews",
      "category": "Love, Changes, Getting Older"
    },
    {
      "quote": "I love Indian food - it's my favourite cuisine. I love the mixture of spices and the subtle flavours. It's really erotic the spices are so sensuous.",
      "author": "Joe Perry",
      "category": "Love, Spices, Favourite"
    },
    {
      "quote": "I would like to see people more aware of where their food comes from. I would like to see small farmers empowered. I feed my daughter almost exclusively organic food.",
      "author": "Anthony Bourdain",
      "category": "Daughter, Small, People"
    },
    {
      "quote": "You have an impeccable argument if you said that Singapore, Hong Kong, and Tokyo are food capitals. They have a maximum amount of great stuff to eat in the smallest areas.",
      "author": "Anthony Bourdain",
      "category": "Great, Argument, You"
    },
    {
      "quote": "There are two books that I often travel with; one is 'The Theory on Moral Sentiments' by Adam Smith. The other is 'The Meditations.' It's not that I agree with either views expressed in the books, but I believe ideas and thoughts of older generations can offer food for thought for the current generation.",
      "author": "Wen Jiabao",
      "category": "Travel, Thoughts, Believe"
    },
    {
      "quote": "Italy has great food and Barcelona has great energy.",
      "author": "Stefon Harris",
      "category": "Great, Energy, Italy"
    },
    {
      "quote": "Do but stand still in the hour of trial, and you will see the help of God, if you trust in Him. But there is so often a forsaking the ways of the Lord in the hour of trial, and thus the food of faith, the means whereby our faith may be increased, is lost.",
      "author": "George Muller",
      "category": "Trust, Faith, God"
    },
    {
      "quote": "I love sitcoms, and I grew up on sitcoms. That's my tasty junk food.",
      "author": "Felicia Day",
      "category": "Love, Junk Food, Up"
    },
    {
      "quote": "I love food: biscuits and gravy, cheese grits, spaghetti and meatballs, chicken-fried steak with white gravy... but my favorite dish is my wife's beanie weenie cornbread casserole. It's so good. It sounds stupid, but if you eat it, it's heaven. Of course, it's only something you can eat if you've got a lot of money.",
      "author": "Larry the Cable Guy",
      "category": "Love, Money, Good"
    },
    {
      "quote": "All food is comfort food. Maybe I just like to chew.",
      "author": "Lewis Black",
      "category": "Comfort, Comfort Food, Like"
    },
    {
      "quote": "Food makes travel so exceptional, because you get to taste what it's actually supposed to taste like. To eat the real Pad Thai or finally have a proper curry is something pretty amazing.",
      "author": "Meghan Markle",
      "category": "Travel, Amazing, You"
    },
    {
      "quote": "My food demons are Chinese food, sugar, butter.",
      "author": "Kirstie Alley",
      "category": "Demons, Sugar, Chinese Food"
    },
    {
      "quote": "In World War II, jazz absolutely was the music of freedom, and then in the Cold War, behind the Iron Curtain, same thing. It was all underground, but they needed the food of freedom that jazz offered.",
      "author": "Herbie Hancock",
      "category": "Music, Freedom, War"
    },
    {
      "quote": "We have a list of human rights - right to food, right to shelter, right to health, right to education, many such items which are considered and accepted as bill of rights. These are to be insured to people. So all nations, all societies try to do that.",
      "author": "Muhammad Yunus",
      "category": "Education, Health, People"
    },
    {
      "quote": "We have soon to have everywhere smoke annihilators, dust absorbers, ozonizers, sterilizers of water, air, food and clothing, and accident preventers on streets, elevated roads and in subways. It will become next to impossible to contract disease germs or get hurt in the city, and country folk will got to town to rest and get well.",
      "author": "Nikola Tesla",
      "category": "Water, City, Hurt"
    },
    {
      "quote": "I learned to cook in self-defense. My wife doesn't know what a kitchen is. In the first month of our marriage, she broiled lamb chops 26 nights in a row. Then I took over. I used to mind her not caring about food, but no more - as long as I can eat what I want.",
      "author": "Alan King",
      "category": "Marriage, Caring, Wife"
    },
    {
      "quote": "People come up to me all the time and ask how I stay the way I am, and it's no secret. The first lesson a chef needs to learn is how to handle a knife; the second is how to be around all that food.",
      "author": "Marcus Samuelsson",
      "category": "Time, I Am, Chef"
    },
    {
      "quote": "Food that's served at the table in a paper parcel always creates a remarkable culinary moment when opened, because the package is full of aromatic steam from the lightly cooked ingredients inside.",
      "author": "Yotam Ottolenghi",
      "category": "Moment, Paper, Always"
    },
    {
      "quote": "I love trying out different cuisines. In Delhi, I love Megu at the Leela, and TK's at the Hyatt. I also enjoy Khan Chacha's rolls. In Mumbai, it's Royal China and Shiro. And in Bangalore, I like the food at Bricklane.",
      "author": "Virat Kohli",
      "category": "Love, Enjoy, Trying"
    },
    {
      "quote": "I'm Italian. I love to cook Italian food, so I learned from my dad how to make sauce and meatballs and all that stuff. With my wife and kids, I started making homemade pasta. The very first time, I didn't have a pasta maker, so I had to cut it with a knife, the old-school way! The noodles were all jacked up, but it was fun.",
      "author": "Joey Fatone",
      "category": "Love, Time, Wife"
    },
    {
      "quote": "Milan, for me, is a city of discovery. You can find some amazing gardens behind some great houses; I also love finding beautiful galleries and incredible shops, but you have to explore. And the food is amazing.",
      "author": "Francisco Costa",
      "category": "Love, Beautiful, Great"
    },
    {
      "quote": "I was mischievous. I wasn't bad. I stole food so we could eat. My mother didn't know. I used to tell her some man gave me $10 to sweep out the yard. I was like Robin Hood. I took from the rich and gave to the poor. Me.",
      "author": "Mr. T",
      "category": "Mother, Man, Me"
    },
    {
      "quote": "Food culture is like listening to the Beatles - it's international, it's very positive, it's inventive and creative.",
      "author": "Alice Waters",
      "category": "Positive, Culture, Listening"
    },
    {
      "quote": "Libraries are the ultimate restaurants for brain food. I sleep better knowing there are libraries. I would take a bullet for a librarian.",
      "author": "Simon Van Booy",
      "category": "Sleep, Brain, Better"
    },
    {
      "quote": "I am writing to all the churches to let it be known that I will gladly die for God if only you do not stand in my way... Let me be food for the wild beasts, for they are my way to God.",
      "author": "Ignatius of Antioch",
      "category": "God, I Am, Writing"
    },
    {
      "quote": "I'd love to give my girls a traditional Thanksgiving with turkey and all that jazz, but we've raised them to love Tuscan food so much that they don't care for it. My favorite is a nice polenta with beef stew and broccoli rabe on the side.",
      "author": "Debi Mazar",
      "category": "Love, Thanksgiving, Jazz"
    },
    {
      "quote": "Every decision we make - when we choose a vehicle, when we pump gas into that vehicle, when we order food - is not just a personal lifestyle choice. It's an environmental and moral choice.",
      "author": "Jane Velez-Mitchell",
      "category": "Environmental, Decision"
    },
    {
      "quote": "Food feeds both the body and soul - there are clear reasons to eat a balanced diet, but there are also reasons you cling to your mom's secret chicken noodle soup recipe when you're sick.",
      "author": "Michael Mina",
      "category": "Mom, Soul, Diet"
    },
    {
      "quote": "Roast beef, medium, is not only a food. It is a philosophy.",
      "author": "Edna Ferber",
      "category": "Philosophy, Beef, Roast"
    },
    {
      "quote": "When I eat cilantro, it's like someone sprayed perfume down my throat. It closes up my throat, even if there's only a little piece. I like Mexican food, and I'll go out to a Mexican restaurant and tell them, 'Look, I will die if you get cilantro in my food.' Then there's always that one little piece that falls in, and I gag.",
      "author": "Amber Rose",
      "category": "Restaurant, You, Mexican"
    },
    {
      "quote": "Global warming will threaten our crops, so natural food will be scarce. Hourglass, curvy bodies will be the aspirational beauty standard, representing that those women have access to bounties of fulfilling yet healthy food, which means they are affluent.",
      "author": "Tyra Banks",
      "category": "Beauty, Women, Healthy"
    },
    {
      "quote": "I'm very conscious about putting good food into my body. Years ago, I went to see an amazing healer called Allah, who could read your body. She told me that I can't absorb vitamins very well, and I have to eat the right things to get my vitamins. I've always remembered that.",
      "author": "Trinny Woodall",
      "category": "Good, Good Food, Amazing"
    },
    {
      "quote": "When I'm out, maybe I'm looking at the fried chicken, but I know I need to order the grilled. But I'm still from the country. I love my fried food and my neck bones and all that, too.",
      "author": "Adrian Peterson",
      "category": "Love, Looking, Know"
    },
    {
      "quote": "Seafood was always my favorite food. I mean, fried lobster? Come on. Once I found out shrimp, scallops and lobster were my allergic triggers, I had to change my diet.",
      "author": "Adrian Peterson",
      "category": "Change, Diet, Favorite"
    },
    {
      "quote": "All those spices and herbs in your spice rack can do more than provide calorie-free, natural flavorings to enhance and make food delicious. They're also an incredible source of antioxidants and help rev up your metabolism and improve your health at the same time.",
      "author": "Suzanne Somers",
      "category": "Time, Health, Help"
    },
    {
      "quote": "I like being able to go to a local pub and have great food and particularly love pubs that welcome my dogs.",
      "author": "Kevin Spacey",
      "category": "Love, Great, Welcome"
    },
    {
      "quote": "From Japan to Thailand, I keep discovering amazing talent, cuisine and food markets.",
      "author": "Daniel Boulud",
      "category": "Amazing, Talent, Japan"
    },
    {
      "quote": "When I get out of work early, or if I have some time before I go into the studio, I go to Disneyland for a few hours with my siblings. We just have fun, go on all the rides together, and eat all of the good food.",
      "author": "Becky G",
      "category": "Work, Time, Good"
    },
    {
      "quote": "I like simple food, seasoned with just salt, pepper, oil and vinegar. Complicated food and complicated lives are never good.",
      "author": "Sirio Maccioni",
      "category": "Good, Simple, Oil"
    },
    {
      "quote": "Yes, people need food and education. But one of the cornerstones of any society is a well-functioning legal system.",
      "author": "Cherie Blair",
      "category": "Education, Society, Legal"
    },
    {
      "quote": "For me, I love food. It's my greatest pleasure and also the thing that could ruin you as well. It's one of those things where, if you're not thoughtful about it, it could be unhealthy. But if there's a mindfulness about it; it actually is a wonderful tool of emotional expression.",
      "author": "Jon Favreau",
      "category": "Love, Me, Greatest"
    },
    {
      "quote": "I'd rather have a good food - lots and lots of different varieties of good foods - than search for something perfect.",
      "author": "Bee Wilson",
      "category": "Good, Good Food, Search"
    },
    {
      "quote": "Ounce for ounce, herbs and spices have more antioxidants than any other food group.",
      "author": "Michael Greger",
      "category": "Group, Herbs, Spices"
    },
    {
      "quote": "It is as necessary for man to live in beauty rather than ugliness as it is necessary for him to have food for an aching belly or rest for a weary body.",
      "author": "Abraham Maslow",
      "category": "Beauty, Man, Live"
    },
    {
      "quote": "When the woodpecker is searching for food, or laying siege to some hidden grub, the sound of his hammer is dead or muffled and is heard but a few yards. It is only upon dry, seasoned timber, freed of its bark, that he beats his reveille to spring and wooes his mate.",
      "author": "John Burroughs",
      "category": "Spring, Hidden, Sound"
    },
    {
      "quote": "People need to look at wildlife conservation in its totality. As soon as you lose the apex predator, it has harmful consequences right down the food chain.",
      "author": "Thomas Kaplan",
      "category": "People, Consequences, You"
    },
    {
      "quote": "It's important to have a healthy balanced diet but not to get too bogged down about it. It's important to enjoy your food, too.",
      "author": "Katie Taylor",
      "category": "Enjoy, Healthy, Diet"
    },
    {
      "quote": "An adult human can last 40 days without food, a week without any sleep, three days without water, but only five minutes without air. Yet nothing is more taken for granted than the air we breathe. However, not just any air will do - it must be exquisitely designed to meet our needs. Too little oxygen in the atmosphere will kill us, as will too much.",
      "author": "Hugh Ross",
      "category": "Water, Sleep, Week"
    }
  ]
}