{
  "author": "Ravindu Manoj",
  "github": "ravindu01manoj",
  "repo": "Quotes-500k",
  "data": [
    {
      "quote": "I didn't want people to think I'm just in the movies, where you make money and wait around for 13 hours before you get to do 20 minutes of work.",
      "author": "D. B. Sweeney",
      "category": "Work, Money, People"
    },
    {
      "quote": "The only thing I find difficult to watch - horror movies - not that I don't like them. Like 'The Shining,' it's one of my favorite movies, but it's terrifying. I feel like I've watched a marathon afterwards.",
      "author": "Nikolaj Coster-Waldau",
      "category": "Favorite, Marathon, Find"
    },
    {
      "quote": "I absolutely love genre movies. When I was a kid, I was really impacted by genre films and cult classics.",
      "author": "Lucas Till",
      "category": "Love, Kid, Cult"
    },
    {
      "quote": "The secret to film is that it's an illusion.",
      "author": "George Lucas",
      "category": "Film, Illusion, Secret"
    },
    {
      "quote": "I've never been that much of a money guy. I'm more of a film guy, and most of the money I've made is in defense of trying to keep creative control of my movies.",
      "author": "George Lucas",
      "category": "Money, Creative, Control"
    },
    {
      "quote": "Changes are not unusual - I mean, most movies, when they release them, they make changes. But somehow, when I make the slightest change, everybody thinks it's the end of the world.",
      "author": "George Lucas",
      "category": "Change, Changes, World"
    },
    {
      "quote": "The movies I like watching the most are these sort of cinema verite, handheld films where you really get gritty with people. But I also have this strange affinity for old Rock Hudson/Doris Day movies and things that sort of pop out where you see the frames, where you have these 2D animation moments and split-screens and things like that.",
      "author": "James Gunn",
      "category": "Day, Moments, People"
    },
    {
      "quote": "I would do anything for a part, nearly anything. Being in movies doesn't mean being pretty.",
      "author": "Diane Kruger",
      "category": "Mean, Anything, Pretty"
    },
    {
      "quote": "Well, Toronto, I consider to be the birthplace of my films. I've made three films and this is the third one to premiere here in the same theater on the same day at the same time - they are my audience. They're the people that I think about while I'm writing, directing, and editing. I specifically make movies for them.",
      "author": "Jason Reitman",
      "category": "Time, Day, Writing"
    },
    {
      "quote": "It can have an enormous effect because big budget movies can have big budget perks, and small budget movies have no perks, but what is the driving force, of course, is the script, and your part in it.",
      "author": "Morgan Freeman",
      "category": "Small, Driving, Budget"
    },
    {
      "quote": "I think with movies I am really connecting to the Joseph Campbell idea of the collective unconscious.",
      "author": "Will Smith",
      "category": "I Am, Think, Idea"
    },
    {
      "quote": "In today's world, America's soft power is commonly thought to reside in the global popularity of Hollywood movies, Coca-Cola, McDonald's and Starbucks.",
      "author": "Ahmed Zewail",
      "category": "Today, Power, America"
    },
    {
      "quote": "I feel sorry for people who only know comic books through movies. I really do.",
      "author": "Ta-Nehisi Coates",
      "category": "People, Sorry, Know"
    },
    {
      "quote": "I'm not an admirer of action movies. I just think, Oh my God, it must be so tiring.",
      "author": "Catherine Deneuve",
      "category": "God, Action, Think"
    },
    {
      "quote": "Live theater to me is much more free than the movies or television.",
      "author": "Eartha Kitt",
      "category": "Me, Free, Television"
    },
    {
      "quote": "I'll tell you what I really enjoy. We all go to the movies, we all watch television, we know what they're about, how they work. When the main character is a cop or a spy, it's very exciting, but I also very much enjoy when the main characters are nobodies - a trucker.",
      "author": "Nathan Fillion",
      "category": "Work, Character, Enjoy"
    },
    {
      "quote": "I remember my first taste of American big movies was 'Ghost Rider.' I'm in two little scenes. But for those two little scenes they had 400 extras, upside-down stunt cars, and a fire brigade.",
      "author": "Rebel Wilson",
      "category": "American, Fire, Remember"
    },
    {
      "quote": "My entertainment was going to the local dollar movie theatre on the weekend, where I watched old black and white movies. If you wanted current movies, you had to drive to the big city.",
      "author": "L'Wren Scott",
      "category": "Black And White, City, Black"
    },
    {
      "quote": "All that running around in my underwear put money in my pockets. I can focus on working in interesting movies without having to worry about supporting myself.",
      "author": "Mark Wahlberg",
      "category": "Money, Myself, Focus"
    },
    {
      "quote": "'The Lunchbox' is the kind of cinema that is true to its word and not cluttered or corrupted by some of the mainstream pre-requisites. I love the way I make movies, but there are certain stories that need to be told in a certain way, and 'The Lunchbox' is that movie, and I'm so proud to present this movie.",
      "author": "Karan Johar",
      "category": "Love, Proud, Present"
    },
    {
      "quote": "Whether or not we communicate it, I definitely seek my mom's acceptance and approval for everything. She has a strong commercial sense of movies and is a quintessential audience. When she doesn't like something, I know there is reason to worry. When she loves something, there is reason to celebrate.",
      "author": "Karan Johar",
      "category": "Mom, Strong, Acceptance"
    },
    {
      "quote": "I met Hugh Jackman, and I was like, 'I love your movies!' And, of course, he asked, 'Which one?' A reasonable question, but I blanked completely. In that moment, I couldn't remember a single film that Hugh Jackman had done. So I copped out. 'The recent one!' And that was one of his biggest disasters. Well done, me.",
      "author": "Karan Johar",
      "category": "Love, Me, Remember"
    },
    {
      "quote": "Making movies is controlled anarchy, chaos.",
      "author": "Michael Cimino",
      "category": "Chaos, Anarchy, Controlled"
    },
    {
      "quote": "One of the nice things about books as opposed to television and movies to some extent is it's not a passive entertainment. People really do get involved, and they do create, and they do have their own visions of what different characters look like and what should happen. It's great - it means their brains are working.",
      "author": "James Patterson",
      "category": "Great, People, Television"
    },
    {
      "quote": "Commercial books don't even get covered. The reason why so many book reviews go out of business is because they cover a lot of stuff that nobody cares about. Imagine if the movie pages covered none of the big movies and all they covered were movies that you couldn't even find in the theater?",
      "author": "James Patterson",
      "category": "Business, Book, Why"
    },
    {
      "quote": "I think it would be very boring dramatically to have a film where everybody was a lawyer or doctor and had no faults. To me, the most important thing is to be truthful.",
      "author": "Spike Lee",
      "category": "Doctor, Lawyer, Me"
    },
    {
      "quote": "A lot of times you get credit for stuff in your movies you didn't intend to be there.",
      "author": "Spike Lee",
      "category": "Credit, You, Times"
    },
    {
      "quote": "Movies are not scripts - movies are films; they're not books, they're not the theatre.",
      "author": "Nicolas Roeg",
      "category": "Theatre, Scripts, Films"
    },
    {
      "quote": "Mirrors are the essence of movies.",
      "author": "Nicolas Roeg",
      "category": "Mirrors, Essence"
    },
    {
      "quote": "Our memory and the movies keep movie stars alive for us, and Tony Curtis is still a star.",
      "author": "Nicolas Roeg",
      "category": "Stars, Memory, Star"
    },
    {
      "quote": "Women's roles in the movies remain, for the most part, girlfriends, mothers, wives.",
      "author": "Rebecca Traister",
      "category": "Women, Mothers, Girlfriends"
    },
    {
      "quote": "I've played a lot of mothers in my movies.",
      "author": "Vera Farmiga",
      "category": "Mothers, Lot, Played"
    },
    {
      "quote": "I like all of the mental, psychological thriller movies too. I enjoy horror movies across the board.",
      "author": "Sophia Bush",
      "category": "Enjoy, Horror, Mental"
    },
    {
      "quote": "I've been in so many good movies that I felt like nobody saw it's a pretty dreadful feeling.",
      "author": "Woody Harrelson",
      "category": "Good, Feeling, Nobody"
    },
    {
      "quote": "People wrestle sometimes making movies, and I think that conflict is a very essential thing. I think a lot of very happy productions have produced a lot of very banal movies.",
      "author": "Edward Norton",
      "category": "Happy, Conflict, People"
    },
    {
      "quote": "We've all seen 'Network' and 'Wag the Dog,' but we were somehow insulated by the fact that those were just movies, fictions, and we could rest easy that the Real News doesn't operate that way. Well, it does - sometimes.",
      "author": "Peter Landesman",
      "category": "Dog, Easy, Rest"
    },
    {
      "quote": "People go to the movies to have an emotional experience, not to learn information they could look up on Wikipedia.",
      "author": "Peter Landesman",
      "category": "Experience, People"
    },
    {
      "quote": "Whether it's the experiments on 'MythBusters' or my earlier work in special effects for movies, I've regularly had to do things that were never done before, from designing complex motion-control rigs to figuring out how to animate chocolate.",
      "author": "Adam Savage",
      "category": "Work, Chocolate, Special"
    },
    {
      "quote": "Why not premiere movies on Netflix the same day they're opening in theaters? Listen to the consumer give the consumer what they want.",
      "author": "Ted Sarandos",
      "category": "Day, Want, Why"
    },
    {
      "quote": "There's nothing more important in making movies than the screenplay.",
      "author": "Richard Attenborough",
      "category": "Important, Nothing"
    },
    {
      "quote": "The only reason anyone goes to Broadway is because they can't get work in the movies.",
      "author": "Bette Davis",
      "category": "Work, Reason, Broadway"
    },
    {
      "quote": "Hollywood has the idea that movies have to be dumb. But especially movies for or about teenagers have to be really dumb!",
      "author": "Joseph Gordon-Levitt",
      "category": "Dumb, Idea, Hollywood"
    },
    {
      "quote": "After 'Prom Night' I did two movies where I was playing a prostitute. I gravitate towards characters that have some sort of inner turmoil or some sort of character arc. That's the great thing about acting, so many different things and being really diverse in your choices.",
      "author": "Brittany Snow",
      "category": "Character, Great, Night"
    },
    {
      "quote": "My dad sat me in front of the TV, and instead of putting on Nick Jr. or something, he put me in front of 'Jailhouse Rock' and all the Elvis movies.",
      "author": "Drake Bell",
      "category": "Me, Rock, Something"
    },
    {
      "quote": "I like mainstream movies that are completely off the wall.",
      "author": "Robert Downey, Jr.",
      "category": "Like, Off, Wall"
    },
    {
      "quote": "I spent my entire youth in front of a TV watching old movies, and as soon as I was able to get a subway pass, when I was 14, I joined the Museum of Modern Art and was there all weekend watching old movies.",
      "author": "Amy Heckerling",
      "category": "Art, Youth, Museum"
    },
    {
      "quote": "When I make a film I'm away from home for two to three months. So I want my kids to look at my films one day and say, I love his movies, I love his choices-because he loved them.",
      "author": "Kevin Costner",
      "category": "Love, Day, Home"
    },
    {
      "quote": "I've had some movies that have been ridiculed, but that's OK with me. I don't feel that really defines me. Should I change who I am to be popular?",
      "author": "Kevin Costner",
      "category": "Change, I Am, Me"
    },
    {
      "quote": "I want to make movies that pierce people's hearts and touch them in some way, even if it's just for the night while they're in the cinema; in that moment, I want to bring actual tears to their eyes and goosebumps to their skin.",
      "author": "Russell Crowe",
      "category": "Eyes, Moment, Night"
    },
    {
      "quote": "I lost my front tooth in rugby league when a fat guy from Bellevue Hill kicked me in the face as I got up from a tackle to mark him. I made this decision not to cap the tooth because I thought it was false. But I didn't make any movies as a teenager, and I had a very hard time with girls and stuff.",
      "author": "Russell Crowe",
      "category": "Time, Decision, Me"
    },
    {
      "quote": "It's the contemporary woman that movies don't know what to do with, other than bathe her in a bridal glow in romantic comedies where both the romance and the comedy are artificial sweeteners.",
      "author": "James Wolcott",
      "category": "Romantic, Woman, Know"
    },
    {
      "quote": "Right after 'The Wackness' came out, it was a really exciting time, and then it was a bit disappointing when it came out. Even though not that many people saw it, I was still getting offered some movies. I was thinking that people would just stop calling me since it didn't do very well at the box office.",
      "author": "Jonathan Levine",
      "category": "Time, Thinking, Me"
    },
    {
      "quote": "Go see it and see for yourself why you shouldn't go see it.",
      "author": "Samuel Goldwyn",
      "category": "Yourself, Why, You"
    },
    {
      "quote": "Why should people go out and pay money to see bad films when they can stay at home and see bad television for nothing?",
      "author": "Samuel Goldwyn",
      "category": "Home, Money, Television"
    },
    {
      "quote": "I get inspiration from literally everything and anything. I take inspiration from people, relationships, stories, and I take inspiration from movies I see, books I read and songs I hear.",
      "author": "Sabrina Carpenter",
      "category": "People, Relationships, See"
    },
    {
      "quote": "What really matters is your movies and how good a person you are. Otherwise, tabloids and news channels writing about you only builds your curiosity and stardom and propels you to reach wider places.",
      "author": "Ranbir Kapoor",
      "category": "Good, Curiosity, Writing"
    },
    {
      "quote": "Comedy. It was just huge in my house. Peter Sellers and Alec Guinness, Monty Python and all those James Bond movies were highly regarded.",
      "author": "Mike Myers",
      "category": "Bond, Comedy, House"
    },
    {
      "quote": "I hate when the sun is high and there are no shadows. If I could do super high-budget movies, I would only shoot when the sun starts to get low - but you can't just shoot for four hours every day.",
      "author": "Susanne Bier",
      "category": "Day, Sun, Hate"
    },
    {
      "quote": "I've always been slightly hesitant about generalizing movies made by men and women being different in their nature; I think movies by each director are different. Having said that, I think that it's kind of disgraceful that there aren't more female directors.",
      "author": "Susanne Bier",
      "category": "Nature, Women, Men"
    },
    {
      "quote": "I've been lucky, I've had movies that made a lot of money, so I don't feel like I have to kill every time out. I don't want that pressure. I don't need it.",
      "author": "Bill Murray",
      "category": "Time, Money, Pressure"
    },
    {
      "quote": "I've never made any horrible, horrible movies. If you don't ruin your reputation, you can always get work.",
      "author": "Bill Murray",
      "category": "Work, Reputation, You"
    },
    {
      "quote": "I've been into horror movies ever since I was five years old.",
      "author": "Kirk Hammett",
      "category": "Horror, Years, Horror Movies"
    },
    {
      "quote": "The same sensations that you get in heavy metal are in horror movies. Heavy metal sounds evil and horror movies are evil, ha ha!",
      "author": "Kirk Hammett",
      "category": "Evil, You, Horror"
    },
    {
      "quote": "I really don't have any solutions and I don't like movies that do.",
      "author": "Charlie Kaufman",
      "category": "Solutions, Like, Really"
    },
    {
      "quote": "Trying to constantly get yourself into movies is extremely stressful and sometimes just impossible.",
      "author": "Seth Rogen",
      "category": "Impossible, Yourself, Trying"
    },
    {
      "quote": "Growing up I didn't watch movies.",
      "author": "Denzel Washington",
      "category": "Growing Up, Growing, Watch"
    },
    {
      "quote": "Being alone is scarier than any boogey man and the reason why I don't choose to see Horror movies as a rule.",
      "author": "Tom Sizemore",
      "category": "Alone, Man, Being Alone"
    },
    {
      "quote": "If you don't like my movies, don't watch them.",
      "author": "Dario Argento",
      "category": "You, Like, Watch"
    },
    {
      "quote": "True violence, not the kind you usually see in television or movies, touches something very deep and primal in people.",
      "author": "Mark Frost",
      "category": "Deep, Violence, Television"
    },
    {
      "quote": "In India, there is a psychological problem that movies going to film festivals are boring. It is a problem with exhibitors.",
      "author": "Anurag Kashyap",
      "category": "Problem, Festivals, Boring"
    },
    {
      "quote": "My agent said, 'You aren't good enough for movies.' I said, 'You're fired.'",
      "author": "Sally Field",
      "category": "Good, You, Said"
    },
    {
      "quote": "If you can market smut and toilet paper, you can market movies.",
      "author": "Dawn Steel",
      "category": "You, Toilet, Paper"
    },
    {
      "quote": "I would love to have more kids. Kids are the best part of my day. I don't wake up to make movies. I wake up to hang out with my family.",
      "author": "Reese Witherspoon",
      "category": "Love, Family, Best"
    },
    {
      "quote": "I love movies.",
      "author": "Greg Boyle",
      "category": "Love, I Love"
    },
    {
      "quote": "I did 14 movies in six years, I had a cartoon TV show, and I don't want to do that again. I just want to make unique pieces of art. That's why I quit everything when I was 14 and sat around for eight years before I did another movie.",
      "author": "Macaulay Culkin",
      "category": "Art, Unique, Want"
    },
    {
      "quote": "I try to watch a movie a day, if not more, and through movies, I learned about so many different political themes I hadn't been interested in and cultural things I hadn't been aware of and economic factors I hadn't thought about.",
      "author": "Hideo Kojima",
      "category": "Day, Thought, Political"
    },
    {
      "quote": "'Little Miss Sunshine' snowballed. It was a tiny movie. We shot it in 30 days, and it was really fun to do, but it was one of those small movies that you don't hold out huge hope for.",
      "author": "Greg Kinnear",
      "category": "Hope, Sunshine, Fun"
    },
    {
      "quote": "I guess you just feel like there's a whole story that's not being told in movies. You're only seeing the macho guy version of a story that from the woman's side, may be completely different.",
      "author": "Heather Graham",
      "category": "Woman, Story, You"
    },
    {
      "quote": "So I know how I watch movies which is on my laptop, man. And that's how I suspect a lot of people do it.",
      "author": "Kevin Smith",
      "category": "Man, People, Know"
    },
    {
      "quote": "Hitchcock had a charm about him. He was very funny at times. He was incredibly brilliant in his field of suspense.",
      "author": "Tippi Hedren",
      "category": "Funny, Brilliant, Charm"
    },
    {
      "quote": "When I started to watch some of the films I'd done, I realized I was doing movies that I might not actually want to see.",
      "author": "Heath Ledger",
      "category": "Doing, Want, See"
    },
    {
      "quote": "Movie magic is movie magic and acting magic is acting magic.",
      "author": "Ben Kingsley",
      "category": "Magic, Acting, Movie"
    },
    {
      "quote": "I always wanted to be a stay-at-home dad making art, making movies.",
      "author": "Robert Rodriguez",
      "category": "Art, Always, Stay-At-Home"
    },
    {
      "quote": "I do like strong women in my movies. I have five sisters, so I've just grown up with that model.",
      "author": "Robert Rodriguez",
      "category": "Women, Strong, Up"
    },
    {
      "quote": "We ogle plants and animals up close on television, the Internet and in the movies. We may not worship the animals we see, but we still regard them as necessary physical and spiritual companions. Technological nature can't completely satisfy that yearning.",
      "author": "Diane Ackerman",
      "category": "Nature, Spiritual, Internet"
    },
    {
      "quote": "Besides the fact that I make movies, there's nothing interesting about my life at all, unfortunately.",
      "author": "Jonah Hill",
      "category": "Life, My Life, Interesting"
    },
    {
      "quote": "I just like to act and write and produce. To me, making movies is the ultimate goal.",
      "author": "Jonah Hill",
      "category": "Goal, Me, Like"
    },
    {
      "quote": "All the movies that I have done I have not been in control of. Sometimes there is a contractual situation where you go to the studio, and they kind of tell you which ones they want you to do.",
      "author": "Steven Seagal",
      "category": "Control, Want, You"
    },
    {
      "quote": "I love swimming, tennis, and I am taking up golf. I am not serious about it, I just go to the range and practice. Other than that, I enjoy going to the movies and hanging out with my friends.",
      "author": "Mila Kunis",
      "category": "Love, Friends, I Am"
    },
    {
      "quote": "When I was a little girl, I watched all old movies. My mother liked old movies, and she loved shopping for antiques, so I was around old things all the time.",
      "author": "Dita Von Teese",
      "category": "Time, Mother, Girl"
    },
    {
      "quote": "I just think old old movies, they make you concentrate and pay attention so much more. They feel so warm. A lot of modern digital videotape, it's just too bright. Don't know why, it's not warm.",
      "author": "Jack White",
      "category": "Know, Think, Why"
    },
    {
      "quote": "I missed out on everything. Sometimes on the street I see teenagers hanging out and going to the movies, going to concerts, and I get so jealous.",
      "author": "Adriana Lima",
      "category": "Jealous, Street, See"
    },
    {
      "quote": "I never cared about making one coherent masterpiece with a conventional narrative. I always wanted my movies to have images falling from all directions in a vaudevillian way. If you didn't like what was happening in one scene, you could just snooze through it until the next scene.",
      "author": "Harmony Korine",
      "category": "Way, You, Through"
    },
    {
      "quote": "I'm so sick of seeing these movies where married couples are just cuddling on the couch and caressing each other's faces.",
      "author": "Leslie Mann",
      "category": "Sick, Seeing, Where"
    },
    {
      "quote": "My biggest challenge is to not do urban movies for the rest of my life, those alpha hoodies.",
      "author": "John Boyega",
      "category": "Life, Challenge, My Life"
    },
    {
      "quote": "I have kind of a funny relationship with movies. I don't have to see the whole movie to get an impression of it or to let it have an influence on me.",
      "author": "Lana Del Rey",
      "category": "Funny, Relationship, Me"
    },
    {
      "quote": "I've had broken bones and cuts and dashes and tears from movies, but when I was five, my mom put the biscuits up high so we wouldn't be helping ourselves. So, one day I asked to stand up on a chair to get a biscuit, and it fell, and the corner of the chair went right into the side of my eye, and it made a big hole in there.",
      "author": "Gerard Butler",
      "category": "Day, Mom, Eye"
    },
    {
      "quote": "You can make a thousand different movies about the same subject.",
      "author": "Pedro Almodovar",
      "category": "You, Different, Same"
    },
    {
      "quote": "Everybody gets typecast in movies, but you have to make wise choices. I'd say around 90 percent of movie casting is about the way you look, so you have to fight that. If producers had their way, I'd only be in action films, but I'm interested in a more varied career than that.",
      "author": "Famke Janssen",
      "category": "Wise, Fight, Choices"
    },
    {
      "quote": "Ultimately, if you look at all my films from 'Bloody Sunday' on, they're steeped in a post-9/11 atmosphere. 'United 93' is directly about 9/11, of course, but every one of the movies deals with paranoia, mistrust, and fear.",
      "author": "Paul Greengrass",
      "category": "Fear, Look, You"
    },
    {
      "quote": "It's a juggernaut, yeah... but I'm not phased by making movies.",
      "author": "Matthew Vaughn",
      "category": "Making, Yeah, Phased"
    },
    {
      "quote": "When I was a little boy I used to borrow my father's hat, and make a press card to stick in the hat band. That was the way reporters were always portrayed in the movies.",
      "author": "Charles Kuralt",
      "category": "Father, Hat, Boy"
    },
    {
      "quote": "You won't find me in a romantic comedy. Those movies don't speak to me. People don't come to talk to me about those scripts, because they probably think I'm this dark, twisted, miserable person.",
      "author": "Naomi Watts",
      "category": "Romantic, Speak, Me"
    },
    {
      "quote": "If I have to produce movies, direct movies, whatever to change the way Hollywood treats older women, I'll do it. If I have to bend the rules, I will. If I have to break them, I will.",
      "author": "Naomi Watts",
      "category": "Change, Women, Rules"
    },
    {
      "quote": "I don't know that movies are important. But I know that stories are important. Movies may disappear. They've only been around, for God's sake, for the last hundred years... I think that it's the need to tell stories, and that people need to be told stories. It's the old sitting around the fire, you know.",
      "author": "Allison Anders",
      "category": "God, Fire, People"
    },
    {
      "quote": "You still get the movies made. A filmmaker can always scrape up money to do a movie. The passion drives it. And you'll get the money. Money's the easiest thing. But the hardest thing is finding a way for people to see your movie.",
      "author": "Allison Anders",
      "category": "Money, Passion, People"
    },
    {
      "quote": "I don't like to watch my own movies - I fall asleep in my own movies.",
      "author": "Robert De Niro",
      "category": "Fall, My Own, Watch"
    },
    {
      "quote": "I quit doing the movies because the wrestling was going so good and was so on fire during the '80s and '90s, but I was getting all these movie scripts.",
      "author": "Hulk Hogan",
      "category": "Good, Fire, Doing"
    },
    {
      "quote": "Movies have these transcendent moments where everything is just right, from the dialogue to the music to the lighting to the narrative context; everything is just perfect, and something magical happens - the film breaks through the screen and does something to you.",
      "author": "Jason Silva",
      "category": "Music, Moments, Perfect"
    },
    {
      "quote": "Books and movies are different art forms with different rules. And because of that, they never translate exactly.",
      "author": "Tom Clancy",
      "category": "Art, Rules, Never"
    },
    {
      "quote": "I don't see my movies. I think it's healthier and safer to keep a bit of distance. I'm afraid to be disappointed.",
      "author": "Bernardo Bertolucci",
      "category": "Think, Distance, See"
    },
    {
      "quote": "I don't see my movies. When you ask me about one of my movies, it just goes in my memory because maybe sometimes I confuse one for another. I think all movies are like sequences, which is the body of my work.",
      "author": "Bernardo Bertolucci",
      "category": "Work, Memory, Me"
    },
    {
      "quote": "My passion is capturing what it feels like to love, be it romantic or otherwise. I love to watch two people realize what they meant for each other - and that goes across all media, books, TV, movies, personal essays; everything.",
      "author": "Taylor Jenkins Reid",
      "category": "Love, Romantic, Passion"
    },
    {
      "quote": "They allow us to disrespect our Black woman. A lot of these things would be considered criminal if it were to be carried out in the streets. That's like when they tell you after you buy your VHS and you rent movies they tell you not to copy the movies.",
      "author": "Afrika Bambaataa",
      "category": "Woman, Black, You"
    },
    {
      "quote": "Making movies is just like betting on horses at the racetrack.",
      "author": "Maureen O'Hara",
      "category": "Just, Like, Betting"
    },
    {
      "quote": "There is the moral spectrum in 'Fargo,' and you see it in other Coen brothers movies, where you have a very good character on one end and a very bad character on the other.",
      "author": "Noah Hawley",
      "category": "Good, Character, End"
    },
    {
      "quote": "A producer is always behind the scenes, even more in the movies - nobody sees you. I didn't even meet most of the actors. When I worked on 'Top Gun,' I never met Tom Cruise. You were always in the background.",
      "author": "Giorgio Moroder",
      "category": "Gun, You, Nobody"
    },
    {
      "quote": "It's all about escapism. That's essentially what all movies are about. It's a vicarious thrill.",
      "author": "Todd Phillips",
      "category": "Escapism, Thrill, About"
    },
    {
      "quote": "I love making movies, and being in any that I can be in. I'd like to be in those giant movies, as the fifth or sixth lead, and have three or four killer scenes. You don't have the responsibility of the entire movie being on you. I like those roles. I'm shooting for the middle.",
      "author": "Bill Burr",
      "category": "Love, Responsibility, You"
    },
    {
      "quote": "Family entertainment is really very necessary in our culture. Look how profitable they are. It's almost not discretionary. You need to take your family to the movies.",
      "author": "Gary Ross",
      "category": "Family, Culture"
    },
    {
      "quote": "As a kid growing up in a small town in Washington State, my only exposure to New York City was through movies. The town with its towering skyscrapers, fascinating people and teeming energy absolutely captivated me.",
      "author": "Robert Osborne",
      "category": "City, Small, Me"
    },
    {
      "quote": "I love dancing just because I've done it my whole life and it's definitely what I want to do. I feel like, I want to train with acting and do movies. Those two are my main priorities. I definitely want to be able to sing and model, too. I definitely love those, too.",
      "author": "Maddie Ziegler",
      "category": "Love, Life, Acting"
    },
    {
      "quote": "I think movies are a director's medium in the end. Theater is the actor's medium. Theater is fast, and enjoyable, and truly rewarding. I believe in great live performance.",
      "author": "Sam Mendes",
      "category": "Great, Believe, Performance"
    },
    {
      "quote": "The movies that influenced me were movies that told their stories through pictures more than words.",
      "author": "Sam Mendes",
      "category": "Words, Me, Through"
    },
    {
      "quote": "I love horror movies because they're really fun. They tap into those wonderful primal emotions.",
      "author": "Margot Kidder",
      "category": "Love, Fun, Emotions"
    },
    {
      "quote": "It's seldom that you find great moments in television. Usually you remember - in 'Breaking Bad' or any of these other great shows - you remember situations or characters. Not moments. But I have to say, I can make the same argument for mainstream movies, which have bad narratives and also no memorable moments.",
      "author": "Alfonso Cuaron",
      "category": "Great, Moments, Remember"
    },
    {
      "quote": "I get ideas from everywhere: movies, books, movies, nature - it comes into my brain, it sits there for a while, and it starts coming back out.",
      "author": "Tony DiTerlizzi",
      "category": "Nature, Brain, Ideas"
    },
    {
      "quote": "I look at myself as an audience member. I still love movies, and I still go and sit in the back of the big dark room with everybody else, and I want the same thrill.",
      "author": "Samuel L. Jackson",
      "category": "Love, Myself, Dark"
    },
    {
      "quote": "I think 'North by Northwest' and 'Rope' and Rear Window' and 'Psycho' are on my list of favorite all time movies. I just think his kind of command as a director was almost unparalleled, and I feel like in certain ways the sort of character-based thriller owes more to Hitchcock than anyone.",
      "author": "Carlton Cuse",
      "category": "Time, Window, Think"
    },
    {
      "quote": "Movies portray men as tough guys.",
      "author": "Geoffrey Canada",
      "category": "Men, Tough, Guys"
    },
    {
      "quote": "We spend all this energy keeping our lives normal and safe and predictable, and the result is that our approved cultural safety valve is the movies. So in films, anyway, the hero is obliged to represent the continuance of social values and institutions, and his permission to act is much more seriously limited than the villain's.",
      "author": "Peter Coyote",
      "category": "Hero, Safety, Values"
    },
    {
      "quote": "Even if I set out to make a film about a fillet of sole, it would be about me.",
      "author": "Federico Fellini",
      "category": "Me, Film, Sole"
    },
    {
      "quote": "The dubbing of the music and effects is really incredible today. You're feeling gun shots. I mean, it's not the way people say it is, but the gunshot sounds real. And cars sound real. Among the many things in the evolution (of movies) is to make the sound in the movie incredible. That's what you feel.",
      "author": "Joel Silver",
      "category": "Music, Today, Gun"
    },
    {
      "quote": "I can't really remember my life without movies.",
      "author": "Elle Fanning",
      "category": "Life, My Life, Remember"
    },
    {
      "quote": "Life is short. I'm 47 years old. I've got 10 years to go where I can be the best I can be. I want those 10 years to be precious, not like before, cranking two or three movies a year. I've made a ton of movies in my life, but so what?",
      "author": "Jean-Claude Van Damme",
      "category": "Life, Best, Short"
    },
    {
      "quote": "My body looks like 30 but my face looks like 50. But I cannot walk bare-chested in the streets. I like to do these movies to challenge myself physically.",
      "author": "Jean-Claude Van Damme",
      "category": "Myself, Challenge, Walk"
    },
    {
      "quote": "I was studying to be an architect, I wasn't plotting to join the movies. Films were just another career option. I took acting up with the same schoolgirl enthusiasm I had for examinations. Acting is a job and I take it very seriously.",
      "author": "Aishwarya Rai Bachchan",
      "category": "Job, Acting, Studying"
    },
    {
      "quote": "I love to hang out with my friends and go to the movies. My mom and I are involved in the Mother/Daughter Organization - national charity work. Whenever I get free time, we volunteer. It's an organization so mothers and daughters can spend time together while volunteering.",
      "author": "Hailee Steinfeld",
      "category": "Love, Work, Time"
    },
    {
      "quote": "I've made 122 movies, and I daresay there's a picture of mine showing somewhere in the world every day.",
      "author": "Tony Curtis",
      "category": "Day, World, Every Day"
    },
    {
      "quote": "I'm a spoilt brat. I thought I was just going to walk in and make movies. But I'd been my own boss for so long that all of a sudden to be facing a roomful of people who were niggling over every little scene... I just thought I'd go back and draw my comics and have a happy life.",
      "author": "Frank Miller",
      "category": "Life, Happy, Boss"
    },
    {
      "quote": "I was dirt-poor. I could barely hold down a job. Eventually, though, I started getting small parts on shows like 'Smallville,' 'Supernatural'... and lots of really bad sci-fi movies. I was running around the woods in wolf contacts, covered in fake blood made out of pancake syrup, roaring.",
      "author": "Cory Monteith",
      "category": "Job, Wolf, Small"
    },
    {
      "quote": "I have a checklist of things I'd like to do in movies. One of them is get possessed. Die on a deathbed with a ghostly pallor - that's on my list.",
      "author": "Talulah Riley",
      "category": "Die, Deathbed, Like"
    },
    {
      "quote": "For a number of years, I'd been around the kind of people who financed movies and the kind of people who are there to make the deals for movies. But I'd always had this naive idea that everybody wants to make movies as good as they can be, which is stupid.",
      "author": "David Fincher",
      "category": "Good, Stupid, People"
    },
    {
      "quote": "When you make the kind of movies I make, you get weird letters from people.",
      "author": "David Fincher",
      "category": "People, Weird, You"
    },
    {
      "quote": "I think you really have to remember what you loved about making music in the first place. Ultimately, people can be like, 'We've seen this dude in many movies,' but if they hear a song and they're feeling it, they can look past all the personal things and not hold it against you that you're also an actor.",
      "author": "Common",
      "category": "Music, Past, Remember"
    },
    {
      "quote": "I never enjoyed working in a film.",
      "author": "Marlene Dietrich",
      "category": "Working, Film, Never"
    },
    {
      "quote": "I always loved silent movies. I was not a specialist, but I loved them. And when I started directing, I became really fascinated by the format - how it works, the device of the silent movie. It's not the same form of expression as a talkie. The lack of sounds makes you participate in the storytelling.",
      "author": "Michel Hazanavicius",
      "category": "Loved, You, Storytelling"
    },
    {
      "quote": "I'm not a huge fan of scary movies, but I love doing them because your character arc gets condensed, and everything is elevated, and so you kind of have this amazing opportunity to go in many different places.",
      "author": "Imogen Poots",
      "category": "Love, Character, Opportunity"
    },
    {
      "quote": "I used to love Kapil Dev and, like any schoolboy, wanted to become a cricketer till I started dreaming of making movies.",
      "author": "Imtiaz Ali",
      "category": "Love, Dreaming, Started"
    },
    {
      "quote": "I love going to the movies and getting Raisinets, a big tub of popcorn and a Coke. That's definitely a guilty pleasure because I can't be doing that all the time.",
      "author": "Sanaa Lathan",
      "category": "Love, Time, Guilty"
    },
    {
      "quote": "I think it's probably the Dutch who are to blame for starting the whole 'art business', because before they came along, art was attached to relatively stable structures, and it was everybody's. It was like going to the movies.",
      "author": "Antony Gormley",
      "category": "Business, Art, Blame"
    },
    {
      "quote": "The two Hindi movies that I did were not marketed well, and so not many people came to watch the film, hence the audience doesn't know much about me. I am a newcomer, and I cannot sell a film on my own. There has to be a backing in terms of producers.",
      "author": "Tena Desae",
      "category": "I Am, Me, People"
    },
    {
      "quote": "I do not fear anybody on the field or in society, but I fear at night when I am away from my parents. I am scared of the unknown described in horror movies.",
      "author": "Saina Nehwal",
      "category": "Fear, Parents, I Am"
    },
    {
      "quote": "With movies, you are always in search is a good story, one that everyone will relate to and love. I love finding those stories and creating a visual world to tell the story.",
      "author": "Don Bluth",
      "category": "Love, Good, World"
    },
    {
      "quote": "For years in football I was angry with the game, angry with pundits and, a lot of the time, angry with the journalists writing about me. All that changed when I got my break in movies.",
      "author": "Vinnie Jones",
      "category": "Time, Football, Writing"
    },
    {
      "quote": "You know, usually with movies there are periods, dark areas, where I might not be getting what I wanted out of a theme. I'll have to go over and over it again.",
      "author": "Trevor Rabin",
      "category": "Dark, Know, You"
    },
    {
      "quote": "One of the joys of going to the movies was that it was trashy, and we should never lose that.",
      "author": "Oliver Stone",
      "category": "Never, Going, Lose"
    },
    {
      "quote": "In the movies, Bette Davis lights two cigarettes and hands the second one to James Cagney. It was just so glamorous and romantic.",
      "author": "Loni Anderson",
      "category": "Romantic, Hands, Two"
    },
    {
      "quote": "I don't intentionally make deep movies.",
      "author": "Hayao Miyazaki",
      "category": "Deep, Intentionally, Make"
    },
    {
      "quote": "Movies are an art form that is very available to the masses.",
      "author": "Richard King",
      "category": "Art, Masses, Available"
    },
    {
      "quote": "I make movies I want to see.",
      "author": "Neil LaBute",
      "category": "Want, See, Make"
    },
    {
      "quote": "There are some movies you do for the character there are some movies you do for the people.",
      "author": "Kajal Aggarwal",
      "category": "Character, People, You"
    },
    {
      "quote": "Movies are a complicated collision of literature, theatre, music and all the visual arts.",
      "author": "Yahoo Serious",
      "category": "Music, Theatre, Literature"
    },
    {
      "quote": "I always loved clothes. I grew up in a blue-collar family, but I loved old movies and seeing all those dashing leading men.",
      "author": "Joseph Abboud",
      "category": "Family, Men, Clothes"
    },
    {
      "quote": "Come on, guys, I am a computer nerd. I love Hollywood and movies. My whole life is like a movie. I wouldn't be who I am if it wasn't for the mind-altering glimpse at the future in 'Star Wars.'",
      "author": "Kim Dotcom",
      "category": "Love, Life, Future"
    },
    {
      "quote": "On planes I always cry. Something about altitude, the lack of oxygen and the bad movies. I cried over a St. Bernard movie once on a plane. That was really embarrassing.",
      "author": "Michael Stipe",
      "category": "Bad, Always, Cry"
    },
    {
      "quote": "I love Jared Hess' movies. He's such a weirdo and such a nice, funny guy.",
      "author": "Kate McKinnon",
      "category": "Funny, Love, Nice"
    },
    {
      "quote": "These archetypal older women in movies can sometimes make my skin crawl. It's about the one dimension it's about the lack of any texture.",
      "author": "Patricia Clarkson",
      "category": "Women, Skin, Sometimes"
    },
    {
      "quote": "I have a sneaking suspicion that if there were a way to make movies without actors, George Lucas would do it.",
      "author": "Mark Hamill",
      "category": "Way, Without, Suspicion"
    },
    {
      "quote": "I like something where I can really use my imagination and be an active participant in the construction of the monster and usually that's in the world of the supernatural or the world of the fantastic, so that's why those kinds of stories about demons and the supernatural appeal to me or maybe I'm really interested in that subject.",
      "author": "Sam Raimi",
      "category": "Imagination, World, Me"
    },
    {
      "quote": "Everybody knows when you've got a role in a Spike Lee movie, you're gonna blow up. But I happen to be the only person who's had the lead in the two Spike Lee movies nobody saw.",
      "author": "Anthony Mackie",
      "category": "You, Person, Lead"
    },
    {
      "quote": "I like movies. Movies have afforded me a modicum of luxuries. The thing about the movies is, if you're bad in a movie, you're bad forever.",
      "author": "Anthony Mackie",
      "category": "Me, You, Bad"
    },
    {
      "quote": "I realized what interested me as a student of film was one thing and the movies that I liked were another.",
      "author": "Sam Raimi",
      "category": "Me, Student, Film"
    },
    {
      "quote": "What we're supposed to do as actors is be able to portray real human beings and emotions. And if you grow up in this bubble of showbiz and you only know people who make movies, you don't really have an understanding of the world outside.",
      "author": "Emily Browning",
      "category": "World, People, Understanding"
    },
    {
      "quote": "I only make movies I want to go see.",
      "author": "Jerry Bruckheimer",
      "category": "Want, See, Go"
    },
    {
      "quote": "There are a lot of movies that inspire me to do what I do.",
      "author": "Jerry Bruckheimer",
      "category": "Inspire, Me, Lot"
    },
    {
      "quote": "Inspiration comes from everywhere. From life, observing people, etc. From movies and books you love. From research.",
      "author": "Holly Black",
      "category": "Love, Life, Research"
    },
    {
      "quote": "Movies are something people see all over the world because there is a certain need for it.",
      "author": "Wim Wenders",
      "category": "World, People, See"
    },
    {
      "quote": "Film buffs who don't live in Hollywood have a fantasy about what it's like to be a director. Movies and the people who make movies have such glamour associated with them. But the truth is, it's not like that. It's very different. It's hard work.",
      "author": "John Carpenter",
      "category": "Work, Hard Work, Truth"
    },
    {
      "quote": "There are a lot of movies that I don't care about, especially not remakes.",
      "author": "John Carpenter",
      "category": "Care, About, Lot"
    },
    {
      "quote": "I play Xbox. I have a little boy to look after. I have dogs. You know, I have things to do. I would love to be able to sit down and watch something like a movie. I watch my own movies because I have to.",
      "author": "Tom Hardy",
      "category": "Love, Know, Play"
    },
    {
      "quote": "On the one hand, the press, television, and movies make heroes of vandals by calling them whiz kids.",
      "author": "Ken Thompson",
      "category": "Television, Heroes, Kids"
    },
    {
      "quote": "I was that kind of kid that was going to the movies every weekend, I couldn't get enough of the movies, and now I get to make them. So I kind of have a one-track mind.",
      "author": "Andrew Stanton",
      "category": "Mind, Kind, Weekend"
    },
    {
      "quote": "Well, I'm a consumer as well. I go to the movies with my popcorn and believe everything I see.",
      "author": "Kelly Lynch",
      "category": "Believe, See, Well"
    },
    {
      "quote": "I'm just glad I've had these opportunities to be geeks in some really awesome movies.",
      "author": "Christopher Mintz-Plasse",
      "category": "Opportunities, Awesome, Just"
    },
    {
      "quote": "It's the story that counts.",
      "author": "Vincente Minnelli",
      "category": "Story, Counts"
    },
    {
      "quote": "And there have certainly been movies I wanted to be in and milestones I wanted to surpass that did not happen.",
      "author": "Thomas Haden Church",
      "category": "Milestones, Happen, Did"
    },
    {
      "quote": "Some of the best roles are for women in these independent, smaller movies.",
      "author": "Kyra Sedgwick",
      "category": "Women, Best, Independent"
    },
    {
      "quote": "I think in Europe, movies are made like a commodity and then sold as art.",
      "author": "Christoph Waltz",
      "category": "Art, Think, Like"
    },
    {
      "quote": "Shoot a few scenes out of focus. I want to win the foreign film award.",
      "author": "Billy Wilder",
      "category": "Focus, Win, Want"
    },
    {
      "quote": "So I like to try to go back and develop pure visual storytelling. Because to me, it's one of the most exciting aspects of making movies and almost a lost art at this point.",
      "author": "Brian De Palma",
      "category": "Art, Me, Lost"
    },
    {
      "quote": "And I always had this idea for making a movie about a femme fatale, because I like these characters. They're a lot of fun, they're sexy, they're manipulative, they're dangerous.",
      "author": "Brian De Palma",
      "category": "Fun, Sexy, Idea"
    },
    {
      "quote": "Filmmaking can be a fine art.",
      "author": "Terri Windling",
      "category": "Art, Filmmaking, Fine"
    },
    {
      "quote": "Today what is more important for me is performance. At the risk of sounding immodest, I have done it all - 61 movies over 12 years. But now I am looking for quality. It's easy to be a star. Now I want to be an actress.",
      "author": "Karisma Kapoor",
      "category": "Today, I Am, Quality"
    },
    {
      "quote": "If you're sixty-something, pushing 70, the chances of you getting a tremendously fascinating part in the movies are very low, as to be almost negligible, or even in television. But in the theatre, there are still things to do, very interesting, very profound things.",
      "author": "Brian Dennehy",
      "category": "Theatre, Television"
    },
    {
      "quote": "I've always loved silent movies. I recently saw 'Tilly's Punctured Romance' at the Academy, which is the first comedy made with Charlie Chaplin in 1914, and I sat there, and I couldn't believe that the entire audience of 2,000 people were laughing that hard from a movie made in 1914 - and there were no words; it was all faces.",
      "author": "Taylor Negron",
      "category": "Believe, Words, People"
    },
    {
      "quote": "I make movies for teenage boys. Oh dear, what a crime.",
      "author": "Michael Bay",
      "category": "Crime, Dear, Oh"
    },
    {
      "quote": "I make movies that audiences like, that I'd want to see. That's all.",
      "author": "Michael Bay",
      "category": "Want, See, Like"
    },
    {
      "quote": "I love doing big movies. It's awesome! You have all these toys. The thing I like about this movie is, like they always say, directors have the biggest train sets! Don't tell anyone, but I'd do this for free.",
      "author": "Michael Bay",
      "category": "Love, Train, Free"
    },
    {
      "quote": "It's a great feeling to think that I can be a friend to so many people through my movies.",
      "author": "River Phoenix",
      "category": "Great, Friend, People"
    },
    {
      "quote": "I've never seen 'The Goonies.' I've never seen 'Indiana Jones.' I watched 'UHF' over and over again when I was little, and that was it. I had no time for any other movies. I watched 'Naked Gun,' 'UHF,' and 'Airplane!' over and over.",
      "author": "Eric Andre",
      "category": "Time, Gun, Airplane"
    },
    {
      "quote": "The only movies I want to do are the ones I'm passionate about. I care about school, and I'm still a kid. I want to live like that while I can.",
      "author": "Lily-Rose Depp",
      "category": "School, Live, Want"
    },
    {
      "quote": "I just like movies that somehow expose the world in a way that's different than you imagine it.",
      "author": "Alex Winter",
      "category": "World, Way, You"
    },
    {
      "quote": "I've always loved movies about con men. I think con men are as American as apple pie.",
      "author": "Bill Paxton",
      "category": "Men, American, Apple"
    },
    {
      "quote": "I'm always frightened away by movies that lower the bar on our endeavor to learn more about the crazy weird creatures that we are.",
      "author": "Jason Ritter",
      "category": "Crazy, Weird, Learn"
    },
    {
      "quote": "I figure you're only here for a matter of moments. Ever since I was a kid watching movies I've always wanted to make people laugh or have some sort of emotional reaction.",
      "author": "Tim Conway",
      "category": "Moments, People, Laugh"
    },
    {
      "quote": "You read a script and its based on 'Reservoir Dogs' and 'Pulp Fiction', and it goes right in the bin.",
      "author": "Tim Roth",
      "category": "You, Dogs, Right"
    },
    {
      "quote": "Little Odessa. Of all my movies, it's the one that I still really love when I watch it and I'm pretty happy with what I didn in that.",
      "author": "Edward Furlong",
      "category": "Love, Happy, Little"
    },
    {
      "quote": "I live, therefore I make films. I make film, therefore I live. Life. Movement. I make home movies, therefore I live. I live, therefore I make home movies.",
      "author": "Jonas Mekas",
      "category": "Life, Home, Live Life"
    },
    {
      "quote": "I grew up loving monsters. I'm just a total monster geek. When I was a kid, I had the Aurora monster models, and I would make them. I loved the Universal horror movies and the Hammer movies. I just had an affinity for them.",
      "author": "John Logan",
      "category": "Loved, Loving, Horror"
    },
    {
      "quote": "The reason that I'm a writer today is because of Shakespeare and falling in love with Shakespeare when I was 8. That was through the movies, actually - through Olivier's 'Hamlet.' That was the first thing that got me to fall in love with Shakespeare and movies and everything in one big preadolescent rush.",
      "author": "John Logan",
      "category": "Love, Today, Fall"
    },
    {
      "quote": "It's harder than it looks to juggle all those things: relationship, movies, YouTube.",
      "author": "Kian Lawley",
      "category": "Relationship, YouTube, Looks"
    },
    {
      "quote": "I loved Superman growing up. I saw a couple of those movies in the theater, and I watched 'Superman II' 8000 times.",
      "author": "Stephen Amell",
      "category": "Growing Up, Loved, Superman"
    },
    {
      "quote": "Everybody's a filmmaker today.",
      "author": "John Milius",
      "category": "Today, Filmmaker, Everybody"
    },
    {
      "quote": "Real pirates were better than in movies, more daring and terrifying and cunning than any screenwriter could imagine. They operated during the Golden Age of Piracy, from 1650 to 1720.",
      "author": "Robert Kurson",
      "category": "Age, Better, Real"
    },
    {
      "quote": "I like a lot of classic movies, like, for example, 'Citizen Kane', James Dean movies, etc, etc.",
      "author": "Tommy Wiseau",
      "category": "Citizen, Example, Classic"
    },
    {
      "quote": "When I was a little kid, I wanted to be, like, you know, a movie star, you know? Or, I always have interest in movie, you know? Because I like the visual aspect of the movies, et cetera.",
      "author": "Tommy Wiseau",
      "category": "Know, You, Visual"
    },
    {
      "quote": "We work very cost effective and I sell my movies in 100 territories on my own.",
      "author": "Uwe Boll",
      "category": "Work, Cost, Sell"
    },
    {
      "quote": "That white uniform was her 'pass' to get into white places with us - the grocery store, the state fair, the movies. Even though this was the 70s and the segregation laws had changed, the 'rules' had not.",
      "author": "Kathryn Stockett",
      "category": "Rules, Uniform, Her"
    },
    {
      "quote": "I'm proudest of the fact that I've been able to make a few movies in the studio system that are slightly unorthodox and personal. But it's never quite as easy as you dream that it could be.",
      "author": "Cameron Crowe",
      "category": "Dream, Easy, You"
    },
    {
      "quote": "The movies we love and admire are to some extent a function of who we are when we see them.",
      "author": "Mary Schmich",
      "category": "Love, Admire, See"
    },
    {
      "quote": "You can map your life through your favorite movies, and no two people's maps will be the same.",
      "author": "Mary Schmich",
      "category": "Life, People, You"
    },
    {
      "quote": "I made over forty Westerns. I used to lie awake nights trying to think up new ways of getting on and off a horse.",
      "author": "William Wyler",
      "category": "Lie, Horse, Think"
    },
    {
      "quote": "You know how many movies it took Tom Cruise before he was making 5, 6 million dollars? It probably took a billion dollars in box office.",
      "author": "Jason Patric",
      "category": "Know, You, Box"
    },
    {
      "quote": "Without naming names, I think other movies look more realistic but they feel less real.",
      "author": "Brad Bird",
      "category": "Think, Look, Real"
    },
    {
      "quote": "I would say the film world has stopped operating as one. We have divided it into Hindi movies, Bengali movies, Tamil movies and so on. Earlier, there was only one channel and we all knew what was going on. Today, it is hard to keep track of programmes due to the advent of regional channels.",
      "author": "Mithun Chakraborty",
      "category": "Today, World, Divided"
    },
    {
      "quote": "'E.T.' was the movie that made me want to make movies in the first place, and it was the first movie that made me focus on writing instead of what happens in the movie.",
      "author": "Adam Green",
      "category": "Focus, Writing, Me"
    },
    {
      "quote": "While I always thought of making sequels to movies like 'Ghayal,' the filmmakers would almost always veto the idea.",
      "author": "Sunny Deol",
      "category": "Thought, Idea, Always"
    },
    {
      "quote": "But I did have two months off between Loser and the start of Prozac Nation. So, it was supposed to be Jason time, right? My time to enjoy myself away from movies.",
      "author": "Jason Biggs",
      "category": "Time, Myself, Enjoy"
    },
    {
      "quote": "In movies, it's so easy to have this 'boom,' to kill, and I think that's inhumane.",
      "author": "Jacques Audiard",
      "category": "Easy, Think, I Think"
    },
    {
      "quote": "I've always been a fan of movies well before I got involved in the industry. The magic that it brings and being able to, I guess, escape your troubles, escape whatever is going on in life and getting to live in this moment and in the story and live in the lives of these characters.",
      "author": "Jovan Adepo",
      "category": "Life, Moment, Live"
    },
    {
      "quote": "I've been around a long time, and when I was at the top of the hill, I was very ahead of my time! Evidence of that is that my music is still current today - you know, rappers sample it all the time. So, rather than compromise my artistic integrity, I concentrated on movies.",
      "author": "Isaac Hayes",
      "category": "Music, Time, Today"
    },
    {
      "quote": "Barbra Streisand is without a doubt one of the most honest people I have ever known. There is no doubt in my mind that she will not be doing any more concerts. Of course, she still will be making records and starring and directing in movies.",
      "author": "Marvin Hamlisch",
      "category": "Mind, People, Doubt"
    },
    {
      "quote": "My mom and father are extremely proud. They love it when I don't die. I've done so many movies where I've died that their first question when I book a job is, 'So, are you going to die in this?'",
      "author": "Michael Ealy",
      "category": "Love, Father, Mom"
    },
    {
      "quote": "Books are like movies of the mind and it's better to leave Kinsey where she is.",
      "author": "Sue Grafton",
      "category": "Mind, Better, She"
    },
    {
      "quote": "Making movies is a dangerous job. Because you are always the one who stands at the center of the universe when making movies.",
      "author": "Emir Kusturica",
      "category": "Job, Universe, You"
    },
    {
      "quote": "I really want to meet and work with JJ Abrams. Everyone talks about what a nice director he is, and he has kids and stuff, so he sounds really awesome, not to mention he makes awesome movies.",
      "author": "Ty Simpkins",
      "category": "Work, Want, Nice"
    },
    {
      "quote": "Movies are a voyeuristic experience. You have to make the audience feel like they are peeking through a keyhole. I think of myself as the audience. Then I use light, framing, and motion to create a focal point.",
      "author": "Haskell Wexler",
      "category": "Light, Experience, Myself"
    },
    {
      "quote": "I think you get less takes on TV than in movies.",
      "author": "Evan Peters",
      "category": "Think, You, I Think"
    },
    {
      "quote": "I think people would be most surprised to know that I love scary movies.",
      "author": "Olivia Holt",
      "category": "Love, People, Know"
    },
    {
      "quote": "Really interesting genre films, especially monster movies, evoke the fears of the times intentionally. Our starting point was 'Godzilla' - the original movie was released less than 10 years after Hiroshima, and it's a classic in Japan.",
      "author": "Matt Reeves",
      "category": "Interesting, Years, Point"
    },
    {
      "quote": "When Americans shoot movies they aim at the entire planet. When the French make movies, they aim at Paris.",
      "author": "Jean-Jacques Annaud",
      "category": "Aim, Paris, Planet"
    },
    {
      "quote": "I don't hold with the notion that only bad books make good movies.",
      "author": "Anthony Minghella",
      "category": "Good, Bad, Hold"
    },
    {
      "quote": "After many decades of Disney movies, we have been conditioned to expect princesses to fall in love quickly with their charming princes and 'live happily ever after.'",
      "author": "Mohamed El-Erian",
      "category": "Love, Live, Fall"
    },
    {
      "quote": "I really realize the more movies I do just how important - it's so cliche when people say it, because everybody says it nowadays - but it's so important to keep it grounded. I totally understand what that means.",
      "author": "Ken Jeong",
      "category": "People, Important, Realize"
    },
    {
      "quote": "The subjects that I am working are movies that say something. They are shouting or criticising something. I would hate to play a princess waiting for the prince to come and give her a kiss.",
      "author": "Golshifteh Farahani",
      "category": "I Am, Hate, Waiting"
    },
    {
      "quote": "I have always been drawn to coming-of-age stories and books and movies featuring compelling young characters.",
      "author": "Emily Giffin",
      "category": "Young, Always, Stories"
    },
    {
      "quote": "I always think that I'm the best thing in a lot of bad movies. Personally, I have to. I think that I like me as an actor.",
      "author": "Matthew Lillard",
      "category": "Best, Me, Think"
    },
    {
      "quote": "You just realize that at the beginning of 'Scooby' you're just going to start at level ten and stay at ten the entire time. It's hard. It physically beats you up. It's definitely one of the hardest movies you can do.",
      "author": "Matthew Lillard",
      "category": "Time, Beginning, Start"
    },
    {
      "quote": "I love all kinds of movies. I love a really good comedy and not the cheesy ones. My parents hate this, but I love horror films. Those are my favorite, and of course, dramatic roles. I'm really drawn to those as well. All different genres.",
      "author": "Liana Liberato",
      "category": "Love, Good, Parents"
    },
    {
      "quote": "You know what I loved about 'Sideways'? Well, the wine, of course. But it was one of the few movies in which being a writer was realistically depicted. I loved how the Paul Giamatti character tries so ineptly to talk about his book.",
      "author": "Kristan Higgins",
      "category": "Character, Wine, Book"
    },
    {
      "quote": "The movies I like to make are very rich and full of passion. Some people see me as an action director, but action is not the only thing in my movies. I always like to show human nature - something deep inside the heart.",
      "author": "John Woo",
      "category": "Nature, Deep, Passion"
    },
    {
      "quote": "I've been on the road since 1983. Nothing ever changed, even when I was doing TV and movies.",
      "author": "Sinbad",
      "category": "Road, Doing, Nothing"
    },
    {
      "quote": "I met the Colonel when Elvis was recording some song I'd written for one of his movies. Elvis was just having fun with the gang and all the Memphis boys and Colonel Parker was sitting over here in like a theater seat.",
      "author": "Mac Davis",
      "category": "Having Fun, Fun, Song"
    },
    {
      "quote": "I love horror movies. I mean, who doesn't like a good horror movie every once in a while? It's fun to get scared.",
      "author": "Tara Reid",
      "category": "Love, Good, Fun"
    },
    {
      "quote": "I'd like to make really important movies, like American Beauty. I was really proud to be a part of that movie.",
      "author": "Allison Janney",
      "category": "Beauty, American, Proud"
    },
    {
      "quote": "I've always been really into action movies. Since I was little, that was my favorite type of film.",
      "author": "Austin Butler",
      "category": "Action, Favorite, Little"
    },
    {
      "quote": "I don't watch horror movies because they scare me!",
      "author": "Sarah Wayne Callies",
      "category": "Me, Horror, Watch"
    },
    {
      "quote": "I grew up with two sisters, and we owned three movies: 'Grease,' 'It's a Wonderful Life,' and 'Grease 2.' And you can only watch 'Wonderful Life' in the last half of the year. So I don't remember a time when I didn't know 'Grease.'",
      "author": "Thomas Kail",
      "category": "Life, Time, Remember"
    },
    {
      "quote": "There have been 14 versions that I can find of Burke & Hare movies. They have all been horror films and all the movies have taken place in Victorian times, which doesn't make any sense.",
      "author": "John Landis",
      "category": "I Can, Place, Find"
    },
    {
      "quote": "There are lots of great movies coming out of the U.S. but it's not something I've ever really been interested in. They're great films but I much prefer the smaller independent films, which are more thought provoking and experimental.",
      "author": "Billie Piper",
      "category": "Great, Thought, Independent"
    },
    {
      "quote": "In all, I was in 16 movies, including 'The Bishop's Wife' with Cary Grant, Loretta Young and David Niven; I was in 'Rio Grande' with John Wayne, 'Albuquerque' with Randall Scott, 'Blue Skies' with Bing Crosby and 'Hans Christian Anderson' with Danny Kaye.",
      "author": "Karolyn Grimes",
      "category": "Wife, Blue, Christian"
    },
    {
      "quote": "I'm not surprised that Spielberg was able to capture the heroism of Schindler so many of his movies are about the better part of mankind.",
      "author": "Gene Siskel",
      "category": "Heroism, Better, Capture"
    },
    {
      "quote": "I started as a journalist for magazines in New York City, so it was always storytelling. And moving into movies was a natural transition.",
      "author": "Bruce Feirstein",
      "category": "City, Moving, Transition"
    },
    {
      "quote": "I think you kind of hope for people to gush over movies, but I think the opposite way is great sometimes, too. I'd rather have a movie that you're angry about and that you're talking about the next day, than something you forget about when the popcorn goes into the trash.",
      "author": "Gabriel Mann",
      "category": "Hope, Day, Great"
    },
    {
      "quote": "I hate horror movies! I avoid them like the plague. I don't like getting scared.",
      "author": "Danai Gurira",
      "category": "Hate, Horror, Scared"
    },
    {
      "quote": "While the notion that torture works has been glorified in television shows and movies, the simple truth is this: torture has never been an effective interrogation method.",
      "author": "Jerrold Nadler",
      "category": "Truth, Simple, Television"
    },
    {
      "quote": "Ah, in work, love and the movies, everything is a fight.",
      "author": "Lina Wertmuller",
      "category": "Love, Work, Fight"
    },
    {
      "quote": "The Hollywood movies are more like novels, and the kinds of films I make are more like poems.",
      "author": "Stan Brakhage",
      "category": "Hollywood, Like, More"
    },
    {
      "quote": "I used to go to two movies every week for the Saturday matinee when I was a kid.",
      "author": "Mort Sahl",
      "category": "Week, Kid, Two"
    },
    {
      "quote": "I always wanted to play a boxer because some of my favorite films, as a boy, were those great boxing movies, like 'Raging Bull', 'Rocky', 'The Set Up', 'Fat City and Hard Times'. I just loved those films.",
      "author": "Holt McCallany",
      "category": "Great, City, Play"
    },
    {
      "quote": "There's been a vacuum with movies that people can relate to. There's been a paucity of dramas that people can relate to. I think audiences are clamoring to connect - particularly after 9/11 - with things that are genuine and real and I think documentaries are filling that need.",
      "author": "George Hickenlooper",
      "category": "People, Think, Connect"
    },
    {
      "quote": "I think the '70s are always inspiring to me. I was born then, so I have a lot of memories about how my parents were and what kinds of movies I was watching.",
      "author": "Frida Giannini",
      "category": "Memories, Parents, Me"
    },
    {
      "quote": "I grew up watching movies and television, and one day when I was really young I told my mom I wanted to become an actor, and she was really supportive and got me involved in local theater and commercials. From there I moved up to auditioning for movies and television.",
      "author": "Cameron Monaghan",
      "category": "Day, Mom, Me"
    },
    {
      "quote": "One of my favorite movies is 'Back to the Future'.",
      "author": "Holland Roden",
      "category": "Future, Favorite, Back"
    },
    {
      "quote": "It was considered oh, not proper for children to go to the movies.",
      "author": "Kitty Carlisle",
      "category": "Children, Go, Proper"
    },
    {
      "quote": "Thank God for small movies and filmmakers who can make movies for not $8 million. Thank God for $8,000 movies.",
      "author": "Trieste Kelly Dunn",
      "category": "God, Thank God, Small"
    },
    {
      "quote": "My parents were dismayed by my love of horror movies as a young girl, then even more dismayed when I kept rooting for Dracula to win instead of Van Helsing.",
      "author": "Jeaniene Frost",
      "category": "Love, Parents, Girl"
    },
    {
      "quote": "Put the hero back in the super hero movies, because I think 'super' might have taken over.",
      "author": "Max Landis",
      "category": "Hero, Think, Back"
    },
    {
      "quote": "Every time I make a picture the critics' estimate of American public taste goes down ten percent.",
      "author": "Cecil B. DeMille",
      "category": "Time, American, Picture"
    },
    {
      "quote": "Nobody makes movies bad on purpose.",
      "author": "Roland Emmerich",
      "category": "Purpose, Nobody, Bad"
    },
    {
      "quote": "The best reason to go to the movies is to be with other people. Eating the popcorn, being with other people you don't know.",
      "author": "Peter Weller",
      "category": "Best, People, Know"
    },
    {
      "quote": "For me, honestly, one of the first movies I did I was always pounding coffee, and I crashed so horribly. So I've kind of weaned myself off. You keep getting second and third winds. But for me, I've stopped doing energy drinks or any kind of stimulant. I just kind of go natural.",
      "author": "Nick Swardson",
      "category": "Myself, Coffee, Me"
    },
    {
      "quote": "Technology has not only changed the way people are able to view movies, it has changed the way our industry produces and advertises movies.",
      "author": "Dan Glickman",
      "category": "Technology, People, View"
    },
    {
      "quote": "I just like that dynamic in relationships in movies where they're kind of lovers as rivals, you know?",
      "author": "Marc Webb",
      "category": "Relationships, Know, You"
    },
    {
      "quote": "Everyone has a first love, and mine was the western. When I was a child and dreamed of the movies, it was always as a cowboy on a white horse.",
      "author": "Franco Nero",
      "category": "Love, Horse, Child"
    },
    {
      "quote": "For me personally, I think I just enjoy movies about werewolves or vampires because it's not like an everyday thing. It's something you can really escape into.",
      "author": "Agnes Bruckner",
      "category": "Me, Enjoy, Escape"
    },
    {
      "quote": "I have a saying: 'I'm good for three things: making fried bologna sandwiches, making money and picking out good movies.'",
      "author": "Tyler James Williams",
      "category": "Money, Good, Making Money"
    },
    {
      "quote": "My favorite types of movies to watch as a viewer are thrillers - I really have a soft spot for them, I love them. Especially psychological thrillers.",
      "author": "Alex Karpovsky",
      "category": "Love, Favorite, Watch"
    },
    {
      "quote": "I loved scary movies growing up.",
      "author": "Katie Featherston",
      "category": "Growing Up, Scary, Loved"
    },
    {
      "quote": "'Home Alone' was a movie, not an alibi.",
      "author": "Jerry Orbach",
      "category": "Home, Alone, Movie"
    },
    {
      "quote": "Cult movies are basically movies Hollywood missed the first time - that they should have gotten - and then the fans got it and made it successful.",
      "author": "Troy Duffy",
      "category": "Time, Successful, Hollywood"
    },
    {
      "quote": "Ultimately, there's always been a link between comic books and video games, and comic books and movies, and then basically all three steadily becoming this sort of transmedia.",
      "author": "Troy Duffy",
      "category": "Video Games, Three, Games"
    },
    {
      "quote": "There was never anything else I wanted to pursue. It was always theater, and movies are a fairly new thing.",
      "author": "Ben Platt",
      "category": "New, Never, Anything"
    },
    {
      "quote": "I don't have a TV or watch movies. I don't like to be broadcast to, I want to participate.",
      "author": "Pete Cashmore",
      "category": "Want, Like, Watch"
    },
    {
      "quote": "It gets so boring at home. After all, how many reruns of Abbott and Costello movies can a guy watch on television?",
      "author": "Bud Abbott",
      "category": "Home, Television, Boring"
    },
    {
      "quote": "I'm interested to see what happens to Spike Lee with limited resources, you know? I love Spike Lee's movies. But you know what? I kinda liked his movies when he used to scramble and fight more for them.",
      "author": "Mark Duplass",
      "category": "Love, Fight, Know"
    },
    {
      "quote": "In the future, I kind of like the idea of doing music for film. I think that would be a nice job. I've always liked the sound aspect in movies. I guess once I have more instruments under my belt, it could be something I could do.",
      "author": "Christopher Abbott",
      "category": "Music, Future, Job"
    },
    {
      "quote": "When movies first came out, maybe they were in black and white and there wasn't any sound and people were saying the theater is still the place to be. But now movies and theater have found their own place in the world. They are each legitimate art forms.",
      "author": "Hans Zimmer",
      "category": "Art, Black And White, World"
    },
    {
      "quote": "The directing of a picture involves coming out of your individual loneliness and taking a controlling part in putting together a small world. A picture is made. You put a frame around it and move on. And one day you die. That is all there is to it.",
      "author": "John Huston",
      "category": "Day, Loneliness, Together"
    },
    {
      "quote": "In the next couple of years, part of every film's process is going to be to adjust the images. And it'll be to change the color of an actor's tie or change the little smirky thing he's doing with his mouth. Or you can put in more clouds or move the tree a little bit.",
      "author": "Robert Zemeckis",
      "category": "Change, Tree, Clouds"
    },
    {
      "quote": "My only real contact with what my father did was that he could get 16-millimeter prints, so every weekend we would show two or three movies at home. But our house wasn't frequented by stars. My father's personal life was his personal life, and it was separate from his professional life.",
      "author": "Stanley R. Jaffe",
      "category": "Life, Home, Father"
    },
    {
      "quote": "I grew up playing 'Mortal Kombat' as a kid. I was always a fan of the video game. Saw the movies as a kid as well.",
      "author": "Brian Tee",
      "category": "Game, Kid, Well"
    },
    {
      "quote": "The great art of films does not consist of descriptive movement of face and body but in the movements of thought and soul transmitted in a kind of intense isolation.",
      "author": "Louise Brooks",
      "category": "Art, Great, Soul"
    },
    {
      "quote": "I enjoyed being in movies when I was a boy. As a child you're not acting - you believe.",
      "author": "Roddy McDowall",
      "category": "Child, Believe, Acting"
    },
    {
      "quote": "It's all about the sensuality of movement, every movement you make. That's why I love doing action movies. It's all about movement, dance - even if you're hitting someone in the face. You've got to sell it all with great passion. There's a narrative to the body. It's exactly the same as dance.",
      "author": "DeObia Oparei",
      "category": "Love, Great, Dance"
    },
    {
      "quote": "Reality in movies is the reality of the story you're telling, so it may not match the reality as we know it, but the reason there's art is that it tries to bring some kind of understanding of all the suffering and joys and pain that we go through. Storytelling brings some value to it.",
      "author": "Caleb Deschanel",
      "category": "Art, Pain, Value"
    },
    {
      "quote": "Adding sound to movies would be like putting lipstick on the Venus de Milo.",
      "author": "Mary Pickford",
      "category": "Technology, Lipstick, Sound"
    },
    {
      "quote": "While I'd like to make movies that are uplifting, there's always that part of you that goes, 'I want to play the evil guy because it's not me.' So anything that is not me is a challenge, and if I rise to the challenge, then I've kind of proved myself.",
      "author": "Dean O'Gorman",
      "category": "Myself, Challenge, Evil"
    },
    {
      "quote": "The difference between life and the movies is that a script has to make sense, and life doesn't.",
      "author": "Joseph L. Mankiewicz",
      "category": "Life, Difference, Sense"
    },
    {
      "quote": "This is how I feel about horror films: there's enough scary things that happen in day-to-day life. Sometimes just going and getting the mail is scary, when you open your bills. And so, sometimes I feel like scary movies are just tapping into those anxieties and magnifying them.",
      "author": "Josh Hamilton",
      "category": "Life, Scary, You"
    },
    {
      "quote": "Having my son made me grow up. I'm keeping my dangers in the movies.",
      "author": "Tom Guiry",
      "category": "Son, Me, Grow"
    },
    {
      "quote": "I've done a lot of movies, but my favorite was 'Blind Faith.'",
      "author": "Courtney B. Vance",
      "category": "Faith, Blind, Favorite"
    },
    {
      "quote": "I don't think I could compare myself to Macaulay Culkin, because we're pretty much two different kinds of actors. He's done a lot of comedy. He does mostly just comedy like 'Uncle Buck' and 'Home Alone' and 'Home Alone 2.' And I've done a lot of different stuff, like sad movies, like the movie about the kid with AIDS.",
      "author": "Brian Bonsall",
      "category": "Home, Myself, Sad"
    },
    {
      "quote": "I learned at a very early age that life is a battle. My family was poor, my neighborhood was poor. The only way that I could get away from the awfulness of life, at that time, was at the movies. There I decided that my big aim was to make money. And it was there that I became a very determined woman.",
      "author": "Susan Hayward",
      "category": "Life, Family, Time"
    },
    {
      "quote": "I'm married to the theater but my mistress is the films.",
      "author": "Oskar Werner",
      "category": "Theater, Mistress, Married"
    },
    {
      "quote": "We are the movies and the movies are us.",
      "author": "David Ansen",
      "category": "Us"
    },
    {
      "quote": "I do want people to see me as a well-rounded actress, not just someone who plays in 'Turtle' movies.",
      "author": "Paige Turco",
      "category": "Me, People, Want"
    },
    {
      "quote": "To survive in peace and harmony, united and strong, we must have one people, one nation, one flag.",
      "author": "Pauline Hanson",
      "category": "Peace, Strong, People"
    },
    {
      "quote": "You're not supposed to be so blind with patriotism that you can't face reality. Wrong is wrong, no matter who says it.",
      "author": "Malcolm X",
      "category": "Blind, Reality, You"
    },
    {
      "quote": "Let every nation know, whether it wishes us well or ill, that we shall pay any price, bear any burden, meet any hardship, support any friend, oppose any foe to assure the survival and the success of liberty.",
      "author": "John F. Kennedy",
      "category": "Success, Support, Survival"
    },
    {
      "quote": "Patriotism is the last refuge of the scoundrel.",
      "author": "Samuel Johnson",
      "category": "Last, Refuge, Scoundrel"
    },
    {
      "quote": "The greatness of America lies not in being more enlightened than any other nation, but rather in her ability to repair her faults.",
      "author": "Alexis de Tocqueville",
      "category": "America, Greatness, Nation"
    },
    {
      "quote": "A soldier will fight long and hard for a bit of colored ribbon.",
      "author": "Napoleon Bonaparte",
      "category": "Fight, Soldier, Long"
    },
    {
      "quote": "Patriot: the person who can holler the loudest without knowing what he is hollering about.",
      "author": "Mark Twain",
      "category": "Loudest, Person, Patriot"
    },
    {
      "quote": "There is much more to being a patriot and a citizen than reciting the pledge or raising a flag.",
      "author": "Jesse Ventura",
      "category": "Flag, Citizen, Patriot"
    },
    {
      "quote": "The patriot volunteer, fighting for country and his rights, makes the most reliable soldier on earth.",
      "author": "Stonewall Jackson",
      "category": "Soldier, Earth, Volunteer"
    },
    {
      "quote": "The patriot's blood is the seed of Freedom's tree.",
      "author": "Thomas Campbell",
      "category": "Freedom, Tree, Seed"
    },
    {
      "quote": "Heroism on command, senseless violence, and all the loathsome nonsense that goes by the name of patriotism - how passionately I hate them!",
      "author": "Albert Einstein",
      "category": "Hate, Violence, Heroism"
    },
    {
      "quote": "Let us form one body, one heart, and defend to the last warrior our country, our homes, our liberty, and the graves of our fathers.",
      "author": "Tecumseh",
      "category": "Heart, Warrior, Liberty"
    },
    {
      "quote": "True patriotism is better than the wrong kind of piety.",
      "author": "Abraham Lincoln",
      "category": "Better, True, Kind"
    },
    {
      "quote": "When a nation is filled with strife, then do patriots flourish.",
      "author": "Lao Tzu",
      "category": "Nation, Patriots, Strife"
    },
    {
      "quote": "During 65 years, I have walked the path of duty and discipline... And today, looking back at that long path of service, my soldier's heart stirs and murmurs from deep within: Thank you. Thank you, my homeland.",
      "author": "Augusto Pinochet",
      "category": "Deep, Today, Service"
    },
    {
      "quote": "I gave my heart to the Americans and thought of nothing else but raising my banner and adding my colors to theirs.",
      "author": "Marquis de Lafayette",
      "category": "Heart, Colors, Thought"
    },
    {
      "quote": "Patriotism is the virtue of the vicious.",
      "author": "Oscar Wilde",
      "category": "Virtue, Vicious"
    },
    {
      "quote": "When the American spirit was in its youth, the language of America was different: Liberty, sir, was the primary object.",
      "author": "Patrick Henry",
      "category": "America, Youth, American"
    },
    {
      "quote": "We live in a time of conflict - external and internal - when we sometimes concentrate too much on what divides us. Today, fly the Stars and Stripes with pride and confidence that what unites is far stronger.",
      "author": "Charlie Dent",
      "category": "Time, Stars, Today"
    },
    {
      "quote": "Peasants, who after the liberation of the country became the masters of their lands and their country under the benevolence of Comrade Kim Il Sung, launched the campaigns for increasing agricultural production and donating cereals out of patriotism, and thus faithfully supported the Party's line of nation building.",
      "author": "Kim Jong-un",
      "category": "Building, Party, Nation"
    },
    {
      "quote": "But this Veterans Day, I believe we should do more than sing the praises of the bravery and patriotism that our veterans have embodied in the past. We should take this opportunity to re-evaluate how we are treating our veterans in the present.",
      "author": "Nick Lampson",
      "category": "Day, Opportunity, Past"
    },
    {
      "quote": "To me, it seems a dreadful indignity to have a soul controlled by geography.",
      "author": "George Santayana",
      "category": "Soul, Me, Geography"
    },
    {
      "quote": "Nationalism is a silly cock crowing on his own dunghill.",
      "author": "Richard Aldington",
      "category": "Silly, Nationalism, Own"
    },
    {
      "quote": "Men in authority will always think that criticism of their policies is dangerous. They will always equate their policies with patriotism, and find criticism subversive.",
      "author": "Henry Steele Commager",
      "category": "Men, Criticism, Think"
    },
    {
      "quote": "The fight for freedom must go on until it is won; until our country is free and happy and peaceful as part of the community of man, we cannot rest.",
      "author": "Oliver Tambo",
      "category": "Happy, Freedom, Community"
    },
    {
      "quote": "Patriotism has no appeal to us justice has. Party has no weight with us principle has. Loyalty is meaningless it depends on what one is loyal to.",
      "author": "A. Philip Randolph",
      "category": "Justice, Loyalty, Party"
    },
    {
      "quote": "Real patriotism is a willingness to challenge the government when it's wrong.",
      "author": "Ron Paul",
      "category": "Challenge, Government, Real"
    },
    {
      "quote": "The same ambition can destroy or save, and make a patriot as it makes a knave.",
      "author": "Alexander Pope",
      "category": "Ambition, Patriot, Same"
    },
    {
      "quote": "It is not easy to see how the more extreme forms of nationalism can long survive when men have seen the Earth in its true perspective as a single small globe against the stars.",
      "author": "Arthur C. Clarke",
      "category": "Stars, Men, Perspective"
    },
    {
      "quote": "Patriotism is a kind of religion it is the egg from which wars are hatched.",
      "author": "Guy de Maupassant",
      "category": "Religion, Egg, Kind"
    },
    {
      "quote": "It is the pride of my heart to have been one of the earliest adopted sons of America.",
      "author": "Marquis de Lafayette",
      "category": "America, Heart, Pride"
    },
    {
      "quote": "If I were an American, as I am an Englishman, while a foreign troop was landed in my country, I never would lay down my arms never never never!",
      "author": "William Pitt",
      "category": "I Am, American, Down"
    },
    {
      "quote": "Let the living give thanks to our honored dead who have paid the ultimate sacrifice that the Constitution of the United States remains our guiding light.",
      "author": "Bob Latta",
      "category": "Light, Sacrifice"
    },
    {
      "quote": "All the evils of France have been produced less by the perversity of the wicked and the violence of fools than by the hesitation of the weak, the compromises of conscience, and the tardiness of patriotism. Let every deputy, every Frenchman show what he feels, what he thinks, and we are saved!",
      "author": "Marquis de Lafayette",
      "category": "Violence, Conscience"
    },
    {
      "quote": "Protection and patriotism are reciprocal. This is the way which has led nations to greatness.",
      "author": "John C. Calhoun",
      "category": "Greatness, Way, Protection"
    },
    {
      "quote": "Patriotism is easy to understand in America. It means looking out for yourself by looking out for your country.",
      "author": "Calvin Coolidge",
      "category": "America, Yourself, Easy"
    },
    {
      "quote": "Patriotism is your conviction that this country is superior to all others because you were born in it.",
      "author": "George Bernard Shaw",
      "category": "Country, Born, You"
    },
    {
      "quote": "There are seasons in every country when noise and impudence pass current for worth; and in popular commotions especially, the clamors of interested and factious men are often mistaken for patriotism.",
      "author": "Alexander Hamilton",
      "category": "Men, Seasons, Country"
    },
    {
      "quote": "A nation is the same people living in the same place.",
      "author": "James Joyce",
      "category": "People, Living, Place"
    },
    {
      "quote": "Next to the love of God, the love of country is the best preventive of crime.",
      "author": "George Borrow",
      "category": "Love, Best, God"
    },
    {
      "quote": "I know it is very hard to rise above the influences of party prejudice. Often, it almost drowns the sentiment of patriotism. Party rancor and party hatred are the last serpents which the genius of patriotism can crush.",
      "author": "Joseph P. Bradley",
      "category": "Genius, Party, Rise"
    },
    {
      "quote": "Patriotism is the willingness to kill and be killed for trivial reasons.",
      "author": "Bertrand Russell",
      "category": "Willingness, Reasons"
    },
    {
      "quote": "I have no country to fight for; my country is the earth, and I am a citizen of the world.",
      "author": "Eugene V. Debs",
      "category": "I Am, Fight, World"
    },
    {
      "quote": "Americans never quit.",
      "author": "Douglas MacArthur",
      "category": "Never, Quit, Never Quit"
    },
    {
      "quote": "The highest patriotism is not a blind acceptance of official policy, but a love of one's country deep enough to call her to a higher plain.",
      "author": "George McGovern",
      "category": "Love, Deep, Acceptance"
    },
    {
      "quote": "'My country, right or wrong' is a thing no patriot would ever think of saying except in a desperate case. It is like saying 'My mother, drunk or sober.'",
      "author": "Gilbert K. Chesterton",
      "category": "Mother, Think, Saying"
    },
    {
      "quote": "I believe patriotism comes from the heart. Patriotism is voluntary. It is a feeling of loyalty and allegiance that is the result of knowledge and belief.",
      "author": "Jesse Ventura",
      "category": "Knowledge, Loyalty, Heart"
    },
    {
      "quote": "Intellectually I know that America is no better than any other country emotionally I know she is better than every other country.",
      "author": "Sinclair Lewis",
      "category": "America, Better, Know"
    },
    {
      "quote": "A steady patriot of the world alone, The friend of every country but his own.",
      "author": "George Canning",
      "category": "Alone, World, Friend"
    },
    {
      "quote": "When I see someone in a military uniform I make it a point to approach them, shake their hand and say five words... 'thank you for your service.' 'Stars Earn Stripes' is a high energy, fun, action show, but at its heart it is all about those five words.",
      "author": "Mark Burnett",
      "category": "Stars, Service, Words"
    },
    {
      "quote": "The patriot blood of my father was warm in my veins.",
      "author": "Clara Barton",
      "category": "Father, Blood, Patriot"
    },
    {
      "quote": "Yes, I'm a patriotic person. For these people who disgrace the American way and burn our flag and do all of these things... I say, don't live here and disgrace my country. Go live in the Middle East and see how you like it.",
      "author": "Payne Stewart",
      "category": "American, People, Live"
    },
    {
      "quote": "Patriotism is not a short and frenzied outburst of emotion but the tranquil and steady dedication of a lifetime.",
      "author": "Adlai Stevenson",
      "category": "Short, Dedication, Emotion"
    },
    {
      "quote": "The very idea of true patriotism is lost, and the term has been prostituted to the very worst of purposes. A patriot, sir! Why, patriots spring up like mushrooms!",
      "author": "Robert Walpole",
      "category": "Lost, Spring, Why"
    },
    {
      "quote": "Patriots don't let their nation default.",
      "author": "Gary Ackerman",
      "category": "Nation, Patriots, Default"
    },
    {
      "quote": "It's my firm conviction that when Uncle Sam calls, by God we go, and we do the best that we can.",
      "author": "R. Lee Ermey",
      "category": "Best, God, Uncle"
    },
    {
      "quote": "My country has been very good to me I must be good to my country.",
      "author": "Walter Annenberg",
      "category": "Good, Me, Country"
    },
    {
      "quote": "The American patriots of today continue the tradition of the long line of patriots before them, by helping to promote liberty and freedom around the world.",
      "author": "John Linder",
      "category": "Freedom, Today, World"
    },
    {
      "quote": "One tell-tale sign of a Wingnut: they always confuse partisanship with patriotism.",
      "author": "John Avlon",
      "category": "Always, Sign, Partisanship"
    },
    {
      "quote": "To believe that patriotism will not flourish if patriotic ceremonies are voluntary... is to make an unflattering estimate of the appeal of our institutions to free minds.",
      "author": "Robert Jackson",
      "category": "Believe, Free, Minds"
    },
    {
      "quote": "There is a fuzzy but real distinction that can and I believe should be made, between patriotism, which is attachment to a way of life, and nationalism, which is the insistence that your way of life deserves to rule over other ways of life.",
      "author": "Todd Gitlin",
      "category": "Life, Believe, I Believe"
    },
    {
      "quote": "Remember the Dreamers whose patriotism was praised when the Democratic House passed, and the Senate filibustered - the DREAM Act in 2010? Washington promised a path to citizenship, not just a roadblock to deportation.",
      "author": "Christine Pelosi",
      "category": "Path, Dream, Remember"
    },
    {
      "quote": "Americans admire a people who can scratch a desert and produce a garden. The Israelis have shown qualities that Americans identify with: guts, patriotism, idealism, a passion for freedom. I have seen it. I know. I believe that.",
      "author": "Richard M. Nixon",
      "category": "Freedom, Passion, Believe"
    },
    {
      "quote": "I've been working with Pat Robertson on Africa debt-relief, and we disagree on virtually everything except certain very specific, inalienable rights, and the truth is that morality and patriotism come in all shapes and sizes.",
      "author": "George Clooney",
      "category": "Truth, Morality, Truth Is"
    },
    {
      "quote": "America is not static. America is striving. And sometimes, America requires critique. Jingoism is an avoidance of realism. You can simultaneously love and be disappointed in the object of your love, wanting it to be better than it is. In fact, that is a measure of love. Honest critique is a pillar of patriotism.",
      "author": "Charles M. Blow",
      "category": "Love, America, Better"
    },
    {
      "quote": "The music industry's actions at the time of 9/11 and since have been actions driven by patriotism in most instances, and greed and stupidity to a lesser degree. Sounds like real life doesn't it?",
      "author": "Ronnie James Dio",
      "category": "Life, Music, Time"
    },
    {
      "quote": "The great Comrade Kim Jong Il was an outstanding leader who, true to the President's great idea, developed Chongryon into a pacesetter of patriotism, into a model of patriotic loyalty to the motherland, and into a prototype body of overseas compatriots.",
      "author": "Kim Jong-un",
      "category": "Leader, Great, Loyalty"
    },
    {
      "quote": "I think the Hispanic community, the values that resonate in our community, are fundamentally conservative. They are faith, family, patriotism.",
      "author": "Ted Cruz",
      "category": "Family, Faith, Community"
    },
    {
      "quote": "Patriotism. Combustible rubbish ready to the torch of any one ambitious to illuminate his name.",
      "author": "Ambrose Bierce",
      "category": "Name, Ready, Ambitious"
    },
    {
      "quote": "It was patriotism, not communism, that inspired me.",
      "author": "Ho Chi Minh",
      "category": "Me, Communism, Inspired"
    },
    {
      "quote": "Patriotism must be founded on great principals and supported by great virtue.",
      "author": "Henry IV of England",
      "category": "Great, Virtue, Must"
    },
    {
      "quote": "There are those who wrap themselves in flags and blow the tinny trumpet of patriotism as a means of fooling the people.",
      "author": "George Galloway",
      "category": "People, Trumpet, Wrap"
    },
    {
      "quote": "It was by a Maryland colonel in the year 1777 that the British received, in the gallant defense of an important fort, one of the first lessons of what they were to expect from American valor and patriotism.",
      "author": "Marquis de Lafayette",
      "category": "American, Important, First"
    },
    {
      "quote": "A real patriot is the fellow who gets a parking ticket and rejoices that the system works.",
      "author": "Bill Vaughan",
      "category": "Real, Patriot, System"
    },
    {
      "quote": "I am willing to serve my country, but do not wish to sacrifice the brave men under my command.",
      "author": "John Buford",
      "category": "Sacrifice, I Am, Men"
    },
    {
      "quote": "There are others who aim at popularity under the disguise of patriotism.",
      "author": "Jonathan Mayhew",
      "category": "Aim, Popularity, Others"
    },
    {
      "quote": "Each nation feels superior to other nations. That breeds patriotism - and wars.",
      "author": "Dale Carnegie",
      "category": "Nation, Nations, Other"
    },
    {
      "quote": "The commercial spirit is the spirit of profit, not patriotism; of credit, not honor; of individual gain, not national prosperity; of trade and dickering, not principle.",
      "author": "Lincoln Steffens",
      "category": "Honor, Credit, Profit"
    },
    {
      "quote": "Growing up in New York City, I was always encouraged to question authority, and I think I confused patriotism with jingoism.",
      "author": "Claire Danes",
      "category": "City, Growing Up, Confused"
    },
    {
      "quote": "We'll try to cooperate fully with the IRS, because, as citizens, we feel a strong patriotic duty not to go to jail.",
      "author": "Dave Barry",
      "category": "Strong, Jail, Try"
    },
    {
      "quote": "I have suffered my self to be politically sacrificed to save my country from ruin and disgrace and if I am never a gain elected I will have the gratification to know that I have done my duty.",
      "author": "Davy Crockett",
      "category": "I Am, Self, Know"
    },
    {
      "quote": "If I were to live my life over again, I would be an American. I would steep myself in America, I would know no other land.",
      "author": "Henry James",
      "category": "Life, Myself, America"
    },
    {
      "quote": "Patriotism demands of us sustained sacrifice.",
      "author": "Chiang Kai-shek",
      "category": "Sacrifice, Us, Sustained"
    },
    {
      "quote": "I want to light the lights of patriotism.",
      "author": "Lech Walesa",
      "category": "Light, Want, Lights"
    },
    {
      "quote": "Patriotism is the secret resource of a successful society.",
      "author": "Michael Ignatieff",
      "category": "Society, Successful, Secret"
    },
    {
      "quote": "We need a type of patriotism that recognizes the virtues of those who are opposed to us.",
      "author": "Francis John McConnell",
      "category": "Need, Us, Virtues"
    },
    {
      "quote": "Unfortunately, after Sept. 11, there was an outburst in America of intense suffering and patriotism, and the Bush administration was very shrewd and effective in painting anyone who disagreed with the policies as unpatriotic or even traitorous.",
      "author": "Jimmy Carter",
      "category": "America, Suffering, Painting"
    },
    {
      "quote": "Patriotism is often an arbitrary veneration of real estate above principles.",
      "author": "George Jean Nathan",
      "category": "Real Estate, Principles"
    },
    {
      "quote": "The most tragic paradox of our time is to be found in the failure of nation-states to recognize the imperatives of internationalism.",
      "author": "Earl Warren",
      "category": "Time, Failure, Paradox"
    },
    {
      "quote": "A nation is a society united by a delusion about its ancestry and by common hatred of its neighbours.",
      "author": "William Ralph Inge",
      "category": "Society, Hatred, Nation"
    },
    {
      "quote": "Into the soul of every student I would have instilled the patriotic fervor of Patrick Henry.",
      "author": "David O. McKay",
      "category": "Soul, Student, Instilled"
    },
    {
      "quote": "Liberals become indignant when you question their patriotism, but simultaneously work overtime to give terrorists a cushion for the next attack and laugh at dumb Americans who love their country and hate the enemy.",
      "author": "Ann Coulter",
      "category": "Love, Work, Hate"
    },
    {
      "quote": "I want to tell you that if the Great Spirit had chosen anyone to be the chief of this country, it is myself.",
      "author": "Sitting Bull",
      "category": "Myself, Great, Want"
    },
    {
      "quote": "I distinguish, between nationalism and patriotism.",
      "author": "Michael Ignatieff",
      "category": "Nationalism, Between"
    },
    {
      "quote": "From my father's point of view, without a thought for self, a true patriot stands up against the stones of condemnation and speaks for those who are given no real voice in the halls of justice or the halls of government.",
      "author": "Thomas Steinbeck",
      "category": "Father, Justice, Government"
    },
    {
      "quote": "There is a real patriotism underneath the best of my music but it is a critical, questioning and often angry patriotism.",
      "author": "Bruce Springsteen",
      "category": "Music, Best, Angry"
    },
    {
      "quote": "Growing up in New York with artist parents - a very liberal environment, where we were always encouraged to challenge the status quo - I think for a long time I confused jingoism with patriotism. And that is a mistake.",
      "author": "Claire Danes",
      "category": "Time, Challenge, Parents"
    },
    {
      "quote": "I hate patriotism... I can't stand it. It's a round world last time I checked.",
      "author": "Bill Hicks",
      "category": "Time, Hate, World"
    },
    {
      "quote": "Let no American imagine that Zionism is inconsistent with patriotism. Multiple loyalties are objectionable only if they are inconsistent.",
      "author": "Louis D. Brandeis",
      "category": "American, Imagine, Multiple"
    },
    {
      "quote": "I was weaned not on television or Wild West sagas but on stories of nationalism and patriotism. I would sit at my mother's feet by the hour and drink in these exciting tales of the freedom fighters in our family.",
      "author": "Sukarno",
      "category": "Family, Freedom, Mother"
    },
    {
      "quote": "Dependence is not patriotism. A man does not love his mother if he hangs about her to the point of burdening her with a weak, feckless son.",
      "author": "Maria Montessori",
      "category": "Love, Son, Mother"
    },
    {
      "quote": "Xenophobia is dangerous, but patriotism is a good thing.",
      "author": "Viktor Orban",
      "category": "Good, Dangerous"
    },
    {
      "quote": "Our entire family is replete with sentiments of patriotism. Uncle Swarna Singh left for his heavenly abode in jail in 1910, two or three years after my birth. Uncle Ajit Singh is leading the life of an exile in foreign countries.",
      "author": "Bhagat Singh",
      "category": "Life, Family, Three"
    },
    {
      "quote": "Our nuclear scientists and engineers have done a splendid job, and naturally, the entire nation has risen to salute their professional excellence, discipline, and patriotism. They have had the benefit of having been led in the past by great men like Homi Bhabha and Vikram Sarabhai.",
      "author": "Atal Bihari Vajpayee",
      "category": "Great, Excellence, Past"
    },
    {
      "quote": "Look, I think Hispanic community - the values that resonate in our community are fundamentally conservative. They are faith, family and patriotism.",
      "author": "Ted Cruz",
      "category": "Family, Faith, Community"
    },
    {
      "quote": "There's something I will say: In the U.S., people are very patriotic. Their patriotism is obvious. In France, for many years, you had to fight to be patriotic. People are pushing us from loving our own country.",
      "author": "Marine Le Pen",
      "category": "Fight, People, Loving"
    },
    {
      "quote": "Patriotism to your country is something that comes from your heart. It should be taught to you by your parents.",
      "author": "Jesse Ventura",
      "category": "Heart, Parents, You"
    },
    {
      "quote": "What is it that unites, on the left of British politics, George Orwell, Billy Bragg, Gordon Brown and myself? An understanding that identity and a sense of belonging need to be linked to our commitment to nationhood and a modern form of patriotism.",
      "author": "David Blunkett",
      "category": "Myself, Politics, Commitment"
    },
    {
      "quote": "My commitment to the Republican movement was pure and simply patriotism, a love of Australia... a desire or passion that all of our national symbols should be unequivocally and unambiguously Australian.",
      "author": "Malcolm Turnbull",
      "category": "Love, Passion, Commitment"
    },
    {
      "quote": "But presidential approval also became a surrogate measure of national unity and patriotism.",
      "author": "Thomas E. Mann",
      "category": "Unity, Measure, Approval"
    },
    {
      "quote": "I don't like the showy nationalism - a tattoo, wrapping yourself in a flag - that doesn't matter to me. The way to show your patriotism and commitment is to go and support or play for your team.",
      "author": "Gary Speed",
      "category": "Team, Support, Commitment"
    },
    {
      "quote": "During times of war, hatred becomes quite respectable even though it has to masquerade often under the guise of patriotism.",
      "author": "Howard Thurman",
      "category": "War, Hatred, Guise"
    },
    {
      "quote": "Patriotism is the religion of hell.",
      "author": "James Branch Cabell",
      "category": "Religion, Hell"
    },
    {
      "quote": "Patriotism is often the cry extolled when morally questionable acts are advocated by those in power. When these cries of patriotism drown out any logically based dissension, it is usually the American soldier that is given the order to carry out some ill-conceived mission.",
      "author": "Chelsea Manning",
      "category": "Power, American, Soldier"
    },
    {
      "quote": "I was only the servant of my country and had I, at any moment, failed to express her unflinching resolve to fight and conquer, I should at once have been rightly cast aside.",
      "author": "Winston Churchill",
      "category": "Fight, Moment, Conquer"
    },
    {
      "quote": "I want America to be more like America, if you will. I want the songs, that patriotism we have.",
      "author": "Mitt Romney",
      "category": "America, Want, You"
    },
    {
      "quote": "America is the spirit of human exploration distilled.",
      "author": "Elon Musk",
      "category": "America, Exploration, Human"
    },
    {
      "quote": "I think I'm one of the most patriotic people that I've ever encountered in America. I consider myself a bedrock patriot. I participate very actively in local politics, because my voice might be worthwhile. I participate in a meaningful way - not by donations; I work at it.",
      "author": "Hunter S. Thompson",
      "category": "Work, Myself, Politics"
    },
    {
      "quote": "Every year in China, Internet executives are officially rewarded for their 'patriotism.'",
      "author": "Rebecca MacKinnon",
      "category": "Internet, China, Year"
    },
    {
      "quote": "I think patriotism is never racism.",
      "author": "Marine Le Pen",
      "category": "Racism, Think, Never"
    },
    {
      "quote": "Patriotism is a love of country. If you love your country, you should love your countrymen and women. It doesn't mean you always agree with them or even like them. It is understanding that we have interwoven destiny.",
      "author": "Cory Booker",
      "category": "Love, Women, Destiny"
    },
    {
      "quote": "Our platform calls for a balanced deficit reduction plan where the wealthy pay their fair share. And when your country is in a costly war, with our soldiers sacrificing abroad and our nation facing a debt crisis at home, being asked to pay your fair share isn't class warfare - it's patriotism.",
      "author": "Cory Booker",
      "category": "Home, War, Plan"
    },
    {
      "quote": "My position is that it isn't government's job to mandate patriotism. To me, mandating a pledge of allegiance to a government is something Saddam Hussein would do.",
      "author": "Jesse Ventura",
      "category": "Job, Government, Me"
    },
    {
      "quote": "Democrats are so spineless, so afraid to go against the tide... but dissension is the greatest form of patriotism.",
      "author": "Jesse Ventura",
      "category": "Greatest, Tide, Afraid"
    },
    {
      "quote": "What this country needs what every country needs occasionally is a good hard bloody war to revive the vice of patriotism on which its existence as a nation depends.",
      "author": "Ambrose Bierce",
      "category": "Good, War, Existence"
    },
    {
      "quote": "For what were all these country patriots born? To hunt, and vote, and raise the price of corn?",
      "author": "Lord Byron",
      "category": "Vote, Born, Corn"
    },
    {
      "quote": "We are a big country, with lots of advantages and history. We are proud to be French. We have to call on patriotism at this time... to ask for an effort in the battle against debt.",
      "author": "Francois Hollande",
      "category": "Time, History, Effort"
    },
    {
      "quote": "I think Americans are very patriotic.",
      "author": "Arnold Schwarzenegger",
      "category": "Think, Patriotic, I Think"
    },
    {
      "quote": "I belong to the Russian language. As to the state, from my point of view, the measure of a writer's patriotism is not oaths from a high platform, but how he writes in the language of the people among whom he lives.",
      "author": "Joseph Brodsky",
      "category": "Language, People"
    },
    {
      "quote": "Given the knee-jerk patriotism of recent war movies, it's discouraging to see 'Windtalkers' evade pertinent facts that could have recast the doubled-edged issues of racism and loyalty and made them relevant to contemporary times.",
      "author": "Elvis Mitchell",
      "category": "Loyalty, Racism, War"
    },
    {
      "quote": "I don't want to see the military falling. I want to see the military rising to dignified heights of professionalism and true patriotism.",
      "author": "Aung San Suu Kyi",
      "category": "Military, Professionalism"
    },
    {
      "quote": "When Pearl Harbor was bombed, young Japanese-Americans, like all young Americans, rushed to their draft board to volunteer to fight for our country. That act of patriotism was answered with a slap in the face. We were denied service and categorized as enemy non-alien.",
      "author": "George Takei",
      "category": "Service, Fight, Volunteer"
    },
    {
      "quote": "I am unable to watch the Olympics due to the blustering jingoism that drenches the event. Has England ever been quite so foul with patriotism? The 'dazzling royals' have, quite naturally, hi-jacked the Olympics for their own empirical needs, and no oppositional voice is allowed in the free press.",
      "author": "Morrissey",
      "category": "I Am, Free, Voice"
    },
    {
      "quote": "Most Italians who came to this country are very patriotic. There was this exciting possibility that if you worked real hard, and you loved something, you could become successful.",
      "author": "Francis Ford Coppola",
      "category": "Successful, Loved, You"
    },
    {
      "quote": "The Montreal Olympics were in July 1976, the bicentennial, at the height of patriotism.",
      "author": "Caitlyn Jenner",
      "category": "Height, Olympics, July"
    },
    {
      "quote": "Patriotism is best exemplified through auto-critique.",
      "author": "Henry Louis Gates",
      "category": "Best, Through"
    },
    {
      "quote": "Patriotism is best exemplified through auto-critique. When you're willing to stand up within the group and say, 'It is wrong for Black people to be anti-Semitic,' or 'It is wrong for America to discriminate against persons of African descent and made them slaves and based its wealth upon free labor,' it's crucial to say that.",
      "author": "Henry Louis Gates",
      "category": "Best, America, Wealth"
    },
    {
      "quote": "The patriotism in Britain comes from us being a leader. On jobs, on tax havens, on workers' rights, on the environment. We can be leading Europe... and it will be to the benefit of every British citizen.",
      "author": "Gordon Brown",
      "category": "Leader, Environment, Rights"
    },
    {
      "quote": "I've certainly thought a lot more about things like tyranny and patriotism and violence. I think I found some kind of clarity - definitely a thicker understanding.",
      "author": "Phil Klay",
      "category": "Violence, Understanding"
    },
    {
      "quote": "It is true that of all the states in India, Nagaland has a unique history. We are sensitive to this historical fact. But this uniqueness has in no way diminished the spirit of patriotism among the Naga people.",
      "author": "Atal Bihari Vajpayee",
      "category": "History, Unique, People"
    },
    {
      "quote": "I think it's the height of patriotism to continue to exercise your right as a citizen and to hold your government to account. Isn't that what the very essence of democracy is about?",
      "author": "Valerie Plame",
      "category": "Democracy, Government"
    },
    {
      "quote": "I ask the educational system, the parents, the church, and pillars of the community to help shape a new culture of honesty, patriotism, respect, discipline and service for young Filipinos.",
      "author": "Gloria Macapagal Arroyo",
      "category": "Respect, Community, Culture"
    },
    {
      "quote": "Patriotism is strong nationalistic feeling for a country whose borders and whose legitimacy and whose ethnic composition is taken for granted.",
      "author": "Michael Ignatieff",
      "category": "Strong, Country, Feeling"
    },
    {
      "quote": "Affirming belief that America is an exceptional nation has become a test of patriotism in American politics.",
      "author": "Michael Ignatieff",
      "category": "America, Politics, American"
    },
    {
      "quote": "If you are tired of partisanship over patriotism, you need to vote for a change in direction.",
      "author": "Jennifer Granholm",
      "category": "Change, Tired, You"
    },
    {
      "quote": "During President George W. Bush's two terms, you couldn't drive far without seeing a particular bumper sticker: 'Dissent is the highest form of patriotism.'",
      "author": "Monica Crowley",
      "category": "Drive, You, President"
    },
    {
      "quote": "If military movies were automatically successful we'd make nothing but military movies. But seriously, patriotism is one thing that all Americans have in common.",
      "author": "Tommy Lee Jones",
      "category": "Successful, Military, Movies"
    },
    {
      "quote": "Across the country military families are facing dire financial circumstances due to longer than expected tours of duties. They are being penalized for their patriotism - no one should have to choose between doing right by their country and doing right by their families.",
      "author": "Evan Bayh",
      "category": "Financial, Military, Doing"
    },
    {
      "quote": "Well, the post office is probably not the place you want to go if you want to be infused with patriotism and a renewed sense of vigor.",
      "author": "Adam Carolla",
      "category": "Want, You, Place"
    },
    {
      "quote": "Like George Sand, the feminism of the present day asserts the right of free thought against the creed of authority in every field; the solidarity of mankind and the cause of peace against the patriotism of militarism; social reform against the existing relations of society.",
      "author": "Ellen Key",
      "category": "Day, Peace, Society"
    },
    {
      "quote": "For me, my country comes first. Nothing else matters but my country. I always felt that the best way to express your patriotism is to spread love, and that's all I ever tried to do through my work and my cinema.",
      "author": "Karan Johar",
      "category": "Love, Work, Best"
    },
    {
      "quote": "To me, patriotism is about working ethically and wholeheartedly in our chosen field.",
      "author": "N. R. Narayana Murthy",
      "category": "Me, Working, Chosen"
    },
    {
      "quote": "When I was a kid, back in the '40s, I was a voracious comic book reader. And at that time, there was a lot of patriotism in the comics. They were called things like 'All-American Comics' or 'Star-Spangled Comics' or things like that. I decided to do a logo that was a parody of those comics, with 'American' as the first word.",
      "author": "Harvey Pekar",
      "category": "Time, Book, American"
    },
    {
      "quote": "Patriotism is an ephemeral motive that scarcely ever outlasts the particular threat to society that aroused it.",
      "author": "Denis Diderot",
      "category": "Society, Motive, Particular"
    },
    {
      "quote": "It used to upset me - now it makes me sad - to see people use patriotism and our troops as a pawn in their political argument. Because I know personally, growing up in a military family, the sacrifice that is made on a daily basis.",
      "author": "Tamron Hall",
      "category": "Family, Daily, Sad"
    },
    {
      "quote": "Patriotism is considered to be an emotion a person ought to feel. But why? Why is it nobler to love your own country than to love someone else's?",
      "author": "Wallace Shawn",
      "category": "Love, Why, Emotion"
    },
    {
      "quote": "There is no patriotic obligation to help advance the career of a politician who is otherwise pursuing interests that are fundamentally antithetical to your values. That's not the call of patriotism.",
      "author": "John Bolton",
      "category": "Values, Help, Career"
    },
    {
      "quote": "We do not consider patriotism desirable if it contradicts civilized behavior.",
      "author": "Friedrich Durrenmatt",
      "category": "Behavior, Consider"
    },
    {
      "quote": "I have been with Donald for 18 years, and I have been aware of his love for this country since we first met. He never had a hidden agenda when it comes to his patriotism because, like me, he loves this country so much.",
      "author": "Melania Trump",
      "category": "Love, Me, Country"
    },
    {
      "quote": "However British you may be, I am more British still.",
      "author": "Henry James",
      "category": "I Am, You, British"
    },
    {
      "quote": "I do think the patriotic thing to do is to critique my country. How else do you make a country better but by pointing out its flaws?",
      "author": "Bill Maher",
      "category": "Better, Think, You"
    },
    {
      "quote": "Every year in late June, Custer's Last Stand is reenacted on the high plains of Montana. When Custer led out the 7th Cavalry in 2003 - the year I witnessed it - the audience stood and cheered with turbo-charged patriotism.",
      "author": "Clive Sinclair",
      "category": "Stand, Late, Audience"
    },
    {
      "quote": "I think English film is very embarrassed by patriotism, generally.",
      "author": "Tom Hooper",
      "category": "Think, Film, I Think"
    },
    {
      "quote": "In 'The King's Speech,' patriotism is utterly contained within a historical moment, the third of September, 1939, where the aggressor is clear, the fight is clear, it hasn't become complicated over time.",
      "author": "Tom Hooper",
      "category": "Time, Fight, Moment"
    },
    {
      "quote": "There's a fine line between patriotism and corn.",
      "author": "David L. Wolper",
      "category": "Corn, Line, Fine"
    },
    {
      "quote": "The values, the programs, the formula, the determination, and the patriotism responsible for America's past success are still here to be tapped.",
      "author": "Michael Mandelbaum",
      "category": "Success, Determination, Past"
    },
    {
      "quote": "I don't think a lot of people are able to relate to genuine patriotism, a genuinely good feeling about our country and its meaning to the rest of the world.",
      "author": "Christopher McCulloch",
      "category": "Good, World, People"
    },
    {
      "quote": "Patriotism is an instant reaction that fades away when the war starts.",
      "author": "Mick Jagger",
      "category": "War, Reaction, Away"
    },
    {
      "quote": "It is the patriotic duty of every man to lie for his country.",
      "author": "Alfred Adler",
      "category": "Man, Lie, Country"
    },
    {
      "quote": "No man can be a patriot on an empty stomach.",
      "author": "William Cowper",
      "category": "Man, Patriot, Stomach"
    },
    {
      "quote": "Every American soldier wants as much public support as he can possibly have. That's the soldiers on duty in Iraq, and that's me, as well. We fight better knowing that our people back home support us, back us, and understand what we're doing. It's hugely important.",
      "author": "John Abizaid",
      "category": "Home, Support, American"
    },
    {
      "quote": "The mobilisation which Bush has been able to perform since 11 September 2001 has to be fought - at least by Americans - in the name of a wise, honourable and democratic patriotism.",
      "author": "Todd Gitlin",
      "category": "Wise, Name, September"
    },
    {
      "quote": "Some versions of patriotism come close to the tribal, which we all want to surpass, and some don't.",
      "author": "Todd Gitlin",
      "category": "Want, Which, Versions"
    },
    {
      "quote": "They are patriotic in time of war because it is to their interest to be so, but in time of peace they follow power and the dollar wherever they may lead.",
      "author": "Henry A. Wallace",
      "category": "Time, Peace, Power"
    },
    {
      "quote": "America beats on you so hard the whole time. You are constantly being pummeled by other people's rights and their sense of patriotism.",
      "author": "Richard Ford",
      "category": "Time, America, People"
    },
    {
      "quote": "If I have to lay an egg for my country, I'll do it.",
      "author": "Bob Hope",
      "category": "Country, Egg, Lay"
    },
    {
      "quote": "I'm an advocate of the great Dr. Johnson, the English man of letters who said that patriotism was the last refuge of the scoundrel.",
      "author": "George Galloway",
      "category": "Great, Man, Said"
    },
    {
      "quote": "I think patriotism is all about wanting to see America better, wanting to see those are oppressed do better and get treated better.",
      "author": "Nate Parker",
      "category": "America, Better, Think"
    },
    {
      "quote": "I think the reaction to a World War II situation would be the same today as it was in 1942. Initially, people would question, but once patriotism got stirred up, the whole thing would gather momentum and we'd all pull together.",
      "author": "Parker Stevenson",
      "category": "Today, War, Together"
    },
    {
      "quote": "Let's give some substance to patriotism. It may take a generation.",
      "author": "Richard Dreyfuss",
      "category": "Generation, May, Give"
    },
    {
      "quote": "I am a loyal American, and I love my country.",
      "author": "Steven Hatfill",
      "category": "Love, I Am, American"
    },
    {
      "quote": "Nothing can be better calculated to advance our interests and character than the establishment of a liberal and disinterested policy, enlightened by patriotism and guided by wisdom.",
      "author": "Sam Houston",
      "category": "Wisdom, Character, Better"
    },
    {
      "quote": "Every man who has shown the world the way to beauty, to true culture, has been a rebel, a 'universal' without patriotism, without home, who has found his people everywhere.",
      "author": "Chaim Potok",
      "category": "Beauty, Home, Culture"
    },
    {
      "quote": "It is but refusing to gratify an unreasonable or an insolent demand, and up starts a patriot.",
      "author": "Robert Walpole",
      "category": "Patriot, Up, Demand"
    },
    {
      "quote": "Gentlemen have talked a great deal of patriotism. A venerable word, when duly practiced.",
      "author": "Robert Walpole",
      "category": "Great, Word, Great Deal"
    },
    {
      "quote": "The higher American patriotism, on the other hand, combines loyalty to historical tradition and precedent with the imaginative projection of an ideal national Promise.",
      "author": "Herbert Croly",
      "category": "Loyalty, American, Tradition"
    },
    {
      "quote": "The proper means of increasing the love we bear our native country is to reside some time in a foreign one.",
      "author": "William Shenstone",
      "category": "Love, Time, Country"
    },
    {
      "quote": "In all her history, from the formation of the federal government until the hour of secession, no year stands out more prominently than the year 1858 as evidencing the national patriotism of Virginia.",
      "author": "John Sergeant Wise",
      "category": "History, Government, Her"
    },
    {
      "quote": "But my patriotism goes for something beyond what we have. We don't have something that I want to die for - anymore.",
      "author": "Jack Bowman",
      "category": "Die, Want, Something"
    },
    {
      "quote": "Saving petrol is saving India's money. This is a sense of patriotism. The country can be energy-independent by energy conservation. I appeal to the other ministers also to do this.",
      "author": "Veerappa Moily",
      "category": "Money, Energy, Country"
    },
    {
      "quote": "My father valued patriotism above all other social obligations, but he had his own particular interpretation of just how true patriotism was meant to function.",
      "author": "Thomas Steinbeck",
      "category": "Father, True, Social"
    },
    {
      "quote": "Patriotism is an indispensable weapon in the defense of civilization against barbarism.",
      "author": "Bill Kristol",
      "category": "Civilization, Defense"
    },
    {
      "quote": "Jews have had to carry around their own sense of self in a carpet bag and I think perhaps too much emphasis might be being put on nationality and on the other hand patriotism, that sort of thing.",
      "author": "Janet Suzman",
      "category": "Self, Think, Bag"
    },
    {
      "quote": "If terror groups are to be defeated, it is national governments that will have to do so. In nations like India, governments will have to call on the patriotism of citizens to fight the terrorists. In a nation like Pakistan, the government will have to be persuaded to deal with those in their midst who are complicit.",
      "author": "Bill Kristol",
      "category": "Government, Fight, Nation"
    },
    {
      "quote": "The aspects of patriotism that hush dissent, encourage going along, and sanction comfortable distancing and compliance with what is indecent and unacceptable... those aspects are too fundamental to ignore or gloss over.",
      "author": "Bernadine Dohrn",
      "category": "Compliance, Comfortable"
    },
    {
      "quote": "It's almost worth having been in the army for the joy your freedom gives you.",
      "author": "John Dos Passos",
      "category": "Freedom, Joy, You"
    },
    {
      "quote": "Patriotism in America, as I understand it, is a matter of suffering, when the country fails to live up to its promises, or actively betrays them.",
      "author": "Greil Marcus",
      "category": "America, Suffering, Live"
    },
    {
      "quote": "Every presidential candidate highlights patriotism, but Mr. Romney's is backed by the Mormon belief that the United States was chosen by God to play a special role in history, its Constitution divinely inspired.",
      "author": "Jodi Kantor",
      "category": "History, God, Constitution"
    },
    {
      "quote": "My films are always concerned with family, friendship, honor, and patriotism.",
      "author": "John Woo",
      "category": "Friendship, Family, Honor"
    },
    {
      "quote": "I have a great belief in the future of my people and my country.",
      "author": "Marian Anderson",
      "category": "Future, Great, People"
    },
    {
      "quote": "I don't have heroes, exactly, but I do have people I hold in high respect. Ronald Reagan, for example, stood for ideals that I value: integrity, patriotism and a fundamental belief in goodness and capabilities of mankind.",
      "author": "Diane Hendricks",
      "category": "Respect, Integrity, Value"
    },
    {
      "quote": "It is not the Government, the members of Parliament to whom the ultimate decision belongs, it is up to you to go forward sure of your sacred right of free opinion, sure of your patriotism.",
      "author": "John Amery",
      "category": "Decision, Government, Free"
    },
    {
      "quote": "I have no sense of patriotism, but I do have a sense of community.",
      "author": "Chrissie Hynde",
      "category": "Community, Sense"
    },
    {
      "quote": "Politics is too partisan, and sometimes patriotism is cast aside. Patriotism is honor and love of your country and your brothers and sisters. With politics I get the impression that it's all about what's good for the party and not necessarily what's good for the country.",
      "author": "Ricardo Montalban",
      "category": "Love, Good, Politics"
    },
    {
      "quote": "I don't think anyone has qualms in saying victory to the people of India. But when a political party appropriates such a slogan and says this is the definition of patriotism, those who say it are patriotic and those who don't are not patriotic, then I reject that definition.",
      "author": "Palaniappan Chidambaram",
      "category": "Political, Victory, People"
    },
    {
      "quote": "I think that economic patriotism is the very foundation of a European vision.",
      "author": "Dominique de Villepin",
      "category": "Vision, Foundation, Think"
    },
    {
      "quote": "To work hard. To open new doors for our kids, for our grandkids. To renew our spirit. That's what America is about.",
      "author": "Joseph M. Kyrillos",
      "category": "Work, America, Work Hard"
    },
    {
      "quote": "The concept of patriotism is not incompatible with that of humanity; on the contrary, let me state emphatically that he who best serves pacifism serves patriotism best. The nation is and can be no more than the vital basic unit of any international league.",
      "author": "Leon Bourgeois",
      "category": "Best, Humanity, Me"
    },
    {
      "quote": "Patriotism demands the ability to feel shame as much as to feel pride.",
      "author": "Anne-Marie Slaughter",
      "category": "Pride, Shame, Ability"
    },
    {
      "quote": "My stars and my stripes are your dream and your labors.",
      "author": "Franklin Knight Lane",
      "category": "Stars, Dream, Stripes"
    },
    {
      "quote": "For you are the makers of the flag and it is well that you glory in the making.",
      "author": "Franklin Knight Lane",
      "category": "Flag, You, Glory"
    },
    {
      "quote": "I do not have to look for credentials for my Polishness and for my patriotism. I'm a Pole. The chronicles of my family go back - as far back as the 13th century.",
      "author": "Wojciech Jaruzelski",
      "category": "Family, Look, Back"
    },
    {
      "quote": "Although the war in which you fought took place more than half-a-century ago, your courage, your sacrifice and your patriotism reaches through the decades and inspires us today.",
      "author": "Mike Ferguson",
      "category": "Courage, Today, War"
    },
    {
      "quote": "Patriotism has served, at different times, as widely different ends as a razor, which ought to be used in keeping your face clean and yet may be used to cut your own throat or that of an innocent person.",
      "author": "Charles Edward Montague",
      "category": "Face, Person, Clean"
    },
    {
      "quote": "When a dog barks at the moon, then it is religion; but when he barks at strangers, it is patriotism!",
      "author": "David Starr Jordan",
      "category": "Dog, Religion, Moon"
    },
    {
      "quote": "Here's how I see obesity: as a symptom. The larger problem is over-consumption. In a society that identifies consumption with patriotism, valorizes 'growth' above all else and assigns status according to how much you consume, we compete with each other to see who can consume the most.",
      "author": "Emily Levine",
      "category": "Growth, Society, Problem"
    },
    {
      "quote": "It seems that American patriotism measures itself against an outcast group. The right Americans are the right Americans because they're not like the wrong Americans, who are not really Americans.",
      "author": "Eric Hobsbawm",
      "category": "American, Group, Right"
    },
    {
      "quote": "It is our conduct, our patriotism and belief in our American way of life, our courage that will win the final battle.",
      "author": "Prescott Bush",
      "category": "Life, Courage, American"
    },
    {
      "quote": "Unfortunately, our history has abundant examples of patriotism being used to hurt those who express views in disagreement with that of the majority.",
      "author": "Vic Snyder",
      "category": "History, Hurt, Disagreement"
    },
    {
      "quote": "America's state religion, is patriotism, a phenomenon which has convinced many of the citizenry that 'treason' is morally worse than murder or rape.",
      "author": "William Blum",
      "category": "America, Religion, Worse"
    },
    {
      "quote": "Legislation is the only lasting solution for the men and women brought to this country through no fault of their own who want to perform the ultimate act of patriotism in defending America.",
      "author": "Jeff Denham",
      "category": "Women, America, Men"
    },
    {
      "quote": "Obama has been attacked repeatedly for not wearing a flag pin, with Republicans claiming that his patriotism is in question. It's all a bit silly.",
      "author": "Will Thomas",
      "category": "Silly, Flag, Question"
    },
    {
      "quote": "I suppose I have become a sort of living monument in Portugal. But I come from a family with roots all over the world, so the idea of patriotism is not very strong in me. My country is the country of Chekhov, Beethoven, Velasquez - writers I like, painters and artists I admire.",
      "author": "Antonio Lobo Antunes",
      "category": "Family, Strong, World"
    },
    {
      "quote": "I realize that patriotism is not enough. I must have no hatred or bitterness towards anyone.",
      "author": "Edith Cavell",
      "category": "Hatred, Realize, Bitterness"
    },
    {
      "quote": "Life is full of happiness and tears be strong and have faith.",
      "author": "Kareena Kapoor Khan",
      "category": "Life, Happiness, Strong"
    },
    {
      "quote": "Always be yourself, express yourself, have faith in yourself, do not go out and look for a successful personality and duplicate it.",
      "author": "Bruce Lee",
      "category": "Success, Be Yourself"
    },
    {
      "quote": "Faith is taking the first step even when you don't see the whole staircase.",
      "author": "Martin Luther King, Jr.",
      "category": "First Step, Step, You"
    },
    {
      "quote": "Faith is the bird that feels the light when the dawn is still dark.",
      "author": "Rabindranath Tagore",
      "category": "Light, Bird, Dark"
    },
    {
      "quote": "Sometimes life hits you in the head with a brick. Don't lose faith.",
      "author": "Steve Jobs",
      "category": "Life, Brick, You"
    },
    {
      "quote": "It's lack of faith that makes people afraid of meeting challenges, and I believed in myself.",
      "author": "Muhammad Ali",
      "category": "Myself, Challenges, People"
    },
    {
      "quote": "You must not lose faith in humanity. Humanity is an ocean; if a few drops of the ocean are dirty, the ocean does not become dirty.",
      "author": "Mahatma Gandhi",
      "category": "Ocean, Society, Humanity"
    },
    {
      "quote": "I think you need to go through some stuff to really appreciate life and understand what it means to persevere, overcome and have faith. I think those tough times make you a stronger person.",
      "author": "Judith Hill",
      "category": "Life, Tough Times, Stronger"
    },
    {
      "quote": "The greatest legacy one can pass on to one's children and grandchildren is not money or other material things accumulated in one's life, but rather a legacy of character and faith.",
      "author": "Billy Graham",
      "category": "Life, Children, Money"
    },
    {
      "quote": "Doubt is a pain too lonely to know that faith is his twin brother.",
      "author": "Khalil Gibran",
      "category": "Brother, Pain, Lonely"
    },
    {
      "quote": "Faith is to believe what you do not see the reward of this faith is to see what you believe.",
      "author": "Saint Augustine",
      "category": "Believe, You, See"
    },
    {
      "quote": "Corruption is a cancer: a cancer that eats away at a citizen's faith in democracy, diminishes the instinct for innovation and creativity; already-tight national budgets, crowding out important national investments. It wastes the talent of entire generations. It scares away investments and jobs.",
      "author": "Joe Biden",
      "category": "Innovation, Creativity"
    },
    {
      "quote": "Without faith, nothing is possible. With it, nothing is impossible.",
      "author": "Mary McLeod Bethune",
      "category": "Impossible, Nothing"
    },
    {
      "quote": "Prayer should be the key of the day and the lock of the night.",
      "author": "George Herbert",
      "category": "Day, Prayer, Night"
    },
    {
      "quote": "Anyone who is to find Christ must first find the church. How could anyone know where Christ is and what faith is in him unless he knew where his believers are?",
      "author": "Martin Luther",
      "category": "Know, Church, Find"
    },
    {
      "quote": "Faith is permitting ourselves to be seized by the things we do not see.",
      "author": "Martin Luther",
      "category": "See, Ourselves, Things"
    },
    {
      "quote": "It's not a faith in technology. It's faith in people.",
      "author": "Steve Jobs",
      "category": "Technology, People"
    },
    {
      "quote": "As you keep your mind and heart focused in the right direction, approaching each day with faith and gratitude, I believe you will be empowered to live life to the fullest and enjoy the abundant life He has promised you!",
      "author": "Victoria Osteen",
      "category": "Life, Gratitude, Live Life"
    },
    {
      "quote": "We all face storms in life. Some are more difficult than others, but we all go through trials and tribulation. That's why we have the gift of faith.",
      "author": "Joyce Meyer",
      "category": "Life, Gift, Why"
    },
    {
      "quote": "Faith means living with uncertainty - feeling your way through life, letting your heart guide you like a lantern in the dark.",
      "author": "Dan Millman",
      "category": "Life, Heart, Dark"
    },
    {
      "quote": "We are twice armed if we fight with faith.",
      "author": "Plato",
      "category": "Fight, Twice, Armed"
    },
    {
      "quote": "With faith, discipline and selfless devotion to duty, there is nothing worthwhile that you cannot achieve.",
      "author": "Muhammad Ali Jinnah",
      "category": "Discipline, Selfless, You"
    },
    {
      "quote": "It is never too late to strengthen the foundation of faith. There is always time. With faith in the Savior, you can repent and plead for forgiveness. There is someone you can forgive. There is someone you can thank. There is someone you can serve and lift. You can do it wherever you are and however alone and deserted you may feel.",
      "author": "Henry B. Eyring",
      "category": "Time, Forgiveness, Alone"
    },
    {
      "quote": "Faith: not wanting to know what is true.",
      "author": "Friedrich Nietzsche",
      "category": "Know, True, Wanting"
    },
    {
      "quote": "I've always believed that success for anyone is all about drive, dedication, and desire, but for me, it's also been about confidence and faith.",
      "author": "Stephen Curry",
      "category": "Success, Confidence"
    },
    {
      "quote": "If our faith is the most important part of our lives, then our religious views influence every other part of our lives, including our political views.",
      "author": "Robert Jeffress",
      "category": "Influence, Political"
    },
    {
      "quote": "I began revolution with 82 men. If I had to do it again, I do it with 10 or 15 and absolute faith. It does not matter how small you are if you have faith and plan of action.",
      "author": "Fidel Castro",
      "category": "Men, Plan, Small"
    },
    {
      "quote": "Be a sinner and sin strongly, but more strongly have faith and rejoice in Christ.",
      "author": "Martin Luther",
      "category": "Sin, Christ, Sinner"
    },
    {
      "quote": "Obedience is an act of faith disobedience is the result of unbelief.",
      "author": "Edwin Louis Cole",
      "category": "Obedience, Disobedience, Act"
    },
    {
      "quote": "Creativity is always a leap of faith. You're faced with a blank page, blank easel, or an empty stage.",
      "author": "Julia Cameron",
      "category": "Creativity, Page, You"
    },
    {
      "quote": "Choose your friends with caution; plan your future with purpose, and frame your life with faith.",
      "author": "Thomas S. Monson",
      "category": "Life, Future, Friends"
    },
    {
      "quote": "I am a bit of a hopeless romantic. I really do have a faith and a belief in love, and when I love, I love hard.",
      "author": "Melanie Fiona",
      "category": "Love, Romantic, I Am"
    },
    {
      "quote": "I love tattoos. And mine symbolise who I really am. I have a Samurai on my left arm. At a subconscious level, I connect to this warrior and model myself on his discipline, skills and honour. There is also a tribal tattoo and a Chinese symbol of faith. I have seen a lot of people getting tattoos just because it's a trend.",
      "author": "Virat Kohli",
      "category": "Love, Myself, Discipline"
    },
    {
      "quote": "The faith that anyone could move from rags to riches - with enough guts and gumption, hard work and nose to the grindstone - was once at the core of the American Dream.",
      "author": "Robert Reich",
      "category": "Work, Hard Work"
    },
    {
      "quote": "We can never learn too much of His will towards us, too much of His messages and His advice. The Bible is His word and its study gives at once the foundation for our faith and an inspiration to battle onward in the fight against the tempter.",
      "author": "John D. Rockefeller",
      "category": "Fight, Battle, Advice"
    },
    {
      "quote": "Faith must trample under foot all reason, sense, and understanding.",
      "author": "Martin Luther",
      "category": "Understanding, Reason, Sense"
    },
    {
      "quote": "I always joke about letting the haters motivate you. Everybody has that in their life, people who doubt them or make them feel less than they are. It just takes faith and belief in yourself, and you've got to dig deep into that. That has to come from you - nobody's going to give you that.",
      "author": "Jennifer Lopez",
      "category": "Life, Deep, Yourself"
    },
    {
      "quote": "Ever since the Crusades, when Christians from western Europe were fighting holy wars against Muslims in the near east, western people have often perceived Islam as a violent and intolerant faith - even though when this prejudice took root Islam had a better record of tolerance than Christianity.",
      "author": "Karen Armstrong",
      "category": "People, Better, Tolerance"
    },
    {
      "quote": "In faith there is enough light for those who want to believe and enough shadows to blind those who don't.",
      "author": "Blaise Pascal",
      "category": "Light, Blind, Believe"
    },
    {
      "quote": "If faith in ourselves had been more extensively taught and practiced, I am sure a very large portion of the evils and miseries that we have would have vanished.",
      "author": "Swami Vivekananda",
      "category": "I Am, Sure, Evils"
    },
    {
      "quote": "I tend to say faith is believing in life, and as I love life, I try to do the best with it, make it as serene and joyous as possible.",
      "author": "Sandrine Bonnaire",
      "category": "Love, Life, Best"
    },
    {
      "quote": "Trust wholly in Christ rely altogether on His sufferings beware of seeking to be justified in any other way than by His righteousness. Faith in our Lord Jesus Christ is sufficient for salvation. There must be atonement made for sin according to the righteousness of God. The person to make this atonement must be God and man.",
      "author": "John Wycliffe",
      "category": "Trust, God, Man"
    },
    {
      "quote": "I have in the past overly trusted people and was, in turn, let down by some. Since then, I have learned the difference between putting faith into people and blindly trusting them.",
      "author": "Do Won Chang",
      "category": "Past, People, Down"
    },
    {
      "quote": "I'm a serious Christian. I take my faith seriously. I try to practice it every day of the week, not just on Sunday.",
      "author": "Francis Collins",
      "category": "Day, Week, Practice"
    },
    {
      "quote": "Unity in faith is theocracy unity in politics is fascism.",
      "author": "Maajid Nawaz",
      "category": "Unity, Politics, Fascism"
    },
    {
      "quote": "Faith in oneself is the best and safest course.",
      "author": "Michelangelo",
      "category": "Best, Oneself, Course"
    },
    {
      "quote": "Painting is a faith, and it imposes the duty to disregard public opinion.",
      "author": "Vincent Van Gogh",
      "category": "Painting, Opinion, Duty"
    },
    {
      "quote": "Through faith in the Lord Jesus alone can we obtain forgiveness of our sins, and be at peace with God; but, believing in Jesus, we become, through this very faith, the children of God; have God as our Father, and may come to Him for all the temporal and spiritual blessings which we need.",
      "author": "George Muller",
      "category": "Children, Peace, Father"
    },
    {
      "quote": "I always see the glass half full. I see the beauty in others, and I see the hope for tomorrow. If we don't have hope and faith, we have nothing.",
      "author": "Craig Sager",
      "category": "Hope, Beauty, Tomorrow"
    },
    {
      "quote": "When you're thirsty and it seems that you could drink the entire ocean that's faith when you start to drink and finish only a glass or two that's science.",
      "author": "Anton Chekhov",
      "category": "Science, Ocean, Start"
    },
    {
      "quote": "No human race is superior no religious faith is inferior. All collective judgments are wrong. Only racists make them.",
      "author": "Elie Wiesel",
      "category": "Race, Human, Human Race"
    },
    {
      "quote": "Every child matters. If we fail our children, we are bound to fail our present, our future, faith, cultures, and civilisations as well.",
      "author": "Kailash Satyarthi",
      "category": "Children, Future, Child"
    },
    {
      "quote": "I see heaven's glories shine and faith shines equal.",
      "author": "Emily Bronte",
      "category": "Shine, Equal, See"
    },
    {
      "quote": "A woman of faith is blessed by faithful men in her life who hold the priesthood of God and honor this privilege: her father, bishop, husband, brothers, sons. They value her and the divine gifts given by God to His daughter. They sustain and encourage, and they understand the great mission of her life as a woman. They love her; they bless her.",
      "author": "Margaret D. Nadauld",
      "category": "Love, Life, Father"
    },
    {
      "quote": "Do not tell secrets to those whose faith and silence you have not already tested.",
      "author": "Elizabeth I",
      "category": "Silence, Secrets, You"
    },
    {
      "quote": "Trust is to human relationships what faith is to gospel living. It is the beginning place, the foundation upon which more can be built. Where trust is, love can flourish.",
      "author": "Barbara Smith",
      "category": "Love, Trust, Beginning"
    },
    {
      "quote": "Faith that it's not always in your hands or things don't always go the way you planned, but you have to have faith that there is a plan for you, and you must follow your heart and believe in yourself no matter what.",
      "author": "Martina McBride",
      "category": "Heart, Believe In Yourself"
    },
    {
      "quote": "Ours is a country built more on people than on territory. The Jews will come from everywhere: from France, from Russia, from America, from Yemen... Their faith is their passport.",
      "author": "David Ben-Gurion",
      "category": "America, People, Country"
    },
    {
      "quote": "Faith is not believing that God can. It is knowing that God will.",
      "author": "Ben Stein",
      "category": "God, Believing, Knowing"
    },
    {
      "quote": "My faith helps me overcome such negative emotions and find my equilibrium.",
      "author": "Dalai Lama",
      "category": "Me, Negative, Emotions"
    },
    {
      "quote": "Talk unbelief, and you will have unbelief; but talk faith, and you will have faith. According to the seed sown will be the harvest.",
      "author": "Ellen G. White",
      "category": "Harvest, Seed, You"
    },
    {
      "quote": "I slept with faith and found a corpse in my arms on awakening I drank and danced all night with doubt and found her a virgin in the morning.",
      "author": "Aleister Crowley",
      "category": "Morning, Night, Doubt"
    },
    {
      "quote": "Happy is the son whose faith in his mother remains unchallenged.",
      "author": "Louisa May Alcott",
      "category": "Happy, Son, Mother"
    },
    {
      "quote": "Should doubt knock at your doorway, just say to those skeptical, disturbing, rebellious thoughts, I propose to stay with my faith, with the faith of my people.",
      "author": "Thomas S. Monson",
      "category": "Thoughts, People, Doubt"
    },
    {
      "quote": "The woman power of this nation can be the power which makes us whole and heals the rotten community, now so shattered by war and poverty and racism. I have great faith in the power of women who will dedicate themselves whole-heartedly to the task of remaking our society.",
      "author": "Coretta Scott King",
      "category": "Women, Community, Great"
    },
    {
      "quote": "The people that I grew up with had no problem with my faith. They did, however, seem very concerned that I would starve to death during Ramadan. I would explain to them that I have enough fat to live off of for three whole months, so fasting from sunrise to sunset is a piece of cake.",
      "author": "Maysoon Zayid",
      "category": "Death, Sunset, Sunrise"
    },
    {
      "quote": "Is it faith to understand nothing, and merely submit your convictions implicitly to the Church?",
      "author": "John Calvin",
      "category": "Understand, Church, Nothing"
    },
    {
      "quote": "Faith is the highest passion in a human being. Many in every generation may not come that far, but none comes further.",
      "author": "Soren Kierkegaard",
      "category": "Passion, Generation, Human"
    },
    {
      "quote": "Without prayer, without faith in the Almighty, the civil rights movement would have been like a bird without wings.",
      "author": "John Lewis",
      "category": "Bird, Prayer, Wings"
    },
    {
      "quote": "Faith is the sense of life, that sense by virtue of which man does not destroy himself, but continues to live on. It is the force whereby we live.",
      "author": "Leo Tolstoy",
      "category": "Life, Man, Live"
    },
    {
      "quote": "The future is as bright as your faith.",
      "author": "Thomas S. Monson",
      "category": "Future, Bright, Your"
    },
    {
      "quote": "Truth, according to the Christian faith, is God's love for us in Jesus Christ. Therefore, truth is a relationship.",
      "author": "Pope Francis",
      "category": "Love, Relationship, Truth"
    },
    {
      "quote": "I have no faith in human perfectability. I think that human exertion will have no appreciable effect upon humanity. Man is now only more active - not more happy - nor more wise, than he was 6000 years ago.",
      "author": "Edgar Allan Poe",
      "category": "Happy, Wise, Humanity"
    },
    {
      "quote": "Faith is an excitement and an enthusiasm: it is a condition of intellectual magnificence to which we must cling as to a treasure, and not squander on our way through life in the small coin of empty words, or in exact and priggish argument.",
      "author": "George Sand",
      "category": "Life, Words, Small"
    },
    {
      "quote": "Faith and prayer are the vitamins of the soul man cannot live in health without them.",
      "author": "Mahalia Jackson",
      "category": "Health, Man, Soul"
    },
    {
      "quote": "Asking in faith requires honesty, effort, commitment, and persistence.",
      "author": "David A. Bednar",
      "category": "Persistence, Honesty"
    },
    {
      "quote": "When your maturity is derived from circumstantial factors other than faith, your level of maturity would continue to fluctuate rather than being stable. This is why I am enabled to maintain a balance and stable approach to the challenges that come my way every day. I am not moved by what people say or do concerning my relationship with God.",
      "author": "T. B. Joshua",
      "category": "Relationship, Day, God"
    },
    {
      "quote": "Let judges secretly despair of justice: their verdicts will be more acute. Let generals secretly despair of triumph killing will be defamed. Let priests secretly despair of faith: their compassion will be true.",
      "author": "Leonard Cohen",
      "category": "Justice, Compassion, Be True"
    },
    {
      "quote": "A library implies an act of faith.",
      "author": "Victor Hugo",
      "category": "Library, Act, Implies"
    },
    {
      "quote": "Trust is a core currency of any relationship. Sometimes our need to control and micromanage everything erodes our confidence in ourselves and others. The truth: People are much more capable than we think. A hearty dose of trust is often what's needed to unlock the magic. Go ahead, have faith.",
      "author": "Kris Carr",
      "category": "Relationship, Trust, Truth"
    },
    {
      "quote": "Your heart has to be prepared ahead of time through faith and prayer and grace and mercy and love and forgiveness so you can keep your heart open in hell, when hell happens.",
      "author": "Richard Rohr",
      "category": "Love, Time, Forgiveness"
    },
    {
      "quote": "Scoutcraft is a means through which the veriest hooligan can be brought to higher thought and to the elements of faith in God; and, coupled with the Scout's obligation to do a good turn every day, it gives the base of Duty to God and to Neighbour on which the parent or pastor can build with greater ease the form of belief that is desired.",
      "author": "Robert Baden-Powell",
      "category": "Day, Good, God"
    },
    {
      "quote": "People don't believe or understand that a community can lose hope. You can have a whole community where hopelessness is the norm, where folks don't have faith that things will get better because history and circumstances have proven over 30, 40, or 50 years that things don't get better.",
      "author": "Geoffrey Canada",
      "category": "Hope, History, Community"
    },
    {
      "quote": "Doubt is not the opposite of faith it is one element of faith.",
      "author": "Paul Tillich",
      "category": "Doubt, Opposite, Element"
    },
    {
      "quote": "If he have faith, the believer cannot be restrained. He betrays himself. He breaks out. He confesses and teaches this gospel to the people at the risk of life itself.",
      "author": "Martin Luther",
      "category": "Life, Risk, People"
    },
    {
      "quote": "Surfing is a life path. You have to really commit... You have to let go and have faith that it's gonna work out when you take off.",
      "author": "Peter Heller",
      "category": "Life, Work, Path"
    },
    {
      "quote": "Only the person who has faith in himself is able to be faithful to others.",
      "author": "Erich Fromm",
      "category": "Person, Faithful, Others"
    },
    {
      "quote": "Amidst the confusion of the times, the conflicts of conscience, and the turmoil of daily living, an abiding faith becomes an anchor to our lives.",
      "author": "Thomas S. Monson",
      "category": "Daily, Living, Conscience"
    },
    {
      "quote": "I live and love in God's peculiar light.",
      "author": "Michelangelo",
      "category": "Love, Light, God"
    },
    {
      "quote": "Stand straight, walk proud, have a little faith.",
      "author": "Garth Brooks",
      "category": "Walk, Proud, Stand"
    },
    {
      "quote": "Faith itself is a horrible mechanism that stunts the growth of ideas. It also stunts the act of questioning, and it does this by pushing the idea that you have to have faith - and that nothing has to be proven.",
      "author": "Joe Rogan",
      "category": "Growth, Ideas, You"
    },
    {
      "quote": "I actually do not believe that there are any collisions between what I believe as a Christian, and what I know and have learned about as a scientist. I think there's a broad perception that that's the case, and that's what scares many scientists away from a serious consideration of faith.",
      "author": "Francis Collins",
      "category": "Perception, Believe"
    },
    {
      "quote": "Faith is trust in ultimate meaning.",
      "author": "Viktor E. Frankl",
      "category": "Trust, Meaning, Ultimate"
    },
    {
      "quote": "There's a huge amount of faith and confidence in the stunt team.",
      "author": "Jason Statham",
      "category": "Team, Confidence, Stunt"
    },
    {
      "quote": "Faith is the first factor in a life devoted to service. Without it, nothing is possible. With it, nothing is impossible.",
      "author": "Mary McLeod Bethune",
      "category": "Life, Service, Impossible"
    },
    {
      "quote": "In a democracy, dissent is an act of faith.",
      "author": "J. William Fulbright",
      "category": "Politics, Democracy, Dissent"
    },
    {
      "quote": "Belief in a cruel God makes a cruel man.",
      "author": "Thomas Paine",
      "category": "God, Man, Belief"
    },
    {
      "quote": "Now, God be praised, that to believing souls gives light in darkness, comfort in despair.",
      "author": "William Shakespeare",
      "category": "Light, God, Darkness"
    },
    {
      "quote": "Faith is a passionate intuition.",
      "author": "William Wordsworth",
      "category": "Intuition, Passionate"
    },
    {
      "quote": "Keep the faith, don't lose your perseverance and always trust your gut extinct.",
      "author": "Paula Abdul",
      "category": "Perseverance, Trust, Gut"
    },
    {
      "quote": "Faith... must be enforced by reason... when faith becomes blind it dies.",
      "author": "Mahatma Gandhi",
      "category": "Blind, Reason, Must"
    },
    {
      "quote": "Life is a battle between faith and reason in which each feeds upon the other, drawing sustenance from it and destroying it.",
      "author": "Reinhold Niebuhr",
      "category": "Life, Battle, Drawing"
    },
    {
      "quote": "Blind faith in your leaders, or in anything, will get you killed.",
      "author": "Bruce Springsteen",
      "category": "Blind, You, Leaders"
    },
    {
      "quote": "Let us be sure that those who come after will say of us in our time, that in our time we did everything that could be done. We finished the race; we kept them free; we kept the faith.",
      "author": "Ronald Reagan",
      "category": "Time, Free, Done"
    },
    {
      "quote": "We all have our convictions formed by different things, and mine are informed by my faith, they're informed by the Word of God, and I found that to be an anchor for me, a compass and a guide for me. When people start bullying one another and calling each other names for those different convictions, then I think you get into problems.",
      "author": "Kirk Cameron",
      "category": "God, Problems, Me"
    },
    {
      "quote": "Faith consists in being vitally concerned with that ultimate reality to which I give the symbolical name of God. Whoever reflects earnestly on the meaning of life is on the verge of an act of faith.",
      "author": "Paul Tillich",
      "category": "Life, God, Reality"
    },
    {
      "quote": "Stupidity, outrage, vanity, cruelty, iniquity, bad faith, falsehood - we fail to see the whole array when it is facing in the same direction as we.",
      "author": "Jean Rostand",
      "category": "Stupidity, Direction, See"
    },
    {
      "quote": "No lover, if he be of good faith, and sincere, will deny he would prefer to see his mistress dead than unfaithful.",
      "author": "Marquis de Sade",
      "category": "Good, See, Mistress"
    },
    {
      "quote": "Saving faith is an immediate relation to Christ, accepting, receiving, resting upon Him alone, for justification, sanctification, and eternal life by virtue of God's grace.",
      "author": "Charles Spurgeon",
      "category": "Life, God, Alone"
    },
    {
      "quote": "Part of my driving desire as a pastor is to remove every obstacle except the cross that would keep people from coming to faith in Christ.",
      "author": "Mark Batterson",
      "category": "People, Driving, Desire"
    },
    {
      "quote": "Faith is a continuum, and we each fall on that line where we may. By attempting to rigidly classify ethereal concepts like faith, we end up debating semantics to the point where we entirely miss the obvious - that is, that we are all trying to decipher life's big mysteries, and we're each following our own paths of enlightenment.",
      "author": "Dan Brown",
      "category": "Life, End, Fall"
    },
    {
      "quote": "I am disturbed when I see the majority of so-called Christians having such little understanding of the real nature of the faith they profess. Faith is a subject of such importance that we should not ignore it because of the distractions or the hectic pace of our lives.",
      "author": "William Wilberforce",
      "category": "Nature, I Am, Understanding"
    },
    {
      "quote": "Let no rank puff up anyone for faith and love are paramount - the greatest blessings in the world.",
      "author": "Ignatius of Antioch",
      "category": "Love, Blessings, World"
    },
    {
      "quote": "When we step out in faith and use the talents He's given us, we show that we trust God, that we believe He will bless our actions and cause us to succeed.",
      "author": "Victoria Osteen",
      "category": "Trust, God, Believe"
    },
    {
      "quote": "I never was deeply interested in any object; I never prayed sincerely and earnestly for anything, but it came at some time - no matter how distant, in some way, in some shape, probably the last I should have devised, it came. And yet, I have always had so little faith. God forgive me.",
      "author": "Adoniram Judson",
      "category": "Time, God, Me"
    },
    {
      "quote": "People have to realize that just because you're a Christian, it doesn't mean that you're perfect, because every once in a while everyone stumbles. Living by faith is about when you do mess up, getting back up, brushing yourself off, and keep trying to improve where you mess up or where you have temptation.",
      "author": "Tim Tebow",
      "category": "Yourself, People, Christian"
    },
    {
      "quote": "Working with Roshni gives me lot of confidence. When I started SSN - in 1994, after a windfall gain from HCL-HP then - I was OK to do it alone. My brother, who was supposed to head it, passed away. We had a governing council to run it. That was a leap of faith, and we didn't know where we will get.",
      "author": "Shiv Nadar",
      "category": "Confidence, Alone, Brother"
    },
    {
      "quote": "I write about everything, but I just - how faith filters through all that and colors your opinion of other people and life and all that.",
      "author": "Amy Grant",
      "category": "Life, Colors, People"
    },
    {
      "quote": "God always takes the simplest way.",
      "author": "Albert Einstein",
      "category": "God, Way, Always"
    },
    {
      "quote": "Reason is the enemy of faith.",
      "author": "Martin Luther",
      "category": "Enemy, Reason"
    },
    {
      "quote": "The good news of suffering is that it brings us to the end of ourselves - a purpose it has certainly served in my life. It brings us to the place of honesty, which is the place of desperation, which is the place of faith, which is the place of freedom.",
      "author": "Tullian Tchividjian",
      "category": "Life, Freedom, Good"
    },
    {
      "quote": "It's not the tools that you have faith in - tools are just tools. They work, or they don't work. It's people you have faith in or not. Yeah, sure, I'm still optimistic I mean, I get pessimistic sometimes but not for long.",
      "author": "Steve Jobs",
      "category": "Work, People, Tools"
    },
    {
      "quote": "My first encounters with faith came about the time I was a Boy Scout, at about 14 or 15. I made the logical deduction that they operate the same way; I treated my faith like earning a merit badge, and everything about Christianity was about earning merit badges.",
      "author": "Max Lucado",
      "category": "Time, Boy, Scout"
    },
    {
      "quote": "I solemnly declare that this spiritual kingdom of faith will move forward with or without each of us individually. No unhallowed hand can stay the growth of the Church nor prevent fulfillment of its mission. Any of us can be left behind, drawn away by the seductive voices of secularism and materialism.",
      "author": "James E. Faust",
      "category": "Growth, Spiritual, Mission"
    },
    {
      "quote": "I think so many people tend to think of faith as blind adherence to a dogma or unquestioned surrender to an authority figure, and the result is losing self-respect and losing our own sense of what is true. And I don't think of faith in those terms at all.",
      "author": "Sharon Salzberg",
      "category": "Blind, Losing, People"
    },
    {
      "quote": "God never made a promise that was too good to be true.",
      "author": "Dwight L. Moody",
      "category": "Good, God, Be True"
    },
    {
      "quote": "I did once seriously think of embracing the Christian faith. The gentle figure of Christ, so full of forgiveness that he taught his followers not to retaliate when abused or struck, but to turn the other cheek - I thought it was a beautiful example of the perfect man.",
      "author": "Mahatma Gandhi",
      "category": "Beautiful, Forgiveness, Man"
    },
    {
      "quote": "Life is only a long and bitter suicide, and faith alone can transform this suicide into a sacrifice.",
      "author": "Franz Liszt",
      "category": "Life, Alone, Sacrifice"
    },
    {
      "quote": "The difficulties we face originate from one of three sources. Some are sent to us by the Lord to test our faith, others are the result of Satan's attacks, and still others are due to our own sinful choices.",
      "author": "Charles Stanley",
      "category": "Choices, Face, Three"
    },
    {
      "quote": "I am satisfied that every man or woman who goes to the temple in a spirit of sincerity and faith leaves the house of the Lord a better man or woman.",
      "author": "Gordon B. Hinckley",
      "category": "Man, I Am, Woman"
    },
    {
      "quote": "A witness, in the sense that I am using the word, is a man whose life and faith are so completely one that when the challenge comes to step out and testify for his faith, he does so, disregarding all risks, accepting all consequences.",
      "author": "Whittaker Chambers",
      "category": "Life, Challenge, Man"
    },
    {
      "quote": "I realized that my truest passion was for helping people change through faith in a higher power. That meant, for me, belonging to the church. Using my abilities to bring Christian doctrine to a postmodern world.",
      "author": "James McGreevey",
      "category": "Change, Passion, Power"
    },
    {
      "quote": "By their innocence and goodness, by their boundless capacity for forgiveness, and by the sheer power of their faith and hope, children redeem their parents, bringing out their best selves.",
      "author": "Cass Sunstein",
      "category": "Hope, Children, Forgiveness"
    },
    {
      "quote": "Non-violence is the article of faith.",
      "author": "Mahatma Gandhi",
      "category": "Non-Violence, Article"
    },
    {
      "quote": "Scandals, corruption, partisan infighting - no wonder people have lost faith in Congress. I say enough is enough.",
      "author": "Joe Garcia",
      "category": "Corruption, Lost, People"
    },
    {
      "quote": "The man who cannot believe in himself cannot believe in anything else. The basis of all integrity and character is whatever faith we have in our own integrity.",
      "author": "Roy L. Smith",
      "category": "Integrity, Character, Man"
    },
    {
      "quote": "A wise ruler ought never to keep faith when by doing so it would be against his interests.",
      "author": "Niccolo Machiavelli",
      "category": "Wise, Doing, Never"
    },
    {
      "quote": "To Follow by faith alone is to follow blindly.",
      "author": "Benjamin Franklin",
      "category": "Alone, Follow, Blindly"
    },
    {
      "quote": "Sometimes all you need is a big leap of faith.",
      "author": "Sean Bean",
      "category": "You, Sometimes, Leap"
    },
    {
      "quote": "The way to see by Faith is to shut the Eye of Reason.",
      "author": "Benjamin Franklin",
      "category": "Eye, Way, See"
    },
    {
      "quote": "Not brute force but only persuasion and faith are the kings of this world.",
      "author": "Thomas Carlyle",
      "category": "World, Persuasion, Kings"
    },
    {
      "quote": "Intolerance betrays want of faith in one's cause.",
      "author": "Mahatma Gandhi",
      "category": "Want, Intolerance, Cause"
    },
    {
      "quote": "If I advocate cautious optimism it is not because I do not have faith in the future but because I do not want to encourage blind faith.",
      "author": "Aung San Suu Kyi",
      "category": "Future, Blind, Optimism"
    },
    {
      "quote": "Evolution is unobservable. It's based on blind faith in a few dry bones and on unreliable dating systems in which the gullible trust. Kids should be allowed to make up their own minds about this issue, and not be censored to 'one side is all we will let you hear.'",
      "author": "Ray Comfort",
      "category": "Trust, Dating, Blind"
    },
    {
      "quote": "With faith and obedience practiced long enough, the Holy Ghost becomes a constant companion, our natures change, and endurance becomes certain.",
      "author": "Henry B. Eyring",
      "category": "Change, Endurance, Long"
    },
    {
      "quote": "Embrace every opportunity of exercising kind feelings and doing good to others, especially to the household of faith.",
      "author": "Adoniram Judson",
      "category": "Good, Opportunity"
    },
    {
      "quote": "During my first years in the Sierra, I was ever calling on everybody within reach to admire them, but I found no one half warm enough until Emerson came. I had read his essays, and felt sure that of all men he would best interpret the sayings of these noble mountains and trees. Nor was my faith weakened when I met him in Yosemite.",
      "author": "John Muir",
      "category": "Best, Mountains, Men"
    },
    {
      "quote": "Fear is the denomination of the Old Testament belief is the denomination of the New.",
      "author": "Benjamin Whichcote",
      "category": "Fear, Belief, New"
    },
    {
      "quote": "Faith is different from proof; the latter is human, the former is a Gift from God.",
      "author": "Blaise Pascal",
      "category": "God, Gift, Human"
    },
    {
      "quote": "Nor shall derision prove powerful against those who listen to humanity or those who follow in the footsteps of divinity, for they shall live forever. Forever.",
      "author": "Khalil Gibran",
      "category": "Powerful, Humanity, Live"
    },
    {
      "quote": "It is truer to say that martyrs create faith more than faith creates martyrs.",
      "author": "Miguel de Unamuno",
      "category": "Create, Say, Than"
    },
    {
      "quote": "Worry is spiritual short sight. Its cure is intelligent faith.",
      "author": "Paul Brunton",
      "category": "Spiritual, Short, Worry"
    },
    {
      "quote": "Of all duties, prayer certainly is the sweetest and most easy.",
      "author": "Laurence Sterne",
      "category": "Prayer, Easy, Most"
    },
    {
      "quote": "Have faith in God God has faith in you.",
      "author": "Edwin Louis Cole",
      "category": "God, You"
    },
    {
      "quote": "He wants you all to Himself to put His loving, divine arms around you.",
      "author": "Charles Stanley",
      "category": "Loving, You, Arms"
    },
    {
      "quote": "Vision looks upward and becomes faith.",
      "author": "Stephen Samuel Wise",
      "category": "Vision, Looks, Upward"
    },
    {
      "quote": "Now the true soldiers of Christ must always be prepared to do battle for the truth, and must never, so far as lies with them, allow false convictions to creep in.",
      "author": "Origen",
      "category": "Truth, Battle, Be Prepared"
    },
    {
      "quote": "Liberty cannot be established without morality, nor morality without faith.",
      "author": "Alexis de Tocqueville",
      "category": "Morality, Liberty, Without"
    },
    {
      "quote": "I have an almost complete disregard of precedent, and a faith in the possibility of something better. It irritates me to be told how things have always been done. I defy the tyranny of precedent. I go for anything new that might improve the past.",
      "author": "Clara Barton",
      "category": "Past, Me, Tyranny"
    },
    {
      "quote": "Practice means to perform, over and over again in the face of all obstacles, some act of vision, of faith, of desire. Practice is a means of inviting the perfection desired.",
      "author": "Martha Graham",
      "category": "Vision, Perfection"
    },
    {
      "quote": "In the evening of life we shall be judged on love, and not one of us is going to come off very well, and were it not for my absolute faith in the loving forgiveness of my Lord I could not call on him to come.",
      "author": "Madeleine L'Engle",
      "category": "Love, Life, Forgiveness"
    },
    {
      "quote": "Back of every creation, supporting it like an arch, is faith. Enthusiasm is nothing: it comes and goes. But if one believes, then miracles occur.",
      "author": "Henry Miller",
      "category": "Enthusiasm, Nothing"
    },
    {
      "quote": "That is not to say that we can relax our readiness to defend ourselves. Our armament must be adequate to the needs, but our faith is not primarily in these machines of defense but in ourselves.",
      "author": "Chester W. Nimitz",
      "category": "Relax, Say, Defend"
    },
    {
      "quote": "Things can fall apart, or threaten to, for many reasons, and then there's got to be a leap of faith. Ultimately, when you're at the edge, you have to go forward or backward; if you go forward, you have to jump together.",
      "author": "Yo-Yo Ma",
      "category": "Together, Fall, You"
    },
    {
      "quote": "Trust is not the same as faith. A friend is someone you trust. Putting faith in anyone is a mistake.",
      "author": "Christopher Hitchens",
      "category": "Trust, Friend, Mistake"
    },
    {
      "quote": "Today, corruption has won and justice has lost. I brought corruption cases in good faith involving powerful people, and the political and legal establishment blatantly covered up and retaliated by targeting my law license.",
      "author": "Andrew Thomas",
      "category": "Good, Today, Justice"
    },
    {
      "quote": "There were periods of my life when a lot of people didn't believe in me. I still had faith in myself. I really had to ask myself life questions. Where do I see myself in five years? Create a ladder for yourself, and walk up the steps. Climb that ladder.",
      "author": "Fergie",
      "category": "Life, Myself, Believe"
    },
    {
      "quote": "Christian faith is... basically about love and being loved and reconciliation. These things are so important, they're foundational and they can transform individuals, families.",
      "author": "Philip Yancey",
      "category": "Love, Christian, Loved"
    },
    {
      "quote": "I think it is something that is so important, to be very aware of the direction in which the 21st century is going with all this blind faith in democracy. And by the way, I am not against democracy - I am against the blind faith that is being put in democracy.",
      "author": "Alfonso Cuaron",
      "category": "I Am, Democracy, Blind"
    },
    {
      "quote": "I think every person should have some faith inside him, in his heart. What matters is not an external display of this faith, but the inner state of the soul.",
      "author": "Vladimir Putin",
      "category": "Heart, Soul, Think"
    },
    {
      "quote": "In the pain, the agony, and the heroic endeavors of life, we pass through a refiner's fire, and the insignificant and the unimportant in our lives can melt away like dross and make our faith bright, intact, and strong.",
      "author": "James E. Faust",
      "category": "Life, Strong, Pain"
    },
    {
      "quote": "We Americans unite faith and freedom in asserting that our liberties are your gift, God, not that of government.",
      "author": "Meir Soloveichik",
      "category": "Freedom, God, Government"
    },
    {
      "quote": "There are two 'faiths' which can uphold humans: faith in God and faith in oneself. And these two faiths should exist side by side: the first belongs to one's inner life, the second to one's life in society.",
      "author": "Maria Montessori",
      "category": "Life, God, Society"
    },
    {
      "quote": "Getting ahead in a difficult profession requires avid faith in yourself. That is why some people with mediocre talent, but with great inner drive, go so much further than people with vastly superior talent.",
      "author": "Sophia Loren",
      "category": "Great, Talent, Yourself"
    },
    {
      "quote": "Only our individual faith in freedom can keep us free.",
      "author": "Dwight D. Eisenhower",
      "category": "Freedom, Free, Individual"
    },
    {
      "quote": "The essential element in personal magnetism is a consuming sincerity - an overwhelming faith in the importance of the work one has to do.",
      "author": "Bruce Barton",
      "category": "Work, Sincerity, Personal"
    },
    {
      "quote": "Faith keeps many doubts in her pay. If I could not doubt, I should not believe.",
      "author": "Henry David Thoreau",
      "category": "Believe, Doubt, Her"
    },
    {
      "quote": "Faith without works is like a bird without wings; though she may hop with her companions on earth, yet she will never fly with them to heaven.",
      "author": "Francis Beaumont",
      "category": "Bird, Fly, Wings"
    },
    {
      "quote": "When the principles that run against your deepest convictions begin to win the day, then the battle is your calling, and peace has become sin. You must at the price of dearest peace lay your convictions bare before friend and enemy with all the fire of your faith.",
      "author": "Abraham Kuyper",
      "category": "Day, Peace, Fire"
    },
    {
      "quote": "I ground my faith upon God's word, and not upon the church.",
      "author": "Jane Grey",
      "category": "God, Church, Word"
    },
    {
      "quote": "Faith is like a kernel of wheat.",
      "author": "Joe Bob Briggs",
      "category": "Wheat, Like, Kernel"
    },
    {
      "quote": "You need to develop, somehow, a huge amount of faith and confidence in yourself, because there's a lot of rejection throughout an actor's life and you have to believe in yourself more than anyone else.",
      "author": "Stephen Collins",
      "category": "Life, Confidence"
    },
    {
      "quote": "Faith is the virtue by which, clinging-to the faithfulness of God, we lean upon him, so that we may obtain what he gives to us.",
      "author": "William Ames",
      "category": "God, Virtue, Him"
    },
    {
      "quote": "I never really had the classic struggle. I had faith.",
      "author": "Denzel Washington",
      "category": "Struggle, Never, Classic"
    },
    {
      "quote": "We're telling a story. And the demands of that are different from the demands of a documentary. The audience must believe in order to keep faith in the story.",
      "author": "Bradley Whitford",
      "category": "Believe, Story, Audience"
    },
    {
      "quote": "A better world shall emerge based on faith and understanding.",
      "author": "Douglas MacArthur",
      "category": "World, Understanding, Better"
    },
    {
      "quote": "Between understanding and faith immediate connections must subsist.",
      "author": "Marquis de Sade",
      "category": "Understanding, Connections"
    },
    {
      "quote": "Faith is what someone knows to be true, whether they believe it or not.",
      "author": "Flannery O'Connor",
      "category": "Believe, Be True, True"
    },
    {
      "quote": "Faith is an aptitude of the spirit. It is, in fact, a talent: you must be born with it.",
      "author": "Anton Chekhov",
      "category": "Talent, Born, You"
    },
    {
      "quote": "My faith inspires me so much. It is the very reason that I run. I feel that my running is completely a gift from God and it is my responsibility to use it to glorify him.",
      "author": "Allyson Felix",
      "category": "God, Responsibility, Gift"
    },
    {
      "quote": "I have very little faith that I'll ever find someone. I've had some bad luck and I've made some bad choices - not in men, but in how I've chosen to deal with relationships.",
      "author": "Selma Blair",
      "category": "Men, Luck, Choices"
    },
    {
      "quote": "An unexamined faith is not worth having, for fundamentalism and uncritical certitude entail the rejection of one of the great human gifts: that of free will, of the liberty to make up our own minds based on evidence and tradition and reason.",
      "author": "Jon Meacham",
      "category": "Great, Liberty, Free Will"
    },
    {
      "quote": "Faith is personal if it's to be real.",
      "author": "Bear Grylls",
      "category": "Real, Personal, Be Real"
    },
    {
      "quote": "And Jesus, the heart of the Christian faith is the wildest, most radical guy you'd ever come across.",
      "author": "Bear Grylls",
      "category": "Heart, Christian, You"
    },
    {
      "quote": "Only through repentance and faith in Christ can anyone be saved. No religious activity will be sufficient, only true faith in Jesus Christ alone.",
      "author": "Ravi Zacharias",
      "category": "Alone, True, Through"
    },
    {
      "quote": "Many have a vague idea that they must make some wonderful effort in order to gain the favor of God. But all self-dependence is vain. It is only by connecting with Jesus through faith that the sinner becomes a hopeful, believing child of God.",
      "author": "Ellen G. White",
      "category": "God, Child, Effort"
    },
    {
      "quote": "The name 'Seventh-day Adventist' carries the true features of our faith in front and will convict the inquiring mind. Like an arrow from the Lord's quiver, it will wound the transgressors of God's law, and will lead to repentance toward God, and faith in our Lord Jesus Christ.",
      "author": "Ellen G. White",
      "category": "God, Law, Mind"
    },
    {
      "quote": "There's something unsettling about the education of a child who comfortably enumerates the rules for surviving zombie apocalypse but finds it uncomfortable to enumerate the rules of his grandparents' faith, if he knows them.",
      "author": "Amity Shlaes",
      "category": "Education, Child, Rules"
    },
    {
      "quote": "I just want to grow spiritually with the Lord. I'm keeping strong at it, just trying to make my walk with faith a little better.",
      "author": "Kevin Durant",
      "category": "Strong, Walk, Grow"
    },
    {
      "quote": "I, for one, am profoundly grateful to feel the hand of God at work in my life. But at the beginning and end of the day, when my default setting is to show kindness and love to others, I never regret it. And to me, that is what faith is all about.",
      "author": "Charity Sunshine Tillemann-Dick",
      "category": "Love, Life, Work"
    },
    {
      "quote": "Faith has a role to play in life. It is not related to success. It is the other way round. Success is related to faith. Faith comes first.",
      "author": "Andrea Bocelli",
      "category": "Life, Success, Play"
    },
    {
      "quote": "No matter what we face, put your total faith in God, and in time - not our time, but His time - He'll bring us through.",
      "author": "Lex Luger",
      "category": "Time, God, Face"
    },
    {
      "quote": "When the Christian faith becomes defined by who we are and what we do and not by who Christ is and what he did for us, we miss the gospel - and we, ironically, become more disobedient.",
      "author": "Tullian Tchividjian",
      "category": "Christian, Christ, Become"
    },
    {
      "quote": "I think, at heart, unless you discover faith in something else, something other, it's very hard to shake the thing that you're adrift alone.",
      "author": "Robert Smith",
      "category": "Alone, Heart, Think"
    },
    {
      "quote": "The Gospel purifies and renews: it bears fruit wherever the community of believers hears and welcomes the grace of God in truth and lives in charity. This is my faith this is my joy.",
      "author": "Pope Benedict XVI",
      "category": "Community, Truth, God"
    },
    {
      "quote": "What value is there in faith without works? And what are they worth if they are not united to the merits of Jesus Christ, our only good?",
      "author": "Saint Teresa of Avila",
      "category": "Good, Value, Without"
    },
    {
      "quote": "I spend a lot of time balancing between faith and disbelief.",
      "author": "Taylor Swift",
      "category": "Time, Spend, Between"
    },
    {
      "quote": "We must teach our people the greatness of China's historical culture. In our educational program we must stress Chinese history and geography so that all may know and appreciate China's civilization of five thousand years and the far-flung boundaries of our ancient race. This will engender a greater faith in our own future.",
      "author": "Chiang Kai-shek",
      "category": "History, Future, Culture"
    },
    {
      "quote": "We should know that faith is a gift of God, and that it may not be given to men, except it be graciously. Thus, indeed, all the good which we have is of God; and accordingly, when God rewardeth a good work of man, he crowneth his own gift.",
      "author": "John Wycliffe",
      "category": "Work, Good, God"
    },
    {
      "quote": "The more in harmony with yourself you are, the more joyful you are and the more faithful you are. Faith is not to disconnect you from reality - it connects you to reality.",
      "author": "Paulo Coelho",
      "category": "Reality, Yourself, Harmony"
    },
    {
      "quote": "The only condition of fighting for the right to create is faith in your own vocation, readiness to serve, and refusal to compromise.",
      "author": "Andrei Tarkovsky",
      "category": "Compromise, Fighting, Create"
    },
    {
      "quote": "I believe that Christians believe in salvation by grace through faith in Jesus Christ, not by works. And we believe that if you're saved, Jesus becomes your savior. He makes a promise to you. You can trust his promises. You can bank on that word.",
      "author": "Robert H. Schuller",
      "category": "Trust, Believe, Grace"
    },
    {
      "quote": "One of the best things about growing up in New Zealand is that if you are prepared to work hard and have faith in yourself, truly anything is possible.",
      "author": "Peter Jackson",
      "category": "Work, Best, Work Hard"
    },
    {
      "quote": "Now I will say this to every sinner, though he should think himself to be the worst sinner who ever lived: cry to the Lord and seek Him while He may be found. A throne of grace is a place fitted for you. By simple faith, go to your Savior, for He is the throne of grace.",
      "author": "Charles Spurgeon",
      "category": "Simple, Grace, Think"
    },
    {
      "quote": "I don't know if my faith stems from what I'd call unconditional love, but the energy certainly feels boundless.",
      "author": "Stacey D'Erasmo",
      "category": "Love, Energy, Know"
    },
    {
      "quote": "Religious-liberty protections are one way of achieving civil peace even amid disagreement. The United States is a pluralistic society. To protect that pluralism and the rights of all Americans, of whatever faith they may practice, religious-liberty laws are good policy. Liberals committed to tolerance should embrace them.",
      "author": "Edwin Meese",
      "category": "Good, Peace, Society"
    },
    {
      "quote": "My faith teaches that life is sacred. That's why I personally oppose the death penalty. But I take my oath of office seriously, and I'll enforce the death penalty... because it's the law.",
      "author": "Tim Kaine",
      "category": "Life, Death, Law"
    },
    {
      "quote": "Wyoming is a special place: Where our farmers and ranchers rise before dawn and work until night to feed our nation. Where our coal miners and oil field workers produce the energy that powers America's homes and businesses, and where our families are guided by faith, know the value of hard work, and deeply love our land.",
      "author": "Liz Cheney",
      "category": "Love, Work, Hard Work"
    },
    {
      "quote": "We fitted, amusingly enough, into none of the form categories of 'The Young American Couple'... security to us is in ourselves, and no job, not even money, can give us what we have to develop: faith in our work and hard, hard work, which is Spartan in many ways.",
      "author": "Sylvia Plath",
      "category": "Work, Hard Work, Money"
    },
    {
      "quote": "I have faith in the judicial system.",
      "author": "Clarence Clemons",
      "category": "System, Judicial System"
    },
    {
      "quote": "When I came to faith, I was on pro-choice boards, and I dropped off of those because you couldn't read the Bible and be pro-choice.",
      "author": "Bob Beckel",
      "category": "Bible, You, Pro-Choice"
    },
    {
      "quote": "I partly know why I have not led a perfect life like other believers. But I avow to my Lord, and I do not lie, that from the time when I first knew him, the love of God and the fear of him has grown in me from my youth so that I have, by the power of God, always till now kept the faith.",
      "author": "Saint Patrick",
      "category": "Love, Life, Time"
    },
    {
      "quote": "Faith Hill is a big role model.",
      "author": "Taylor Swift",
      "category": "Role Model, Hill, Role"
    },
    {
      "quote": "Different people, in good faith, can look at the same fact and interpret it differently. But that's where an interesting conversation begins.",
      "author": "Eric Schlosser",
      "category": "Good, People, Conversation"
    },
    {
      "quote": "When I put my faith in Jesus Christ as my savior, and I asked him to forgive and to come into my life, and He does - from that moment forward I have established a personal relationship with God that I have to develop, you know, through Bible reading and prayer, and living my life for him.",
      "author": "Anne Graham Lotz",
      "category": "Life, Relationship, God"
    },
    {
      "quote": "By any reasonable measure of achievement, the faith of the Enlightenment thinkers in science was justified.",
      "author": "E. O. Wilson",
      "category": "Science, Achievement"
    },
    {
      "quote": "Well, you have to keep your faith in the fact that there are a lot of intelligent people who are actively looking for something interesting, people who have been disappointed so many times.",
      "author": "Richard Linklater",
      "category": "People, Looking, Intelligent"
    },
    {
      "quote": "If I were dying, my last words would be: Have faith and pursue the unknown end.",
      "author": "Oliver Wendell Holmes, Jr.",
      "category": "Words, End, Unknown"
    },
    {
      "quote": "Faith is not a notion, but a real strong essential hunger, an attracting or magnetic desire of Christ, which as it proceeds from a seed of the divine nature in us, so it attracts and unites with its like.",
      "author": "William Law",
      "category": "Nature, Strong, Seed"
    },
    {
      "quote": "I'm a believer in belief. Faith is something that works - it causes people to do things, it has results. It's an intangible, indefinable, very real thing. And it moves people, sometimes to atrocity. And sometimes to survival.",
      "author": "Tommy Lee Jones",
      "category": "Survival, People, Belief"
    },
    {
      "quote": "What is faith? If you believe something because you have evidence for it, or rational argument, that is not faith. So faith seems to be believing something despite the absence of evidence or rational argument for it.",
      "author": "Peter Singer",
      "category": "Believe, Argument, You"
    },
    {
      "quote": "It's okay to have faith in something that you can't see or touch.",
      "author": "Chad Kroeger",
      "category": "You, See, Okay"
    },
    {
      "quote": "When music is allowed to take the place of devotion and prayer, it is a terrible curse. Young people assemble together to sing, and, although professed Christians, frequently dishonor God and their faith by their frivolous conversation and their choice of music.",
      "author": "Ellen G. White",
      "category": "Music, God, Together"
    },
    {
      "quote": "I like the detail work of telling a story in small pieces, as is done in movie-making, and also the long leap of faith needed to see a theatre performance through each night. Both require focus and self-discipline.",
      "author": "Viggo Mortensen",
      "category": "Work, Focus, Performance"
    },
    {
      "quote": "Pakistan is heir to an intellectual tradition of which the illustrious exponent was the poet and philosopher Mohammad Iqbal. He saw the future course for Islamic societies in a synthesis between adherence to the faith and adjustment to the modern age.",
      "author": "Benazir Bhutto",
      "category": "Future, Age, Tradition"
    },
    {
      "quote": "Sometimes you need faith and victory spoken over your life. Words have created power. When you receive them into your spirit, they can ignite seeds of increase on the inside.",
      "author": "Joel Osteen",
      "category": "Life, Power, Words"
    },
    {
      "quote": "Give someone who has faith in you a placebo and call it a hair growing pill, anti-nausea pill or whatever, and you will be amazed at how many respond to your therapy.",
      "author": "Bernie Siegel",
      "category": "Hair, You, Therapy"
    },
    {
      "quote": "Prayer is as natural an expression of faith as breathing is of life.",
      "author": "Jonathan Edwards",
      "category": "Life, Prayer, Natural"
    },
    {
      "quote": "Although a man may wear fine clothing, if he lives peacefully; and is good, self-possessed, has faith and is pure; and if he does not hurt any living being, he is a holy man.",
      "author": "Denis Diderot",
      "category": "Good, Man, Hurt"
    },
    {
      "quote": "So much of what comes out of the faith community seems so dour and somber, and we want to say, 'Hey, we're real people. You can be a person of faith and really enjoy life and laugh.'",
      "author": "Erwin McManus",
      "category": "Life, Community, Enjoy Life"
    },
    {
      "quote": "Voters must have faith in the electoral process for our democracy to succeed.",
      "author": "Blanche Lincoln",
      "category": "Democracy, Process, Succeed"
    },
    {
      "quote": "It is not good for us to trust in our merits, in our virtues or our righteousness; but only in God's free pardon, as given us through faith in Jesus Christ.",
      "author": "John Wycliffe",
      "category": "Trust, Good, God"
    },
    {
      "quote": "Sometimes stereotyping happens not because of any nefarious reasons but rather because people don't know who you are or where you come from, so they go for the broad strokes about you, your culture, your faith, all that.",
      "author": "Faran Tahir",
      "category": "Culture, People, Know"
    },
    {
      "quote": "What is faith but a kind of betting or speculation after all? It should be, I bet that my Redeemer liveth.",
      "author": "Samuel Butler",
      "category": "Kind, Betting, Should"
    },
    {
      "quote": "Reason is our soul's left hand, faith her right.",
      "author": "John Donne",
      "category": "Soul, Her, Reason"
    },
    {
      "quote": "Faith begins where Reason sinks exhausted.",
      "author": "Albert Pike",
      "category": "Reason, Exhausted, Where"
    },
    {
      "quote": "I think faith is the small mustard seed of opportunities every day. For example, 'Am I going to love this person? Am I going to share my faith with this person? Am I going to pray that little prayer?' It really is a daily thing where you seize those little mustard seed opportunities and then see what God does.",
      "author": "Mark Batterson",
      "category": "Love, Daily, God"
    },
    {
      "quote": "Lets have faith that right makes might; and in that faith let us, to the end, dare to do our duty as we understand it.",
      "author": "Abraham Lincoln",
      "category": "End, Understand, Dare"
    },
    {
      "quote": "First, I prepare. Then I have faith.",
      "author": "Joe Namath",
      "category": "Prepare, First, Then"
    },
    {
      "quote": "One of the embarrassing problems for the early nineteenth-century champions of the Christian faith was that not one of the first six Presidents of the United States was an orthodox Christian.",
      "author": "Mortimer Adler",
      "category": "Problems, Christian, Early"
    },
    {
      "quote": "If you desire faith, then you have faith enough.",
      "author": "Elizabeth Barrett Browning",
      "category": "Desire, You, Enough"
    },
    {
      "quote": "He that rebels against reason is a real rebel, but he that in defence of reason rebels against tyranny has a better title to Defender of the Faith, than George the Third.",
      "author": "Thomas Paine",
      "category": "Tyranny, Better, Rebel"
    },
    {
      "quote": "Despite differences of faith or even the occasional collisions between them, Egypt is united.",
      "author": "Ahmed Zewail",
      "category": "Differences, Egypt, Between"
    },
    {
      "quote": "However weak we are, however poor, however little our faith, or however small our grace may be, our names are still written on His heart; nor shall we lose our share in Jesus' love.",
      "author": "Charles Spurgeon",
      "category": "Love, Heart, Small"
    },
    {
      "quote": "Faith minus vulnerability and mystery equals extremism. If you've got all the answers, then don't call what you do 'faith.'",
      "author": "Brene Brown",
      "category": "Mystery, Answers, You"
    },
    {
      "quote": "Faith and doubt cannot exist in the same mind at the same time, for one will dispel the other.",
      "author": "Thomas S. Monson",
      "category": "Time, Mind, Doubt"
    },
    {
      "quote": "Morals are built on religious faith. Virtue is built on morality and influences a culture.",
      "author": "Michele Bachmann",
      "category": "Culture, Morality, Virtue"
    },
    {
      "quote": "Every generation has to protect every one of their rights, whether that's freedom of the press, freedom of speech, or freedom of faith. You have to remain diligent.",
      "author": "James Lankford",
      "category": "Freedom, Generation"
    },
    {
      "quote": "The other day the President said, I know you've had some rough times, and I want to do something that will show the nation what faith that I have in you, in your maturity and sense of responsibility. He paused, then said, would you like a puppy?",
      "author": "Dan Quayle",
      "category": "Day, Responsibility"
    },
    {
      "quote": "Being outspoken about my faith isn't just something that I do it's who I am because my faith isn't just a little piece of my life. It is my life. It's not a question of whether I'm outspoken about it or not. I'm definitely not ashamed of it.",
      "author": "Tim Tebow",
      "category": "Life, I Am, My Life"
    },
    {
      "quote": "If you desire to be pure, have firm faith, and slowly go on with your devotional practices without wasting your energy in useless scriptural discussions and arguments. Your little brain will otherwise be muddled.",
      "author": "Ramakrishna",
      "category": "Brain, Energy, You"
    },
    {
      "quote": "Faith is a state of openness or trust.",
      "author": "Alan Watts",
      "category": "Trust, Openness, State"
    },
    {
      "quote": "If you have no faith, you've lost your battle.",
      "author": "Bill Cosby",
      "category": "Battle, Lost, You"
    },
    {
      "quote": "The feudal concept of self-preservation is poisoned at the core by the virulent assumption of master and man, of potentate and slave, of external and internal suppression of the life urge of the only one - of its faith in human sacrifice as a means of salvation.",
      "author": "Louis Sullivan",
      "category": "Life, Man, Sacrifice"
    },
    {
      "quote": "Faith moves mountains, but you have to keep pushing while you are praying.",
      "author": "Mason Cooley",
      "category": "Mountains, You, Moves"
    },
    {
      "quote": "There are many things that are essential to arriving at true peace of mind, and one of the most important is faith, which cannot be acquired without prayer.",
      "author": "John Wooden",
      "category": "Peace, Prayer, Mind"
    },
    {
      "quote": "Faith is the heroism of the intellect.",
      "author": "Charles Henry Parkhurst",
      "category": "Heroism, Intellect"
    },
    {
      "quote": "If you have abandoned one faith, do not abandon all faith. There is always an alternative to the faith we lose. Or is it the same faith under another mask?",
      "author": "Graham Greene",
      "category": "Mask, You, Same"
    },
    {
      "quote": "My mother was truly my saving grace, because she would take me to church with her. I would see my mother smiling in the choir, and I wanted to know this God that made her so happy. If I had not had that faith in my life, I don't know where I would be right now.",
      "author": "Tyler Perry",
      "category": "Life, Happy, Mother"
    },
    {
      "quote": "I'm really interested in mythology and folklore. I'm interested in moralities, why we're here, faith... all of these bigger questions that I think we can place in films that allow us to question and give us a safe place to feel. Those types of questions can pop up in all sorts of different types of films - drama, comedy, action movie.",
      "author": "Brie Larson",
      "category": "Action, Questions, Think"
    },
    {
      "quote": "Man doesn't dictate what you do or how you do it. If you believe in God, believe in God; have your faith in him. That's where my faith lies.",
      "author": "Ray Lewis",
      "category": "God, Man, Believe"
    },
    {
      "quote": "Have faith in your intuition and listen to your gut feeling.",
      "author": "Ann Cotton",
      "category": "Listen, Intuition, Gut"
    },
    {
      "quote": "Let the people who never find true love keep saying that there's no such thing. Their faith will make it easier for them to live and die.",
      "author": "Wislawa Szymborska",
      "category": "Love, True Love, People"
    },
    {
      "quote": "Some people feel guilty about their anxieties and regard them as a defect of faith but they are afflictions, not sins. Like all afflictions, they are, if we can so take them, our share in the passion of Christ.",
      "author": "C. S. Lewis",
      "category": "Passion, People, Guilty"
    },
    {
      "quote": "God has entrusted us with his most precious treasure - people. He asks us to shepherd and mold them into strong disciples, with brave faith and good character.",
      "author": "John Ortberg",
      "category": "Good, Character, God"
    },
    {
      "quote": "Each one prays to God according to his own light.",
      "author": "Mahatma Gandhi",
      "category": "Light, God, Own"
    },
    {
      "quote": "That is the definition of faith - acceptance of that which we imagine to be true, that which we cannot prove.",
      "author": "Dan Brown",
      "category": "Acceptance, Be True, True"
    },
    {
      "quote": "There can be no faith in government if our highest offices are excused from scrutiny - they should be setting the example of transparency.",
      "author": "Edward Snowden",
      "category": "Government, Example"
    },
    {
      "quote": "There's stuff going on in the world right now, which you can't imagine why is this happening; it's crazy. I don't know what the answer is, but if you didn't have faith in the universe that somehow something great would arrive at the end, then we'd all give up, and that would be a waste of everyone's time.",
      "author": "Chris Martin",
      "category": "Time, Great, World"
    },
    {
      "quote": "Faith is much better than belief. Belief is when someone else does the thinking.",
      "author": "R. Buckminster Fuller",
      "category": "Thinking, Better, Belief"
    },
    {
      "quote": "Love, like a chicken salad or restaurant hash, must be taken with blind faith or it loses its flavor.",
      "author": "Helen Rowland",
      "category": "Love, Blind, Restaurant"
    },
    {
      "quote": "Faith certainly tells us what the senses do not, but not the contrary of what they see; it is above, not against them.",
      "author": "Blaise Pascal",
      "category": "See, Senses, Us"
    },
    {
      "quote": "By gold all good faith has been banished; by gold our rights are abused; the law itself is influenced by gold, and soon there will be an end of every modest restraint.",
      "author": "Sextus Propertius",
      "category": "Good, Law, Gold"
    },
    {
      "quote": "Faith is an island in the setting sun, But proof is the bottom line for everyone.",
      "author": "Paul Simon",
      "category": "Sun, Everyone, Island"
    },
    {
      "quote": "I don't think it's any coincidence that I lost my religious faith and 'manned up' in the same year. I was described somewhere as a lapsed Catholic, which is funny because I'm not going back! I want to achieve things rather than live life in an animalistic way.",
      "author": "Jimmy Carr",
      "category": "Funny, Life, Live Life"
    },
    {
      "quote": "We may not only find faith in God in our sorrow. We may also become faithful to Him in times of calm.",
      "author": "Thomas S. Monson",
      "category": "God, Calm, Sorrow"
    },
    {
      "quote": "I went into politics thinking that, if I made arguments in good faith, I'd get a hearing. It's a reasonable assumption, but it's wrong. In five and a half years in politics up north, no one really bothered to criticize my ideas, such as they were. It was never my message that was the issue. It was always the messenger.",
      "author": "Michael Ignatieff",
      "category": "Good, Politics, Thinking"
    },
    {
      "quote": "Everywhere on Earth, at this moment, in the new spiritual atmosphere created by the appearance of the idea of evolution, there float, in a state of extreme mutual sensitivity, love of God and faith in the world: the two essential components of the Ultra-human.",
      "author": "Pierre Teilhard de Chardin",
      "category": "Love, God, Spiritual"
    },
    {
      "quote": "A man of real purpose puts his faith in himself always. Sometimes he refuses even to put his faith in the gods. So from time to time, he falls into error.",
      "author": "Isoroku Yamamoto",
      "category": "Time, Man, Purpose"
    },
    {
      "quote": "Well, I - you know, the scripture says that God works by faith. And you have to have faith. You have to have trust in God so that God can work.",
      "author": "Victoria Osteen",
      "category": "Work, Trust, God"
    },
    {
      "quote": "God didn't make a mistake when He made you. You need to see yourself as God sees you.",
      "author": "Joel Osteen",
      "category": "God, Yourself, Mistake"
    },
    {
      "quote": "The dearest friend on earth is a mere shadow compared to Jesus Christ.",
      "author": "Oswald Chambers",
      "category": "Shadow, Friend, Earth"
    },
    {
      "quote": "Of all the things Christ wants for us, loving Him and focusing our attention on Him are the most important.",
      "author": "Charles Stanley",
      "category": "Attention, Loving"
    },
    {
      "quote": "Man, I just feel blessed... I was in a situation where the only way I could come out of it was by putting my faith in God. No matter how good my lawyers were, no matter how much celebrity I had, everything was just stacked up against me.",
      "author": "Sean Combs",
      "category": "Good, God, Man"
    },
    {
      "quote": "Oh, it is wonderful to know that our Heavenly Father loves us - even with all our flaws! His love is such that even should we give up on ourselves, He never will.",
      "author": "Joseph B. Wirthlin",
      "category": "Love, Father, Love Is"
    },
    {
      "quote": "I must have had faith that day. When I went out, I was Henry Fonda again. An unemployed actor but a man.",
      "author": "Henry Fonda",
      "category": "Day, Man, Actor"
    },
    {
      "quote": "The Holy Ghost brings back memories of what God has taught us. And one of the ways God teaches us is with his blessings; and so, if we choose to exercise faith, the Holy Ghost will bring God's kindnesses to our remembrance.",
      "author": "Henry B. Eyring",
      "category": "Memories, God, Blessings"
    },
    {
      "quote": "Some churches make intercessory prayer part of their weekly schedule. If that's not the case at your church, find another person in the faith to intercede with or go before God on your own.",
      "author": "Monica Johnson",
      "category": "God, Prayer, Church"
    },
    {
      "quote": "Confession has been my habitual homecoming since I was a child. It is a consolation and a joy, and such joy, our faith teaches us, is meant for everyone. It is our vocation to bring it to as many people as possible.",
      "author": "Donald Wuerl",
      "category": "Joy, Child, People"
    },
    {
      "quote": "48 frames per second is something you have to get used to. I've got absolute belief and faith in 48 frames... it's something that could have ramifications for the entire industry. 'The Hobbit' really is the test of that.",
      "author": "Peter Jackson",
      "category": "Belief, You, Test"
    },
    {
      "quote": "Faith is a continuation of reason.",
      "author": "William Adams",
      "category": "Reason, Continuation"
    },
    {
      "quote": "In actual life, every great enterprise begins with and takes its first forward step in faith.",
      "author": "August Wilhelm von Schlegel",
      "category": "Life, Great, Step"
    },
    {
      "quote": "Put your faith in God and confidence in yourself.",
      "author": "Alberta Hunter",
      "category": "Confidence, God, Yourself"
    },
    {
      "quote": "When our forefathers put down roots in desolate places, the thing that allowed them to survive was that they had a faith to see them through the tough times.",
      "author": "Lee Greenwood",
      "category": "Tough Times, Roots, See"
    },
    {
      "quote": "As a people of faith, we know that prayer is a powerful instrument. And as one Nation under God, we know that many times our most powerful tool is prayer.",
      "author": "Nick Rahall",
      "category": "God, Powerful, Prayer"
    },
    {
      "quote": "Faith is an act of a finite being who is grasped by, and turned to, the infinite.",
      "author": "Paul Tillich",
      "category": "Act, Infinite, Being"
    },
    {
      "quote": "It's easy to have faith in yourself and have discipline when you're a winner, when you're number one. What you got to have is faith and discipline when you're not a winner.",
      "author": "Vince Lombardi",
      "category": "Discipline, Yourself, Easy"
    },
    {
      "quote": "In e-commerce, your prices have to be better because the consumer has to take a leap of faith in your product.",
      "author": "Ashton Kutcher",
      "category": "Better, Product, Leap"
    },
    {
      "quote": "We often read the Bible as if it were fundamentally about us: our improvement, our life, our triumph, our victory, our faith, our holiness, our godliness.",
      "author": "Tullian Tchividjian",
      "category": "Life, Improvement, Victory"
    },
    {
      "quote": "It's in the difficult times that we're growing and you can't just rebuke everything hard. We've got to endure it and fight the good fight of faith and pass the test.",
      "author": "Joel Osteen",
      "category": "Good, Fight, You"
    },
    {
      "quote": "All I know is that I'm a sinner and that God has forgiven me of my sins. Because I put my faith and trust in Jesus Christ.",
      "author": "Franklin Graham",
      "category": "Trust, God, Me"
    },
    {
      "quote": "The sight of parents, children and grandparents all descending on a tented field to enjoy the pleasure of ideas and books renews my faith in humanity.",
      "author": "Mariella Frostrup",
      "category": "Children, Parents, Humanity"
    },
    {
      "quote": "Faith is walking by faith, not by what you feel. You are not always going to feel that Jesus loves you or that God is good, but you know He is. It is the up and down of the journey.",
      "author": "Nick Vujicic",
      "category": "Journey, Good, God"
    },
    {
      "quote": "Although the Nasser revolution of 1952 was secular, the culture remained deeply religious - but it was a faith of moderation and tolerance. Women made up nearly half my class at university, and my senior academic adviser there was a woman. In Alexandria, my friends were Christians and Muslims.",
      "author": "Ahmed Zewail",
      "category": "Friends, Women, Culture"
    },
    {
      "quote": "Growing up around Amish farmland, I enjoyed the opportunity to witness firsthand their love of family, of the domestic arts - sewing, quilting, cooking, baking - as well as seeing them live out their tradition of faith in such a unique way.",
      "author": "Beverly Lewis",
      "category": "Love, Family, Opportunity"
    },
    {
      "quote": "Sisters are brittle things. God was penurious with me, which makes me shrewd with Him. One is a dainty sum! One bird, one cage, one flight; one song in those far woods, as yet suspected by faith only!",
      "author": "Emily Dickinson",
      "category": "God, Bird, Me"
    },
    {
      "quote": "God surrounded me with people of faith, people of strong faith, people of power, spiritual power, and I saw little miracles happen in their lives. By it happening in their lives, I started believing it could happen to me.",
      "author": "Natalie Cole",
      "category": "God, Strong, Power"
    },
    {
      "quote": "What is forgiveness? An emotion? A coping mechanism? An element of deepest faith? A way for the heart and soul to combat the type of hate, anger, rage and a thirst for revenge that could ultimately consume a person? All of those and more?",
      "author": "Mike Barnicle",
      "category": "Forgiveness, Revenge, Anger"
    },
    {
      "quote": "The work of healing is not my work, but by faith, healing is done. The work of deliverance, great and mighty deliverance, is not my work but is my faith in Him. It is not the works of righteousness which I have done, but according to His grace. I am a product of His grace.",
      "author": "T. B. Joshua",
      "category": "Work, Great, I Am"
    },
    {
      "quote": "Religious organizations exist to foster the interests of persons subscribing to the same religious faith. Not so of for-profit corporations. Workers who sustain the operations of those corporations commonly are not drawn from one religious community.",
      "author": "Ruth Bader Ginsburg",
      "category": "Community, Same, Workers"
    },
    {
      "quote": "I asked long ago,'What must I do to be saved?' The Scripture answered, 'Keep the commandments, believe, hope, love.' I was early warned against laying, as the Papists do, too much stress on outward works, or on a faith without works, which as it does not include, so it will never lead to true hope or charity.",
      "author": "John Wesley",
      "category": "Love, Hope, Stress"
    },
    {
      "quote": "If we may not remain silent about evil in the Church, then neither should we keep silent about the great shining path of goodness and purity which the Christian faith has traced out over the course of the centuries.",
      "author": "Pope Benedict XVI",
      "category": "Great, Path, Evil"
    },
    {
      "quote": "As someone who has researched and written about the Mexican cartels and the futile 'war on drugs' for coming on twenty years, I know how tough a subject it is. Mind-bending, soul-warping, heartbreaking, it challenges your intellect, your beliefs, your faith in humanity and God.",
      "author": "Don Winslow",
      "category": "God, War, Humanity"
    },
    {
      "quote": "White supremacy is not just a social arrangement: it is a race-based faith.",
      "author": "James A. Forbes",
      "category": "White, Just, Social"
    },
    {
      "quote": "How many things we held yesterday as articles of faith which today we tell as fables.",
      "author": "Michel de Montaigne",
      "category": "Today, Yesterday, Things"
    },
    {
      "quote": "Fight the good fight of faith, and God will give you spiritual mercies.",
      "author": "George Whitefield",
      "category": "Good, God, Spiritual"
    },
    {
      "quote": "Obedience is the fruit of faith.",
      "author": "Christina Rossetti",
      "category": "Fruit, Obedience"
    },
    {
      "quote": "Twitter has restored my faith in humanity. I thought I'd hate it, but while there are lots of knobheads, there are even more lovely people. It delights me how witty and friendly most people are.",
      "author": "John Simm",
      "category": "Hate, Humanity, Me"
    },
    {
      "quote": "Those who today always look for disciplinarian solutions, those who long for an exaggerated doctrinal 'security,' those who stubbornly try to recover a past that no longer exists - they have a static and inward-directed view of things. In this way, faith becomes an ideology among other ideologies.",
      "author": "Pope Francis",
      "category": "Today, Past, Long"
    },
    {
      "quote": "For me, it's a great joy to be together with priests: in the end, the bishop of Rome is the bishop and brother of all priests. His mandate is to confirm the brothers in the faith.",
      "author": "Pope Benedict XVI",
      "category": "Great, Brother, Joy"
    },
    {
      "quote": "To every soul that knows how to pray, to every soul that by faith comes to Jesus, the true mercy seat, divine sovereignty wears no dark and terrible aspect but is full of love.",
      "author": "Charles Spurgeon",
      "category": "Love, Soul, Dark"
    },
    {
      "quote": "As a former Commander, I gave an oath to defend the Constitution against all enemies foreign and domestic. As a state senator, I gave that same oath. As a Congressman, I gave an oath to defend the Constitution. There are some things that are not negotiable: Faith, my family, and the Constitution are dead center. It is nonnegotiable to me.",
      "author": "Ryan Zinke",
      "category": "Family, Constitution, Me"
    },
    {
      "quote": "No matter how old we become, we can still call them 'Holy Mother' and 'Father' and put a child-like trust in them.",
      "author": "Desmond Morris",
      "category": "Trust, Father, Mother"
    },
    {
      "quote": "To me faith means not worrying.",
      "author": "John Dewey",
      "category": "Me, Worrying, Means"
    },
    {
      "quote": "To believe in God is impossible not to believe in Him is absurd.",
      "author": "Voltaire",
      "category": "God, Believe, Impossible"
    },
    {
      "quote": "True faith is belief in the reality of absolute values.",
      "author": "William Ralph Inge",
      "category": "Reality, Values, Belief"
    },
    {
      "quote": "Keep your faith in God, but keep your powder dry.",
      "author": "Oliver Cromwell",
      "category": "God, Dry, Keep"
    },
    {
      "quote": "Seeds of faith are always within us sometimes it takes a crisis to nourish and encourage their growth.",
      "author": "Susan L. Taylor",
      "category": "Growth, Crisis, Seeds"
    },
    {
      "quote": "Ask those who love Him with a sincere love, and they will tell you that they find no greater or prompter relief amid the troubles of their life than in loving conversation with their Divine Friend.",
      "author": "Alphonsus Liguori",
      "category": "Love, Life, Conversation"
    },
    {
      "quote": "May nothing entice me till I happily make my way to Jesus Christ! Fire, cross, struggles with wild beasts, wrenching of bones, mangling of limbs - let them come to me, provided only I make my way to Jesus Christ.",
      "author": "Ignatius of Antioch",
      "category": "Fire, Me, Way"
    },
    {
      "quote": "To be an atheist requires an indefinitely greater measure of faith than to recieve all the great truths which atheism would deny.",
      "author": "Joseph Addison",
      "category": "Great, Measure, Atheist"
    },
    {
      "quote": "The only thing that stands between a man and what he wants from life is often merely the will to try it and the faith to believe that it is possible.",
      "author": "David Viscott",
      "category": "Life, Man, Believe"
    },
    {
      "quote": "Whatever universe a professor believes in must at any rate be a universe that lends itself to lengthy discourse. A universe definable in two sentences is something for which the professorial intellect has no use. No faith in anything of that cheap kind!",
      "author": "William James",
      "category": "Universe, Kind, Discourse"
    },
    {
      "quote": "I believe though I do not comprehend, and I hold by faith what I cannot grasp with the mind.",
      "author": "Saint Bernard",
      "category": "Believe, Mind, I Believe"
    },
    {
      "quote": "But for my faith in God, I should have been a raving maniac.",
      "author": "Mahatma Gandhi",
      "category": "God, Should, Been"
    },
    {
      "quote": "Faith, sir, we are here today, and gone tomorrow.",
      "author": "Aphra Behn",
      "category": "Today, Tomorrow, Here"
    },
    {
      "quote": "I have kept a steady focus on restoring public faith in our state government since taking office July 1. Now it is time to make even bigger and bolder gains through legislative action.",
      "author": "Jodi Rell",
      "category": "Time, Focus, Government"
    },
    {
      "quote": "The essence of faith is being satisfied with all that God is for us in Jesus.",
      "author": "John Piper",
      "category": "God, Essence, Being"
    },
    {
      "quote": "The Negro people of America... have cut our forests, tilled our fields, built our railroads, fought our battles, and in all of their trials they have manifested a simple faith, a grateful heart, a cheerful spirit, and an undivided loyalty .",
      "author": "Mordecai Wyatt Johnson",
      "category": "Loyalty, America, Simple"
    },
    {
      "quote": "Many are needed to plant and water what has been planted now that the faith has spread so far and there are so many people... No matter who plants or waters, God gives no harvest unless what is planted is the faith of Peter and unless he agrees to his teachings.",
      "author": "Thomas Becket",
      "category": "God, Water, Harvest"
    },
    {
      "quote": "A quick example of that is a woman who said she'd been healed of throat cancer where the faith healer admitted he touched her on the forehead.",
      "author": "James Randi",
      "category": "Woman, Cancer, She"
    },
    {
      "quote": "I forbid you, agnostic, doubting thoughts, to destroy the house of my faith.",
      "author": "Thomas S. Monson",
      "category": "Thoughts, You, House"
    },
    {
      "quote": "You know, my faith is one that admits some doubt.",
      "author": "Barack Obama",
      "category": "Doubt, Know, You"
    },
    {
      "quote": "But every act in consequence of our faith, strengthens faith.",
      "author": "Anna Letitia Barbauld",
      "category": "Act, Every, Consequence"
    },
    {
      "quote": "'Let God be true but every man a liar' is the language of true faith.",
      "author": "Aiden Wilson Tozer",
      "category": "God, Man, Liar"
    },
    {
      "quote": "Bereavement is the sharpest challenge to our trust in God; if faith can overcome this, there is no mountain which it cannot remove.",
      "author": "Dean Inge",
      "category": "Trust, God, Challenge"
    },
    {
      "quote": "Faith makes all evil good to us, and all good better; unbelief makes all good evil, and all evil worse. Faith laughs at the shaking of the spear; unbelief trembles at the shaking of a leaf.",
      "author": "Robert Cecil",
      "category": "Good, Leaf, Evil"
    },
    {
      "quote": "Those of us who were brought up as Christians and have lost our faith have retained the sense of sin without the saving belief in redemption. This poisons our thought and so paralyses us in action.",
      "author": "Cyril Connolly",
      "category": "Thought, Action, Lost"
    },
    {
      "quote": "I wrap my heart in yours, placing divulged faith in the whole of your being, wistfully awaiting the trumpet you return.",
      "author": "Isabel Yosito",
      "category": "Heart, You, Return"
    },
    {
      "quote": "Have a little faith. Don't give up.",
      "author": "Fantasia Barrino",
      "category": "Up, Give, Little"
    },
    {
      "quote": "I had faith in the concept and the theory that all Americans are endowed with the right to a fair trial and I would be fairly judged and fairly tried.",
      "author": "Wesley Snipes",
      "category": "Fair, Theory, Right"
    },
    {
      "quote": "It's OK to be outspoken about your faith.",
      "author": "Tim Tebow",
      "category": "Outspoken, Your, About"
    },
    {
      "quote": "The infinite faith I have in people's ability to understand anything that makes sense has always been justified, finally, by their behavior.",
      "author": "Alice Walker",
      "category": "People, Behavior, Understand"
    },
    {
      "quote": "I don't have faith in young people any more. I don't waste time trying to communicate with them.",
      "author": "Vivienne Westwood",
      "category": "Time, People, Trying"
    },
    {
      "quote": "Faith is a dynamic and ever-changing process, not some fixed body of truth that exists outside our world and our understanding. God's truth may be fixed and unchanging, but our comprehension of that truth will always be partial and flawed at best.",
      "author": "Gene Robinson",
      "category": "Best, Truth, God"
    },
    {
      "quote": "I wish everybody finds the serenity that good, strong faith brings.",
      "author": "Ann Jillian",
      "category": "Good, Strong, Wish"
    },
    {
      "quote": "I am totally convinced the Christian faith is the most coherent worldview around.",
      "author": "Ravi Zacharias",
      "category": "I Am, Christian"
    },
    {
      "quote": "I was a wife and mother, blameless in moral life, with a deep sense of duty and a proud self-respect; it was while I was this that doubt struck me, and while I was in the guarded circle of the home, with no dream of outside work or outside liberty, that I lost all faith in Christianity.",
      "author": "Annie Besant",
      "category": "Life, Work, Home"
    },
    {
      "quote": "My faith in humanity leads me to believe that people are looking for something more elevating than the sordid details of the intimate aspects of one's personal life.",
      "author": "Ginger Rogers",
      "category": "Life, Humanity, Believe"
    },
    {
      "quote": "Those who are preparing for the coming of Christ should be sober, and watch unto prayer, for our adversary, the Devil, goeth about like a roaring lion, seeking whom he may devour; whom we are to resist steadfast in the faith.",
      "author": "Ellen G. White",
      "category": "Lion, Prayer, Devil"
    },
    {
      "quote": "We need a government, not politics. Because there's too much politics. Of course there should be debate. But there seems to be so much pettiness and not enough good faith. It is civilized to agree to disagree, and this idea is slowly disintegrating. The great statesmen of the past knew this, and I think it helps drive civilization.",
      "author": "Daphne Guinness",
      "category": "Good, Great, Politics"
    },
    {
      "quote": "I'm always fascinated when people really fervently believe, because I have such a hard time believing anything. When people have real faith in something, it's fascinating to me. And the fact that so many people, in surveys, so many people say they do. It kind of blows my mind.",
      "author": "Conor Oberst",
      "category": "Time, Believe, Mind"
    },
    {
      "quote": "Let us take refuge from this world. You can do this in spirit, even if you are kept here in the body. You can at the same time be here and present to the Lord. Your soul must hold fast to him, you must follow after him in your thoughts, you must tread his ways by faith, not in outward show.",
      "author": "Saint Ambrose",
      "category": "Time, Soul, World"
    },
    {
      "quote": "Faith is a really important part of my life and inspires me in all facets of my life, including my songwriting and my singing.",
      "author": "Vusi Mahlasela",
      "category": "Life, Me, Singing"
    },
    {
      "quote": "First of all, you ask me if the God of Christians forgives one who doesn't believe and doesn't seek the faith. Premise that - and it's the fundamental thing - the mercy of God has no limits if one turns to him with a sincere and contrite heart; the question for one who doesn't believe in God lies in obeying one's conscience.",
      "author": "Pope Francis",
      "category": "God, Heart, Believe"
    },
    {
      "quote": "The opposite of faith is not doubt: It is certainty. It is madness. You can tell you have created God in your own image when it turns out that he or she hates all the same people you do.",
      "author": "Anne Lamott",
      "category": "God, People, Doubt"
    },
    {
      "quote": "You cannot let where you are today cause you to get stuck. I'm going to be my best right now. That's what faith is all about.",
      "author": "Joel Osteen",
      "category": "Best, Today, You"
    },
    {
      "quote": "I'm just the messenger here. I'm just another representative of my faith, so to speak.",
      "author": "Stephen Baldwin",
      "category": "Speak, Here, Just"
    },
    {
      "quote": "Our Heavenly Father loves us. He sent His Only Begotten Son to be our Savior. He knew that in mortality we would be in grave danger, the worst of it from the temptations of a terrible adversary. That is one of the reasons why the Savior has provided priesthood keys so that those with ears to hear and faith to obey could go to places of safety.",
      "author": "Henry B. Eyring",
      "category": "Father, Son, Safety"
    },
    {
      "quote": "Let me say that I consider myself a deep believer in the reality of God. I might define God quite differently from the way some people in the Christian faith would do so, but I do not doubt the reality of that experience.",
      "author": "John Shelby Spong",
      "category": "Experience, Deep, Myself"
    },
    {
      "quote": "I'm a great mother because of my intentions on being a great mother I'm a good friend because I'm loyal I'm a good daughter because I've hopefully made my mother proud I'm a great human being because I accept that there's a spiritual being underneath it all. I've always been a woman of faith.",
      "author": "Lauren London",
      "category": "Good, Daughter, Great"
    },
    {
      "quote": "The Almighty has plans for us to make a place so we can go on and make a difference. It all has to do with my faith; I am deeply religious. It goes back to my roots, to my mom and my dad.",
      "author": "Dikembe Mutombo",
      "category": "Mom, I Am, Make A Difference"
    },
    {
      "quote": "Most Christians would not recognize Mormonism as part of the Christian faith.",
      "author": "Franklin Graham",
      "category": "Christian, Recognize, Part"
    },
    {
      "quote": "I was 22 years old when I asked Christ to come into my heart. You cannot be born a Christian you can only be converted. And that is by putting your faith and trust in Christ.",
      "author": "Franklin Graham",
      "category": "Trust, Heart, Christian"
    },
    {
      "quote": "My characters tend to be more dynamic because they're reaching that point in their lives where their old way of being is breaking down. They're conflicted by the idea that they don't know what's next. You could call it Kierkegaard's leap of faith, when you get tired of sort of reinventing yourself on a very superficial level.",
      "author": "Chuck Palahniuk",
      "category": "Tired, Yourself, Know"
    },
    {
      "quote": "When I turned about 14, I developed a friendship with this guy whose mom was the secretary to Ernest Angley, the faith healer, who's very popular in the Midwest. He had a television show, and he was sort of like Liberace mixed with Jerry Falwell - very glitzy, very high-tech.",
      "author": "Marilyn Manson",
      "category": "Friendship, Mom, Television"
    },
    {
      "quote": "I haven't looked at marriage in the conventional sense, as far as settling down. I look at it as putting faith in another person, which has always been hard for me to do.",
      "author": "Marilyn Manson",
      "category": "Marriage, Me, Look"
    },
    {
      "quote": "To receive all of the promised blessings, we must accept the gospel in faith and in full. However, this certain faith does not usually come all at once. We learn spiritually line upon line and precept upon precept.",
      "author": "James E. Faust",
      "category": "Blessings, Learn, Precept"
    },
    {
      "quote": "I believe transparency in government is key to restoring our nation's faith in its elected leaders.",
      "author": "Kirsten Gillibrand",
      "category": "Government, Believe"
    },
    {
      "quote": "If we are too friendly to nice, decent bishops, we run the risk of buying into the fiction that there's something virtuous about believing things because of faith rather than because of evidence. We run the risk of betraying scientific enlightenment.",
      "author": "Richard Dawkins",
      "category": "Risk, Enlightenment, Nice"
    },
    {
      "quote": "The very idea that you could have separation between mosque and state from Islam's perspective is the imposition on them of Christian practice. Islam doesn't really have a place for state. They are a universalistic faith like Christianity, but they think there is no country that bounds Islam.",
      "author": "Stanley Hauerwas",
      "category": "Perspective, Practice"
    },
    {
      "quote": "What the world needs today more than anything else is an implicit faith in God, our Father, and in Jesus Christ, His Son, as the Redeemer of the world.",
      "author": "Heber J. Grant",
      "category": "Father, Today, God"
    },
    {
      "quote": "The Resurrection is at the core of our beliefs as Christians. Without it, our faith is meaningless.",
      "author": "Joseph B. Wirthlin",
      "category": "Beliefs, Resurrection"
    },
    {
      "quote": "My mother was a great inspiration to me to always do my best. My father has always been my mentor and friend. They taught me the basic principle that guides most all that I do: faith, focus, finish.",
      "author": "Larry Fitzgerald",
      "category": "Best, Father, Great"
    },
    {
      "quote": "I think that 'Little Angels' provides the gateway into that conversation about faith and about the Lord and about God's love for us. Remembering that the angels are just the messengers and the message is the message of love.",
      "author": "Roma Downey",
      "category": "Love, God, Conversation"
    },
    {
      "quote": "Some people think that there aren't many Aboriginal actors around, and if there are, they're not that good. It's stupid. There's such an incredible pool of talent out there, and they're still coming out of drama schools. People just need to take a leap of faith.",
      "author": "Deborah Mailman",
      "category": "Good, Stupid, Talent"
    },
    {
      "quote": "Faith in technocrats over politicians is not a trend from which Britain is exempt.",
      "author": "David Blunkett",
      "category": "Politicians, Trend, Which"
    },
    {
      "quote": "For most of us, the great danger is not that we will renounce our faith. It is that we will become so distracted and rushed and preoccupied that we will settle for a mediocre version of it. We will just skim our lives instead of actually living them.",
      "author": "John Ortberg",
      "category": "Great, Living, Settle"
    },
    {
      "quote": "Compared to developed countries, or even to some major emerging countries, burdened by aging populations, financial crises, widening budget deficits, faltering faith in politics and growing social demands, Africa has become the world's last 'New Frontier:' a kind of 'it-continent.'",
      "author": "Mo Ibrahim",
      "category": "Politics, World, Financial"
    },
    {
      "quote": "I'm a Christian, and I believe that God has a plan and a purpose for each one of our lives and that He can intercede in all kinds of situations, and we need to have a little faith in many things.",
      "author": "Sharron Angle",
      "category": "God, Believe, Purpose"
    },
    {
      "quote": "My tunnel vision work ethic is very hard to come by, I believe. I have had an unwavering faith in myself and my career for as long as I can remember.",
      "author": "Tinashe",
      "category": "Work, Myself, Vision"
    },
    {
      "quote": "My feminism is what came squarely up against my faith. There's a lot of ecstatic post-patriarchal Christians who have stuff they do with that. But at that point, you're doing Christianity with a double-superscript. The Bible, and especially the book of Genesis, is pretty unapologetically patriarchal.",
      "author": "John Darnielle",
      "category": "Book, Bible, You"
    },
    {
      "quote": "I am a person of faith who believes deeply in the right to exercise religious beliefs.",
      "author": "Dannel Malloy",
      "category": "I Am, Exercise, Person"
    },
    {
      "quote": "Faith is the complete reliance on the power and goodness of Spirit and the firm belief that you are always connected to this goodness. Always affirm your faith and not your doubt.",
      "author": "Wayne Dyer",
      "category": "Power, Doubt, Belief"
    },
    {
      "quote": "If you believe in prayer at all, expect God to hear you. If you do not expect, you will not have. God will not hear you unless you believe He will hear you; but if you believe He will, He will be as good as your faith.",
      "author": "Charles Spurgeon",
      "category": "Good, God, Believe"
    },
    {
      "quote": "In prayer, we stand where angels bow with veiled faces. There, even there, the cherubim and seraphim adore before that selfsame throne to which our prayers ascend. And shall we come there with stunted requests and narrow, contracted faith?",
      "author": "Charles Spurgeon",
      "category": "Prayer, Stand, Angels"
    },
    {
      "quote": "If you would attract good fortune, you must get rid of doubt. As long as that stands between you and your ambition, it will be a bar that will cut you off. You must have faith. No man can make a fortune while he is convinced that he can't.",
      "author": "Orison Swett Marden",
      "category": "Good, Man, Ambition"
    },
    {
      "quote": "There are those who say we must rescind the Golan Heights law that was passed in the Knesset. To rescind is a concept from the days of the Inquisition. Our forefathers were burned at the stake and would not rescind their faith.",
      "author": "Menachem Begin",
      "category": "Law, Heights, Say"
    },
    {
      "quote": "Pope Benedict XVI's resignation is big on buzz but is not the stunning surprise claimed by many pundits. It is rather a further example of the German theology professor's style that informed his years as head of the Congregation for the Doctrine of the Faith, his term as pope, and the formation of his legacy to the church.",
      "author": "Eugene Kennedy",
      "category": "Style, Legacy, Surprise"
    },
    {
      "quote": "The Golden Temple, Sikhism's holiest shrine, is in northwestern India near the Pakistani border, and it is a delightful place to contemplate the draw of faith.",
      "author": "Nicholas Kristof",
      "category": "India, Place, Temple"
    },
    {
      "quote": "Satan, our adversary, wants us to fail. He spreads lies as part of his effort to destroy our belief. He slyly suggests that the doubter, the skeptic, the cynic is sophisticated and intelligent, while those who have faith in God and His miracles are naive, blind, or brainwashed.",
      "author": "Dieter F. Uchtdorf",
      "category": "God, Blind, Effort"
    },
    {
      "quote": "Faith is as essential to the spiritual realm as oxygen is to the natural realm.",
      "author": "Ray Comfort",
      "category": "Spiritual, Oxygen, Natural"
    },
    {
      "quote": "Fidelity and allegiance sworn to the King is only such a fidelity and obedience as is due to him by the law of the land; for were that faith and allegiance more than what the law requires, we would swear ourselves slaves and the King absolute; whereas, by the law, we are free men, notwithstanding those oaths.",
      "author": "Isaac Newton",
      "category": "Law, Men, Free"
    },
    {
      "quote": "If you simply put your faith in Jesus coming down in flesh, through a human being, God becoming flesh living on the earth, dying on the cross for the sins of the world, being buried, and being raised from the dead - yours and mine and everybody else's problems will be solved.",
      "author": "Phil Robertson",
      "category": "God, Problems, World"
    },
    {
      "quote": "Erosion of faith and trust in government - that is the real problem that confronts us.",
      "author": "Rodrigo Duterte",
      "category": "Trust, Government, Problem"
    },
    {
      "quote": "The values of democracy, brotherhood, and freedom that constitute the building blocks of American society are also shared by Israeli society, together with the faith in man's power and ability to change and influence his surroundings.",
      "author": "Ehud Olmert",
      "category": "Change, Freedom, Power"
    },
    {
      "quote": "I had a lot of trouble in school to begin with. I got left back in kindergarten, and I was in special education. My teachers didn't have very much faith in me.",
      "author": "Jesse Ball",
      "category": "Education, School, Me"
    },
    {
      "quote": "The death of compromise has become a threat to our nation as we confront crucial issues such as the debt ceiling and that most basic of legislative responsibilities: a federal budget. At stake is the very meaning of what had once seemed unshakable: 'the full faith and credit' of the U.S. government.",
      "author": "Deborah Tannen",
      "category": "Death, Government, Budget"
    },
    {
      "quote": "Is it not hard that even those who are with us should be against us - that a man's enemies, in some degree, should be those of the same household of faith? Yet so it is.",
      "author": "John Wesley",
      "category": "Man, Same, Household"
    },
    {
      "quote": "God guides his church, maintains her always, and especially in difficult times. Let us never lose this vision of faith, which is the only true vision of the way of the church and the world.",
      "author": "Pope Benedict XVI",
      "category": "God, Vision, World"
    },
    {
      "quote": "Religious faith, like political belief, should be based on reasoning, on the development of thought and feelings. The two things are inseparable.",
      "author": "Fidel Castro",
      "category": "Thought, Political, Belief"
    },
    {
      "quote": "'Grace' is basically a death prayer. Not something of sorrow, but of just casting away any fear of death. No relief will come - you really just have to stew in your life until it's time to go. But sometimes, somebody else's faith in you can do wonders.",
      "author": "Jeff Buckley",
      "category": "Life, Time, Fear"
    },
    {
      "quote": "We have to reappropriate the concept of laicite (secularism) so we can explain to our young pupils that whatever their faith, they belong to this idea, and they're not excluded. Secularism is not something against them; it protects them.",
      "author": "Najat Vallaud-Belkacem",
      "category": "Young, Idea, Explain"
    },
    {
      "quote": "Base souls have no faith in great individuals.",
      "author": "Jean-Jacques Rousseau",
      "category": "Great, Souls, Individuals"
    },
    {
      "quote": "I want our government to encourage and protect freedom as well as our traditions of faith and family.",
      "author": "Jesse Helms",
      "category": "Family, Freedom, Government"
    },
    {
      "quote": "Faith is the state of being ultimately concerned.",
      "author": "Paul Tillich",
      "category": "Being, Concerned, State"
    },
    {
      "quote": "Treat the other man's faith gently: it is all he has to believe with.",
      "author": "Henry S. Haskins",
      "category": "Man, Believe, Treat"
    },
    {
      "quote": "Losing faith in your own singularity is the start of wisdom, I suppose; also the first announcement of death.",
      "author": "Peter Conrad",
      "category": "Wisdom, Death, Losing"
    },
    {
      "quote": "Faith never makes a confession.",
      "author": "Henry David Thoreau",
      "category": "Never, Confession, Makes"
    },
    {
      "quote": "In the Christian faith, God really puts suffering front and center. He doesn't get squeamish about it.",
      "author": "Joni Eareckson Tada",
      "category": "God, Suffering, Christian"
    },
    {
      "quote": "The great moral powers of the soul are faith, hope, and love.",
      "author": "Ellen G. White",
      "category": "Love, Hope, Great"
    },
    {
      "quote": "God revealed himself through the Law, which pointed to Christ as its end and goal, commanded the obedience that comes from faith, increased transgressions, and shut the mouths of all humans because no one has performed the righteousness of the Law so as not to need a substitute.",
      "author": "John Piper",
      "category": "God, Law, Goal"
    },
    {
      "quote": "There will always be those little minds who, out of vanity or intellectual display, will attempt to destroy faith in the very foundations of life.",
      "author": "Ezra Taft Benson",
      "category": "Life, Vanity, Intellectual"
    },
    {
      "quote": "Faith, there hath been many great men that have flattered the people who ne'er loved them.",
      "author": "William Shakespeare",
      "category": "Great, Men, People"
    },
    {
      "quote": "Before the throne of the Almighty, man will be judged not by his acts but by his intentions. For God alone reads our hearts.",
      "author": "Mahatma Gandhi",
      "category": "God, Alone, Man"
    },
    {
      "quote": "In the affairs of this world, men are saved not by faith, but by the want of it.",
      "author": "Benjamin Franklin",
      "category": "Men, World, Want"
    },
    {
      "quote": "Our faith comes in moments our vice is habitual.",
      "author": "Ralph Waldo Emerson",
      "category": "Moments, Vice, Habitual"
    },
    {
      "quote": "The faith that stands on authority is not faith.",
      "author": "Ralph Waldo Emerson",
      "category": "Authority, Stands"
    },
    {
      "quote": "I believe in my Mormon faith, and I endeavor to live by it. My faith is the faith of my fathers - I will be true to them and to my beliefs.",
      "author": "Mitt Romney",
      "category": "Believe, Live, I Believe"
    },
    {
      "quote": "When doubt comes against us, we have to lift up the shield of faith. We do this when we open our mouth and say what God's Word says, rather than grumbling and complaining about the problem.",
      "author": "Joyce Meyer",
      "category": "God, Problem, Doubt"
    },
    {
      "quote": "I've learned through my own relationship with God that He's not expecting me to be perfect; He wants me to do my best to be in His will and take steps of faith as He leads me, through His Word and the promptings He speaks to my heart.",
      "author": "Joyce Meyer",
      "category": "Relationship, Best, God"
    },
    {
      "quote": "The left puts a lot of faith in a lot of people in the past that were dismal failures that they think are the greatest people who ever lived.",
      "author": "Rush Limbaugh",
      "category": "Past, People, Greatest"
    },
    {
      "quote": "To insure the adoration of a theorem for any length of time, faith is not enough, a police force is needed as well.",
      "author": "Albert Camus",
      "category": "Time, Police, Well"
    },
    {
      "quote": "We see ourselves in terms of yesterday and today. Our Heavenly Father sees us in terms of forever.",
      "author": "Joseph B. Wirthlin",
      "category": "Father, Today, See"
    },
    {
      "quote": "Don't be discouraged if the answer to your prayer does not come immediately. Study, ponder, and pray, sincerely having faith, and live the commandments.",
      "author": "Joseph B. Wirthlin",
      "category": "Prayer, Live, Study"
    },
    {
      "quote": "Some people are weak in their faith and testimonies but are not even aware of how precarious their situation is. Many of them likely would be offended at the suggestion.",
      "author": "Joseph B. Wirthlin",
      "category": "People, Situation, Weak"
    },
    {
      "quote": "Faith is easy I think people complicate it.",
      "author": "Joel Osteen",
      "category": "People, Easy, Think"
    },
    {
      "quote": "I can't prove it scientifically, that there's a God, but I believe.",
      "author": "Billy Graham",
      "category": "God, Believe, I Believe"
    },
    {
      "quote": "Each party steals so many articles of faith from the other, and the candidates spend so much time making each other's speeches, that by the time election day is past there is nothing much to do save turn the sitting rascals out and let a new gang in.",
      "author": "H. L. Mencken",
      "category": "Time, Day, Past"
    },
    {
      "quote": "A faith is a necessity to a man. Woe to him who believes in nothing.",
      "author": "Victor Hugo",
      "category": "Man, Nothing, Him"
    },
    {
      "quote": "Ultimately, blind faith is the only kind.",
      "author": "Mason Cooley",
      "category": "Blind, Kind, Blind Faith"
    },
    {
      "quote": "Bad faith likes discourse on friendship and loyalty.",
      "author": "Mason Cooley",
      "category": "Friendship, Loyalty"
    },
    {
      "quote": "I believe in spirits. I believe in faith. I believe in spirituality. I believe in aliens as well.",
      "author": "James Wan",
      "category": "Believe, I Believe, Well"
    },
    {
      "quote": "I'm a person that's grounded in faith and believe that my core values, motivation, inspiration, draw from a conception of the world in that way.",
      "author": "Cory Booker",
      "category": "Believe, World, Motivation"
    },
    {
      "quote": "In the Church, and in the journey of faith, women have had and still have a special role in opening doors to the Lord.",
      "author": "Pope Francis",
      "category": "Journey, Women, Special"
    },
    {
      "quote": "Sin, also for those who don't have faith, exists when one goes against one's conscience. To listen to and obey it means, in fact, to decide in face of what is perceived as good or evil. And on this decision pivots the goodness or malice of our action.",
      "author": "Pope Francis",
      "category": "Good, Decision, Evil"
    },
    {
      "quote": "Duty cannot exist without faith.",
      "author": "Benjamin Disraeli",
      "category": "Duty, Without, Exist"
    },
    {
      "quote": "Call-time has renewed my faith in the need for public financing of elections. 'Call-time' is where I as the candidate, sit in a room with my 'call-time manager,' and a phone. Then I call people and ask them for money. For hours. Apparently, I'm really good at it.",
      "author": "Al Franken",
      "category": "Money, Good, People"
    }
  ]
}