{"author":"Ravindu Manoj","github":"ravindu01manoj","repo":"Quotes-500k","data":[{"quote":"We've lost touch with our souls. We've been nourishing our minds, our relational skills, our theological knowledge, our psychological well-being, our physiological health... but we've abandoned our souls.","author":"Mike Yaconelli","category":"Health, Lost, Well-Being"},{"quote":"I feel like we can learn from each other by us, being the young generation, giving knowledge to the older guys.","author":"Quavo","category":"Giving, Generation, Learn"},{"quote":"The great end of life is not knowledge but action.","author":"Francis Bacon","category":"Life, Great, Action"},{"quote":"Compassion is sometimes the fatal capacity for feeling what it is like to live inside somebody else's skin. It is the knowledge that there can never really be any peace and joy for me until there is peace and joy finally for you too.","author":"Frederick Buechner","category":"Peace, Compassion, Joy"},{"quote":"Anyone who thinks that the vice-president can take a position independent of the president of his administration simply has no knowledge of politics or government. You are his choice in a political marriage, and he expects your absolute loyalty.","author":"Hubert H. Humphrey","category":"Marriage, Politics"},{"quote":"Imparting knowledge is only lighting other men's candles at our lamp without depriving ourselves of any flame.","author":"Jane Porter","category":"Men, Flame, Lighting"},{"quote":"Bobby Fischer has an enormous knowledge of chess and his familiarity with the chess literature of the USSR is immense.","author":"Boris Spassky","category":"Chess, Literature"},{"quote":"And let me tell you, you boys of America, that there is no higher inspiration to any man to be a good man, a good citizen, and a good son, brother, or father, than the knowledge that you come from honest blood.","author":"John Sergeant Wise","category":"Good, Father, Son"},{"quote":"Science gives us knowledge, but only philosophy can give us wisdom.","author":"Will Durant","category":"Wisdom, Science, Philosophy"},{"quote":"A true knowledge of ourselves is knowledge of our power.","author":"Hale White","category":"Power, True, True Knowledge"},{"quote":"The age we live in is a busy age in which knowledge is rapidly advancing towards perfection.","author":"Jeremy Bentham","category":"Age, Perfection, Busy"},{"quote":"The science of politics is the one science that is deposited by the streams of history, like the grains of gold in the sand of a river; and the knowledge of the past, the record of truths revealed by experience, is eminently practical, as an instrument of action and a power that goes to making the future.","author":"Lord Acton","category":"History, Future, Science"},{"quote":"I think in the NFL knowledge is power, and you try to get the knowledge by whatever means.","author":"Steve Sabol","category":"Power, Knowledge Is Power"},{"quote":"Most North Americans know that human-caused global warming is real, even if political leaders don't always reflect or act on that knowledge.","author":"David Suzuki","category":"Political, Know"},{"quote":"Elections, for their part, are typically popularity contests rather than measures of candidates' relative competency or effectiveness. Imagine if scientific truth were determined according to which scientist was most popular. To be successful, scientists would have to be charismatic and attractive - and human knowledge would suffer terribly.","author":"Nathan Myhrvold","category":"Truth, Successful, Human"},{"quote":"Concentration of the mind is in a way common to both Knowledge and Yoga. Yoga aims at union of the individual with the universal, the Reality. This Reality cannot be new. It must exist even now, and it does exist.","author":"Ramana Maharshi","category":"Reality, Mind, New"},{"quote":"To ensure continuing prosperity in the global economy, nothing is more important than the development and application of knowledge and skills.","author":"Martin Rees","category":"Economy, Development, Skills"},{"quote":"Exercise your brain and body, keep engaged with work and friends, and feed your brain with a healthy, plant-based diet - as well as knowledge.","author":"David H. Murdock","category":"Work, Friends, Healthy"},{"quote":"What the Kinseyites and I had in common so long ago was the knowledge that homosexual and heterosexual behavior are natural to all mammals, and that what differs from individual to individual is the balance between these two complementary but not necessarily conflicted drives.","author":"Gore Vidal","category":"Balance, Behavior, Long"},{"quote":"Science is based on reproducibility and manufactured objectivity. As strong as that makes its ability to generate claims about matter and energy, it also makes scientific knowledge inapplicable to the existential, visceral nature of human life, which is unique and subjective and unpredictable.","author":"Paul Kalanithi","category":"Life, Nature, Science"},{"quote":"To be conscious that you are ignorant of the facts is a great step to knowledge.","author":"Benjamin Disraeli","category":"Great, Step, You"},{"quote":"Knowledge is knowing that we cannot know.","author":"Ralph Waldo Emerson","category":"Know, Knowing, Cannot"},{"quote":"For a highly motivated learner, it's not like knowledge is secret and somehow the Internet made it not secret. It just made knowledge easy to find. If you're a motivated enough learner, books are pretty good.","author":"Bill Gates","category":"Good, Internet, Easy"},{"quote":"Employers have decided that having the breadth of knowledge that's associated with a four-year degree is often something they want to see in the people they give that job to.","author":"Bill Gates","category":"Job, People, Want"},{"quote":"It is not when truth is dirty, but when it is shallow, that the lover of knowledge is reluctant to step into its waters.","author":"Friedrich Nietzsche","category":"Truth, Step, Truth Is"},{"quote":"Call a man 'ignorant,' and you have license to show the world your vast fund of knowledge and wise him up.","author":"P. J. O'Rourke","category":"Wise, Man, World"},{"quote":"Public schools helped create the idea of America and inculcate Americans with a few rudiments of knowledge. To judge by that very American item, the Internet, a few rudiments is all anyone cares to have.","author":"P. J. O'Rourke","category":"America, American, Internet"},{"quote":"The first step in a person's salvation is knowledge of their sin.","author":"Lucius Annaeus Seneca","category":"First Step, Step, Sin"},{"quote":"It makes a great deal of difference whether one wills not to sin or has not the knowledge to sin.","author":"Lucius Annaeus Seneca","category":"Great, Difference, Sin"},{"quote":"In a battle all you need to make you fight is a little hot blood and the knowledge that it's more dangerous to lose than to win.","author":"George Bernard Shaw","category":"Fight, Win, Battle"},{"quote":"I was brought up in a family which valued natural history. Both my parents knew the names of all the British wildflowers, so as we went walking the country, I was constantly being exposed to a natural history sort of knowledge.","author":"Richard Dawkins","category":"Family, History, Parents"},{"quote":"Knowledge is of two kinds. We know a subject ourselves, or we know where we can find information upon it.","author":"Samuel Johnson","category":"Information, Know, Find"},{"quote":"Leisure and curiosity might soon make great advances in useful knowledge, were they not diverted by minute emulation and laborious trifles.","author":"Samuel Johnson","category":"Great, Curiosity, Leisure"},{"quote":"In friendship as well as love, ignorance very often contributes more to our happiness than knowledge.","author":"Francois de La Rochefoucauld","category":"Love, Friendship, Happiness"},{"quote":"Knowledge is very important and one of the few things that accompanies us into the next life.","author":"Joseph B. Wirthlin","category":"Life, Important, Next"},{"quote":"I prefer tongue-tied knowledge to ignorant loquacity.","author":"Marcus Tullius Cicero","category":"Ignorant, Prefer"},{"quote":"The study and knowledge of the universe would somehow be lame and defective were no practical results to follow.","author":"Marcus Tullius Cicero","category":"Universe, Study, Results"},{"quote":"Truthfully, I don't really think of myself as a photographer. I don't have all the disciplines and knowledge of a person who's spent their life devoted to photography.","author":"Patti Smith","category":"Life, Myself, Photography"},{"quote":"The teaching thing, the one where I have to impart my knowledge, is probably what comes the least naturally to me because I'm an absorber of things.","author":"Yotam Ottolenghi","category":"Me, Things, Where"},{"quote":"What a gift it would be to receive at Christmastime a greater knowledge of the Lord. What a gift it would be to share that knowledge with others.","author":"Ezra Taft Benson","category":"Gift, Share, Others"},{"quote":"Counterintuitive actions prove we can trust real knowledge and do the opposite of what we feel makes sense.","author":"Penn Jillette","category":"Trust, Real, Actions"},{"quote":"Looking back, I realise it wasn't only gym I dreaded at school. Every class was a torment. It wasn't knowledge I objected to but instruction. Why couldn't they just tell us what books to read and leave us to get on and read them?","author":"Howard Jacobson","category":"School, Looking Back"},{"quote":"One of the interesting things about having little musical knowledge is that you generate surprising results sometimes you move to places you wouldn't if you knew better.","author":"Brian Eno","category":"Interesting, Better, You"},{"quote":"Academics lack perspective. In a debate on whether the world is round, they would argue, 'No,' because it's an oblate spheroid. They suffer from 'the curse of knowledge': the inability to imagine what it's like not to know something that they know.","author":"Steven Pinker","category":"Perspective, World, Know"},{"quote":"Though knowledge itself increasingly ignores boundaries between fields, professors are apt to organize their pedagogy around the methods and history of their academic subculture rather than some coherent topic in the world.","author":"Steven Pinker","category":"History, World, Academic"},{"quote":"Economics has many substantive areas of knowledge where there is agreement, but also contains areas of controversy. That's inescapable.","author":"Ben Bernanke","category":"Economics, Agreement, Where"},{"quote":"Wisdom is knowledge which has become a part of one's being.","author":"Orison Swett Marden","category":"Wisdom, Become, Being"},{"quote":"If I was left to my own devices, you would see about ten T-shirts in rotation with maybe a few nice pairs of jeans - but I also like to look good. I like feeling really well put together, I just don't have the aptitude and the knowledge to do that.","author":"Daniel Radcliffe","category":"Good, Together, Nice"},{"quote":"All knowledge which ends in words will die as quickly as it came to life, with the exception of the written word: which is its mechanical part.","author":"Leonardo da Vinci","category":"Life, Words, Die"},{"quote":"My father values talent. He recognizes real knowledge and skill when he finds it. He is color blind and gender neutral. He hires the best person for the job, period.","author":"Ivanka Trump","category":"Best, Father, Job"},{"quote":"Since the Renaissance, a concept called 'progress' has been baked into our society. Progress - founded on an accumulation of knowledge through experience (and in the case of science, through experiment). To build on the past rather than endlessly relive it. That's what separates us from the beasts.","author":"Seth Shostak","category":"Experience, Science"},{"quote":"The ideas of science germinate in a matrix of established knowledge gained by experiment; they are not lonesome thoughts, born in a rarified realm where no researcher has ever gone before.","author":"Seth Shostak","category":"Science, Thoughts, Ideas"},{"quote":"To my knowledge, I was the first guy really to do what I do. And then later on different comedians started trying doing it.","author":"Don Rickles","category":"Trying, Doing, First"},{"quote":"He that hath knowledge spareth his words.","author":"Francis Bacon","category":"Words, His, He"},{"quote":"As education becomes dematerialized, demonetized and democratized, every man, woman and child on the planet will be able to reap the benefits of knowledge. We're rapidly heading toward a world of education abundance.","author":"Peter Diamandis","category":"Education, Man, Woman"},{"quote":"Knowledge about the economy, ideas about capitalism and government, the future of the world and geopolitics were things I was never really interested in.","author":"Shia LaBeouf","category":"Future, Government, World"},{"quote":"The youth of an art is, like the youth of anything else, its most interesting period. When it has come to the knowledge of good and evil it is stronger, but we care less about it.","author":"Samuel Butler","category":"Art, Good, Evil"},{"quote":"A little knowledge is a dangerous thing, but a little want of knowledge is also a dangerous thing.","author":"Samuel Butler","category":"Want, Dangerous, Little"},{"quote":"Every job leaves its residue, a bit of extra knowledge, a new skill-set.","author":"Joel Edgerton","category":"Job, New, Leaves"},{"quote":"Ardor, n. The quality that distinguishes love without knowledge.","author":"Ambrose Bierce","category":"Love, Quality, Without"},{"quote":"Faith: Belief without evidence in what is told by one who speaks without knowledge, of things without parallel.","author":"Ambrose Bierce","category":"Faith, Belief, Without"},{"quote":"You will always have partial points of view, and you'll always have the story behind the story that hasn't come out yet. And any form of journalism you're involved with is going to be up against a biased viewpoint and partial knowledge.","author":"Margaret Atwood","category":"Journalism, View, Story"},{"quote":"I believe indeterminate sentencing can be extremely useful, but I also believe that any such system should always take into consideration the special knowledge as to the facts in a case which only the trial judge possesses.","author":"Robert Kennedy","category":"Believe, Judge, I Believe"},{"quote":"Summer is not obligatory. We can start an infernally hard jigsaw puzzle in June with the knowledge that, if there are enough rainy days, we may just finish it by Labor Day, but if not, there's no harm, no penalty. We may have better things to do.","author":"Nancy Gibbs","category":"Day, Start, Summer"},{"quote":"Decision making in a democracy depends above all on knowledge and not just the intel available to presidents and policymakers.","author":"Nancy Gibbs","category":"Decision, Democracy, Just"},{"quote":"We all need each other in publishing to make publishing work for authors in a variety of formats now and in the future. Anyone who thinks publishers don't bring anything to the table has a very narrow view and lack of knowledge about the industry as a whole.","author":"Robert Gottlieb","category":"Work, Future, View"},{"quote":"Prices are important not because money is considered paramount but because prices are a fast and effective conveyor of information through a vast society in which fragmented knowledge must be coordinated.","author":"Thomas Sowell","category":"Money, Society, Information"},{"quote":"I believe in this being, not because I have any proper or direct knowledge of His existence, but I am at a loss to account for the existence and arrangement of the visible universe, and, being left in the wide sea of conjecture without a clue from analogy or experience, I find the conjecture of a God easy, obvious, and irresistible.","author":"William Godwin","category":"Experience, God, Sea"},{"quote":"Surprise drives progress because innovation depends on the sort of knowledge no one can gather in a central place.","author":"Virginia Postrel","category":"Innovation, Progress"},{"quote":"On the simplest level, telecommuting makes it harder for people to have the kinds of informal interactions that are crucial to the way knowledge moves through an organization. The role that hallway chat plays in driving new ideas has become a cliche of business writing, but that doesn't make it less true.","author":"James Surowiecki","category":"Business, Writing, Ideas"},{"quote":"The seat of knowledge is in the head; of wisdom, in the heart. We are sure to judge wrong, if we do not feel right.","author":"William Hazlitt","category":"Wisdom, Heart, Judge"},{"quote":"Productivity depends on many factors, including our workforce's knowledge and skills and the quantity and quality of the capital, technology, and infrastructure that they have to work with.","author":"Janet Yellen","category":"Work, Technology, Quality"},{"quote":"Knowledge is not eating, and we cannot expect to devour and possess what we mean. Knowledge is recognition of something absent; it is a salutation, not an embrace.","author":"George Santayana","category":"Eating, Mean, Embrace"},{"quote":"We can be knowledgable with other men's knowledge but we cannot be wise with other men's wisdom.","author":"Michel de Montaigne","category":"Wisdom, Wise, Men"},{"quote":"The digital revolution has also meant a revolution in access to information. This puts more power and knowledge into the hands of nonexperts.","author":"Naveen Jain","category":"Power, Information, Hands"},{"quote":"Knowledge without education is but armed injustice.","author":"Horace","category":"Education, Injustice"},{"quote":"Esoteric or inner knowledge is no different from other kinds of human knowledge and ability. It is a mystery for the average person only to the extent that writing is a mystery for those who have not yet learned to write.","author":"Rudolf Steiner","category":"Writing, Mystery, Human"},{"quote":"When Kennedy could not get the civil rights bill passed - and he was the big liberal - Lyndon Johnson came in and it got passed, and he was the conservative and the southerner. So sometimes in politics, to get something done, it takes a special kind of knowledge and a special kind of person, but it doesn't always follow the party lines.","author":"Jim Brown","category":"Politics, Party, Rights"},{"quote":"Atheists have to live with the knowledge that there is no salvation, no redemption, no second chances. Lives can go terribly wrong in ways that can never be put right.","author":"Julian Baggini","category":"Live, Redemption, Right"},{"quote":"Great research universities around the world are visible not just through their quality graduates but as knowledge creators and technology developers.","author":"Kapil Sibal","category":"Technology, Great, World"},{"quote":"In expanding the field of knowledge we but increase the horizon of ignorance.","author":"Henry Miller","category":"Ignorance, Horizon"},{"quote":"Patents have a place in medical science - for new inventions that advance the state of knowledge.","author":"Adam Cohen","category":"Science, Medical, Place"},{"quote":"Evil being the root of mystery, pain is the root of knowledge.","author":"Simone Weil","category":"Pain, Evil, Mystery"},{"quote":"There is no age better than another. The commitment to give of yourself and the knowledge that the time is right are what's important.","author":"Iman","category":"Time, Age, Commitment"},{"quote":"To have real knowledge, one must understand the essence of things and not only their manifestations.","author":"Daniel Barenboim","category":"Understand, Real, Essence"},{"quote":"I read many things. I read to fill in my knowledge of the world.","author":"V. S. Naipaul","category":"World, Things, Fill"},{"quote":"No one would argue that it's in the United States' interest to have independent knowledge of the plans and intentions of foreign countries. But we need to think about where to draw the line on these kind of operations so we're not always attacking our allies, the people we trust, the people we need to rely on, and to have them in turn rely on us.","author":"Edward Snowden","category":"Trust, People, Think"},{"quote":"To the best of my knowledge, none of the Beatles can read music.","author":"George Harrison","category":"Music, Best, Beatles"},{"quote":"The knowledge and spiritual conviction we receive from the Holy Ghost are the result of revelation.","author":"David A. Bednar","category":"Spiritual, Ghost, Conviction"},{"quote":"How can smart women be so stupid about men sometimes? Lack of knowledge. It's what men have kept secret for so long.","author":"Steve Harvey","category":"Women, Men, Smart"},{"quote":"I not only wanted to showcase lyrical skills but also continue to drop knowledge on the hiphop community. I'm looking to elevate through my music, and through my music I educate.","author":"Talib Kweli","category":"Music, Community, Looking"},{"quote":"I'm on a mission. And I know the older I get, I may lose a step or two, but it's all up in the medulla oblongata. I've got a lot up there. I've got a lot of knowledge... in this medulla oblongata.","author":"Shaquille O'Neal","category":"Step, Mission, Know"},{"quote":"To say a scientist is not at all responsible is wrong. But to say that someone who invents a piece of knowledge or technology is responsible for all future uses is ridiculous. It doesn't have to be that binary.","author":"Astro Teller","category":"Technology, Future"},{"quote":"I have appeared on 'The Dr. Oz show' and recognize that Dr. Oz does not hold the exact same viewpoints about all controversies in human nutrition that I do, but he has a huge base of knowledge and is open-minded and willing to re-consider a position based on emerging evidence on multiple scientific and health issues.","author":"Joel Fuhrman","category":"Health, Nutrition, Human"},{"quote":"Your knowledge of what is going on can only be superficial and relative.","author":"William S. Burroughs","category":"Going, Only, Superficial"},{"quote":"No body of knowledge needs an organizational policy. Organizational policy can only impede the advancement of knowledge. There is a basic incompatibility between any organization and freedom of thought.","author":"William S. Burroughs","category":"Freedom, Thought"},{"quote":"Men are limited by the knowledge of their minds, the worth of their characters and the principles upon which they are building their lives.","author":"Edwin Louis Cole","category":"Men, Building, Principles"},{"quote":"Even knowledge has to be in the fashion, and where it is not, it is wise to affect ignorance.","author":"Baltasar Gracian","category":"Wise, Ignorance, Fashion"},{"quote":"We never stop to consider that our beliefs are only a relative truth that's always going to be distorted by all the knowledge we have stored in our memory.","author":"Don Miguel Ruiz","category":"Truth, Memory, Stop"},{"quote":"We live in an age of instant knowledge. And there's almost a sense of entitlement to that.","author":"J. J. Abrams","category":"Age, Live, Sense"},{"quote":"Exclusively of the abstract sciences, the largest and worthiest portion of our knowledge consists of aphorisms: and the greatest and best of men is but an aphorism.","author":"Samuel Taylor Coleridge","category":"Best, Men, Greatest"},{"quote":"Knowledge has always flowed upwards to bishops and kings, not down to serfs and slaves.","author":"Julian Assange","category":"Kings, Down, Always"},{"quote":"I think it's difficult for young people to acknowledge being smart, to knowledge being a reader. I see kids who are embarrassed to read books. They're embarrassed to have people see them doing it.","author":"Walter Dean Myers","category":"Smart, People, Think"},{"quote":"I'm very lucky; I have a lot of knowledge. My favorite band is The Beatles, so a lot of inspiration for my music comes from them, too.","author":"Sabrina Carpenter","category":"Music, Favorite, Inspiration"},{"quote":"There are a lot of things that people go through, and maybe they don't know how to get through it, and maybe you do, and if you have some sort of knowledge or power, share with the world.","author":"Sabrina Carpenter","category":"Power, World, People"},{"quote":"Epistemology is the study of knowledge. By what conduit do we know what we know?","author":"Theodore Bikel","category":"Study, Know, Epistemology"},{"quote":"In formal logic, a contradiction is the signal of defeat, but in the evolution of real knowledge it marks the first step in progress toward a victory.","author":"Alfred North Whitehead","category":"Progress, Step, Victory"},{"quote":"One must know combinations, one must have a true knowledge of food to be in the moment.","author":"Charlie Trotter","category":"Food, Moment, Know"},{"quote":"A jazz musician can improvise based on his knowledge of music. He understands how things go together. For a chef, once you have that basis, that's when cuisine is truly exciting.","author":"Charlie Trotter","category":"Music, Together, Chef"},{"quote":"The mentor-mentee relationship is ideally like that of the guru and disciple: motivated by the desire of the guru to impart knowledge to the disciple.","author":"Vivek Wadhwa","category":"Relationship, Desire, Like"},{"quote":"As citizens of a free society, we have a duty to look critically at our world. But if we think we know what is wrong, we must act upon that knowledge.","author":"Tony Judt","category":"Society, World, Free"},{"quote":"The mind itself is of the form of all, i.e., of soul, God and world; when it becomes of the form of the Self through knowledge, there is release, which is of the nature of Brahman: this is the teaching.","author":"Ramana Maharshi","category":"Nature, God, Soul"},{"quote":"Knowledge is the life of the mind.","author":"Abu Bakr","category":"Life, Mind"},{"quote":"Someday in the distant cyborg future, when our internal and external memories fully merge, we may come to possess infinite knowledge. But that's not the same thing as wisdom.","author":"Joshua Foer","category":"Wisdom, Future, Memories"},{"quote":"My musical knowledge is so bad it's embarrassing. When composers discuss music with someone as primitive as myself, they have to talk about it in terms of senses and emotion, rather than keys and tempo.","author":"Jane Campion","category":"Music, Myself, Emotion"},{"quote":"What I count as real prosperity... is the growth in a knowledge of God, and in a testimony, and in the power to live the gospel and to inspire our families to do the same. That is prosperity of the truest kind.","author":"Heber J. Grant","category":"God, Growth, Power"},{"quote":"An entrepreneur needs to know what they need, period. Then they need to find an investor who can build off whatever their weaknesses are - whether that's through money, strategic partnerships or knowledge.","author":"Daymond John","category":"Money, Partnerships, Know"},{"quote":"Wild Bill was anything but a quarrelsome man yet I have personal knowledge of at least half a dozen men whom he had at various times killed.","author":"Buffalo Bill","category":"Man, Men, Personal"},{"quote":"Any knowledge that doesn't lead to new questions quickly dies out: it fails to maintain the temperature required for sustaining life.","author":"Wislawa Szymborska","category":"Life, Questions, New"},{"quote":"Security... it's simply the recognition that changes will take place and the knowledge that you're willing to deal with whatever happens.","author":"Harry Browne","category":"Changes, Security, You"},{"quote":"The point of college is more to acquire skills than to acquire domain knowledge. One of the skills that is going to be most necessary: you have to be able to read with rigor and write with clarity. You have to be able to communicate. To make an argument, whether it's in a written piece or in front of a group of people.","author":"Dan Pink","category":"College, People, Group"},{"quote":"The impact of giving someone a connected smartphone is no different from giving them a real computer. I look at how my kids learn and how different it is from how I learned because the impact of these things is just so huge. Sometimes I think we don't fully internalize what it is to get the power of knowledge in everyone's hand.","author":"Sundar Pichai","category":"Power, Impact, Giving"},{"quote":"What are the relationships between power and knowledge? There are two bad, short answers: 1. Knowledge provides an instrument that those in power can wield for their own ends. 2. A new body of knowledge brings into being a new class of people or institutions that can exercise a new kind of power.","author":"Ian Hacking","category":"Power, Short, People"},{"quote":"His ignorance was as remarkable as his knowledge.","author":"Arthur Conan Doyle","category":"Ignorance, Remarkable, His"},{"quote":"A quest for knowledge is not a war with faith; spirituality is not usually an infelicitous amalgam of superstition and philistinism; and moral relativism, taken outside midfield, leads inexorably both to heresy and to secular wickedness, which are often identical.","author":"Conrad Black","category":"Faith, War, Moral"},{"quote":"Many people make the mistake of confusing information with knowledge. They are not the same thing. Knowledge involves the interpretation of information. Knowledge involves listening.","author":"Henning Mankell","category":"Listening, Mistake, People"},{"quote":"Never stop learning knowledge doubles every fourteen months.","author":"Anthony J. D'Angelo","category":"Learning, Stop, Never"},{"quote":"In general, the public knowledge base and thus decision-making behaviors are far more influenced by advertisement than with current science.","author":"David Perlmutter","category":"Science, Decision-Making"},{"quote":"You should be a person inside the world with knowledge of your terrain. And if you lock yourself into the 2,000-by-3,000-square-mile, lower-48 box of the United States, you're going to be frustrated by its limitations. You gotta think outside the box.","author":"Chuck D","category":"World, Yourself, Think"},{"quote":"I think education is both using and improving knowledge and that changes the whole picture.","author":"William Glasser","category":"Education, Changes, Think"},{"quote":"I don't claim to know everything. I claim to be a seeker of knowledge.","author":"Marie Osmond","category":"Know, Everything, Claim"},{"quote":"The desire of knowledge, like the thirst of riches, increases ever with the acquisition of it.","author":"Laurence Sterne","category":"Desire, Like, Riches"},{"quote":"The primary goal of management education was, as originally conceived, to impart knowledge that could be applied to a variety of real-world business situations.","author":"Warren Bennis","category":"Education, Business"},{"quote":"I would call myself a Gnostic. Which means, I'm interested in pursuing and understanding the spiritual nature of things. A Gnostic is somebody seeking knowledge of that aspect of reality.","author":"Robert Crumb","category":"Nature, Myself, Spiritual"},{"quote":"Aversion toward the blind exists for the same reason that most prejudices exist: lack of knowledge. Ignorance is a powerful generator of fear. And fear slides easily into aggression and contempt.","author":"Rosemary Mahoney","category":"Fear, Powerful, Ignorance"},{"quote":"Hope is the belief we might get it done, and faith is the knowledge we will get it done.","author":"Tom Shadyac","category":"Hope, Faith, Belief"},{"quote":"We foresee no limit to scientific advancement in the future, and in scientific truth there is nothing dead; science is always a living and growing body of knowledge; but art on the contrary has many times run its course to an end, and exhausted its vital power.","author":"George Edward Woodberry","category":"Art, Future, Science"},{"quote":"I am conscious of my inability to grasp, in all its details and positive developments, any very large portion of human knowledge.","author":"Mikhail Bakunin","category":"Positive, I Am, Details"},{"quote":"My fundamental philosophy is that you owe it to society to transfer to them any knowledge you have that might be useful.","author":"Leroy Hood","category":"Society, Philosophy, You"},{"quote":"Some say that sudden knowledge of mystical matters is accomplished only in complete quietude, or that Creator, in one of God's many forms, appears only in orderly ways that are beauteous and picturesque, or that the mystical appears only in completely silent ways. All are true. Except for the 'only' part.","author":"Clarissa Pinkola Estes","category":"God, Silent, True"},{"quote":"All knowledge is precious whether or not it serves the slightest human use.","author":"Alan Bennett","category":"Human, Precious, Whether"},{"quote":"I think America has a responsibility to maintain its leadership in technology and its moral leadership in the world, to explore, to seek knowledge.","author":"Eugene Cernan","category":"Leadership, Technology"},{"quote":"Perhaps as good a classification as any of the main types is that of the three lusts distinguished by traditional Christianity - the lust of knowledge, the lust of sensation, and the lust of power.","author":"Irving Babbitt","category":"Good, Power, Three"},{"quote":"I have learned throughout my life as a composer chiefly through my mistakes and pursuits of false assumptions, not by my exposure to founts of wisdom and knowledge.","author":"Igor Stravinsky","category":"Life, Wisdom, Mistakes"},{"quote":"There's a lot of information that has been in peoples' heads and hasn't gotten onto the Internet. Even as the Web has gotten really big, there's just been this gap. So we made Quora as a general place for people to share knowledge of all kinds.","author":"Adam D'Angelo","category":"Internet, People"},{"quote":"I'm always trying to find brain food and indulge in knowledge that's gonna be useful.","author":"Big Boi","category":"Food, Brain, Trying"},{"quote":"I was a huge Muppet fan growing up, but that was the extent of my puppet knowledge. I really loved the art form and the whole Henson universe.","author":"Rob McClure","category":"Art, Growing Up, Universe"},{"quote":"It used to bug me that I couldn't even afford to take my family for a proper holiday. I didn't have any professional knowledge, and getting a photographer's job in a magazine was out of the question. So, armed with a Pentax K1000, I started going to various maidans of Mumbai, looking for subjects.","author":"Boman Irani","category":"Family, Job, Me"},{"quote":"I am afraid of aeroplanes. I've been able to avoid flying for some time, but I suppose, if I had to, I would. Perhaps it's a case of a little knowledge being a dangerous thing. At one time, I had a pilot's licence and 160 hours of solo time on single-engine light aircraft. Unfortunately, all that seemed to do was make me mistrust large aeroplanes.","author":"Stanley Kubrick","category":"Time, Light, I Am"},{"quote":"The intercourse between the Mediterranean and the North or between the Atlantic and Central Europe was never purely economic or political it also meant the exchange of knowledge and ideas and the influence of social institutions and artistic and literary forms.","author":"Christopher Dawson","category":"Influence, Ideas, Political"},{"quote":"The idea would be in my mind - and I know it sounds strange - is that the most important advances in medicine would be made not by new knowledge in molecular biology, because that's exceeding what we can even use. It'll be made by mathematicians, physicists, computer scientists, figuring out a way to get all that information together.","author":"Patrick Soon-Shiong","category":"Together, Mind, Information"},{"quote":"The development of the telescope, together with increased knowledge of things, brought men to see that the earth is not what man had once thought it to be.","author":"Joseph Franklin Rutherford","category":"Together, Man, Men"},{"quote":"It's clear that people are going to download media files, and they're going to talk to each other, and they're going to exchange information and knowledge and so forth. So this system logic is basically what you bounce off of.","author":"Michael Nesmith","category":"Media, Information, People"},{"quote":"I think that probably the most important thing about our education was that it taught us to question even those things we thought we knew. To say you've got to inquire, you've got to be testing your knowledge all the time in order to be more effective in what you're doing.","author":"Thabo Mbeki","category":"Education, Time, Thought"},{"quote":"Our civilization has evolved through the continuous adjustment of society to the stimulus of new knowledge.","author":"John Boyd Orr","category":"Society, New, Through"},{"quote":"When I entered medical physics in 1958 there were fewer than 100 in the U.S. and I could see many opportunities to apply my knowledge of nuclear physics.","author":"John Cameron","category":"Medical, Opportunities, See"},{"quote":"Science has to be understood in its broadest sense, as a method for comprehending all observable reality, and not merely as an instrument for acquiring specialized knowledge.","author":"Alexis Carrel","category":"Science, Reality, Sense"},{"quote":"One of the most powerful transformational catalysts is knowledge, new information, or logic that defies old mental models and ways of thinking.","author":"Elizabeth Thornton","category":"Powerful, Thinking"},{"quote":"If we want to implement climate protection worldwide, countries like Germany, which are capable of developing new technologies, will have to hand over some of their knowledge. We can't expect to have our cake and eat it too.","author":"Sigmar Gabriel","category":"Cake, Want, New"},{"quote":"Many years ago, Bill Gates said that one day we'd be able to click on the shoes of a character in a TV show and buy them online. Whether that happens or not, are you thinking about new ways to combine your assets in programming, customer knowledge, and technology?","author":"Brian L. Roberts","category":"Technology, Day, Character"},{"quote":"It has been a privilege to pursue knowledge for its own sake and to see how it might help mankind in more practical ways.","author":"Paul Nurse","category":"Help, Privilege, See"},{"quote":"The Cemetery of Forgotten Books is a metaphor, not just for books but for ideas, for language, for knowledge, for beauty, for all the things that make us human, for collecting memory.","author":"Carlos Ruiz Zafon","category":"Beauty, Memory, Language"},{"quote":"Indeed, the most important product of knowledge is ignorance.","author":"David Gross","category":"Ignorance, Important"},{"quote":"At a family's most difficult time, I want to make sure at a minimum that they have the very basic of comforts: the ability to grieve their loss privately and the knowledge that their country is grateful for their loved one's sacrifice and service.","author":"Dave Reichert","category":"Family, Time, Service"},{"quote":"I'll come to you with gifts of knowledge, wisdom and truth.","author":"Barry White","category":"Wisdom, Truth, You"},{"quote":"We bequeath to you, the next generation, our knowledge but also our problems. While we still live, let us join hands, hearts and minds to work together for their solution so that your world will be better than ours and the world of your children even better.","author":"Rosalyn Sussman Yalow","category":"Work, Children, Together"},{"quote":"The university's business is the conservation of useless knowledge; and what the university itself apparently fails to see is that this enterprise is not only noble but indispensable as well, that society can not exist unless it goes on.","author":"Albert J. Nock","category":"Business, Society, See"},{"quote":"The earliest maps were 'story' maps. Cartographers were artists who mingled knowledge with supposition, memory and fears. Their maps described both landscape and the events, which had taken place within it, enabling travellers to plot a route as well as to experience a story.","author":"Rory MacLean","category":"Experience, Memory"},{"quote":"Knowledge is only one half. Faith is the other.","author":"Novalis","category":"Faith, Half, Other"},{"quote":"A lot of knowledge in any kind of an organization is what we call task knowledge. These are things that people who have been there a long time understand are important, but they may not know how to talk about them. It's often called the culture of the organization.","author":"Howard Gardner","category":"Time, Culture, People"},{"quote":"It's hard for women to talk about these things, and for the doctors to really talk about it too, and to even have the knowledge of what's going on. That's why I'm doing this and urging women to speak out and talk to their doctors frankly.","author":"Cybill Shepherd","category":"Women, Speak, Why"},{"quote":"The understanding of art depends finally upon one's willingness to extend one's humanity and one's knowledge of human life.","author":"Ralph Ellison","category":"Life, Art, Humanity"},{"quote":"The universal Mind contains all knowledge. It is the potential ultimate of all things. To it, all things are possible.","author":"Ernest Holmes","category":"Mind, Potential, Possible"},{"quote":"On the craft level, writing for children is not so different from writing for adults. You still have to have a story that moves forward. You still have to have the tools of the trade down. The difference arises in the knowledge of who you're writing for. This isn't necessary true of writing for adults.","author":"Kathi Appelt","category":"Children, Writing, Tools"},{"quote":"The most valuable wealth of a man is his knowledge, which cannot be destroyed; all other riches that he has gained are not considered to be wealth at all.","author":"Thiruvalluvar","category":"Man, Wealth, Which"},{"quote":"It is my deliberate opinion that the one essential requisite of human welfare in all ways is scientific knowledge of human nature.","author":"Harriet Martineau","category":"Nature, Opinion"},{"quote":"When David Marr at MIT moved into computer vision, he generated a lot of excitement, but he hit up against the problem of knowledge representation; he had no good representations for knowledge in his vision systems.","author":"Marvin Minsky","category":"Good, Vision, Problem"},{"quote":"In a world in which the total of human knowledge is doubling about every ten years, our security can rest only on our ability to learn.","author":"Nathaniel Branden","category":"World, Security, Rest"},{"quote":"Knowing is the most profound kind of love, giving someone the gift of knowledge about yourself.","author":"Marsha Norman","category":"Love, Giving, Yourself"},{"quote":"I wasn't really into school that much. I was in this building having to cram knowledge I didn't really care for. But on YouTube, I was able to create what I wanted and post it for people to watch.","author":"KSI","category":"School, People, Building"},{"quote":"Kids are smart. Knowledge is power. Let them figure things out. Don't turn into that grown-up who they won't come to.","author":"Lauren Myracle","category":"Power, Smart"},{"quote":"For years I've wanted to write about the Australian countryside, but, like most Australians, I've only got a tourist's knowledge of it. I thought that if I disobeyed that basic rule of writing - write about what you know - I'd write a thin and inauthentic book.","author":"Kate Grenville","category":"Writing, Book, Thought"},{"quote":"Now will I rehearse before you a very ancient Breton Lay. As the tale was told to me, so, in turn, will I tell it over again, to the best of my art and knowledge. Hearken now to my story, its why and its reason.","author":"Marie de France","category":"Art, Best, Me"},{"quote":"Playing games is the dessert. Our real market is people doing everyday things. Rather than pulling your mobile phone in and out of your pocket, we want to create an all-day flow; whether you're going to the doctor or a meeting or hanging out, you will all of a sudden be amplified by the collective knowledge that is on the web.","author":"Rony Abovitz","category":"Doctor, People, Meeting"},{"quote":"You should welcome getting older in golf. With greater knowledge of your swing, you, too, can keep improving.","author":"Angel Cabrera","category":"Welcome, Golf, Getting Older"},{"quote":"Knowledge in the Internet Age - networked knowledge - is becoming more like what knowledge has been in the past few hundreds years for scientists: it's provisional it's a hypothesis that is waiting to be disproved.","author":"David Weinberger","category":"Age, Waiting, Past"},{"quote":"A theoretical grounding in agronomy must, therefore, include knowledge of biological laws.","author":"Trofim Lysenko","category":"Laws, Must, Theoretical"},{"quote":"Close contact between science and the practice of collective farms and State farms creates inexhaustible opportunities for the development of theoretical knowledge, enabling us to learn ever more and more about the nature of living bodies and the soil.","author":"Trofim Lysenko","category":"Nature, Science"},{"quote":"The most wonderful study of mankind is man. Relieving human suffering and diffusing universal knowledge is humanitarian.","author":"Daniel D. Palmer","category":"Man, Suffering, Study"},{"quote":"A man of knowledge lives by acting, not by thinking about acting.","author":"Carlos Castaneda","category":"Man, Thinking, Acting"},{"quote":"The medicines of today are based upon thousands of years of knowledge accumulated from folklore, serendipity and scientific discovery. The new medicines of tomorrow will be based on the discoveries that are being made now, arising from basic research in laboratories around the world.","author":"John Vane","category":"Today, World, Research"},{"quote":"Sane judgment abhors nothing so much as a picture perpetrated with no technical knowledge, although with plenty of care and diligence.","author":"Albrecht Durer","category":"Care, Picture, Nothing"},{"quote":"If we want our children to value education, then we must show our appreciation for knowledge.","author":"Brad Sherman","category":"Education, Children"},{"quote":"Human knowledge is dark and uncertain; philosophy is dark, astrology is dark, and geometry is dark.","author":"John Jewel","category":"Philosophy, Dark, Human"},{"quote":"People of small caliber are always carping. They are bent on showing their own superiority, their knowledge or prowess or good breeding.","author":"Van Wyck Brooks","category":"Good, Small, People"},{"quote":"The channels of intuitive knowledge are opened according to the intensity of individual need.","author":"Jane Roberts","category":"Individual, Need, Intensity"},{"quote":"Money is not a fund of knowledge.","author":"John Kluge","category":"Money, Fund"},{"quote":"A resource-poor country like Japan can only rely on people's endeavor and knowledge. I would like to continue my effort to provide help to younger people.","author":"Akira Suzuki","category":"Effort, People, Help"},{"quote":"It takes most men five years to recover from a college education, and to learn that poetry is as vital to thinking as knowledge.","author":"Brooks Atkinson","category":"Education, College, Poetry"},{"quote":"I have a pretty good knowledge of the Indian world by virtue of living on several different reservations and being exposed to several different cultures and languages.","author":"N. Scott Momaday","category":"Good, World, Living"},{"quote":"Belief and knowledge are considered to be two different things. But they are not.","author":"Stanley Fish","category":"Belief, Two, Different"},{"quote":"For centuries, cultures throughout the world have used indigenous technologies to navigate life's complexities. From navigator-priests in Micronesia to mystics in India, vast sums of knowledge are available if we but recognize it.","author":"Elizabeth Kapu'uwailani Lindsey","category":"Life, World, India"},{"quote":"If we extend our senses, then, consequently, we will extend our knowledge. It's really very basic.","author":"Neil Harbisson","category":"Will, Senses, Then"},{"quote":"My mother says that my father truly enjoyed having a son. My two-years-younger twin sisters felt that he didn't quite know how to enjoy them. But I wasn't aware of those things then. So many of my childhood memories involve him. All the excursions into science were shaped by his knowledge and enthusiasm.","author":"Robert F. Engle","category":"Memories, Father, Science"},{"quote":"In the present state of our knowledge, it would be useless to attempt to speculate on the remote cause of the electrical energy... its relation to chemical affinity is, however, sufficiently evident. May it not be identical with it, and an essential property of matter?","author":"Humphry Davy","category":"Energy, Present, Matter"},{"quote":"This life that has been given to us as a gift, as such a precious gift. To really try to understand it, really try to recognize it, is the greatest meditation. Through the media of this Knowledge we can tap into our inner sources that are so beautiful.","author":"Prem Rawat","category":"Life, Beautiful, Gift"},{"quote":"The intellectual takes as a starting point his self and relates the world to his own sensibilities the scientist accepts an existing field of knowledge and seeks to map out the unexplored terrain.","author":"Daniel Bell","category":"Self, World, Intellectual"},{"quote":"Your law may be perfect, your knowledge of human affairs may be such as to enable you to apply it with wisdom and skill, and yet without individual acquaintance with men, their haunts and habits, the pursuit of the profession becomes difficult, slow, and expensive.","author":"William Dunbar","category":"Wisdom, Law, Men"},{"quote":"Argument is conclusive, but it does not remove doubt, so that the mind may rest in the sure knowledge of the truth, unless it finds it by the method of experiment.","author":"Roger Bacon","category":"Truth, Mind, Doubt"},{"quote":"To know how to dissimulate is the knowledge of kings.","author":"Cardinal Richelieu","category":"Kings, Know, How"},{"quote":"The shortest and surest way of arriving at real knowledge is to unlearn the lessons we have been taught, to mount the first principles, and take nobody's word about them.","author":"Henry IV of England","category":"Principles, Real, Way"},{"quote":"The profession of film director can and should be such a high and precious one that no man aspiring to it can disregard any knowledge that will make him a better film director or human being.","author":"Sergei Eisenstein","category":"Man, Better, Human"},{"quote":"Basic research is to work at the very edge, the very border of, of knowledge, and move that border forward. You look and look for new secrets, and you don't know where it's going to lead you.","author":"Fred Kavli","category":"Work, Research, Know"},{"quote":"Generally, social networking sites can be hugely promising and beneficial in opening new friendships and vistas and knowledge of the world, but they are also fraught with peril, when young people are reckless or headless.","author":"Richard Blumenthal","category":"World, People, Networking"},{"quote":"May I say, finally, that I have no illusions of grandeur; quite to the contrary, I am very humble in my knowledge that through forty years of my life my life has been an open book of service to my fellow architects and for the public good.","author":"Ralph Thomas Walker","category":"Life, Good, Service"},{"quote":"Wonder, connected with a principle of rational curiosity, is the source of all knowledge and discover, and it is a principle even of piety; but wonder which ends in wonder, and is satisfied with wonder, is the quality of an idiot.","author":"Samuel Horsley","category":"Curiosity, Quality, Wonder"},{"quote":"Western civilization, unfortunately, does not link knowledge and morality but rather, it connects knowledge and power and makes them equivalent.","author":"Vine Deloria, Jr.","category":"Power, Morality"},{"quote":"I agree completely with my son James when he says 'Internet is like electricity. The latter lights up everything, while the former lights up knowledge'.","author":"Kerry Packer","category":"Son, Internet, Electricity"},{"quote":"It is in his knowledge that man has found his greatness and his happiness, the high superiority which he holds over the other animals who inhabit the earth with him, and consequently no ignorance is probably without loss to him, no error without evil.","author":"James Smithson","category":"Happiness, Man, Evil"},{"quote":"Until one has loved an animal a part of one's soul remains unawakened.","author":"Anatole France","category":"Soul, Animal, Loved"},{"quote":"Cats are connoisseurs of comfort.","author":"James Herriot","category":"Cats, Comfort"},{"quote":"In ancient times cats were worshipped as gods they have not forgotten this.","author":"Terry Pratchett","category":"Cats, Forgotten, Gods"},{"quote":"No matter how much cats fight, there always seem to be plenty of kittens.","author":"Abraham Lincoln","category":"Cats, Fight, Matter"},{"quote":"Just watching my cats can make me happy.","author":"Paula Cole","category":"Happy, Cats, Me"},{"quote":"My little dog - a heartbeat at my feet.","author":"Edith Wharton","category":"Dog, Feet, Little"},{"quote":"Don't sweat the petty things and don't pet the sweaty things.","author":"George Carlin","category":"Petty, Sweat, Things"},{"quote":"I wish I could write as mysterious as a cat.","author":"Edgar Allan Poe","category":"Wish, Mysterious, Cat"},{"quote":"Dogs are better than human beings because they know but do not tell.","author":"Emily Dickinson","category":"Better, Know, Human"},{"quote":"Scratch a dog and you'll find a permanent job.","author":"Franklin P. Jones","category":"Dog, Job, You"},{"quote":"No one appreciates the very special genius of your conversation as the dog does.","author":"Christopher Morley","category":"Dog, Genius, Conversation"},{"quote":"Animals are such agreeable friends - they ask no questions they pass no criticisms.","author":"George Eliot","category":"Friends, Questions, Animals"},{"quote":"Before you get a dog, you can't quite imagine what living with one might be like; afterward, you can't imagine living any other way.","author":"Caroline Knapp","category":"Dog, Living, You"},{"quote":"I have felt cats rubbing their faces against mine and touching my cheek with claws carefully sheathed. These things, to me, are expressions of love.","author":"James Herriot","category":"Love, Cats, Me"},{"quote":"There is no psychiatrist in the world like a puppy licking your face.","author":"Bernard Williams","category":"World, Puppy, Face"},{"quote":"Perhaps it is because cats do not live by human patterns, do not fit themselves into prescribed behavior, that they are so united to creative people.","author":"Andre Norton","category":"Cats, Creative, Behavior"},{"quote":"Dogs are our link to paradise. They don't know evil or jealousy or discontent.","author":"Milan Kundera","category":"Jealousy, Evil, Know"},{"quote":"You cannot share your life with a dog, as I had done in Bournemouth, or a cat, and not know perfectly well that animals have personalities and minds and feelings.","author":"Jane Goodall","category":"Life, Dog, Animals"},{"quote":"Animals are sentient, intelligent, perceptive, funny and entertaining. We owe them a duty of care as we do to children.","author":"Michael Morpurgo","category":"Funny, Children, Animals"},{"quote":"I used to love dogs until I discovered cats.","author":"Nafisa Joseph","category":"Love, Cats, Dogs"},{"quote":"Pets are humanizing. They remind us we have an obligation and responsibility to preserve and nurture and care for all life.","author":"James Cromwell","category":"Life, Responsibility, Care"},{"quote":"The trouble with a kitten is that eventually it becomes a cat.","author":"Ogden Nash","category":"Trouble, Kitten, Cat"},{"quote":"We can stop the cycle of animal homelessness and save lives by opening our hearts and homes to a loving cat or dog from an animal shelter instead of buying animals from breeders or pet shops.","author":"Amy Jackson","category":"Dog, Animal, Animals"},{"quote":"I am an enthusiast, but not a crank in the sense that I have some pet theories as to the proper construction of a flying machine. I wish to avail myself of all that is already known and then, if possible, add my mite to help on the future worker who will attain final success.","author":"Wilbur Wright","category":"Success, Future, Myself"},{"quote":"Way down deep, we're all motivated by the same urges. Cats have the courage to live by them.","author":"Jim Davis","category":"Courage, Deep, Cats"},{"quote":"I had been told that the training procedure with cats was difficult. It's not. Mine had me trained in two days.","author":"Bill Dana","category":"Cats, Training, Me"},{"quote":"What counts is not necessarily the size of the dog in the fight - it's the size of the fight in the dog.","author":"Dwight D. Eisenhower","category":"Dog, Fight, Size"},{"quote":"Cats don't like change without their consent.","author":"Roger Caras","category":"Change, Cats, Without"},{"quote":"A few years ago, the city council of Monza, Italy, barred pet owners from keeping goldfish in curved bowls... saying that it is cruel to keep a fish in a bowl with curved sides because, gazing out, the fish would have a distorted view of reality. But how do we know we have the true, undistorted picture of reality?","author":"Stephen Hawking","category":"City, Reality, Fish"},{"quote":"The clever cat eats cheese and breathes down rat holes with baited breath.","author":"W. C. Fields","category":"Clever, Down, Cat"},{"quote":"Just like hair frames our face, brows frame our eyes. I see so much potential in harmonized beauty whenever I see a woman who's not filling in her brows, and I just want to go in with my brow pencil and just be like, 'Filling in eyebrows, OK, done - look in the mirror and be inspired.' That's one of my pet peeves, but beauty is subjective.","author":"Michelle Phan","category":"Beauty, Eyes, Woman"},{"quote":"What a dog I got, his favorite bone is in my arm.","author":"Rodney Dangerfield","category":"Dog, Favorite, Bone"},{"quote":"If cats were double the size they are now, they'd probably be illegal.","author":"Douglas Coupland","category":"Cats, Size, Double"},{"quote":"You know what I hate? I hate people who give me plants. The whole giving someone plants - it's like giving someone a pet. I'm giving you responsibility, I'm giving you a thing that you now have to take care of for, like, a year until it dies, and then I'm giving you sadness and guilt.","author":"Chelsea Cain","category":"Responsibility, Sadness"},{"quote":"I hate when people don't keep their word or they are late. Tardiness is a big pet peeve of mine.","author":"Tim Hudson","category":"Hate, People, Late"},{"quote":"Vinyl is the real deal. I've always felt like, until you buy the vinyl record, you don't really own the album. And it's not just me or a little pet thing or some kind of retro romantic thing from the past. It is still alive.","author":"Jack White","category":"Romantic, Past, Me"},{"quote":"Dogs got personality. Personality goes a long way.","author":"Quentin Tarantino","category":"Personality, Long, Dogs"},{"quote":"I have a lot of plants and fish and a pet lizard and Venus flytraps. I have a whole ecosystem in my room, like a running waterfall and different lights and sensors set on digital timers.","author":"Chris Pratt","category":"Plants, Fish, Digital"},{"quote":"A kitten is chiefly remarkable for rushing about like mad at nothing whatever, and generally stopping before it gets there.","author":"Agnes Repplier","category":"Nothing, Mad, Whatever"},{"quote":"Never wear anything that panics the cat.","author":"P. J. O'Rourke","category":"Never, Cat, Anything"},{"quote":"Only very brave mouse makes nest in cat's ear.","author":"Earl Derr Biggers","category":"Brave, Cat, Nest"},{"quote":"People who keep dogs are cowards who haven't got the guts to bite people themselves.","author":"August Strindberg","category":"People, Themselves, Dogs"},{"quote":"If you are a dog and your owner suggests that you wear a sweater suggest that he wear a tail.","author":"Fran Lebowitz","category":"Dog, You, Tail"},{"quote":"Cats seem to go on the principle that it never does any harm to ask for what you want.","author":"Joseph Wood Krutch","category":"Cats, Want, You"},{"quote":"Cats are inquisitive, but hate to admit it.","author":"Mason Cooley","category":"Cats, Hate, Admit"},{"quote":"I wonder if other dogs think poodles are members of a weird religious cult.","author":"Rita Rudner","category":"Weird, Think, Dogs"},{"quote":"There's just me and my wife and a dog and we feed him Healthy Choice also.","author":"Mike Ditka","category":"Dog, Wife, Choice"},{"quote":"A kitten is in the animal world what a rosebud is in the garden.","author":"Robert Southey","category":"Animal, World, Garden"},{"quote":"It's difficult to understand why people don't realize that pets are gifts to mankind.","author":"Linda Blair","category":"People, Why, Realize"},{"quote":"The cat is a dilettante in fur.","author":"Theophile Gautier","category":"Cat, Fur, Dilettante"},{"quote":"There's a saying. If you want someone to love you forever, buy a dog, feed it and keep it around.","author":"Dick Dale","category":"Love, Dog, Want"},{"quote":"Veterans report that service dogs help break their isolation. People will often avert their eyes when they see a wounded veteran. But when the veteran has a dog, the same people will come up and say, 'Hi' to pet the dog and then strike up a conversation.","author":"Al Franken","category":"Dog, Eyes, Service"},{"quote":"My favorite type of pet has always been a dog. They're loyal, kind, and offer endless affection. My friend Eric says, 'The more people I meet, the more I like my dog.' Funny thought.","author":"Brendon Urie","category":"Funny, Dog, People"},{"quote":"Disrespect is my biggest pet peeve.","author":"Bill Goldberg","category":"Disrespect, Biggest"},{"quote":"My roommate got a pet elephant. Then it got lost. It's in the apartment somewhere.","author":"Steven Wright","category":"Lost, Elephant, Somewhere"},{"quote":"Whales are killed today to supply the limited demand for whale meat or to be used in pet foods or as fodder for fur-bearing animals used in the fur trade.","author":"Paul Watson","category":"Today, Animals, Meat"},{"quote":"When I was 16... I worked in a pet store. And they fired me because... they had three snakes in there, and one day I braided them.","author":"Steven Wright","category":"Day, Me, Three"},{"quote":"I have a pet goat.","author":"Ryan Holiday","category":"Goat"},{"quote":"To me, a cat is an easy pet, they don't need any spoiling or looking after.","author":"Karl Pilkington","category":"Me, Looking, Easy"},{"quote":"My parents used to take me to the pet department and tell me it was a zoo.","author":"Billy Connolly","category":"Parents, Me, Zoo"},{"quote":"My idea of a perfect pet is a really, really big dog! Huge!","author":"Emily VanCamp","category":"Dog, Perfect, Idea"},{"quote":"I don't have a pet, but I dream of someday getting a pug dog whom I will name Croque Monsieur so that I may alternate between calling him Croque, Monsieur or his full name: Croque Monsieur. I'll more than likely only use his first and last name most often when he's been bad.","author":"John Gallagher, Jr.","category":"Dog, Dream, Name"},{"quote":"Even cats grow lonely and anxious.","author":"Mason Cooley","category":"Cats, Lonely, Grow"},{"quote":"I'm not about to go out and buy a snake for a pet. I mean, I may have faced a few fears but I'm not insane.","author":"Kristin Davis","category":"Snake, Mean, Insane"},{"quote":"No one can feel as helpless as the owner of a sick goldfish.","author":"Kin Hubbard","category":"Sick, Feel, Goldfish"},{"quote":"There are all sorts of cute puppy dogs, but it doesn't stop people from going out and buying Dobermans.","author":"Angus Young","category":"Cute, People, Dogs"},{"quote":"Dogs laugh, but they laugh with their tails.","author":"Max Eastman","category":"Laugh, Dogs, Tails"},{"quote":"It is much easier to show compassion to animals. They are never wicked.","author":"Haile Selassie","category":"Compassion, Animals, Easier"},{"quote":"Some dog I got too. We call him Egypt. Because in every room he leaves a pyramid.","author":"Rodney Dangerfield","category":"Dog, Egypt, Him"},{"quote":"I would say I don't like people who are really into themselves or are very materialistic. Just always talking themselves up. Not being real is the pet peeve. Be true to yourself.","author":"Austin Stowell","category":"Yourself, People, Be True"},{"quote":"A real Christian is a person who can give his pet parrot to the town gossip.","author":"Billy Graham","category":"Gossip, Christian, Person"},{"quote":"The trees in Siberia are miles apart, that is why the dogs are so fast.","author":"Bob Hope","category":"Trees, Why, Dogs"},{"quote":"A dog is a vehicle, you know; a dog is a window to Mother Nature, and that's the closest species we have.","author":"Cesar Millan","category":"Nature, Dog, Mother"},{"quote":"I have a pet lizard named Puff, five goldfish - named Pinky, Brain, Jowels, Pearl and Sandy, an oscar fish named Chef, two pacus, an albino African frog named Whitey, a bonsai tree, four Venus flytraps, a fruit fly farm and sea monkeys.","author":"Chris Pratt","category":"Sea, Tree, Chef"},{"quote":"I got a pet monkey called Charlie Chan.","author":"Jimi Hendrix","category":"Monkey, Got, Charlie"},{"quote":"Packing is my pet hate.","author":"Seal","category":"Hate, Packing"},{"quote":"I worked in a pet store and people would ask how big I would get.","author":"Rodney Dangerfield","category":"People, Ask, Big"},{"quote":"Kittens are wide-eyed, soft and sweet. With needles in their jaws and feet.","author":"Pam Brown","category":"Feet, Sweet, Needles"},{"quote":"I poured spot remover on my dog. Now he's gone.","author":"Steven Wright","category":"Dog, Spot, Gone"},{"quote":"I wish people would realize that animals are totally dependent on us, helpless, like children, a trust that is put upon us.","author":"James Herriot","category":"Children, Trust, People"},{"quote":"My mother and dad were big animal lovers, too. I just don't know how I would have lived without animals around me. I'm fascinated by them - both domestic pets and the wild community. They just are the most interesting things in the world to me, and it's made such a difference in my lifetime.","author":"Betty White","category":"Community, Mother, Animal"},{"quote":"Owners lavish love on their pets, which is why so many go from non-aggressive pups to being out of control when they're older. People just don't realise their dog must respect them as leader of the pack.","author":"Cesar Millan","category":"Love, Respect, Leader"},{"quote":"I always pet a dog with my left hand because if he bit me I'd still have my right hand to paint with.","author":"Juan Gris","category":"Dog, Me, Paint"},{"quote":"For many people who are so lost in their minds, so much involved in their thought processes, the only moments they have when they are not trapped in that is when they are relating to their animal, their pet.","author":"Eckhart Tolle","category":"Animal, Lost, Moments"},{"quote":"The kinds of roles dogs fill can be hard to come by in human relationships. We touch the dog or the pet at whim. There is a lack of self-consciousness and a fluidity to it that is absent from most human relationships. If someone acted that way to you, you'd feel claustrophobic pretty quickly. It's a boundary violation.","author":"Caroline Knapp","category":"Dog, Relationships, You"},{"quote":"I fed my yak on my spare Cadbury chocolate 21,0000ft up Everest. It was a blonde, very sweet female yak. I made it my pet after that.","author":"Brian Blessed","category":"Chocolate, Sweet, Blonde"},{"quote":"We have three cats. It's like having children, but there is no tuition involved.","author":"Ron Reagan","category":"Children, Cats, Three"},{"quote":"I really love animals. My cat is my little soul mate. He's not just a cat, he's my friend.","author":"Tracey Emin","category":"Love, Soul, Friend"},{"quote":"If a dog jumps into your lap, it is because he is fond of you; but if a cat does the same thing, it is because your lap is warmer.","author":"Alfred North Whitehead","category":"Dog, You, Cat"},{"quote":"We long for an affection altogether ignorant of our faults. Heaven has accorded this to us in the uncritical canine attachment.","author":"George Eliot","category":"Long, Heaven, Ignorant"},{"quote":"The dog is the god of frolic.","author":"Henry Ward Beecher","category":"Dog, God"},{"quote":"The dog has got more fun out of Man than Man has got out of the dog, for the clearly demonstrable reason that Man is the more laughable of the two animals.","author":"James Thurber","category":"Dog, Man, Fun"},{"quote":"I live alone, with cats, books, pictures, fresh vegetables to cook, the garden, the hens to feed.","author":"Jeanette Winterson","category":"Cats, Alone, Garden"},{"quote":"Cats are rather delicate creatures and they are subject to a good many different ailments, but I have never heard of one who suffered from insomnia.","author":"Joseph Wood Krutch","category":"Good, Cats, Never"},{"quote":"There's kind of a toll you have to pay with a cat if you don't pet her for 10 minutes she'll bother you for six hours.","author":"Scott Adams","category":"She, You, Cat"},{"quote":"I've always been mad about cats.","author":"Vivien Leigh","category":"Cats, Mad, Always"},{"quote":"I heard that Jesus had a pet dinosaur. Evolution must be a myth then.","author":"John Bacon","category":"Evolution, Myth, Must"},{"quote":"We all know the stories about the Human Rights Act... about the illegal immigrant who cannot be deported because, and I am not making this up, he had a pet cat.","author":"Theresa May","category":"I Am, Know, Cat"},{"quote":"Humans should always exercise and watch what they eat. So with your pet, make sure they get enough exercise, make sure they're getting fed at the same time every day and getting the nutrition they need. And make sure they get a lot of love and attention you both need. That's why you have them!","author":"Alison Sweeney","category":"Love, Time, Day"},{"quote":"If you have a deep-seated need to be loved and admired every day, you shouldn't be in politics. You should go work at a pet store.","author":"Michael Nutter","category":"Work, Day, Politics"},{"quote":"What happens when you take a lion out of the safari and try to take him to your place of residence and make him a house pet? It ain't going to happen. That's the type of person that I am. I'm that lion.","author":"Cam Newton","category":"I Am, Lion, You"},{"quote":"Being successful is about professionalism, and chewing gum is unprofessional. Its also a huge pet peeve of mine.","author":"Tabatha Coffey","category":"Successful, Being"},{"quote":"Every time someone buys a cat or a dog from a breeder or a pet shop, a cat on the streets or in an animal shelter loses his or her chance at finding a good home.","author":"Amy Jackson","category":"Time, Home, Good"},{"quote":"I had a big Akita, Yoshi, who was fabulous. I loved him. We lost him when he was 12, and I've never been able to replace him. Normally, most people lose a pet and get another and keep going on. But it just felt wrong to me; it felt disloyal.","author":"Robert Crais","category":"Keep Going, Me, Lost"},{"quote":"My dream pet? I like a couple of them, man: monkey, I love dogs. See, tigers, I don't know - I can't be playing with something like that. A monkey, I can handle it. A dog, yeah; I would get a monkey.","author":"French Montana","category":"Love, Dog, Man"},{"quote":"I don't micromanage, but I do care deeply about every product we make. Every one goes through me, and I try most of our products before they go to market, including our John Paul Pet flea and tick shampoo. If I don't like it, it's not coming out.","author":"John Paul DeJoria","category":"Me, Care, Products"},{"quote":"My campaign is about getting pets to be more active, and exercise with your animal is a great way for people to exercise. When you're out with your pet, it becomes fun. You don't think of it as a chore. For me, taking my dog out for a walk is very relaxing.","author":"Misty May-Treanor","category":"Dog, Great, Animal"},{"quote":"Chadron had a water tower, grain elevators, a tanning salon, a video rental store, a small liberal arts college, a Hardee's, a stoplight, and a curling yellow sign in the pet store window that read, 'Hamsters and Tarantulas Featured Today.'","author":"Poe Ballantine","category":"Today, Water, College"},{"quote":"One of the joys of writing historical fiction is the chance to read as much as you like on a pet subject - so much that you could easily bore your friends senseless on the topic.","author":"Deanna Raybourn","category":"Friends, Writing, Chance"},{"quote":"Maybe humans are just the pet alligators that God flushed down the toilet.","author":"Chuck Palahniuk","category":"God, Down, Just"},{"quote":"I used to have this little mouse. I buy birds from the pet store and I let them go.","author":"Ziggy Marley","category":"Birds, Mouse, Little"},{"quote":"My biggest pet peeve, I guess, is other comedians criticizing Larry the Cable Guy.","author":"Ron White","category":"Comedians, Guy, Guess"},{"quote":"One of my pet peeves is when people think that pop guys go country when they can't make it in pop anymore.","author":"Darius Rucker","category":"People, Think, Country"},{"quote":"That's one of my pet peeves. People always want to put something into a category - this one or that one. You know, a great song is a great song.","author":"Darius Rucker","category":"Great, Song, People"},{"quote":"One of my pet peeves about Nashville is that it tends to be copycatted. I don't want to do that. I've got to be different.","author":"Blake Shelton","category":"Want, Be Different"},{"quote":"I kind of imagine myself at eighty, a cat lady.","author":"Juliette Lewis","category":"Myself, Kind, Cat"},{"quote":"Like most people, I have several pet subjects - that may or may not be interesting to other people. Don't get me started on happiness, or habits, or children's literature, or Winston Churchill, unless you really want to talk about it.","author":"Gretchen Rubin","category":"Happiness, Children, Me"},{"quote":"My biggest pet peeve is when you go to a fine restaurant, and it's like a mausoleum inside. Good food should be joyful. There should be laughter and chatter, not people sitting there like they're in a funeral-parlor waiting room.","author":"Jim Harrison","category":"Food, Good, Laughter"},{"quote":"I do feel like by buying rats from a pet store, you are saving them because if not, they would get fed to a snake or something.","author":"Nikki Reed","category":"Snake, You, Feel"},{"quote":"I think there's something great and generic about goldfish. They're everybody's first pet.","author":"Paul Rudd","category":"Great, Think, First"},{"quote":"The first pet I remember was a cat called Baby. She would sleep with me, and I could call her from anywhere, and she would come running.","author":"Ashton Eaton","category":"Sleep, Baby, Me"},{"quote":"Dogs really are perfect soldiers. They are brave and smart; they can smell through walls, see in the dark, and eat Army rations without complaint.","author":"Susan Orlean","category":"Smart, Brave, Dark"},{"quote":"I have a real pet peeve for women who play damaged characters but don't look damaged.","author":"Patty Jenkins","category":"Women, Play, Look"},{"quote":"My pet peeve and my goal in life is to somehow get an adjective for 'integrity' in the dictionary. 'Truthful' doesn't really cover it, or 'genuine.' It should be like 'integritus.'","author":"Rashida Jones","category":"Life, Integrity, Goal"},{"quote":"There are people all over the world who like to write fan letters in the voice of their pet: 'Hello, my name is Fifi and I'm a labrador and I think you're great. Paw paw!'","author":"Rebecca Hall","category":"Great, World, People"},{"quote":"For me, it's always been one of my pet peeves to keep people engaged and talking, and just always being interested in what I have going on. To keep the level of creativity always turned up to the max.","author":"Future","category":"Creativity, Me, People"},{"quote":"In truth, I'm not really a cat person. Seamus, the wonder dog, still deeply mourned by all who knew him, was just about the only pet I've ever really loved.","author":"Michael Dirda","category":"Dog, Truth, Loved"},{"quote":"Pet foods come in a variety of flavors because that's what humans like, and we assume our pets like what we like. We're wrong.","author":"Mary Roach","category":"Assume, Like, Variety"},{"quote":"No one ever pretended that shopping for anything is a rational experience. If it were, would there be Fluffernutter? Laceless sneakers? Porkpie hats? Would the Chia Pet even exist?","author":"Jeffrey Kluger","category":"Experience, Shopping"},{"quote":"A pet store is a celebration of dogs' existence and an explosion of options. About cats, a pet store seems to say, 'Here, we couldn't think of anything else.' Cats are the Hanukkah of the animal world in this way. They are feted quietly and happily by a minority, but there's only so much hoopla applicable to them.","author":"Sloane Crosley","category":"Cats, Animal, World"},{"quote":"My big pet peeve with people posting food - and I love it when people post food - but my number one thing is when you're posting at a restaurant, and it's dark, like a date night, food never looks good. Flash looks horrible, no flash looks horrible. It's important to only do food photos during daylight - and it's all about color with Instagram.","author":"Chrissy Teigen","category":"Love, Food, Good"},{"quote":"I need to be able to be at a gig and just put my bag on the floor and not worry about it being stood on or getting ruined. You want a bag that can go through anything. And a little bit of softness is always lovely. If I don't have a dog, I can just pet my bag!","author":"Cara Delevingne","category":"Dog, Worry, Want"},{"quote":"If you have time to get your pet rabbit its own Instagram account, you have time to at least tweet about something important.","author":"Jameela Jamil","category":"Time, Important, You"},{"quote":"It is a pet peeve of mine when people throw around arguments citing 'Fair Use' and yet fail to actually explain what a fair use argument actually is.","author":"Rachel Sklar","category":"People, Argument, Fail"},{"quote":"I try not to wear anything I have to fidget with - there's nothing worse than wearing something and pulling down the hem and re-adjusting the top. My pet hate is when girls wear those strapless dresses and spend the whole night yanking them up.","author":"Sophie Ellis-Bextor","category":"Hate, Night, Try"},{"quote":"Some men over-tweeze their eyebrows, and it's just too perfect. Men are meant to have kind of a bushy brow. Too much aftershave is also off-putting; it's one of my pet hates.","author":"David Beckham","category":"Men, Perfect, Kind"},{"quote":"It's a little known fact that one in three family pets gets lost during its lifetime, and approximately 9 million pets enter shelters each year. That's why it's a wonderful thing to get your pet microchipped and registered with your contact information because then they can be located and the owners can track where their pets are.","author":"Betty White","category":"Family, Information, Lost"},{"quote":"Growing up, I had an insane crush on Neil Tennant of the Pet Shop Boys.","author":"Erin O'Connor","category":"Growing Up, Crush, Insane"},{"quote":"Apart from 'VIP' being a blockbuster movie, the various characters such as mine, the Luna bike I use in the movie, the lovable amma and appa, a pet dog named Harry Potter, the innocent brother, etc., had a huge reach among the audiences.","author":"Dhanush","category":"Dog, Brother, Bike"},{"quote":"I'm looking more like my dogs every day - it must be the shaggy fringe and the ears.","author":"Christine McVie","category":"Day, Looking, Every Day"},{"quote":"When I was a kid, I was obsessed with different planets in the solar system, and I used to create, for every single planet, a different alien race with a certain kind of pet, a certain kind of house, a certain kind of water system, and everything. I would draw these pictures. I had hundreds of these pictures in a box.","author":"James Gunn","category":"Water, Alien, Solar"},{"quote":"We've begun to long for the pitter-patter of little feet - so we bought a dog. Well, it's cheaper, and you get more feet.","author":"Rita Rudner","category":"Dog, Feet, Long"},{"quote":"In their heyday, the Pet Shop Boys were the Interpol of the Eighties, dressing up to sing really weird pop songs about lust and loneliness in the big city. They're low-pro now, not retro-worshipped in the manner of Depeche Mode, New Order, or The Cure, but you can hear the reason why - these guys are too sad.","author":"Rob Sheffield","category":"Sad, Loneliness, City"},{"quote":"One of the most obvious ways dogs can improve our physical and mental health is via daily walks.","author":"Andrew Weil","category":"Daily, Health, Mental Health"},{"quote":"My college friends call me Karu, which is the worst. Only in our country can we make a short form for a short name. But otherwise, I've never had a pet name all my life. But now, in official meetings, someone will call me KJo. And I'll judge that person in my head. Just call me Karan.","author":"Karan Johar","category":"Life, Friends, College"},{"quote":"We have a habit of turning to scientists when we want factual answers and artists when we want entertainment, but where are the facts about the nature of the self? Neurologists peering at PET scans and fMRIs know they aren't seeing the soul in there.","author":"James Gleick","category":"Nature, Soul, Self"},{"quote":"When you want a break from dogs, and you take them to the kennel to the stars, no one thinks you're a bad pet owner. But when you have kids, you can't drop them off for three weeks without someone calling Child Protective Services!","author":"Gabrielle Union","category":"Stars, Child, Want"},{"quote":"I love the ubiquitous idly-dosa combination. In fact, that was my pet name as a kid! In school, I would bug the canteen boys to get me my daily quota of idly!","author":"Hansika Motwani","category":"Love, Daily, School"},{"quote":"When a guy tells me I'm cute, it's not something desirable. Cute is more like what you want your pet to be.","author":"Natalie Portman","category":"Cute, Me, Want"},{"quote":"I can't imagine God not allowing my dog into heaven.","author":"Rick Warren","category":"Dog, God, Heaven"},{"quote":"When you're fighting for social justice, one of my biggest pet peeves is speaking out of ignorance.","author":"Eva Longoria","category":"Justice, Ignorance, You"},{"quote":"Our pets rely on us entirely for their nutrition. So if you're making your own judgments, that could lead to a mistake. At the same time, we have more control over our pet's diet than we do with our children or with ourselves, so your vet can tell you what is appropriate for your dog and you can assign them that.","author":"Alison Sweeney","category":"Time, Children, Dog"},{"quote":"All writers have their own pet commandments.","author":"Darin Strauss","category":"Own, Commandments, Writers"},{"quote":"I love animals. I just don't want to have a pet. That's OK, right? I would take a dog over a cat, at least to interact with you. I feel like cats just stare you down all the time. Cats have, like, bad attitudes.","author":"Erin Foster","category":"Love, Time, Dog"},{"quote":"I hate rats. I had a pet rat to try and overcome it. I even gave him mouth-to mouth resuscitation when he had a heart attack. But I couldn't conquer it.","author":"Sam Taylor-Wood","category":"Heart, Hate, Conquer"},{"quote":"A lover tries to stand in well with the pet dog of the house.","author":"Moliere","category":"Dog, Stand, House"},{"quote":"In summation, like your beloved pet rock, Twitter is useful only in your imagination.","author":"David Harsanyi","category":"Imagination, Rock, Like"},{"quote":"One of my big pet peeves is single-use plastic bags. I think it's one of the stupidest ideas in the world.","author":"Philippe Cousteau, Jr.","category":"World, Ideas, Think"},{"quote":"I have a pet peeve about bands that don't play their hits. I think it's kind of selfish.","author":"Art Alexakis","category":"Selfish, Think, Play"},{"quote":"One of my pet peeves about biblical epics was that the characters' costumes always looked like they're just out of the dry cleaners.","author":"Roma Downey","category":"Always, Just, Like"},{"quote":"My first pet at home in Edinburgh was a dog my dad had called Glen. He was a small sheepdog and went with my dad every day to work as manager of a cooking centre, which made the children's lunches for schools.","author":"Ronnie Corbett","category":"Work, Children, Home"},{"quote":"It doesn't work if the bad guys kill his mother's uncle's friend's neighbor's pet dog. You've got to make the stakes high.","author":"Steven Seagal","category":"Work, Dog, Mother"},{"quote":"I have more pet peeves than anybody: people talking in the movie theater, people eating in the movie theater loudly, people being rude, people making noise when you're supposed to be asleep, like drilling noises outside. I could be here all day.","author":"Kate Beckinsale","category":"Day, People, You"},{"quote":"I really want a pet, and I really love animals.","author":"Aurora","category":"Love, Want, Animals"},{"quote":"We created a line of pet food called Nutrish that's made to human standards, and 100 percent of the proceeds go to animal rescue. One of our top-tier donors is the ASPCA, and they help us challenge animal shelters all across the country to get more animals placed in homes.","author":"Rachael Ray","category":"Food, Challenge, Animal"},{"quote":"I have a lot of trouble understanding how people see me as a celebrity. I work 14 hours a day, and then I just want to talk to my family, see the people I love, pet my dog, and go to bed. I'm not looking to be best friends with or emulate a celebrity.","author":"America Ferrera","category":"Love, Work, Family"},{"quote":"I have the same pet peeve as Anderson Cooper, which is bare feet in public. I hate it. It so grosses me out, especially in New York. Oh my God, New York in the summer with people and their feet in their sandals and their flip-flops, like get it away!","author":"Busy Philipps","category":"God, Hate, Me"},{"quote":"I'm a dog person, but I don't have a pet.","author":"Timothy Simons","category":"Dog, Person"},{"quote":"I think you can totally be a totally normal kid from the suburbs of Chicago and go off and play shows. It's one of those things that when you go home, you're still the nerd you were when you left, and your parents still get to yell at you about cleaning up your room, and your girlfriend still drags you to the pet store.","author":"Patrick Stump","category":"Home, Parents, Think"},{"quote":"My pet peeve is when people criticize things when they're just trying to have a conversation.","author":"Jeff Baena","category":"People, Conversation, Trying"},{"quote":"Truth be told, ginormous portions have become a pet peeve of mine.","author":"Hal Sparks","category":"Truth, Become, Mine"},{"quote":"I don't have pet peeves I have whole kennels of irritation.","author":"Whoopi Goldberg","category":"Whole, Irritation"},{"quote":"People didn't think animals thought or remembered or had minds! They most certainly do: any pet owner knows more than a lot of scientists about animals.","author":"Elizabeth Marshall Thomas","category":"Thought, People, Animals"},{"quote":"My little dog, he did not get ill. It is so funny that people get ill on a boat and dogs do not.","author":"Anna Held","category":"Funny, Dog, Boat"},{"quote":"I love cats.","author":"Dick Van Patten","category":"Love, Cats, I Love"},{"quote":"We wanted a pet food based on sound scientific principles and truth, not marketing hype.","author":"Dick Van Patten","category":"Food, Truth, Marketing"},{"quote":"If I was good each week, my father would take me to a different pet store each Saturday. I had a snake, horny toads, turtles, lizards, rabbits, guinea pigs... I kept my alligator in the bathtub until it got too big.","author":"Dick Van Patten","category":"Good, Father, Me"},{"quote":"A hungry dog hunts best. A hungrier dog hunts even better.","author":"Norman Ralph Augustine","category":"Dog, Best, Better"},{"quote":"Environmentalists hate sprawl - except when it comes to the size of their expansive pet legislation on Capitol Hill.","author":"Michelle Malkin","category":"Hate, Size, Hill"},{"quote":"Many who have spent a lifetime in it can tell us less of love than the child that lost a dog yesterday.","author":"Thornton Wilder","category":"Love, Dog, Child"},{"quote":"My pet peeves are people touching me a lot. Random dudes grabbing me and slapping me across the back. They're not doing it on purpose, but it's like they forget I'm a person. But you can't do anything about it. What are you going to do?","author":"Rob Gronkowski","category":"Purpose, Me, People"},{"quote":"Dachshunds are ideal dogs for small children, as they are already stretched and pulled to such a length that the child cannot do much harm one way or the other.","author":"Robert Benchley","category":"Children, Child, Small"},{"quote":"Don't buy furs: that's No. 1. You can start with that. Then spay and neuter your pets. We destroy millions of them a year. Go to an animal shelter for a cat or dog. And read a book about how to care properly for your particular pet.","author":"Loretta Swit","category":"Dog, Book, Animal"},{"quote":"I have a little bit of a pet peeve about how the middle class is depicted in movies. I feel like they tend to be either depicted in a very sentimental way, where everybody has a heart of gold except for the villains you're supposed to hiss at, or there's a sort of indie-style version... When it's done well, it's brilliant, it's 'Blue Velvet.'","author":"Greg Mottola","category":"Heart, Blue, Gold"},{"quote":"One of my biggest pet peeves is when a guy's wearing flip-flop sandals, which I don't understand. Men's feet are disgusting to begin with, but now they're on display when I try to go out for a nice steak at a restaurant, and I have to sit there and look at some guy's hoof? I don't get it. I don't understand it.","author":"Sebastian Maniscalco","category":"Men, Feet, Nice"},{"quote":"My parents were very permissive when it came to animals. As long as we earned the money to buy them and built whatever structure it was they were going to live in, we could have any kind of pet we wanted. They would have let us have a rhinoceros if we could have afforded it.","author":"Maggie Stiefvater","category":"Money, Parents, Animals"},{"quote":"Ill-fitted T-shirts stretched over a gut are my pet hate. And if the colour's faded - ugh.","author":"Joanne Froggatt","category":"Hate, Colour, Gut"},{"quote":"For every book that I write... I develop a history for each person and make sure they are well rounded and flawed. You have to know everything about them from their shoe size, to where they went to school, to what their first pet was, to what they like to eat, to what they want out of life.","author":"Jojo Moyes","category":"Life, History, School"},{"quote":"If you're trying to cut down the distance travelled from the farm to your plate, it makes sense to do the same for your pet. If we all shifted our bias towards sustainable pet food, we would be helping more than just our faithful friends.","author":"Sheherazade Goldsmith","category":"Food, Friends, You"},{"quote":"I do not believe that I will ever write an adult novel from an animal's point of view unless someday it becomes suddenly appealing to me to make a narrator a mentally ill pet. Never say never.","author":"Andrea Seigel","category":"Animal, Believe, Me"},{"quote":"I'm very into Taylor Swift. From her music to her wardrobe, she is absolutely killing it. Also, she has adorable cats that I would love to pet.","author":"Connor Franta","category":"Love, Music, Cats"},{"quote":"Taking responsibility and having faith in your own judgment will help you make good choices and decisions at the end of your pet's life.","author":"Jon Katz","category":"Life, Good, Faith"},{"quote":"The world spends $40 billion a year on pet food.","author":"Nicholas D. Kristof","category":"Food, World, Year"},{"quote":"I've been lucky. I've made films that I really like. It's been a combination of what comes to me and what I choose. I've gone after lots of things that I didn't get, pet projects that everybody ends up chasing after. Really, you're lucky if you get anything.","author":"Hope Davis","category":"Me, Lucky, You"},{"quote":"I grew up with a pet iguana named Willy. We had a very contentious relationship. It turns out that iguanas are not meant to live in suburban homes.","author":"Kate McKinnon","category":"Relationship, Live, Up"},{"quote":"I was a dog in a past life. Really. I'll be walking down the street and dogs will do a sort of double take. Like, Hey, I know him.","author":"William H. Macy","category":"Life, Dog, Past"},{"quote":"My mom didn't believe in putting chemicals in hair. But when I got to college, we didn't have A/C in our dorms freshman year. So after several days of waking up looking like a Chia Pet, I was like 'OK, I'm gonna get a perm.' And then my hair revolted and fell out. I was over that quick, fast and in a hurry.","author":"Keshia Knight Pulliam","category":"Mom, College, Believe"},{"quote":"Once they become AKC registered, the newspapers will become flooded with ads for them. And you'll see Border collies in pet stores and animal shelters.","author":"Donald McCaig","category":"Animal, You, See"},{"quote":"Though each trainer believes his or her method is best, I don't think it matters which method the pet owner adopts so long as that owner finds a capable mentor and sticks with the training. Eventually you will learn to see your dog, and when that happens, the richness of your and your dog's lives will tell you what to do next.","author":"Donald McCaig","category":"Dog, Best, Training"},{"quote":"Every time I decide I want a child I get another pet. I have 3 dogs, 13 birds and 3 horses, what does that tell you?","author":"Alyssa Milano","category":"Time, Child, Birds"},{"quote":"I could probably give you a list of a dozen pet peeves I have about my own physicality and why I couldn't get a second date.","author":"Zachary Levi","category":"Why, You, My Own"},{"quote":"Children are my pet cause. I have a foster child in El Salvador, and whenever I'm home, I work for the Adam Walsh Foundation, which finds missing children. I also do some hospital visits and other things for the Make-a-Wish Foundation.","author":"Jane Badler","category":"Work, Children, Home"},{"quote":"You can get too bogged down in technology and you can sort of forget what it is you were trying to do. And with the Pet Shop Boys it's primarily about the songs, it's about song writing.","author":"Chris Lowe","category":"Technology, Writing, Song"},{"quote":"I could never date a guy with a pet snake.","author":"Genesis Rodriguez","category":"Snake, Never, Guy"},{"quote":"There are things that I invented - the creaky geriatric robot that is always grumpy, for example, or the little wheelie guy, he's not in the Hasbro lore. But kids love that stuff - this little guy as a pet on a chain. They gravitate towards it.","author":"Michael Bay","category":"Love, Kids, Chain"},{"quote":"It was so cold today that I saw a dog chasing a cat, and the dog was walking.","author":"Mickey Rivers","category":"Dog, Today, Walking"},{"quote":"I love animals and feel very strongly that people should not be allowed to buy a pet if they are not able to look after it.","author":"Kirsty Gallacher","category":"Love, People, Animals"},{"quote":"We all have our pet things that we like to get religious about.","author":"Max Cannon","category":"Like, Religious, Things"},{"quote":"Pet lovers know that animals sometimes understand us better than we do, and the annals of human sin and desire provide plenty of stories to drive the point home.","author":"Tony Snow","category":"Home, Animals, Sin"},{"quote":"I've teamed up with PetSmart Charities to celebrate the five million homeless pets who've found homes through their in-store adoption centers, and to spread the word about how we can work together to save millions more pets' lives and, ultimately, end pet homelessness.","author":"Josh Duhamel","category":"Work, Together, Celebrate"},{"quote":"There is something very independent about French balloons - you feel you couldn't make a pet of one.","author":"Elizabeth Bibesco","category":"Independent, You, Feel"},{"quote":"The government needs to help those in need, but members of Congress shouldn't take advantage of the situation and use a national tragedy as an opportunity to spend taxpayer dollars on their pet projects.","author":"Chris Chocola","category":"Government, Tragedy"},{"quote":"Why would you want to do anything else but rescue a pet?","author":"Paul Shaffer","category":"Want, Why, You"},{"quote":"Actually, my dog I think is the only person who consistently loves me all the time.","author":"H. G. Bissinger","category":"Time, Dog, Me"},{"quote":"I'm not a big pet fan. I remember the school used to have a hamster, and you used to take it home for a week at a time. I did that. I probably got bored of it within a day.","author":"George Ezra","category":"Time, Home, School"},{"quote":"It is one of my pet hates when I see players who have agents who do everything for them. They don't know how to set up their own bank accounts, they don't know what they are spending their money on and they can't make their own decisions.","author":"Gary Neville","category":"Money, Decisions, Know"},{"quote":"I have some road rage inside of me. Traffic, especially in L.A., is a pet peeve of mine.","author":"Katie Holmes","category":"Road, Me, Traffic"},{"quote":"I have a Lab, it's fun to hang out and hike with the dog, people come up to him, and pet him, it's fun.","author":"George Eads","category":"Dog, Fun, People"},{"quote":"Dogs are my favorite people.","author":"Richard Dean Anderson","category":"People, Favorite, Dogs"},{"quote":"We are telling veterans they must sacrifice to pay for the pet projects and contracts to campaign donors of powerful members of Congress.","author":"Nick Lampson","category":"Powerful, Sacrifice"},{"quote":"One of my biggest pet peeves is well-dressed designers. If you spend that much time thinking about your own clothes, you're not spending enough time thinking about what you're designing.","author":"Joseph Altuzarra","category":"Time, Thinking, Clothes"},{"quote":"It is impossible for a lover of cats to banish these alert, gentle, and discriminating friends, who give us just enough of their regard and complaisance to make us hunger for more.","author":"Agnes Repplier","category":"Friends, Cats, Impossible"},{"quote":"I was very short. Everybody else was two years older in my class, and I had curly hair and was teacher's pet.","author":"Howard Stringer","category":"Teacher, Short, Hair"},{"quote":"People were a little leery when I was doing the press for my last album 'Rumble Doll,' yes. It's always that thing that this is a dilettante or a pet project.","author":"Patti Scialfa","category":"People, Doing, Project"},{"quote":"Legislators are interested in their pet projects, getting re-elected, and popularity contests.","author":"Bud Grant","category":"Popularity, Contests"},{"quote":"Gypsy was the name my brother gave a pet turtle he had. I always thought it was so peculiar.","author":"Joel Hodgson","category":"Brother, Thought, Name"},{"quote":"I do have the most adorable little Chihuahua mix. I adopted him about 3 1/2 years ago from Much Love pet adoption, and he has been the love of my life ever since. His name is Beau, or as my sister and I like to call him ' mushy mush' because he truly is just a pile of loving mush that just melts in your arms.","author":"Torrey DeVitto","category":"Love, Life, Sister"},{"quote":"My biggest pet peeve is when people don't admit what they've done.","author":"Daniela Bobadilla","category":"People, Done, Admit"},{"quote":"I spent a lot of time in the White House in the public areas where reporters are allowed to go, but I spoke to people about the private quarters as well. Some of the things I learned were small, novelistic details. For example, the fact that there were still pet stains on the carpets from the Bush cats when the Obamas moved in.","author":"Jodi Kantor","category":"Time, Cats, Small"},{"quote":"Crabbed and obscure definitions are of no use beyond a narrow circle of students, of whom probably every one has a pet one of his own.","author":"Frederick Pollock","category":"Students, Circle, Obscure"},{"quote":"I was raised in a strict Southern household in Lexington, South Carolina, and I remember sneaking off to watch 'Pet Cemetery' as a kid. After seeing those animals reincarnate, I screamed and couldn't sleep for weeks, but watched it again and again.","author":"Jessica Stroup","category":"Sleep, Animals, Remember"},{"quote":"People buy a cat and think, 'Oh that's a beautiful collar. I'll put that on,' but that doesn't make them a responsible pet owner.","author":"Celia Hammond","category":"Beautiful, People, Think"},{"quote":"All I want in life is to pet my dog and cat. After that, all I want to do is post photos of them. Mostly because they're the cutest things ever, but also because I don't have to worry about how ugly I look in the photo.","author":"Cazzie David","category":"Life, Dog, Worry"},{"quote":"I want to be a lawyer, a dancer, an actress, a mother, a wife, a children's author, a distance runner, a poet, a pianist, a pet store owner, an astronaut, an environmental and humanitarian activist, a psychiatrist, a ballet teacher, and the first woman president.","author":"Rachel Corrie","category":"Teacher, Children, Mother"},{"quote":"Pet me, touch me, love me, that's what I get when I perform. That's when I'm really getting what I want.","author":"Connie Stevens","category":"Love, Me, Want"},{"quote":"A lizard is a perfect pet for a model. They only need feeding once a fortnight. And I'm always travelling, so it's perfect. If I had a dog, it would drop dead of starvation.","author":"Abbey Lee Kershaw","category":"Dog, Perfect, Need"},{"quote":"I started keeping track of my pet peeves and so far have counted over 160... but to pick one: muffins. They're imposters. They think they're breakfast food, but really, they are just terrible cupcakes.","author":"Aubrey Peeples","category":"Food, Breakfast, Think"},{"quote":"Millions of animals are euthanized every year because shelters can't find homes for them. Buying animals from pet stores also tends to support puppy and cat mills, many of which have deplorable conditions for animals, which shouldn't be tolerated.","author":"Laura Mennell","category":"Support, Animals, Cat"},{"quote":"I am a pet person. My dog actually lives in Georgia now. But I work with animal trainers and pets quite often. I also volunteer at different places like animal shelters. It's good to be around pets. They kind of put things into perspective. They're easygoing, loyal, and they seem to get it, even when humans don't.","author":"Alyson Stoner","category":"Work, Dog, Good"},{"quote":"I was in New York and I walked into this pet store and came out with a dog.","author":"Beverley Mitchell","category":"Dog, New York, New"},{"quote":"Pet stores just sell their animals.","author":"Booboo Stewart","category":"Animals, Just, Sell"},{"quote":"One of my obsession is animals. I'm into dog rescues. It drives me crazy when people go to pet stores and buy dogs. There are so many dogs that need a good home. And this sounds crazy, but I really believe they know what is happening and are appreciative, and I just think they make for the best pets.","author":"Jim O'Heir","category":"Home, Good, Best"},{"quote":"A move to a different town or school gives us new places to explore, new people to meet; a lost pet means we have to organize a careful search; baby-sitting requires looking out for dangers a young child can't foresee; a car crash or fire demands that we get help immediately.","author":"Jim Murphy","category":"Car, School, Child"},{"quote":"Our cat is kind dove shellfish, and thinks the world is hers, She finds a comfy spot and then we pet turtle sheep purrs.","author":"Brian P. Cleary","category":"World, Sheep, Cat"},{"quote":"My biggest pet peeve are just girls who go to sports bars who have no intention on caring what teams are playing, like they're looking for just a night out. That drives me more crazy than anything else. Like, don't pretend to be a sports fan.","author":"Jerry Ferrara","category":"Sports, Caring, Night"},{"quote":"The same regions of the brain light up when someone touches their smartphone as when they touch a family member or a pet.","author":"Matt Cohler","category":"Family, Light, Brain"},{"quote":"I have this pet thing about how global communications are moving so fast now, throwing information at you, making everything available to you, and yet I feel it's leaving us more and more isolated.","author":"Mike Rutherford","category":"Moving, Information, Leaving"},{"quote":"I was in three academic clubs, a huge book worm and the teacher's pet. I was kind of an easy target for bullies.","author":"Nicole Anderson","category":"Teacher, Book, Easy"},{"quote":"I was home schooled in high school but was definitely the nerd in middle school. I was in three academic clubs, a huge book worm, and the teacher's pet. I was kind of an easy target for bullies.","author":"Nicole Anderson","category":"Teacher, Home, School"},{"quote":"Nothing gives me quite so much joy as when people tell me they've had their pets spayed or neutered.","author":"Bob Barker","category":"Joy, Me, People"},{"quote":"I'm a fan of the old 'Creature Features' like 'Critters,' and 'Gremlins' and 'Tremors.' 'Jaws' is classic. It's funny that I still like those films because I remember my mom would tease me about getting a pet Critter to keep under my bed.","author":"Brooke Nevin","category":"Funny, Mom, Me"},{"quote":"I'm a writer who stacks cat food for a living. It's true: I have a master's degree in creative writing, I've published two critically successful books, and I get paid to replenish the shelves of my local food co-op with pet food, sponges and toilet paper. Nine days out of 10, I do it quite happily.","author":"Ali Liebegott","category":"Food, Writing, Creative"},{"quote":"I've got a new invention. It's a revolving bowl for tired goldfish.","author":"Lefty Gomez","category":"Tired, New, Bowl"},{"quote":"To this day I don't ever remember seeing a pet inside Moscow, I never saw anyone carrying a dog, or leading a dog. Err I finally saw a, a pet some years later in Kiev, so I thought that life must have been, different.","author":"Ralph Boston","category":"Life, Day, Dog"},{"quote":"It's true, you can never eat a pet you name. And anyway, it would be like a ventriloquist eating his dummy.","author":"Alexander Theroux","category":"Name, Eating, You"},{"quote":"And I strongly believe people should rescue dogs, or, at the very least, listen to Bob Barker and have your pet spayed or neutered.","author":"Justin Chambers","category":"Believe, People, Listen"},{"quote":"One of my biggest pet peeves is that I just don't like it when characters do things that are funny to the writer, but you don't know why they're doing it and it doesn't make any sense.","author":"Glenn Howerton","category":"Funny, Know, Why"},{"quote":"Kittens can happen to anyone.","author":"Paul Gallico","category":"Happen, Anyone, Kittens"},{"quote":"I'm no one's pet, and I intend to be an independent voice in the U.S. Senate.","author":"Chris Coons","category":"Voice, Independent, Senate"},{"quote":"Do not make the mistake of treating your dogs like humans or they will treat you like dogs.","author":"Martha Scott","category":"Treat, Mistake, You"},{"quote":"In the End, we will remember not the words of our enemies, but the silence of our friends.","author":"Martin Luther King, Jr.","category":"Friends, Silence, Words"},{"quote":"My fellow Americans, ask not what your country can do for you, ask what you can do for your country.","author":"John F. Kennedy","category":"Country, You, Ask"},{"quote":"Guard against the impostures of pretended patriotism.","author":"George Washington","category":"Patriotism, Against, Guard"},{"quote":"The willingness of America's veterans to sacrifice for our country has earned them our lasting gratitude.","author":"Jeff Miller","category":"Gratitude, America, Veterans"},{"quote":"I only regret that I have but one life to lose for my country.","author":"Nathan Hale","category":"Life, Regret, Country"},{"quote":"A man's country is not a certain area of land, of mountains, rivers, and woods, but it is a principle and patriotism is loyalty to that principle.","author":"George William Curtis","category":"Patriotism, Loyalty, Man"},{"quote":"Memorial Day isn't just about honoring veterans, its honoring those who lost their lives. Veterans had the fortune of coming home. For us, that's a reminder of when we come home we still have a responsibility to serve. It's a continuation of service that honors our country and those who fell defending it.","author":"Pete Hegseth","category":"Day, Home, Responsibility"},{"quote":"Who sows virtue reaps honor.","author":"Leonardo da Vinci","category":"Honor, Virtue, Who"},{"quote":"I have long believed that sacrifice is the pinnacle of patriotism.","author":"Bob Riley","category":"Patriotism, Sacrifice, Long"},{"quote":"Patriotism consists not in waving the flag, but in striving that our country shall be righteous as well as strong.","author":"James Bryce","category":"Patriotism, Strong, Country"},{"quote":"I would rather be remembered by a song than by a victory.","author":"Alexander Smith","category":"Song, Victory, Rather"},{"quote":"True patriotism isn't cheap. It's about taking on a fair share of the burden of keeping America going.","author":"Robert Reich","category":"Patriotism, America, True"},{"quote":"There is nothing wrong with America that cannot be cured with what is right in America.","author":"William J. Clinton","category":"America, Nothing, Right"},{"quote":"What I can do for my country, I am willing to do.","author":"Christopher Gadsden","category":"I Am, Country, I Can"},{"quote":"Memorial Day this year is especially important as we are reminded almost daily of the great sacrifices that the men and women of the Armed Services make to defend our way of life.","author":"Robin Hayes","category":"Life, Daily, Women"},{"quote":"On what rests the hope of the republic? One country, one language, one flag!","author":"Alexander Henry","category":"Hope, Language, Country"},{"quote":"Patriotism was a living fire of unquestioned belief and purpose.","author":"Frank Knox","category":"Patriotism, Purpose, Fire"},{"quote":"There are no points of the compass on the chart of true patriotism.","author":"Robert Charles Winthrop","category":"Patriotism, True, Compass"},{"quote":"As America celebrates Memorial Day, we pay tribute to those who have given their lives in our nation's wars.","author":"John M. McHugh","category":"Day, America, Nation"},{"quote":"There's intense national feeling in America that could be called patriotism.","author":"Michael Ignatieff","category":"Patriotism, America, Feeling"},{"quote":"In remembering those who lost their lives in the London attacks and the September 11th attacks we continue our commitment to fighting for freedom, democracy and justice.","author":"Doc Hastings","category":"Freedom, Justice, Commitment"},{"quote":"137 years later, Memorial Day remains one of America's most cherished patriotic observances. The spirit of this day has not changed - it remains a day to honor those who died defending our freedom and democracy.","author":"Doc Hastings","category":"Day, Freedom, America"},{"quote":"May Heaven be propitious, and smile on the cause of my country.","author":"Zebulon Pike","category":"Smile, Country, Heaven"},{"quote":"The average American is nothing if not patriotic.","author":"Herbert Croly","category":"American, Nothing, Average"},{"quote":"The heroes of Flight 93 won the first battle in the War on Terror, and they should never be forgotten.","author":"Jim Ramstad","category":"War, Battle, Heroes"},{"quote":"There is nothing nobler than risking your life for your country.","author":"Nick Lampson","category":"Life, Country, Nothing"},{"quote":"Man is a military animal, glories in gunpowder, and loves parade.","author":"Philip James Bailey","category":"Man, Animal, Military"},{"quote":"Over all our happy country - over all our Nation spread, Is a band of noble heroes - is our Army of the Dead.","author":"Will Carleton","category":"Happy, Heroes, Nation"},{"quote":"Experience is simply the name we give our mistakes.","author":"Oscar Wilde","category":"Mistakes, Name, Give"},{"quote":"Be brave. Take risks. Nothing can substitute experience.","author":"Paulo Coelho","category":"Brave, Risks, Nothing"},{"quote":"You should never view your challenges as a disadvantage. Instead, it's important for you to understand that your experience facing and overcoming adversity is actually one of your biggest advantages.","author":"Michelle Obama","category":"Adversity, Challenges"},{"quote":"Each one of us has our own evolution of life, and each one of us goes through different tests which are unique and challenging. But certain things are common. And we do learn things from each other's experience. On a spiritual journey, we all have the same destination.","author":"A. R. Rahman","category":"Life, Journey, Spiritual"},{"quote":"Life can only be understood backwards but it must be lived forwards.","author":"Soren Kierkegaard","category":"Life, Lived, Must"},{"quote":"Practice does not make perfect. Only perfect practice makes perfect.","author":"Vince Lombardi","category":"Practice, Perfect"},{"quote":"Empathy begins with understanding life from another person's perspective. Nobody has an objective experience of reality. It's all through our own individual prisms.","author":"Sterling K. Brown","category":"Life, Empathy, Perspective"},{"quote":"Experience tells you what to do confidence allows you to do it.","author":"Stan Smith","category":"Confidence, You, Tells"},{"quote":"The essential lesson I've learned in life is to just be yourself. Treasure the magnificent being that you are and recognize first and foremost you're not here as a human being only. You're a spiritual being having a human experience.","author":"Wayne Dyer","category":"Life, Be Yourself, Spiritual"},{"quote":"Wealth is the ability to fully experience life.","author":"Henry David Thoreau","category":"Life, Money, Wealth"},{"quote":"We should not look back unless it is to derive useful lessons from past errors, and for the purpose of profiting by dearly bought experience.","author":"George Washington","category":"Past, Purpose, Look"},{"quote":"There are three methods to gaining wisdom. The first is reflection, which is the highest. The second is limitation, which is the easiest. The third is experience, which is the bitterest.","author":"Confucius","category":"Wisdom, Reflection, Three"},{"quote":"Life experience is what defines our character, even if it means getting your heart broken or being lied to. You know, you need the downs to appreciate the ups. Going on the adventure or taking that risk is important.","author":"Nev Schulman","category":"Life, Adventure, Character"},{"quote":"If I find in myself a desire which no experience in this world can satisfy, the most probable explanation is that I was made for another world.","author":"C. S. Lewis","category":"Myself, World, Desire"},{"quote":"For me, there is no such thing as a negative experience.","author":"A. P. J. Abdul Kalam","category":"Me, Negative, Thing"},{"quote":"The joy of life consists in the exercise of one's energies, continual growth, constant change, the enjoyment of every new experience. To stop means simply to die. The eternal mistake of mankind is to set up an attainable ideal.","author":"Aleister Crowley","category":"Life, Change, Growth"},{"quote":"I have but one lamp by which my feet are guided, and that is the lamp of experience.","author":"Patrick Henry","category":"Feet, Lamp, Which"},{"quote":"Experience is not what happens to you it's what you do with what happens to you.","author":"Aldous Huxley","category":"Wisdom, You, Happens"},{"quote":"Nothing ever becomes real till it is experienced.","author":"John Keats","category":"Real, Nothing, Till"},{"quote":"We see our customers as invited guests to a party, and we are the hosts. It's our job every day to make every important aspect of the customer experience a little bit better.","author":"Jeff Bezos","category":"Day, Job, Party"},{"quote":"Simplicity is the most difficult thing to secure in this world it is the last limit of experience and the last effort of genius.","author":"George Sand","category":"Simplicity, Effort, World"},{"quote":"As human beings, we are vulnerable to confusing the unprecedented with the improbable. In our everyday experience, if something has never happened before, we are generally safe in assuming it is not going to happen in the future, but the exceptions can kill you and climate change is one of those exceptions.","author":"Al Gore","category":"Change, Future"},{"quote":"Life it is not just a series of calculations and a sum total of statistics, it's about experience, it's about participation, it is something more complex and more interesting than what is obvious.","author":"Daniel Libeskind","category":"Life, Statistics"},{"quote":"Experience is a dim lamp, which only lights the one who bears it.","author":"Louis-Ferdinand Celine","category":"Lamp, Lights, Which"},{"quote":"All those cliches, those things you hear about having a baby and motherhood - all of them are true. And all of them are the most beautiful things you will ever experience.","author":"Penelope Cruz","category":"Beautiful, Baby, Motherhood"},{"quote":"People are always going to go shopping. A lot of our effort is just: 'How do we make the retail experience a great one?'","author":"Philip Green","category":"Great, Effort, People"},{"quote":"In my experience, poor people are the world's greatest entrepreneurs. Every day, they must innovate in order to survive. They remain poor because they do not have the opportunities to turn their creativity into sustainable income.","author":"Muhammad Yunus","category":"Day, Creativity, World"},{"quote":"Karma is experience, and experience creates memory, and memory creates imagination and desire, and desire creates karma again. If I buy a cup of coffee, that's karma. I now have that memory that might give me the potential desire for having cappuccino, and I walk into Starbucks, and there's karma all over again.","author":"Deepak Chopra","category":"Coffee, Imagination, Memory"},{"quote":"How is it possible that a being with such sensitive jewels as the eyes, such enchanted musical instruments as the ears, and such fabulous arabesque of nerves as the brain can experience itself anything less than a god.","author":"Alan Watts","category":"God, Eyes, Brain"},{"quote":"From my own experience, I want to say that you should follow your heart, and the mind will follow you. Believe in yourself, and you will create miracles.","author":"Kailash Satyarthi","category":"Heart, Believe In Yourself"},{"quote":"The reward of suffering is experience.","author":"Harry S Truman","category":"Suffering, Reward"},{"quote":"You have people come into your life shockingly and surprisingly. You have losses that you never thought you'd experience. You have rejection and you have learn how to deal with that and how to get up the next day and go on with it.","author":"Taylor Swift","category":"Life, Relationship, Day"},{"quote":"The sky is the limit. You never have the same experience twice.","author":"Frank McCourt","category":"Sky, Limit, You"},{"quote":"Experience has shown, and a true philosophy will always show, that a vast, perhaps the larger portion of the truth arises from the seemingly irrelevant.","author":"Edgar Allan Poe","category":"Truth, Philosophy, True"},{"quote":"People grow through experience if they meet life honestly and courageously. This is how character is built.","author":"Eleanor Roosevelt","category":"Life, Character, People"},{"quote":"Creativity is an energy. It's a precious energy, and it's something to be protected. A lot of people take for granted that they're a creative person, but I know from experience, feeling it in myself, it is a magic; it is an energy. And it can't be taken for granted.","author":"Ava DuVernay","category":"Creativity, Myself, Creative"},{"quote":"It has been my experience that folks who have no vices have very few virtues.","author":"Abraham Lincoln","category":"Virtues, Been, Vices"},{"quote":"Human beings, who are almost unique in having the ability to learn from the experience of others, are also remarkable for their apparent disinclination to do so.","author":"Douglas Adams","category":"Unique, Learn, Human"},{"quote":"It is only in adventure that some people succeed in knowing themselves - in finding themselves.","author":"Andre Gide","category":"Adventure, People, Finding"},{"quote":"An identity would seem to be arrived at by the way in which the person faces and uses his experience.","author":"James Baldwin","category":"Identity, Way, Person"},{"quote":"I don't have a type. But one thing I can say from my dating experience is that a physical attraction will only take you so far. So you definitely have to have a strong intellectual connection as well.","author":"Jesse Metcalfe","category":"Strong, Dating, You"},{"quote":"The belief that all genuine education comes about through experience does not mean that all experiences are genuinely or equally educative.","author":"John Dewey","category":"Education, Belief, Mean"},{"quote":"Loneliness is and always has been the central and inevitable experience of every man.","author":"Thomas Wolfe","category":"Loneliness, Man, Always"},{"quote":"Writing in a diary is a really strange experience for someone like me. Not only because I've never written anything before, but also because it seems to me that later on neither I nor anyone else will be interested in the musings of a thirteen-year-old schoolgirl.","author":"Anne Frank","category":"Writing, Me, Strange"},{"quote":"Is being single hard? It depends where your mind is. If you are focused, being single is an enjoyable experience, but if you hate being alone, you'll hate being single. I think it depends on the individual are where they are in life.","author":"Lauren London","category":"Life, Alone, Hate"},{"quote":"Judgement comes from experience, and experience comes from bad judgement.","author":"Simon Bolivar","category":"Judgement, Bad"},{"quote":"A mind that is stretched by a new experience can never go back to its old dimensions.","author":"Oliver Wendell Holmes, Jr.","category":"Mind, New, Back"},{"quote":"Acting is a very personal process. It has to do with expressing your own personality, and discovering the character you're playing through your own experience - so we're all different.","author":"Ian Mckellen","category":"Character, Personality"},{"quote":"There are many harsh lessons to be learned from the gambling experience, but the harshest one of all is the difference between having Fun and being Smart.","author":"Hunter S. Thompson","category":"Having Fun, Smart, Fun"},{"quote":"Every day is a new journey for me, and I feel like, in my lifetime, I've been blessed to experience such a lot.","author":"Bindi Irwin","category":"Journey, Day, Blessed"},{"quote":"I gave myself permission to feel and experience all of my emotions. In order to do that, I had to stop being afraid to feel. In order to do that, I taught myself to believe that no matter what I felt or what happened when I felt it, I would be okay.","author":"Iyanla Vanzant","category":"Myself, Believe, Emotions"},{"quote":"Take control of your consistent emotions and begin to consciously and deliberately reshape your daily experience of life.","author":"Tony Robbins","category":"Life, Daily, Control"},{"quote":"The marvelous richness of human experience would lose something of rewarding joy if there were no limitations to overcome. The hilltop hour would not be half so wonderful if there were no dark valleys to traverse.","author":"Helen Keller","category":"Joy, Dark, Human"},{"quote":"If you do build a great experience, customers tell each other about that. Word of mouth is very powerful.","author":"Jeff Bezos","category":"Great, Powerful, You"},{"quote":"Sleep - the most beautiful experience in life - except drink.","author":"W. C. Fields","category":"Life, Beautiful, Sleep"},{"quote":"I understand from experience that unity is easy to call for, but it takes the right kind of leadership to achieve.","author":"Steve Scalise","category":"Leadership, Unity, Easy"},{"quote":"You see, I am trying in all my stories to get the feeling of the actual life across - not to just depict life - or criticize it - but to actually make it alive. So that when you have read something by me, you actually experience the thing. You can't do this without putting in the bad and the ugly as well as what is beautiful.","author":"Ernest Hemingway","category":"Life, Beautiful, I Am"},{"quote":"The wise are instructed by reason, average minds by experience, the stupid by necessity and the brute by instinct.","author":"Marcus Tullius Cicero","category":"Wise, Stupid, Reason"},{"quote":"One thorn of experience is worth a whole wilderness of warning.","author":"James Russell Lowell","category":"Wilderness, Warning, Whole"},{"quote":"At its very core, virtual reality is about being freed from the limitations of actual reality. Carrying your virtual reality with you, and being able to jump into it whenever and wherever you want, qualitatively changes the experience for the better. Experiencing mobile VR is like when you first tried a decent desktop VR experience.","author":"John Carmack","category":"Changes, Reality, Want"},{"quote":"It is important to expect nothing, to take every experience, including the negative ones, as merely steps on the path, and to proceed.","author":"Ram Dass","category":"Path, Negative, Important"},{"quote":"All adventures, especially into new territory, are scary.","author":"Sally Ride","category":"Scary, New, Adventures"},{"quote":"I look at the human life like an experiment. Every new moment, every new experience, tragic or otherwise, is an opportunity to gain a more accurate perspective and helps lead me to clarity.","author":"Steve Gleason","category":"Life, Opportunity"},{"quote":"You cannot create experience. You must undergo it.","author":"Albert Camus","category":"You, Create, Must"},{"quote":"Working with great people makes you great you learn a lot and it also gives you the experience and confidence to move on with your own career.","author":"Nas","category":"Confidence, Great, People"},{"quote":"I don't believe people are looking for the meaning of life as much as they are looking for the experience of being alive.","author":"Joseph Campbell","category":"Life, Believe, People"},{"quote":"There is nothing like a live performance. You can look at things on television, and you can look at things on YouTube, but when you get in a room full of people and you say one joke, and everyone's laughing at the same thing, it's a really great experience.","author":"Loni Love","category":"Great, Performance"},{"quote":"Along the way, let's never forget that once we were children and that we were all playing together without distinction of skin color, society level, or where people come from. Adults need to remember to play and to be more childlike in our behavior. We've forgotten what that childlike experience was like.","author":"Guy Laliberte","category":"Children, Together, Society"},{"quote":"See any detour as an opportunity to experience new things.","author":"H. Jackson Brown, Jr.","category":"Opportunity, New Things, See"},{"quote":"Making sushi is an art, and experience is everything.","author":"Nobu Matsuhisa","category":"Art, Sushi, Everything"},{"quote":"Your life changes. Everything has to be done perfectly, and I didn't follow that. I lived my life as if I wasn't in the public eye. I thought, 'I'm young. I have the right to experience new things, and if I want to go to a bar and get drunk, that's my prerogative.'","author":"Shannen Doherty","category":"Life, Changes, Life Changes"},{"quote":"A spy, like a writer, lives outside the mainstream population. He steals his experience through bribes and reconstructs it.","author":"John le Carre","category":"Spy, Like, Through"},{"quote":"Travel, in the younger sort, is a part of education; in the elder, a part of experience.","author":"Francis Bacon","category":"Education, Travel, Younger"},{"quote":"The years teach much which the days never know.","author":"Ralph Waldo Emerson","category":"Teach, Know, Years"},{"quote":"There are many truths of which the full meaning cannot be realized until personal experience has brought it home.","author":"John Stuart Mill","category":"Home, Meaning, Personal"},{"quote":"The world sometimes feels like an insane asylum. You can decide whether you want to be an inmate or pick up your visitor's badge. You can be in the world but not engage in the melodrama of it you can become a spiritual being having a human experience thoroughly and fully.","author":"Deepak Chopra","category":"Spiritual, World, Want"},{"quote":"We cannot control what emotions or circumstances we will experience next, but we can choose how we will respond to them.","author":"Gary Zukav","category":"Control, Emotions"},{"quote":"I wasn't a very good student. I prefer to learn by experience.","author":"Cristin Milioti","category":"Good, Learn, Student"},{"quote":"Any institutions' alumni are key to its growth. We are focused on giving a global experience to our students.","author":"Shiv Nadar","category":"Growth, Giving, Key"},{"quote":"Experience is like a comb that life gives you when you are bald.","author":"Navjot Singh Sidhu","category":"Life, Bald, You"},{"quote":"A man who carries a cat by the tail learns something he can learn in no other way.","author":"Mark Twain","category":"Man, Learn, Cat"},{"quote":"If you want to run, run a mile. If you want to experience a different life, run a marathon.","author":"Emil Zatopek","category":"Life, Want, You"},{"quote":"When we shift our perception, our experience changes.","author":"Lindsay Wagner","category":"Changes, Perception, Shift"},{"quote":"It's a lovely experience walking around a museum by yourself.","author":"Brad Pitt","category":"Walking, Yourself, Museum"},{"quote":"The only relevant test of the validity of a hypothesis is comparison of prediction with experience.","author":"Milton Friedman","category":"Comparison, Test, Relevant"},{"quote":"In my experience, being busy and working hard is the key to sanity/happiness.","author":"Jemima Khan","category":"Working Hard, Busy, Working"},{"quote":"The role of a goalkeeper is difficult to judge, above all if you haven't been a goalkeeper. It's like me giving an opinion on someone's job without having had any experience in their sector. You start to realise how many stupid things are said and written about goalkeepers.","author":"Gianluigi Buffon","category":"Job, Stupid, Giving"},{"quote":"The historical experience of socialist countries has sadly demonstrated that collectivism does not do away with alienation but rather increases it, adding to it a lack of basic necessities and economic inefficiency.","author":"Pope John Paul II","category":"Economic, Alienation, Away"},{"quote":"Skill is the unified force of experience, intellect and passion in their operation.","author":"John Ruskin","category":"Passion, Skill, Intellect"},{"quote":"People are always fascinated by infidelity because, in the end - whether we've had direct experience or not - there's part of you that knows there's absolutely no more piercing betrayal. People are undone by it.","author":"Junot Diaz","category":"End, People, You"},{"quote":"Real estate sales was perfect training for the experience to go into public life because you learn to accept rejection, learn to meet new people, learn to work with people and find common ground. That's the way you sell houses... that's also the way you win over constituency.","author":"Johnny Isakson","category":"Life, Work, Training"},{"quote":"As children, our imaginations are vibrant, and our hearts are open. We believe that the bad guy always loses and that the tooth fairy sneaks into our rooms at night to put money under our pillow. Everything amazes us, and we think anything is possible. We continuously experience life with a sense of newness and unbridled curiosity.","author":"Yehuda Berg","category":"Life, Children, Money"},{"quote":"I believe the process of going from confusion to understanding is a precious, even emotional, experience that can be the foundation of self-confidence.","author":"Brian Greene","category":"Believe, Self-Confidence"},{"quote":"Great art - or good art - is when you look at it, experience it and it stays in your mind. I don't think conceptual art and traditional art are all that different.","author":"Damien Hirst","category":"Art, Good, Great"},{"quote":"You cannot, in human experience, rush into the light. You have to go through the twilight into the broadening day before the noon comes and the full sun is upon the landscape.","author":"Woodrow Wilson","category":"Day, Light, Sun"},{"quote":"The traveler was active; he went strenuously in search of people, of adventure, of experience. The tourist is passive; he expects interesting things to happen to him. He goes 'sight-seeing.'","author":"Daniel J. Boorstin","category":"Travel, Adventure, People"},{"quote":"I was so emotional. Choked up. I could hardly talk all day. I'll be cleaning out my trailer and saying goodbye soon, realizing what a wonderful experience this has been.","author":"Dennis Franz","category":"Day, Goodbye, Saying"},{"quote":"Experience has taught me how important it is to just keep going, focusing on running fast and relaxed. Eventually it passes and the flow returns. It's part of racing.","author":"Frank Shorter","category":"Keep Going, Racing, Me"},{"quote":"When you experience the emotion of sadness, there will be changes in facial expression, and your body will be closed in, withdrawn. There are also changes in your heart, your guts: they slow down. And there are hormonal changes.","author":"Antonio Damasio","category":"Heart, Sadness, Changes"},{"quote":"Wisdom and penetration are the fruit of experience, not the lessons of retirement and leisure. Great necessities call out great virtues.","author":"Abigail Adams","category":"Wisdom, Great, Retirement"},{"quote":"I got to experience a world championship with some great teammates.","author":"Kirk Gibson","category":"Great, World, Teammates"},{"quote":"My purpose in performing is to communicate the joy I experience in living.","author":"John Denver","category":"Joy, Purpose, Living"},{"quote":"Meaning is something we experience more than we attain. It's like finding a nice, easy current in a river that carries you through life.","author":"Donald Miller","category":"Life, River, Easy"},{"quote":"Is there anyone so wise as to learn by the experience of others?","author":"Voltaire","category":"Wise, Learn, Others"},{"quote":"My ultimate aim is to make euthanasia a positive experience.","author":"Jack Kevorkian","category":"Positive, Aim, Euthanasia"},{"quote":"I don't differentiate between black and Latino actors. We're in the same struggle to be represented in a way that's even close to honest. And I can tell you that the amount of Latino characters I can point at and say, 'That's what my life experience looks like' - I can't think of any off the top of my head besides Jimmy Smits in 'Mi Familia.'","author":"Lin-Manuel Miranda","category":"Life, Struggle, Black"},{"quote":"Culture means, I think, that you have widened your experience enough through reading and through being a little bit thoughtful about these things that it has changed your outlook in some ways. And not necessarily made you a better human being but made you see things.","author":"Joseph Epstein","category":"Culture, Reading, Thoughtful"},{"quote":"You don't have to be a chef or even a particularly good cook to experience proper kitchen alchemy: the moment when ingredients combine to form something more delectable than the sum of their parts. Fancy ingredients or recipes not required; simple, made-up things are usually even better.","author":"Erin Morgenstern","category":"Good, Simple, Chef"},{"quote":"If there's any object in human experience that's a precedent for what a computer should be like, it's a musical instrument: a device where you can explore a huge range of possibilities through an interface that connects your mind and your body, allowing you to be emotionally authentic and expressive.","author":"Jaron Lanier","category":"Mind, Body, You"},{"quote":"We shall not grow wiser before we learn that much that we have done was very foolish.","author":"Friedrich August von Hayek","category":"Grow, Learn, Done"},{"quote":"Filmmaking is a huge privilege; it's not brain surgery. It's art, and art is supposed to be an enjoyable process, and it is an enjoyable experience for me.","author":"Lake Bell","category":"Art, Brain, Me"},{"quote":"I want to live and feel all the shades, tones, and variations of mental and physical experience possible in my life. And I am horribly limited.","author":"Sylvia Plath","category":"Life, I Am, Live"},{"quote":"The spectacles of experience through them you will see clearly a second time.","author":"Henrik Ibsen","category":"Time, You, See"},{"quote":"There's simply no substitute for experience in terms of aviation safety.","author":"Chesley Sullenberger","category":"Safety, Aviation, Substitute"},{"quote":"To have God speak to the heart is a majestic experience, an experience that people may miss if they monopolize the conversation and never pause to hear God's responses.","author":"Charles Stanley","category":"God, Heart, Speak"},{"quote":"I experience a period of frightening clarity in those moments when nature is so beautiful. I am no longer sure of myself, and the paintings appear as in a dream.","author":"Vincent Van Gogh","category":"Nature, Beautiful, Myself"},{"quote":"A lot of things you see as a child remain with you... you spend a lot of your life trying to recapture the experience.","author":"Tim Burton","category":"Life, Child, You"},{"quote":"Sydney's a beautiful city. It was a great experience.","author":"Barbara Hershey","category":"Beautiful, Great, City"},{"quote":"While films are a very visual and emotional artistic medium, video games take it one step further into the realm of a unique personal experience.","author":"Jet Li","category":"Unique, Step, Video Games"},{"quote":"The Louvre for me is a wonderful experience. Because it continues; it didn't get cut off. It was actually a continuous involvement all the way, and a lot of people have come and gone, come and gone; but I'm still here.","author":"I. M. Pei","category":"Me, People, Involvement"},{"quote":"The whole world, as we experience it visually, comes to us through the mystic realm of color.","author":"Hans Hofmann","category":"Color, World, Through"},{"quote":"Everything that we experience every day leaves a long-lasting impression.","author":"Pharrell Williams","category":"Day, Every Day, Impression"},{"quote":"Faces are the ledgers of our experience.","author":"Richard Avedon","category":"Faces, Our"},{"quote":"The dominant characteristic of an authentic spiritual life is the gratitude that flows from trust - not only for all the gifts that I receive from God, but gratitude for all the suffering. Because in that purifying experience, suffering has often been the shortest path to intimacy with God.","author":"Brennan Manning","category":"Life, Gratitude, Trust"},{"quote":"All experience is an arch, to build upon.","author":"Henry Adams","category":"Build, Arch"},{"quote":"As a former Airman First Class in the United States Air Force, like many veterans in America, my military experience played an important part in instilling in me a sense of character and discipline that has served me throughout my life.","author":"Chuck Norris","category":"Life, Character, America"},{"quote":"Good judgement comes from experience. Experience comes from bad judgement.","author":"Jim Horning","category":"Good, Judgement, Bad"},{"quote":"We deem those happy who from the experience of life have learnt to bear its ills without being overcome by them.","author":"Carl Jung","category":"Life, Happy, Overcome"},{"quote":"The beauty of dystopia is that it lets us vicariously experience future worlds - but we still have the power to change our own.","author":"Ally Condie","category":"Change, Beauty, Future"},{"quote":"Our DNA is as a consumer company - for that individual customer who's voting thumbs up or thumbs down. That's who we think about. And we think that our job is to take responsibility for the complete user experience. And if it's not up to par, it's our fault, plain and simply.","author":"Steve Jobs","category":"Responsibility, Job, Company"},{"quote":"You don't take a class you're thrown into motherhood and learn from experience.","author":"Jennie Finch","category":"Motherhood, Learn, You"},{"quote":"Adolescence is a time in which you experience everything more intensely.","author":"Edward Zwick","category":"Time, You, Adolescence"},{"quote":"All growth is a leap in the dark, a spontaneous unpremeditated act without benefit of experience.","author":"Henry Miller","category":"Growth, Dark, Leap"},{"quote":"But my experience is that people who have been through painful, difficult times are filled with compassion.","author":"Amy Grant","category":"Compassion, People"},{"quote":"People who ask confidently get more than those who are hesitant and uncertain. When you've figured out what you want to ask for, do it with certainty, boldness and confidence. Don't be shy or feel intimidated by the experience. You may face some unexpected criticism, but be prepared for it with confidence.","author":"Jack Canfield","category":"Confidence, People"},{"quote":"While everyone's experience of oppression is different and complicated and often overlapping, I really believe that if you have privilege, you need to learn as much as you can about the world beyond yourself.","author":"Kathleen Hanna","category":"Believe, World, Yourself"},{"quote":"Life experience brings out different emotions and different perspectives on things. I just want to be constantly evolving.","author":"Kiesza","category":"Life, Want, Emotions"},{"quote":"I just love coming to Vegas. There is always a good energy here; the minute you get off the plane, it is happy. Every experience I have had here is fun, and everyone is in a good mood; they are happy, and they let it go. I like that. It is refreshing to me.","author":"Kelly Carlson","category":"Love, Happy, Good"},{"quote":"Experience is what you have after you've forgotten her name.","author":"Milton Berle","category":"Funny, Name, You"},{"quote":"A friend is an emotional bond, just like friendship is a human experience.","author":"Simon Sinek","category":"Friendship, Friend"},{"quote":"I don't have to have faith, I have experience.","author":"Joseph Campbell","category":"Faith"},{"quote":"The statesman's duty is to bridge the gap between his nation's experience and his vision.","author":"Henry Kissinger","category":"Vision, Bridge, Nation"},{"quote":"Everything has been said before, but since nobody listens we have to keep going back and beginning all over again.","author":"Andre Gide","category":"Keep Going, Beginning, Said"},{"quote":"Experience is a good school. But the fees are high.","author":"Heinrich Heine","category":"Good, School, High"},{"quote":"Our experience is composed rather of illusions lost than of wisdom acquired.","author":"Joseph Roux","category":"Wisdom, Lost, Illusions"},{"quote":"Do you know the difference between education and experience? Education is when you read the fine print experience is what you get when you don't.","author":"Pete Seeger","category":"Education, Know, You"},{"quote":"My path has not been determined. I shall have more experiences and pass many more milestones.","author":"Agnetha Faltskog","category":"Path, Experiences"},{"quote":"Experience: that most brutal of teachers. But you learn, my God do you learn.","author":"William Nicholson","category":"God, Learn, You"},{"quote":"Video games are a special kind of play, but at root, they're about the same things as other games: embracing particular rules and restrictions in order to develop skills and experience rewards. When a game is well-designed, it's the balance between these factors that engages people on a fundamental level.","author":"Tom Chatfield","category":"Balance, Rules, Video Games"},{"quote":"I want to do everything. That's my problem. Life is short, and I hate the idea of turning down anything. You never know what interesting experience might happen.","author":"Joshua Bell","category":"Life, Short, Hate"},{"quote":"I was raised around a lot of artists, musicians, photographers, painters and people that were in theater. Just having the art-communal hippie experience as a child, there wasn't a clear line that was drawn. We celebrated creative experience and creative expression. We didn't try and curtail it and stunt any of that kind of growth.","author":"Jared Leto","category":"Growth, Musicians, Child"},{"quote":"Grief starts to become indulgent, and it doesn't serve anyone, and it's painful. But if you transform it into remembrance, then you're magnifying the person you lost and also giving something of that person to other people, so they can experience something of that person.","author":"Patti Smith","category":"Grief, Giving, Lost"},{"quote":"Everyone has a purpose in life and a unique talent to give to others. And when we blend this unique talent with service to others, we experience the ecstasy and exultation of own spirit, which is the ultimate goal of all goals.","author":"Kallam Anji Reddy","category":"Life, Goals, Service"},{"quote":"Life has a certain flavor for those who have fought and risked all that the sheltered and protected can never experience.","author":"John Stuart Mill","category":"Life, Never, Sheltered"},{"quote":"When you make a commitment to a relationship, you invest your attention and energy in it more profoundly because you now experience ownership of that relationship.","author":"Barbara De Angelis","category":"Relationship, Commitment"},{"quote":"There is no winning or losing, but rather the value is in the experience of imagining yourself as a character in whatever genre you're involved in, whether it's a fantasy game, the Wild West, secret agents or whatever else. You get to sort of vicariously experience those things.","author":"Gary Gygax","category":"Character, Winning, Value"},{"quote":"You can never regret anything you do in life. You kind of have to learn the lesson from whatever the experience is and take it with you on your journey forward.","author":"Aubrey O'Day","category":"Life, Journey, Regret"},{"quote":"Whoever doesn't know it must learn and find by experience that 'a quiet conscience makes one strong!'","author":"Anne Frank","category":"Strong, Know, Conscience"},{"quote":"Writing, of course, is writing, acting comes from the theater, and cinematography comes from photography. Editing is unique to film. You can see something from different points of view almost simultaneously, and it creates a new experience.","author":"Stanley Kubrick","category":"Writing, Unique, Photography"},{"quote":"In almost everything, experience is more valuable than precept.","author":"Quintilian","category":"Precept, Everything, Almost"},{"quote":"The human face is the organic seat of beauty. It is the register of value in development, a record of Experience, whose legitimate office is to perfect the life, a legible language to those who will study it, of the majestic mistress, the soul.","author":"Eliza Farnham","category":"Life, Beauty, Soul"},{"quote":"My experience in Amsterdam is that cyclists ride where the hell they like and aim in a state of rage at all pedestrians while ringing their bell loudly, the concept of avoiding people being foreign to them.","author":"Terry Pratchett","category":"People, Ride, Aim"},{"quote":"There is only one thing which can master the perplexed stuff of epic material into unity; and that is, an ability to see in particular human experience some significant symbolism of man's general destiny.","author":"Lascelles Abercrombie","category":"Unity, Man, Destiny"},{"quote":"We have all had the experience of finding that our reactions and perhaps even our deeds have denied beliefs we thought were ours.","author":"James Baldwin","category":"Thought, Finding, Beliefs"},{"quote":"When we learn from experience, the scars of sin can lead us to restoration and a renewed intimacy with God.","author":"Charles Stanley","category":"God, Learn, Sin"},{"quote":"Every day is a new experience and I take it as it comes.","author":"Zac Efron","category":"Day, Every Day, New"},{"quote":"The hazing experience and then the subsequent participation in the group forces its members to maintain the status quo and traditions at all costs. It demands mindlessness and unquestioned loyalty, resulting in boring people who have little ability to think for themselves or have an opposing viewpoint from those who have the most social power.","author":"Rosalind Wiseman","category":"Loyalty, Power, People"},{"quote":"The stuff that matters in life is no longer stuff. It's other people. It's relationships. It's experience.","author":"Brian Chesky","category":"Life, People, Relationships"},{"quote":"I believe people can have a profound experience by being surrounded by something beautiful - that's what I aim for. My sculpture is about the way you feel when you're standing under it and inside it. It's experiential art.","author":"Janet Echelman","category":"Art, Beautiful, Believe"},{"quote":"Never, for the sake of peace and quiet, deny your own experience or convictions.","author":"Dag Hammarskjold","category":"Peace, Quiet, Never"},{"quote":"Tactics, fitness, stroke ability, adaptability, experience, and sportsmanship are all necessary for winning.","author":"Fred Perry","category":"Fitness, Winning, Ability"},{"quote":"Certainly almost everything we do and think is colored in some way by memes, but it is important to realize that not everything we experience is a meme. If I walk down the street and see a tree, the basic perception that's going on is not memetic.","author":"Susan Blackmore","category":"Tree, Perception, Walk"},{"quote":"The problem isn't that people don't understand how good things are. It's that they know, from personal experience, that things really aren't that good.","author":"Paul Krugman","category":"Good, People, Problem"},{"quote":"You can learn more from the lows than the highs. The highs are great but the lows make you really look at things in a different way and want to improve. Every player will have both in their careers and I have, but what you get is that experience which is so important to perform at your best.","author":"Wayne Rooney","category":"Best, Great, Want"},{"quote":"It's a great, great experience to finally get the reception that you know you rightfully deserve.","author":"Kendrick Lamar","category":"Great, Know, You"},{"quote":"Hurricanes are dangerous things, and they're no fun to go through. And if you come out of it in one piece and your house comes out of in one piece, it's no fun living with no electricity for a day or a week, a month, whatever it is. And I speak, unfortunately, from personal experience on that matter.","author":"Bernard Goldberg","category":"Day, Fun, Speak"},{"quote":"Generally, our approach with products at Google is to first develop the right user base and then to figure out what's the right experience for the ads.","author":"Susan Wojcicki","category":"Google, Right, Products"},{"quote":"Experience teaches us that it is much easier to prevent an enemy from posting themselves than it is to dislodge them after they have got possession.","author":"George Washington","category":"Enemy, Possession, Easier"},{"quote":"There are a lot of impractical things about owning a Porsche. But they're all offset by the driving experience. It really is unique. Lamborghinis and Ferraris come close. And they are more powerful, but they don't handle like a Porsche.","author":"Kevin O'Leary","category":"Powerful, Unique, Driving"},{"quote":"The next time you experience a blackout, take some solace by looking at the sky. You will not recognize it.","author":"Nassim Nicholas Taleb","category":"Time, Sky, Looking"},{"quote":"If we turn our backs of the Scythians who have provoked us, how shamefully shall we march against the revolted Bactrians; but if we pass Tanais and make the Scythians feel, by dear experience, that we are invincible, not in Asia only, it is not to be doubted but that Europe itself, as well as Asia, will come within the bounds of our conquests.","author":"Alexander the Great","category":"Feel, Turn, Within"},{"quote":"When you have really exhausted an experience you always reverence and love it.","author":"Albert Camus","category":"Love, You, Always"},{"quote":"The noblest search is the search for excellence.","author":"Lyndon B. Johnson","category":"Excellence, Search, Noblest"},{"quote":"I gave my beauty and my youth to men. I am going to give my wisdom and experience to animals.","author":"Brigitte Bardot","category":"Wisdom, Beauty, I Am"},{"quote":"As a brand marketer, I'm a big believer in 'branding the customer experience,' not just selling the service.","author":"John Sculley","category":"Service, Brand, Customer"},{"quote":"Depression can kill you. It can also be a spiritually enriching experience. It's really an important part of my theology now and my spirituality that life is not perfect, and I grew up wanting it to be and thinking that if it wasn't, I could make it that way, and I had to acknowledge that I had all kinds of flaws and sadnesses and problems.","author":"Krista Tippett","category":"Life, Depression, Thinking"},{"quote":"I know from experience that you should never give up on yourself or others, no matter what.","author":"George Foreman","category":"Never Give Up, Yourself"},{"quote":"Everybody's got one killer story. It doesn't take talent to tell that story, it just takes experience.","author":"Kevin Smith","category":"Talent, Story, Just"},{"quote":"The main difference to me with Lyft is the sense of community and social experience. The pink mustache, fist bump and strict screening have fostered a strong sense of community with many stories of new friends, discovered jobs, and even some Lyft hugs after a tough break up.","author":"John Zimmer","category":"Friends, Community, Strong"},{"quote":"Masterpieces are not single and solitary births; they are the outcome of many years of thinking in common, of thinking by the body of the people, so that the experience of the mass is behind the single voice.","author":"Virginia Woolf","category":"Thinking, Body, People"},{"quote":"In order to experience everyday spirituality, we need to remember that we are spiritual beings spending some time in a human body.","author":"Barbara De Angelis","category":"Time, Spiritual, Remember"},{"quote":"The world is given to me only once, not one existing and one perceived. Subject and object are only one. The barrier between them cannot be said to have broken down as a result of recent experience in the physical sciences, for this barrier does not exist.","author":"Erwin Schrodinger","category":"World, Me, Broken"},{"quote":"That's why, to experience that, you know for a fact that a human being is capable of so much more, because to go to that place and to step outside yourself and observe yourself do these things, while the rest of the world is moving in slow motion, is really incredible.","author":"Marcus Allen","category":"World, Yourself, Moving"},{"quote":"There can be no greater error than to expect, or calculate, upon real favors from nation to nation. It is an illusion which experience must cure, which a just pride ought to discard.","author":"George Washington","category":"Pride, Nation, Illusion"},{"quote":"I have such happy memories of performing in a choir and I don't think I'd have got where I am today without all that experience. So my advice to young singers is to either join your school or church's choir or find one in your local area. Choral music at any level teaches you so much about musicianship and blending your voice.","author":"Katherine Jenkins","category":"Music, Happy, Memories"},{"quote":"Many times when you're a tourist you can just stay on the surface and not really experience the place you're visiting, which will probably leave you disappointed. Everywhere has something interesting; it's just about being curious enough to find it and scratch where you have to scratch and stay longer and walk further.","author":"Diego Luna","category":"Walk, You, Place"},{"quote":"Example is the best precept.","author":"Aesop","category":"Best, Precept, Example"},{"quote":"All experience is an arch wherethrough gleams that untravelled world whose margin fades for ever and for ever when I move.","author":"Alfred Lord Tennyson","category":"World, Arch, Move"},{"quote":"Your experiences will be yours alone. But truth and best friendship will rarely if ever disappoint you.","author":"Anne Lamott","category":"Friendship, Best, Truth"},{"quote":"I didn't think I experimented.","author":"Anthony Burgess","category":"Think"},{"quote":"Experience is the child of thought, and thought is the child of action.","author":"Benjamin Disraeli","category":"Thought, Action, Child"},{"quote":"I'd rather have a lot of talent and a little experience than a lot of experience and a little talent.","author":"John Wooden","category":"Talent, Rather, Little"},{"quote":"A moment's insight is sometimes worth a life's experience.","author":"Oliver Wendell Holmes, Sr.","category":"Life, Moment, Insight"},{"quote":"Quality is a direct experience independent of and prior to intellectual abstractions.","author":"Robert M. Pirsig","category":"Quality, Independent"},{"quote":"The words printed here are concepts. You must go through the experiences.","author":"Saint Augustine","category":"Words, You, Through"},{"quote":"What is easy is seldom excellent.","author":"Samuel Johnson","category":"Easy, Excellent, Seldom"},{"quote":"To reach something good it is very useful to have gone astray, and thus acquire experience.","author":"Saint Teresa of Avila","category":"Good, Reach, Gone"},{"quote":"Experience is the only prophecy of wise men.","author":"Alphonse de Lamartine","category":"Wise, Men, Wise Men"},{"quote":"All experience is subjective.","author":"Gregory Bateson","category":"Subjective"},{"quote":"We are each responsible for all of our experiences.","author":"Louise L. Hay","category":"Responsible, Experiences"},{"quote":"Most of the images of reality on which we base our actions are really based on vicarious experience.","author":"Albert Bandura","category":"Reality, Actions, Which"},{"quote":"My experiences have taught me a lot and I'm happy with my learnings, if not with what I went through to learn.","author":"Ally Sheedy","category":"Happy, Me, Learn"},{"quote":"To experience sublime natural beauty is to confront the total inadequacy of language to describe what you see. Words cannot convey the scale of a view that is so stunning it is felt.","author":"Eleanor Catton","category":"Beauty, Language, Words"},{"quote":"As a country with experience of coping with earthquakes, tsunamis and other natural disasters, Japan believes in emphasizing the mainstreaming of disaster risk reduction. We therefore prioritize investment in disaster prevention and post-disaster improvements under a policy of Build Back Better (BBB).","author":"Shinzo Abe","category":"Risk, Natural Disasters"},{"quote":"Recommend virtue to your children; it alone, not money, can make them happy. I speak from experience.","author":"Ludwig van Beethoven","category":"Children, Happy, Money"},{"quote":"The profoundly 'atomic' character of the universe is visible in everyday experience, in raindrops and grains of sand, in the hosts of the living, and the multitude of stars; even in the ashes of the dead.","author":"Pierre Teilhard de Chardin","category":"Stars, Character, Universe"},{"quote":"I always considered myself as a character actor. I always try to be versatile to show different sides of human experience.","author":"Robert Duvall","category":"Myself, Character, Human"},{"quote":"One of the great cosmic laws, I think, is that whatever we hold in our thought will come true in our experience. When we hold something, anything, in our thought, then somehow coincidence leads us in the direction that we've been wishing to lead ourselves.","author":"Richard Bach","category":"Great, Thought, Think"},{"quote":"Experience has everywhere shown us, and especially in the Philippines, that the classes which are better off have always been addicted to peace and order because they live comparatively better and may be the losers in civil disturbances.","author":"Jose Rizal","category":"Peace, Live, Better"},{"quote":"If you realize all the time what's kind of wonderful - that is, if we expand our experience into wilder and wilder regions of experience - every once in a while, we have these integrations when everything's pulled together into a unification, in which it turns out to be simpler than it looked before.","author":"Richard P. Feynman","category":"Time, Together, You"},{"quote":"In times of rapid change, experience could be your worst enemy.","author":"J. Paul Getty","category":"Change, Enemy, Worst"},{"quote":"One of the greatest moments in anybody's developing experience is when he no longer tries to hide from himself but determines to get acquainted with himself as he really is.","author":"Norman Vincent Peale","category":"Moments, Greatest, Hide"},{"quote":"Because our entire universe is made up of consciousness, we never really experience the universe directly we just experience our consciousness of the universe, our perception of it, so right, our only universe is perception.","author":"Alan Moore","category":"Perception, Universe"},{"quote":"The box was a universe, a poem, frozen on the boundaries of human experience.","author":"William Gibson","category":"Universe, Human, Box"},{"quote":"A Kiss concert experience is like sex or anything else that's done with more that one person. It's the give and take that makes it so great. When the audience takes it to the next level, we can kick it up another notch.","author":"Paul Stanley","category":"Great, Kiss, Done"},{"quote":"Recently, I was asked if I was going to fire an employee who made a mistake that cost the company $600,000. No, I replied, I just spent $600,000 training him. Why would I want somebody to hire his experience?","author":"Thomas J. Watson","category":"Training, Fire, Company"},{"quote":"You kind of invite a little spooky, creepy vibe into your whole experience of making a movie.","author":"Bruce Greenwood","category":"You, Kind, Little"},{"quote":"And I came away from that experience, and it was a very difficult experience - I came to understand that you have to practice at being a good father and practice at being a good husband, just as you have to practice at being a good journalist.","author":"Bob Schieffer","category":"Good, Father, Practice"},{"quote":"I mean, if you didn't get it or if you didn't feel like you enjoyed it, sometimes that experience can change.","author":"Keanu Reeves","category":"Change, You, Mean"},{"quote":"To me the arcade experience is the ultimate gaming experience.","author":"Eugene Jarvis","category":"Me, Gaming, Ultimate"},{"quote":"I had a bad experience doing public speaking at school. I had to talk about a pen for five minutes and it was really hard work. I couldn't wait to get off the stage.","author":"Karl Pilkington","category":"Work, Hard Work, School"},{"quote":"You don't know what unconditional love is. You may say you do, but if you don't have a child, you don't know what that is. But when you experience it, it is the most fulfilling ever.","author":"Regina King","category":"Love, Love Is, Child"},{"quote":"I know from personal experience how damaging it can be to live with bitterness and unforgiveness. I like to say it's like taking poison and hoping your enemy will die. And it really is that harmful to us to live this way.","author":"Joyce Meyer","category":"Live, Know, Poison"},{"quote":"But it's a journey and the sad thing is you only learn from experience, so as much as someone can tell you things, you have to go out there and make your own mistakes in order to learn.","author":"Emma Watson","category":"Journey, Sad, Mistakes"},{"quote":"Childhood depression tends to be more common in inner cities, being most frequently related to serious social deprivation, bullying, domestic violence, wartime experience and famine. It is, for example, a serious problem among children who are traumatised refugees.","author":"Robert Winston","category":"Children, Depression"},{"quote":"'LaFerrari' means 'the Ferrari.' The excellence. In this car, we put everything we are able to do. Our extreme technology, extreme experience, extreme capability. And this has been the first Ferrari totally designed in our design center.","author":"Luca Cordero di Montezemolo","category":"Technology, Car, Excellence"},{"quote":"At the outset, I want to say that the suggestion that the struggle in South Africa is under the influence of foreigners or communists is wholly incorrect. I have done whatever I did because of my experience in South Africa and my own proudly felt African background, and not because of what any outsider might have said.","author":"Nelson Mandela","category":"Struggle, Influence, Want"},{"quote":"It's wonderful to be grateful. To have that gratitude well out from deep within you and pour out in waves. Once you truly experience this, you will never want to give it up.","author":"Srikumar Rao","category":"Gratitude, Deep, Grateful"},{"quote":"Exile is not a time frame. Exile is an experience. It's a sentiment.","author":"Marco Rubio","category":"Time, Frame, Sentiment"},{"quote":"Hands-on experience is the best way to learn about all the interdisciplinary aspects of robotics.","author":"Rodney Brooks","category":"Best, Learn, Way"},{"quote":"The diet is a twisted, noxious thing, all tortured abstinence and short-term fraud. I speak from bitter experience. As a restaurant critic, I eat to live and live to eat. And having a toxic aversion to exercise, there is little to prevent the inevitable bulging of my gut. Hence the need for the occasional diet.","author":"Tom Parker Bowles","category":"Speak, Exercise, Diet"},{"quote":"As the technology is developed, autonomous driving could provide driving opportunities for the physically challenged or enable the elderly to continue driving longer. This will be vital as many nations experience an aging population.","author":"William Clay Ford, Jr.","category":"Technology, Opportunities"},{"quote":"When we started making 'Where You Live', I bought a bunch of Polaroid cameras in so that people could record the experience. Some of those pictures are in the CD sleeve.","author":"Tracy Chapman","category":"People, Live, You"},{"quote":"We are putting the customer at the center of everything we do and are directing our resources towards those innovations and investments that will strengthen our ability to deliver a better McDonald's experience over time.","author":"Steve Easterbrook","category":"Time, Customer, Better"},{"quote":"From start to finish, my experience with 'Moonlight' has been the most unique thing.","author":"Trevante Rhodes","category":"Unique, Start, Finish"},{"quote":"In life there are no problems, that is, objective and external choices; there is only the life which we do not resolve as a problem but which we live as an experience, whatever the final result may be.","author":"Alberto Moravia","category":"Life, Problems, Choices"},{"quote":"The questions which one asks oneself begin, at least, to illuminate the world, and become one's key to the experience of others.","author":"James A. Baldwin","category":"World, Questions, Key"},{"quote":"The wisdom of the wise and the experience of the ages are perpetuated by quotations.","author":"Benjamin Disraeli","category":"Wisdom, Wise, Quotations"},{"quote":"Life is the only real counselor wisdom unfiltered through personal experience does not become a part of the moral tissue.","author":"Edith Wharton","category":"Life, Wisdom, Moral"},{"quote":"Many people know so little about what is beyond their short range of experience. They look within themselves - and find nothing! Therefore they conclude that there is nothing outside themselves either.","author":"Helen Keller","category":"Short, People, Know"},{"quote":"What is the good of experience if you do not reflect?","author":"Frederick the Great","category":"Good, You, Reflect"},{"quote":"Take time to gather up the past so that you will be able to draw from your experience and invest them in the future.","author":"Jim Rohn","category":"Time, Future, Past"},{"quote":"My mind withdrew its thoughts from experience, extracting itself from the contradictory throng of sensuous images, that it might find out what that light was wherein it was bathed... And thus, with the flash of one hurried glance, it attained to the vision of That Which Is.","author":"Saint Augustine","category":"Light, Vision, Mind"},{"quote":"Observation more than books and experience more than persons, are the prime educators.","author":"Amos Bronson Alcott","category":"Education, Observation"},{"quote":"The act of birth is the first experience of anxiety, and thus the source and prototype of the affect of anxiety.","author":"Sigmund Freud","category":"Anxiety, Birth, First"},{"quote":"Prudence is but experience, which equal time, equally bestows on all men, in those things they equally apply themselves unto.","author":"Thomas Hobbes","category":"Time, Men, Equal"},{"quote":"Everybody experiences far more than he understands. Yet it is experience, rather than understanding, that influences behavior.","author":"Marshall McLuhan","category":"Behavior, Understanding"},{"quote":"Every secret of a writer's soul, every experience of his life, every quality of his mind is written large in his works.","author":"Virginia Woolf","category":"Life, Soul, Quality"},{"quote":"The human race has had long experience and a fine tradition in surviving adversity. But we now face a task for which we have little experience, the task of surviving prosperity.","author":"Alan Gregg","category":"Adversity, Tradition, Long"},{"quote":"Of two pleasures, if there be one which all or almost all who have experience of both give a decided preference, irrespective of any feeling of moral obligation to prefer it, that is the more desirable pleasure.","author":"John Stuart Mill","category":"Moral, Feeling, Pleasure"},{"quote":"Each of our 900 shows so far was different - maybe that's what makes the fans come back to our gigs time and again. And that they're always part of the show. Phish concerts are a communal experience.","author":"Page McConnell","category":"Time, Back, Fans"},{"quote":"I mean, making art is about objectifying your experience of the world, transforming the flow of moments into something visual, or textual, or musical, whatever. Art creates a kind of commentary.","author":"Barbara Kruger","category":"Art, World, Moments"},{"quote":"Progress is measured by richness and intensity of experience - by a wider and deeper apprehension of the significance and scope of human existence.","author":"Herbert Read","category":"Progress, Human, Existence"},{"quote":"As seismologists gained more experience from earthquake records, it became obvious that the problem could not be reduced to a single peak acceleration. In fact, a full frequency of vibrations occurs.","author":"Charles Francis Richter","category":"Problem, Single, Records"},{"quote":"I think experience will teach you a combination of liberalism and conservatism. We have to be progressive and at the same time we have to retain values. We have to hold onto the past as we explore the future.","author":"Oliver Stone","category":"Time, Future, Past"},{"quote":"We are different, in essence, from other men. If you want to win something, run 100 meters. If you want to experience something, run a marathon.","author":"Emil Zatopek","category":"Men, Win, Want"},{"quote":"Watching television in those days was not the same experience as it is today. After years of listening to radio, we found the black-and-white images mesmerizing.","author":"Annette Funicello","category":"Today, Listening, Television"},{"quote":"I am the the type to have a personal experience with a celebrity, but I'm too classy to bring that up.","author":"Todd Barry","category":"I Am, Classy, Personal"},{"quote":"When something is new to us, we treat it as an experience. We feel that our senses are awake and clear. We are alive.","author":"Jasper Johns","category":"Treat, Feel, New"},{"quote":"My experience as a school nurse taught me that we need to make a concerted effort, all of us, to increase physical fitness activity among our children and to encourage all Americans to adopt a healthier diet that includes fruits and vegetables, but there is more.","author":"Lois Capps","category":"Children, Fitness, School"},{"quote":"Bill Clinton's foreign policy experience stems mainly from having breakfast at the International House of Pancakes.","author":"Pat Buchanan","category":"Breakfast, House"},{"quote":"Not a single man on earth knows from his own experience the how and where of his birth, only from tradition, which is often very uncertain.","author":"E. T. A. Hoffmann","category":"Man, Earth, Birth"},{"quote":"I believe that anyone can conquer fear by doing the things he fears to do, provided he keeps doing them until he gets a record of successful experience behind him.","author":"Eleanor Roosevelt","category":"Fear, Believe, Successful"},{"quote":"You are about to have your first experience with a Greek lunch. I will kill you if you pretend to like it.","author":"Jackie Kennedy","category":"Lunch, You, First"},{"quote":"I don't think I've ever worked so hard on something, but working on Macintosh was the neatest experience of my life. Almost everyone who worked on it will say that. None of us wanted to release it at the end. It was as though we knew that once it was out of our hands, it wouldn't be ours anymore.","author":"Steve Jobs","category":"Life, End, Hands"},{"quote":"I've always loved the experience of working together with other people toward an artistic goal.","author":"Trey Anastasio","category":"Working Together, Together"},{"quote":"Yes, I've been trepanned. That's quite an interesting experience, especially for my brain surgeon, who saw my thoughts flying around in my brain.","author":"Keith Richards","category":"Thoughts, Brain, Flying"},{"quote":"Sometimes I get so bold and I'm so confident about what I'm doing that I actually try to be more of a dork because it's a really liberating feeling to experience what it's like to not care.","author":"John Mayer","category":"Bold, Doing, Care"},{"quote":"If you search and search and stop searching, then ultimately you'll find what you need. It is the experience of living.","author":"Marion Cotillard","category":"Living, Search, You"},{"quote":"If we didn't want to upset anyone, we would make films about sewing, but even that could be dangerous. But I think finally, in a film, it is how the balance is and the feelings are. But I think there has to be those contrasts and strong things within a film for the total experience.","author":"David Lynch","category":"Strong, Balance, Want"},{"quote":"I have a mess in my head sometimes, and there's something very satisfying about putting it into words. Certainly it's not something that you're in charge of, necessarily, but writing about it, putting it into your words, can be a very powerful experience.","author":"Carrie Fisher","category":"Powerful, Writing, Words"},{"quote":"What an artist is trying to do for people is bring them closer to something, because of course art is about sharing. You wouldn't be an artist unless you wanted to share an experience, a thought.","author":"David Hockney","category":"Art, Artist, People"},{"quote":"Some writers can only deal with childhood experience, because it's complete. For another kind of writer, life goes on, and he's able to keep processing that as well.","author":"V. S. Naipaul","category":"Life, Childhood, Kind"},{"quote":"My advice would be to write what is most personal and specific to your experience or your life. And your voice will emerge and because of its specificity, it will be universal.","author":"David Schwimmer","category":"Life, Advice, Voice"},{"quote":"The magic happens when you take facts and figures, features and benefits, decks and PowerPoints - relatively soulless information - and embed them in the telling of a purposeful story. Your 'tell' renders an experience to your audience, making the information inside the story memorable, resonant and actionable.","author":"Peter Guber","category":"Information, Magic, Story"},{"quote":"I see the American experience as being defined by the immigrant paradigm of rupture and renewal: rupture with the old world, the old ways, and renewal of the self in a bright but difficult New World.","author":"Ayad Akhtar","category":"American, Self, World"},{"quote":"Walk to work, even if it's four miles. Ride a bike to work. Drive a different way. On your way there, try to find beauty. You'd be surprised how much more of the neighborhood you can perceive and experience when you're looking for unique spots of beauty.","author":"Nolan Bushnell","category":"Work, Beauty, Walk"},{"quote":"From the Buddhist point of view, it is true that emptiness is a characteristic of all of life - if we look carefully at any experience we will find transparency, insubstantiality, with no solid, unchanging core to our experience. But that does not mean that nothing matters.","author":"Sharon Salzberg","category":"Life, View, Point Of View"},{"quote":"Writing 'Book 1: The Maze of Bones' didn't feel much different than writing one of my other novels, but I thought it was very innovative to offer the website and trading card components as well for those readers who wanted to go more in depth with the Cahill experience.","author":"Rick Riordan","category":"Writing, Book, Thought"},{"quote":"The very first video experience I had was in high school. They brought a black-and-white closed-circuit surveillance camera into the classroom. I will never forget, as a kid, looking at that image.","author":"Bill Viola","category":"School, High School, Looking"},{"quote":"My mother always read to me as a child. I really believe that bonding time between a parent and child is so important and precious. I have lasting memories of those stories because the experience was special.","author":"Mary Engelbreit","category":"Time, Memories, Mother"},{"quote":"As a direct line to human feeling, empathic experience, genuine language and detail, poetry is everything that headline news is not. It takes us inside situations, helps us imagine life from more than one perspective, honors imagery and metaphor - those great tools of thought - and deepens our confidence in a meaningful world.","author":"Naomi Shihab Nye","category":"Life, Confidence, Great"},{"quote":"People often say that a bad event is a 'blessing in disguise.' Trust me, experience will teach you that some are unbelievably well disguised. Everyone gets fired, or decides to make a radical change at some point. Everyone suffers setbacks.","author":"Tom Freston","category":"Change, Trust, Me"},{"quote":"'Captain America' was probably the most universally positive experience I've had in this mad business.","author":"Joe Johnston","category":"Positive, Business, America"},{"quote":"No man has a right to expect to succeed in life unless he understands his business, and nobody can understand his business thoroughly unless he learns it by personal application and experience.","author":"P. T. Barnum","category":"Life, Business, Man"},{"quote":"My goal as a puzzle designer is to create a meaningful experience for the player, not just 'I solved it.'","author":"Scott Kim","category":"Goal, Meaningful, Puzzle"},{"quote":"My first experience in the Netherlands was very pleasant, extremely pleasant. I mean, I got my residence permit, refugee status, within four weeks of arrival. People treated me extremely well.","author":"Ayaan Hirsi Ali","category":"Me, People, Mean"},{"quote":"Experience is what you get when you didn't get what you wanted.","author":"Randy Pausch","category":"You, Wanted, Get"},{"quote":"Difficult times always create opportunities for you to experience more love in your life.","author":"Barbara De Angelis","category":"Love, Life, Opportunities"},{"quote":"Life experience is not something to be denied, but to be celebrated.","author":"Madeleine M. Kunin","category":"Life, Something"},{"quote":"The book is actually called 'A Mentor Leader, a Different Way to Lead.' It really talks about my experience in the way I tried lead our football team, things that I learned from, basically, the coaches that I played for and my parents about leadership. And it is a little bit different, counter to maybe what society says about great leaders.","author":"Tony Dungy","category":"Leadership, Team, Leader"},{"quote":"Language is not simply a reporting device for experience but a defining framework for it.","author":"Benjamin Whorf","category":"Language, Framework"},{"quote":"I know from personal experience how fear and low self worth can cripple one's ability to succeed in life. But with a little support, caring and inspiration, miracles can happen.","author":"Richard Hatch","category":"Life, Fear, Caring"},{"quote":"My favorite college experience was probably leaving college.","author":"Marshawn Lynch","category":"College, Leaving, Favorite"},{"quote":"A few years' experience will convince us that those things which at the time they happened we regarded as our greatest misfortunes have proved our greatest blessings.","author":"George Mason","category":"Time, Blessings, Greatest"},{"quote":"The deeper the experience of an absence of meaning - in other words, of absurdity - the more energetically meaning is sought.","author":"Vaclav Havel","category":"Words, Meaning, Absence"},{"quote":"Personal experience is the basis of all real Literature.","author":"George Henry Lewes","category":"Literature, Real, Personal"},{"quote":"My friends, whoever has had experience of evils knows how whenever a flood of ills comes upon mortals, a man fears everything; but whenever a divine force cheers on our voyage, then we believe that the same fate will always blow fair.","author":"Aeschylus","category":"Friends, Man, Believe"},{"quote":"Fatigue is what we experience, but it is what a match is to an atomic bomb.","author":"Laura Hillenbrand","category":"Atomic Bomb, Fatigue, Bomb"},{"quote":"Any film, or to me any creative endeavour, no matter who you're working with, is, in many cases, a wonderful experience.","author":"Martin Scorsese","category":"Creative, Me, You"},{"quote":"Natural abilities are like natural plants, that need pruning by study; and studies themselves do give forth directions too much at large, except they be bounded in by experience.","author":"Francis Bacon","category":"Plants, Study, Natural"},{"quote":"Since the time of St. Jerome, it was mandatory for any kind of scholar or thinker to spend time out in the desert in solitude. It's no coincidence that the desert has been a major part of the visionary or mystical experience from the beginning of time.","author":"Bill Viola","category":"Time, Solitude, Desert"},{"quote":"When I'm writing, I'm constantly thinking about myself, because it's the only experience I have to draw on. And I don't see an exact reflection of myself in every face in the audience, but I know that my songs have validity to them, and that's why the fans are there.","author":"Chester Bennington","category":"Reflection, Myself, Writing"},{"quote":"As a medical doctor, it is my duty to evaluate the situation with as much data as I can gather and as much expertise as I have and as much experience as I have to determine whether or not the wish of the patient is medically justified.","author":"Jack Kevorkian","category":"Medical, Doctor, Data"},{"quote":"Creativity and insight almost always involve an experience of acute pattern recognition: the eureka moment in which we perceive the interconnection between disparate concepts or ideas to reveal something new.","author":"Jason Silva","category":"Creativity, Ideas, Moment"},{"quote":"I'm getting asked a lot, 'You don't have kids, so how do you know how to act like a mother?' I know nothing could compare, and I haven't had that experience, but when my niece was born, I felt like I would jump in front of a car and die for this little person I didn't even know yet.","author":"Winona Ryder","category":"Car, Mother, Know"},{"quote":"People think that their world will get smaller as they get older. My experience is just the opposite. Your senses become more acute. You start to blossom.","author":"Yoko Ono","category":"World, Start, People"},{"quote":"Non-fiction, and in particular the literary memoir, the stylised recollection of personal experience, is often as much about character and story and emotion as fiction is.","author":"Chimamanda Ngozi Adichie","category":"Character, Story, Emotion"},{"quote":"Experience is what you get while looking for something else.","author":"Federico Fellini","category":"Looking, You, Something"},{"quote":"Feeling earthquakes was part of growing up, and also preparing for them: doing earthquake drills, or having earthquake supplies. The looming feeling was part of my life. My experience of earthquakes has always been more the fear of them, or the possibility.","author":"Karen Thompson Walker","category":"Life, Fear, Growing Up"},{"quote":"I grew up like a neglected weed - ignorant of liberty, having no experience of it.","author":"Harriet Tubman","category":"Liberty, Ignorant, Up"},{"quote":"I have learned that a bitter experience can make you stronger. I now boastfully say that I have a hide like a rhinoceros... and I'm smiling. It's an interesting thing.","author":"Mel Gibson","category":"Smiling, Stronger, You"},{"quote":"I developed a mechanism so that whatever mistakes I made, I would bounce straight back. Whatever was happening off the pitch, I could put it to one side and maintain my form. Call it mental resilience or a strong mind, but that is what we mean when we talk about experience in a football team.","author":"Gary Neville","category":"Team, Football, Strong"},{"quote":"The problem was to sustain at any cost the feeling you had in the theater that you were watching a real person, yes, but an intense condensation of his experience, not simply a realistic series of episodes.","author":"Arthur Miller","category":"Problem, You, Feeling"},{"quote":"The wisdom of the wise, and the experience of ages, may be preserved by quotation.","author":"Isaac D'Israeli","category":"Wisdom, Wise, Quotation"},{"quote":"Any place that anyone can learn something useful from someone with experience is an educational institution.","author":"Al Capp","category":"Learn, Place, Someone"},{"quote":"Experience seems to most of us to lead to conclusions, but empiricism has sworn never to draw them.","author":"George Santayana","category":"Never, Lead, Seems"},{"quote":"The kind of products you envision as an entrepreneur is a function of your life experience.","author":"Mitch Kapor","category":"Life, You, Products"},{"quote":"When you're young, you don't have any experience - you're charged up, but you're out of control. And if you're old and you're not charged up, then all you have is memories. But if you're charged and stimulated by what's going on around you, and you also have experience, you know what to appreciate and what to pass by.","author":"Neil Young","category":"Memories, Control, Know"},{"quote":"The wrong things are predominantly stressed in the schools - things remote from the student's experience and need.","author":"Anne Sullivan","category":"Student, Stressed, Need"},{"quote":"It is a very busy mission: every day has some major goals that we have to get through, but my experience before has been that at least in the evening, you kind of take a deep breath and look around where you are and have some downtime.","author":"Linda M. Godwin","category":"Day, Goals, Deep"},{"quote":"The protests and pain over the deaths of Eric Garner and Michael Brown had me wondering if we can ever experience the world as others do. For no matter how disputed the circumstances of both cases, many people see what happened in black and white.","author":"Campbell Brown","category":"Black And White, Pain, World"},{"quote":"Extreme programming is an emotional experience.","author":"Kent Beck","category":"Emotional, Programming"},{"quote":"Skydiving is special because it's almost the closest to an out-of-body experience you can have. We live in such a stimulated, connected, busy world - to be up in the air with nothing but yourself and the landscape is incredibly peaceful.","author":"Georgia King","category":"Busy, World, Peaceful"},{"quote":"Experience praises the most happy the one who made the most people happy.","author":"Karl Marx","category":"Happy, People, Made"},{"quote":"I haven't been as wild with my money as somebody like me might have been. I've been very safe, very conservative with investments. I don't blow money. I don't have a ton of houses. I know things can go away. I've already had that experience.","author":"Jim Carrey","category":"Money, Me, Know"},{"quote":"In a multicultural, diverse society there are countless ways in which people negotiate the everyday lived experience and reality of diversity.","author":"Randa Abdel-Fattah","category":"Diversity, Society, Reality"},{"quote":"Barcelona is one of the best cities in the world. I love it there. I love Big Sur. It's stunning and you get a therapeutic experience there. The drive up the coast is one of the most beautiful I've ever done. Also, Hong Kong. I could easily live there!","author":"Meghan Markle","category":"Love, Beautiful, Best"},{"quote":"With tennis, you can go pick up a racket, take a lesson, and understand how much talent and skill it takes to be as good as the top pros. Same with golf: pick up a club. But not many can go out and get in a race car and experience a drive at over 200 miles an hour.","author":"Mario Andretti","category":"Good, Car, Golf"},{"quote":"Any writer who gives a reader a pleasurable experience is doing every other writer a favor because it will make the reader want to read other books. I am all for it.","author":"S. E. Hinton","category":"I Am, Doing, Want"},{"quote":"The future should be exciting, you know? It shouldn't be a nerve-wracking experience.","author":"Brendon Urie","category":"Future, Know, You"},{"quote":"Follow that will and that way which experience confirms to be your own.","author":"Carl Jung","category":"Way, Follow, Will"},{"quote":"What one has not experienced, one will never understand in print.","author":"Isadora Duncan","category":"Understand, Never, Will"},{"quote":"The only thing we have learnt from experience is that we learn nothing from experience.","author":"Chinua Achebe","category":"Learn, Nothing, Only"},{"quote":"Happiness isn't something you experience it's something you remember.","author":"Oscar Levant","category":"Happiness, Remember, You"},{"quote":"I have found life an enjoyable, enchanting, active, and sometime terrifying experience, and I've enjoyed it completely. A lament in one ear, maybe, but always a song in the other.","author":"Sean O'Casey","category":"Life, Song, Always"},{"quote":"Anybody who has gone through a life-changing experience will tell you there is a different understanding of what is real and what is important, and when you are going through different moments, you can reflect and go, 'I have been through worse.'","author":"Delta Goodrem","category":"Moments, Understanding, You"},{"quote":"Playing a bad guy is always a freeing experience, because you don't have the same envelope of restrictions as you have playing a good guy. Good guys restrain themselves; they kind of have their moral fiber cut out for them in varying degrees.","author":"John Travolta","category":"Good, Moral, You"},{"quote":"To be happy when you are travelling, you need to be happy inside before you leave. A positive frame of mind will definitely enhance your travelling experience. If I'm not in a positive frame of mind then the whole thing definitely becomes more of a challenge for me.","author":"Andrea Bocelli","category":"Positive, Happy, Challenge"},{"quote":"I've had a wonderful experience here at Penn State.","author":"Joe Paterno","category":"Here, Wonderful"},{"quote":"I played for Santos at 16, and we had an excellent team, so it helped a lot. And then I played for Brazil at the Maracana against Argentina. So I get more experience. This was one year before the World Cup, and it made a lot of difference.","author":"Pele","category":"Team, World, Cup"},{"quote":"A good memory is surely a compost heap that converts experience to wisdom, creativity, or dottiness; not that these things are of much earthly value, but at least they may keep you amused when the world is keeping you locked away or shutting you out.","author":"Michael Leunig","category":"Wisdom, Good, Creativity"},{"quote":"Racism is a physical experience.","author":"Ta-Nehisi Coates","category":"Racism, Physical"},{"quote":"Proper training and federal supervision in state-federal partnerships are essential to both assuring constitutional rights and enforcing our immigration laws. Our Founding Fathers' concept of federalism does not prohibit such cooperation, and we have learned from experience that joint efforts work best.","author":"Asa Hutchinson","category":"Work, Best, Training"},{"quote":"Donald Trump is a phenomenon that foreign countries haven't seen. So it is a shocking experience to them that he came in to office.","author":"Henry Kissinger","category":"Office, Seen, Shocking"},{"quote":"Ages of experience have taught humanity that the commitment of a husband and wife to love and to serve one another promotes the welfare of children and the stability of society.","author":"Jack Kingston","category":"Love, Children, Humanity"},{"quote":"It's more fun to experience things when you don't know what's going to happen.","author":"Louis C. K.","category":"Fun, Know, You"},{"quote":"Americans have not only a right but a responsibility to consider the values of those who seek to lead them - whether they arise from life experience, political ideology or religious belief.","author":"Gary Bauer","category":"Life, Responsibility"},{"quote":"Conviction without experience makes for harshness.","author":"Flannery O'Connor","category":"Conviction, Without, Makes"},{"quote":"Our wisdom comes from our experience, and our experience comes from our foolishness.","author":"Sacha Guitry","category":"Wisdom, Foolishness, Our"},{"quote":"I'm a culture vulture, and I just want to experience it all.","author":"Debbie Harry","category":"Culture, Want, Just"},{"quote":"Truth be told, I'm not an easy man. I can be an entertaining one, though it's been my experience that most people don't want to be entertained. They want to be comforted.","author":"Richard Russo","category":"Truth, Man, People"},{"quote":"Every experience, good or bad, is a priceless collector's item.","author":"Isaac Marion","category":"Good, Bad, Priceless"},{"quote":"If you're lucky enough to experience love, what you find is that it can sustain you through the most difficult times.","author":"Denise Di Novi","category":"Love, Difficult Times, You"},{"quote":"I just feel like if I start opening the door to talking about my university experience, then people just kind of... own everything. There was a lot of stuff a couple of years ago saying that I was bullied at Brown and awful things like that, none of which were true.","author":"Emma Watson","category":"Door, Start, People"},{"quote":"I try to make the readers feel they've lived the events of the book. Just as you grieve if a friend is killed, you should grieve if a fictional character is killed. You should care. If somebody dies and you just go get more popcorn, it's a superficial experience isn't it?","author":"George R. R. Martin","category":"Character, Book, Friend"},{"quote":"A woman experiencing an unplanned pregnancy also deserves to experience unplanned joy.","author":"Patricia Heaton","category":"Joy, Woman, Pregnancy"},{"quote":"I feel that when I began writing, I had a need to know more about the play before I got into it. I think that's the way I was thinking. But my actual experience is that the best way to find out what the structure is, is by writing the play out laterally. You just have got to be brave enough to start without knowing where you are going.","author":"Tom Stoppard","category":"Best, Writing, Thinking"},{"quote":"I've been singing about love a long time now, because my kind of love carries a different flavor. My lyrics are not so outrageous as some. You have to think about a lot of different things. You get more mature with what you do - more experience, more capable, you know, the older you get.","author":"Burning Spear","category":"Love, Time, Singing"},{"quote":"Such is my experience - not that I ever mourned the loss of a child, but that I consider myself as lost!","author":"Deborah Sampson","category":"Myself, Loss, Child"},{"quote":"The city - as the theater of experience, the refuge, the hiding place - has, in turn, been replaced by an abstraction, the fast lane. In the fast lane, the passive observer reduces everything - streets, people, rock lyrics, headlines - to landscape. Every night holds magical promises of renewal. But burnout is inevitable, like some law of physics.","author":"Darryl Pinckney","category":"Law, City, Night"},{"quote":"Another way of judging the value of a prophet's religious experience, therefore, would be to examine the type of manhood that he has created, and the cultural world that has sprung out of the spirit of his message.","author":"Muhammad Iqbal","category":"Value, World, Way"},{"quote":"The new spirituality is that it will produce an experience in human encounters in which we become a living demonstration of the basic spiritual teaching 'We are all one.'","author":"Neale Donald Walsch","category":"Spiritual, Living, Human"},{"quote":"It was one of the most exciting, perfect evenings of my life, my solo debut at Carnegie Hall. And knowing we were all there to raise money for Gay Men's Health Crisis made the evening an extraordinary experience.","author":"Bernadette Peters","category":"Life, Money, Health"},{"quote":"We were a very small circle of writers. Everybody brought to the table their own life experience.","author":"Howie Mandel","category":"Life, Small, Circle"},{"quote":"Whatever you dwell on in the conscious grows in your experience.","author":"Brian Tracy","category":"You, Whatever, Dwell"},{"quote":"No one intuitively understands quantum mechanics because all of our experience involves a world of classical phenomena where, for example, a baseball thrown from pitcher to catcher seems to take just one path, the one described by Newton's laws of motion. Yet at a microscopic level, the universe behaves quite differently.","author":"Lawrence M. Krauss","category":"Baseball, Path, World"},{"quote":"Depression, if it's an unconsciously elected experience, is a luxury.","author":"Jesse Eisenberg","category":"Depression, Luxury, Elected"},{"quote":"As I get older, I want to draw on my experience to make roles better. I see that in the older women who inspire me - their experience makes them better.","author":"Anne-Marie Duff","category":"Women, Inspire, Me"},{"quote":"In a person who is open to experience each stimulus is freely relayed through the nervous system, without being distorted by any process of defensiveness.","author":"Carl Rogers","category":"Process, Person, Through"},{"quote":"The American experience influenced my understanding of individuality, basic human rights, freedom of expression and the rights and responsibilities of citizens.","author":"Ai Weiwei","category":"Freedom, American"},{"quote":"Each solstice is a domain of experience unto itself. At the Summer Solstice, all is green and growing, potential coming into being, the miracle of manifestation painted large on the canvas of awareness. At the Winter Solstice, the wind is cold, trees are bare and all lies in stillness beneath blankets of snow.","author":"Gary Zukav","category":"Winter, Wind, Trees"},{"quote":"Just as there is no substitute for original works of art, there is no substitute for the world of direct sensual experience.","author":"Paul Mellon","category":"Art, World, Original"},{"quote":"Experience keeps a dear school, but fools will learn in no other.","author":"Benjamin Franklin","category":"School, Learn, Fools"},{"quote":"All adventure is now reactionary.","author":"William F. Buckley, Jr.","category":"Adventure, Now, Reactionary"},{"quote":"The trouble with travelling back later on is that you can never repeat the same experience.","author":"Michael Palin","category":"Travel, You, Back"},{"quote":"The French are true romantics. They feel the only difference between a man of forty and one of seventy is thirty years of experience.","author":"Maurice Chevalier","category":"Man, Seventy, True"},{"quote":"Experience teaches you that the man who looks you straight in the eye, particularly if he adds a firm handshake, is hiding something.","author":"Clifton Fadiman","category":"Man, Eye, You"},{"quote":"Poetry, I think, intensifies the reader's experience. If it's a humorous facet of the story, poetry makes it more exuberant. If it's a sad facet, poetry can make it more poignant.","author":"Vikram Seth","category":"Sad, Poetry, Think"},{"quote":"Sometimes, when I hear people without experience of addiction blame addicts for their behaviour, I feel like saying to them: 'You simply don't understand - how can a child be held responsible for doing such a dreadful thing to himself?' But then again, at other times I have to acknowledge: it was done wilfully.","author":"Will Self","category":"Child, People, Blame"},{"quote":"You don't buy experience at the pharmacy. You acquire it through games over time. Every player must go through that, but when the federation hired me, they told me they wanted new players and young players who will prepare for the future.","author":"Agustin Castillo","category":"Time, Future, Me"},{"quote":"Getting on stage and performing and standing under lights is such an unsettling experience - in a good and bad way - but it's the only place I can go to feel comfortable.","author":"Matt Berninger","category":"Good, Good And Bad, Place"},{"quote":"I knew so many gangsters, and I call on that experience with them for characters.","author":"Frank Vincent","category":"Call, Gangsters, Characters"},{"quote":"God cannot be realized through the intellect. Intellect can lead one to a certain extent and no further. It is a matter of faith and experience derived from that faith.","author":"Mahatma Gandhi","category":"Faith, God, Matter"},{"quote":"Job seekers light up when they find The Muse - we're a breath of fresh air in a stale, musty world. Our user experience focuses first and foremost on the individual, on providing them information - from content to company profiles - to make the most pressing professional decisions in their lives.","author":"Kathryn Minshew","category":"Light, Job, World"},{"quote":"The monsters of our childhood do not fade away, neither are they ever wholly monstrous. But neither, in my experience, do we ever reach a plane of detachment regarding our parents, however wise and old we may become. To pretend otherwise is to cheat.","author":"John le Carre","category":"Wise, Parents, Childhood"},{"quote":"The dictum that truth always triumphs over persecution is one of the pleasant falsehoods which men repeat after one another till they pass into commonplaces, but which all experience refutes.","author":"John Stuart Mill","category":"Truth, Men, Persecution"},{"quote":"Language fits over experience like a straight-jacket.","author":"William Golding","category":"Language, Over, Like"},{"quote":"It's queer how ready people always are with advice in any real or imaginary emergency, and no matter how many times experience has shown them to be wrong, they continue to set forth their opinions, as if they had received them from the Almighty!","author":"Anne Sullivan","category":"Advice, People, Opinions"},{"quote":"Many of the insights of the saint stem from their experience as sinners.","author":"Eric Hoffer","category":"Stem, Sinners, Many"},{"quote":"A leader who confines his role to his people's experience dooms himself to stagnation a leader who outstrips his people's experience runs the risk of not being understood.","author":"Henry Kissinger","category":"Leader, Risk, People"},{"quote":"I firmly believe that all human beings have access to extraordinary energies and powers. Judging from accounts of mystical experience, heightened creativity, or exceptional performance by athletes and artists, we harbor a greater life than we know.","author":"Jean Houston","category":"Life, Creativity, Believe"},{"quote":"See, when I paint, it is an experience that, at its best, is transcending reality.","author":"Keith Haring","category":"Best, Reality, See"},{"quote":"For most entertainers, there is a single experience, one defining moment, when confidence replaces the self-doubt that most of us wrestle with.","author":"Charley Pride","category":"Confidence, Moment, Single"},{"quote":"As for the forces, electromagnetism and gravity we experience in everyday life. But the weak and strong forces are beyond our ordinary experience. So in physics, lots of the basic building blocks take 20th- or perhaps 21st-century equipment to explore.","author":"Edward Witten","category":"Life, Strong, Building"},{"quote":"Mississippi Mermaid was a very special experience because we only had the dialogues for the scenes we were shooting the night before.","author":"Catherine Deneuve","category":"Night, Special, Shooting"},{"quote":"If a movie is really working, you forget for two hours your Social Security number and where your car is parked. You are having a vicarious experience. You are identifying, in one way or another, with the people on the screen.","author":"Roger Ebert","category":"Car, People, Security"},{"quote":"The crucial question one comes back to is the examination; without that experience is meaningless. And I think it's true that society is becoming more and more passive, less and less fired up with enthusiasm, in many spheres.","author":"Peter Hammill","category":"Society, Enthusiasm, Think"},{"quote":"Putting is like wisdom - partly a natural gift and partly the accumulation of experience.","author":"Arnold Palmer","category":"Wisdom, Gift, Natural"},{"quote":"You have to experience life, make observations, and ask questions.","author":"Mos Def","category":"Life, Questions, You"},{"quote":"I think you want to try every sport possible just to experience life.","author":"Jose Canseco","category":"Life, Want, Think"},{"quote":"I want to experience that massive adrenalin rush when you step into a new stadium, all the more so when that Olympic Stadium is packed full of people waving British flags.","author":"Jessica Ennis","category":"Step, People, Want"},{"quote":"Artists need some kind of stimulating experience a lot of times, which crystallizes when you sing about it or paint it or sculpt it. You literally mold the experience the way you want. It's therapy.","author":"Erykah Badu","category":"Want, You, Kind"},{"quote":"Life is full of change and uncertainty. We know this. We experience it on a daily basis.","author":"Carre Otis","category":"Life, Change, Daily"},{"quote":"After having my baby I felt like I'd been introduced to my life, I slowed down, I paid more attention to simple things, I addressed a few issues in my own life, I even got married, I looked at what was important and what wasn't, and so I used that experience for inspiration.","author":"Cecelia Ahern","category":"Life, Baby, Simple"},{"quote":"Drama school is a pretty intense experience, and I think it changes who you are.","author":"David Tennant","category":"School, Changes, Think"},{"quote":"There's no experience like going down an empty freeway toward a hurricane and then looking in the opposite lane and seeing bumper-to-bumper traffic, people fleeing that scene. Or going to a toxic spill and seeing people go the other way. You talk yourself into thinking you're invincible in order to do that.","author":"Lester Holt","category":"Thinking, Yourself, People"},{"quote":"To wear a floral shirt is an experience.","author":"Brian Wilson","category":"Wear, Shirt"},{"quote":"Individual potential of life is cosmic potential. Individual is divine deep inside. Transcendental experience awakens that divinity in man. And when you kill a man you deprive him of that birthright of it.","author":"Maharishi Mahesh Yogi","category":"Life, Deep, Man"},{"quote":"As an artist, the more experience, the better the creation. I'm a very positive person.","author":"Psy","category":"Positive, Artist, Better"},{"quote":"Real misanthropes are not found in solitude, but in the world; since it is experience of life, and not philosophy, which produces real hatred of mankind.","author":"Giacomo Leopardi","category":"Life, World, Philosophy"},{"quote":"To me, the job of the artist is to provide a useful and intelligent vocabulary for the world to be able to articulate feelings they experience everyday, and otherwise wouldn't have the means to express in a meaningful and useful way.","author":"Mos Def","category":"Job, World, Artist"},{"quote":"I'm a method writer. In order to write about the emotion, I have to experience it. I get physically tired and exhausted, devoting hours and hours and hours to it.","author":"Sherman Alexie","category":"Tired, Emotion, Exhausted"},{"quote":"Without in any way minimising the economic and psychological blow that people experience when they lose their jobs, the unemployed in affluent countries still have a safety net, in the form of social security payments, and usually free healthcare and free education for their children. They also have sanitation and safe drinking water.","author":"Peter Singer","category":"Education, Children, Safety"},{"quote":"Stress is never a given. There are people who get divorced amicably. There are people who pack up and move with no emotional toll. There is no stressor 'out there' in the world. We experience stress - or we don't - depending on what we believe.","author":"Andrew J. Bernstein","category":"Stress, Believe, World"},{"quote":"As with real reading, the ability to comprehend subtlety and complexity comes only with time and a lot of experience. If you don't adequately acquire those skills, moving out into the real world of real people can actually become quite scary.","author":"Jeffrey Kluger","category":"Time, Reading, World"},{"quote":"Most of us experience a life full of wonderful moments and difficult moments. But for many of us, even when we are most joyful, there is fear behind our joy.","author":"Thich Nhat Hanh","category":"Life, Fear, Joy"},{"quote":"What I've learned from my own journey, and from my family's experience with cancer, is how important it is to stay positive and move forward. Not every day is going to be perfect; that's life. But staying positive is going to get you to the next day.","author":"Bonnie Blair","category":"Life, Positive, Family"},{"quote":"An optimist is a guy that has never had much experience.","author":"Don Marquis","category":"Never, Optimist, Guy"},{"quote":"Experience is what enables you to recognize a mistake when you make it again.","author":"Earl Wilson","category":"Mistake, You, Recognize"},{"quote":"Deep experience is never peaceful.","author":"Henry James","category":"Deep, Peaceful, Never"},{"quote":"There are some hurts that we experience that can be forgiven but we won't forget them.","author":"Joyce Meyer","category":"Forget, Hurts, Some"},{"quote":"It was a very profound experience, getting in touch with that part of us, in all of us human beings, that is committed beyond yourself to the point of giving everything you have, including your life, for other people, for your fellow man.","author":"Raul Julia","category":"Life, Man, Yourself"},{"quote":"In my experience, growing up in Brooklyn and all that, the real tough guys didn't act tough. They didn't talk tough. They were tough, you know? I think about these politicians who try to pose as tough guys - it makes me laugh.","author":"Pete Hamill","category":"Growing Up, Me, Laugh"},{"quote":"To use the same words is not a sufficient guarantee of understanding one must use the same words for the same genus of inward experience ultimately one must have one's experiences in common.","author":"Friedrich Nietzsche","category":"Words, Understanding"},{"quote":"My experience has been in a short 77 years that in the end when you fight for a desperate cause and have good reasons to fight, you usually win.","author":"Edward Teller","category":"Good, Short, Fight"},{"quote":"Play is a uniquely adaptive act, not subordinate to some other adaptive act, but with a special function of its own in human experience.","author":"Johan Huizinga","category":"Play, Special, Human"},{"quote":"It's my experience that you really can't lose when you try the truth.","author":"Sharon Stone","category":"Truth, You, Try"},{"quote":"I probably hold the distinction of being one movie star who, by all laws of logic, should never have made it. At each stage of my career, I lacked the experience.","author":"Audrey Hepburn","category":"Career, Logic, Laws"},{"quote":"The essence of life is finding something you really love and then making the daily experience worthwhile.","author":"Denis Waitley","category":"Love, Life, Daily"},{"quote":"Proverbs are short sentences drawn from long experience.","author":"Miguel de Cervantes","category":"Short, Long, Sentences"},{"quote":"Fame will go by and, so long, I've had you, fame. If it goes by, I've always known it was fickle. So at least it's something I experience, but that's not where I live.","author":"Marilyn Monroe","category":"Live, Long, You"},{"quote":"If you want plenty of experience in dealing with difficult people, then have kids.","author":"Bo Bennett","category":"People, Want, You"},{"quote":"The taste of defeat has a richness of experience all its own.","author":"Bill Bradley","category":"Defeat, Taste, Own"},{"quote":"Any experience can be transformed into something of value.","author":"Vash Young","category":"Value, Something"},{"quote":"Where you are in consciousness has everything to do with what you see in experience.","author":"Eric Butterworth","category":"You, See, Consciousness"},{"quote":"The great living experience for every man is his adventure into the woman. The man embraces in the woman all that is not himself, and from that one resultant, from that embrace, comes every new action.","author":"D. H. Lawrence","category":"Adventure, Great, Man"},{"quote":"DOS is ugly and interferes with users' experience.","author":"Bill Gates","category":"Ugly, Users, Interferes"},{"quote":"The utmost thing is the user experience, to have the most useful experience.","author":"Marissa Mayer","category":"Most, Useful, Thing"},{"quote":"Piano playing is a dying art. I love the fact that I can be one guy with one instrument evoking an emotional and musical experience.","author":"Jon Bon Jovi","category":"Love, Art, Emotional"},{"quote":"My view on issues is based on common sense, and my experience as a mother of four children, as a sole parent, and as a businesswoman running a fish and chip shop.","author":"Pauline Hanson","category":"Children, Mother, Parent"},{"quote":"The underlying message of the Lancet article is that if you want to understand aggressive behaviour in children, look to the social and emotional environment in which they are growing up, and the values they bring to the viewing experience.","author":"Hugh Mackay","category":"Children, Growing Up"},{"quote":"The striking thing about the Precious Blood is the bond it establishes between love and suffering in our experience, a bond that has become so close that we have come to think of suffering accepted with joy as the most authentic sign of love with any depth at all.","author":"Gabriel Marcel","category":"Love, Joy, Suffering"},{"quote":"All historical experience demonstrates the following: Our earth cannot be changed unless in the not too distant future an alteration in the consciousness of individuals is achieved.","author":"Hans Kung","category":"Future, Earth, Consciousness"},{"quote":"People ask if I regret not winning a Stanley Cup, but winning the series against the Soviet Union was the best. It was the greatest experience of my hockey career by far.","author":"Marcel Dionne","category":"Best, Winning, Hockey"},{"quote":"I think what I'm trying to do is create moments of recognition. To try to detonate some kind of feeling or understanding of lived experience.","author":"Barbara Kruger","category":"Moments, Understanding"},{"quote":"I rode on a float in one of the parades in Mississippi. It's an experience.","author":"Elliott Smith","category":"Float, Parades, Rode"},{"quote":"You're creating an intimacy that everybody feels, that it's their experience, not yours. I'll never introduce a song and say, now this song is about 'my' broken heart.","author":"Diana Krall","category":"Heart, Song, Broken"},{"quote":"We want people to experience art and think about it. The art reflects our time, it is about our culture.","author":"David Elliott","category":"Time, Art, Culture"},{"quote":"If you need to take a step back from day-to-day operations and plot out the long-term direction of your user experience strategy, consultants can give you a perspective you can't get on your own.","author":"Jesse James Garrett","category":"Perspective, Strategy, Step"},{"quote":"We have learnt through experience that when an electrical ray strikes the surface of an atom, an electron, and in some circumstances a second and even a third electron, can be detached.","author":"Johannes Stark","category":"Circumstances, Through"},{"quote":"Performing is an experience, for me, that is as humbling as it is energizing.","author":"Charley Pride","category":"Me, Performing, Humbling"},{"quote":"My experience with the Junior League, when I worked in Philadelphia for four years in reference to children's things, is that whenever they were asked they responded. They always responded with sincerity, and they did a good job.","author":"C. Everett Koop","category":"Children, Good, Job"},{"quote":"Intuition is the very force or activity of the soul in its experience through whatever has been the experience of the soul itself.","author":"Henry Reed","category":"Soul, Intuition, Through"},{"quote":"The things that concern us during the day are going to influence what we experience during the night.","author":"Henry Reed","category":"Day, Influence, Night"},{"quote":"It was less a literary thing than a linguistic, philosophical preoccupation... discovering how far you can go with language to create immediate, elementary experience.","author":"Robert Morgan","category":"Language, You, Create"},{"quote":"The course of the flight up and down was exceedingly erratic, partly due to the irregularity of the air, and partly to lack of experience in handling this machine. The control of the front rudder was difficult on account of its being balanced too near the center.","author":"Orville Wright","category":"Control, Down, Difficult"},{"quote":"Happy Days was a wonderful, wonderful experience and I would not have traded it for the world.","author":"Marion Ross","category":"Happy, World, Wonderful"},{"quote":"I would wish for any one of my colleagues to have the experience of working with Martin Scorsese once in their lifetime.","author":"Daniel Day-Lewis","category":"Colleagues, Wish, Working"},{"quote":"The deaf community is in a favorable position because they have a national theatre and training groups of their own to get them started. Deaf actors have often acquired very valuable skills and experience before they get their break.","author":"Richard Masur","category":"Community, Training, Theatre"},{"quote":"But constant experience shows us that every man invested with power is apt to abuse it, and to carry his authority as far as it will go.","author":"Charles de Secondat","category":"Power, Man, Authority"},{"quote":"The experience of testifying and the aftermath have changed my life.","author":"Anita Hill","category":"Life, My Life, Aftermath"},{"quote":"I think a painting should include more experience than simply intended statement.","author":"Jasper Johns","category":"Painting, Think, I Think"},{"quote":"If someone is making a judgment when they don't have firsthand experience, it's intolerant. How can you make a judgment on something you don't know about?","author":"Beck","category":"Know, You, Judgment"},{"quote":"I have relationships with people I'm working with, based on our combined interest. It doesn't make the relationship any less sincere, but it does give it a focus that may not last beyond the experience.","author":"Harrison Ford","category":"Relationship, Focus, People"},{"quote":"Each of us brings to our job, whatever it is, our lifetime of experience and our values.","author":"Sandra Day O'Connor","category":"Job, Values, Whatever"},{"quote":"Great actors try to dismiss all ideas from their conscious mind in order to provide an experience that is real.","author":"Mark Rylance","category":"Great, Ideas, Mind"},{"quote":"On the one hand, we'll never experience childbirth. On the other hand, we can open all our own jars.","author":"Bruce Willis","category":"Childbirth, Hand, Never"},{"quote":"Work is a substitute religious experience for many workaholics.","author":"Mary Daly","category":"Work, Substitute, Many"},{"quote":"Experience is the cane of the blind.","author":"Jacques Roumain","category":"Blind, Cane"},{"quote":"It took me years to understand that words are often as important as experience, because words make experience last.","author":"William Morris","category":"Words, Me, Important"},{"quote":"Social psychology is especially interested in the effect which the social group has in the determination of the experience and conduct of the individual member.","author":"George Herbert Mead","category":"Determination, Group"},{"quote":"For me, the desire exists less to get myself a degree than to just go and have the whole college experience, and throw myself into the brain pool and see if I can swim.","author":"Joshua Jackson","category":"Myself, College, Me"},{"quote":"Existence itself does not feel horrible; it feels like an ecstasy, rather, which we have only to be still to experience.","author":"John Updike","category":"Feel, Existence, Like"},{"quote":"Writing a novel is a terrible experience, during which the hair often falls out and the teeth decay.","author":"Flannery O'Connor","category":"Writing, Hair, Teeth"},{"quote":"We come altogether fresh and raw into the several stages of life, and often find ourselves without experience, despite our years.","author":"Francois de La Rochefoucauld","category":"Life, Find, Years"},{"quote":"The sole substitute for an experience which we have not ourselves lived through is art and literature.","author":"Aleksandr Solzhenitsyn","category":"Art, Literature, Through"},{"quote":"The impulse to dream was slowly beaten out of me by experience. Now it surged up again and I hungered for books, new ways of looking and seeing.","author":"Richard Wright","category":"Dream, Me, Looking"},{"quote":"I was emotionally and physically punched in the stomach. This is not a place where you go and deliver the lines and then you come back. It's kind of a life-changing experience. But it can't get better than this for any actor - this is like an opera.","author":"Javier Bardem","category":"Better, You, Place"},{"quote":"I have the ordinary experience of being anonymous when I'm in an airplane talking to air-traffic control, and they don't know who they're talking to. I have a lot of common experiences.","author":"Harrison Ford","category":"Control, Airplane, Know"},{"quote":"The making of 'Naked' was an absolutely phenomenal, mind-bending experience. That film was life-changing and put my career onto a whole different level.","author":"David Thewlis","category":"Career, Naked, Different"},{"quote":"The mind when it has an old experience will add that data into its current experience, and it keeps coming up with wrong answers.","author":"L. Ron Hubbard","category":"Mind, Data, Answers"},{"quote":"During the whole 'Jeopardy' experience, I felt like I was living a bit of a double life, I would be secretly flying out to L.A. to tape new shows, hoping that none of my coworkers would notice the absence and figure out what was going on. 'Jeopardy' tries very hard to keep their secrets.","author":"Ken Jennings","category":"Life, Flying, Living"}]}