{"author":"Ravindu Manoj","github":"ravindu01manoj","repo":"Quotes-500k","data":[{"quote":"More and more political analysts and weak-kneed politicians are advising the historically pro-life Republican Party to abandon its pro-life stance for political gain. My first response is that if you cannot trust a party on the value of defending human life, how can you trust it on issues like marginal tax rates?","author":"Gary Bauer","category":"Life, Value, Political"},{"quote":"I understand that government should live within its means, value the money it holds in trust from you the taxpayer, avoid waste and, above all else, observe the first maxim of good government: namely, do no avoidable harm.","author":"Tony Abbott","category":"Money, Good, Government"},{"quote":"Only the Communist Party, as the institution that brings together the revolutionary vanguard and will always guarantee the unity of Cubans, can be the worthy heir of the trust deposited by the people in their leader.","author":"Raul Castro","category":"Leader, Unity, Together"},{"quote":"Childlike surrender and trust, I believe, is the defining spirit of authentic discipleship.","author":"Brennan Manning","category":"Believe, I Believe, Spirit"},{"quote":"At the Global Crop Diversity Trust, we work to conserve the diversity that will allow the adaptation and evolution of our agricultural crops in the context of climate change and other challenges.","author":"Cary Fowler","category":"Work, Change, Diversity"},{"quote":"They that trust in the Lord shall never be confounded!","author":"George Muller","category":"Never, Lord, Confounded"},{"quote":"It's important to air your concerns and fears with someone you trust. When you're honest about how you can change and grow, and where your weaknesses are, then you open the door for improvement and change.","author":"Matt Dillon","category":"Change, Improvement, Door"},{"quote":"Love is unknown. To open the heart in trust is unknown. They say love hurts. It doesn't have to.","author":"Don Miguel Ruiz","category":"Love, Heart, Love Is"},{"quote":"Most of us have hoped and prayed for something to happen a certain way, but it didn't. And when this happened, we had a choice to make: to react with offense toward God or to trust Him anyway.","author":"Joyce Meyer","category":"God, Choice, Offense"},{"quote":"The barometer for judging the character of people, in regard human rights, is now those who consider themselves gay, homosexual, lesbian. The judgment as to whether you can trust the future, the social advancement - depending on people - will be judged on where they come out on that question.","author":"Bayard Rustin","category":"Future, Character, People"},{"quote":"My favorite six words in recovery are: trust God, clean house, and help others.","author":"Matthew Perry","category":"God, Help Others, Words"},{"quote":"Botox, trust me I've been tempted - but I resist! Think about what happens to your muscles - and your skin - if you're sick and don't move for a few days. It all atrophies! Plus, if you freeze a muscle in your face, other muscles have to compensate! And once you stop, what does that look like?","author":"Salma Hayek","category":"Me, Think, You"},{"quote":"Songs are my diaries; they always have been. You have to put your trust in everyone because putting down those real, personal details and thoughts that make a song authentic also opens you right up. I am constantly misunderstood; a lot of people just don't get me.","author":"Taylor Swift","category":"I Am, Thoughts, Me"},{"quote":"We're risking the future of the net. People are already losing their trust. Once you get burned once - somebody steals your credit card, or makes a purchase on your account - people tend to stay away from online commerce and from trusting online services.","author":"Mikko Hypponen","category":"Future, Losing, People"},{"quote":"As someone who has faced as much disappointment as most people, I've come to trust not that events will always unfold exactly as I want, but that I will be fine either way.","author":"Marianne Williamson","category":"Disappointment, People, Want"},{"quote":"For me, a dream partner is someone who is willing to learn and to put their trust in me.","author":"Derek Hough","category":"Dream, Me, Partner"},{"quote":"Motherhood is not what was left over after our Father blessed His sons with priesthood ordination. It was the most ennobling endowment He could give His daughters, a sacred trust that gave women an unparalleled role in helping His children keep their second estate.","author":"Sheri L. Dew","category":"Children, Women, Father"},{"quote":"If you don't like Beyonce, then it's hard for me to trust you. It's like not liking world peace.","author":"Seinabo Sey","category":"Peace, World, Me"},{"quote":"My mother was sarcastic and delightful and, trust me, quite remarkable.","author":"Kevin Spacey","category":"Mother, Me, Sarcastic"},{"quote":"Public trust is essential to public safety.","author":"Martin O'Malley","category":"Safety, Public Safety"},{"quote":"I think 'The Sunset Tree' is really the album on which I really learned to trust other musicians, which is so important.","author":"John Darnielle","category":"Sunset, Tree, Musicians"},{"quote":"I trust Canadians' capacity to determine who will sit in their Parliament.","author":"Justin Trudeau","category":"Will, Capacity, Sit"},{"quote":"There's nothing fun about stuff like estate planning, getting mammograms, or talking to a guy about long term disability insurance, but do it anyway. Trust me, the stress of not having done the above is prematurely aging.","author":"Jen Lancaster","category":"Stress, Fun, Disability"},{"quote":"Trust in the great American ingenuity. We can derive more intelligent, more brain-friendly ways we can play football.","author":"Bennet Omalu","category":"Football, Great, American"},{"quote":"I came to trust in Jesus as my Savior after a two-year personal study of the Bible that convinced me that Scripture is free of contradiction and error - doctrinally, historically, and scientifically.","author":"Hugh Ross","category":"Me, Free, Bible"},{"quote":"Familial betrayal is, to me, the most heartbreaking kind - because if you can't trust your family to love you and protect you, who can you really trust?","author":"Alexandra Bracken","category":"Love, Family, Me"},{"quote":"Brands are all about trust. That trust is built in drops and lost in buckets.","author":"Kevin Plank","category":"Lost, Drops, Built"},{"quote":"I used to trust people easily, but now I'm a little careful because some experiences have taught me to not trust anyone blindly.","author":"Shraddha Kapoor","category":"Me, People, Experiences"},{"quote":"Business is a battlefield. You need to be able to go to battle with your team members. Like the military. Know them, trust them, and know who you're working with.","author":"Pamela Meyer","category":"Business, Team, Military"},{"quote":"When truth takes a backseat to ego and politics, trust is lost.","author":"Patrick Lencioni","category":"Truth, Politics, Ego"},{"quote":"I always think about the idea that God never gives you more than you can handle, and just the idea that God would be looking at me and thinking, 'Eh, I think she can handle more.' And the angels thinking, 'What are you doing? You're a lunatic.' And God being like, 'No, no, trust me. She can handle this.'","author":"Tig Notaro","category":"God, Thinking, Me"},{"quote":"A global democracy works only when countries trust one another.","author":"Armstrong Williams","category":"Democracy, Global, Countries"},{"quote":"Now I can do no more. We must trust to the Great Disposer of all events and the justice of our cause. I thank God for this opportunity of doing my duty.","author":"Horatio Nelson","category":"Great, God, Justice"},{"quote":"Never trust the artist. Trust the tale. The proper function of the critic is to save the tale from the artist who created it.","author":"D. H. Lawrence","category":"Artist, Never, Critic"},{"quote":"The fact is, with every friendship you make, and every bond of trust you establish, you are shaping the image of America projected to the rest of the world. That is so important. So when you study abroad, you're actually helping to make America stronger.","author":"Michelle Obama","category":"Friendship, America, World"},{"quote":"I don't trust doctors. It's not to say there ain't some good ones, but on a general level, no, I wouldn't trust 'em at all.","author":"Keith Richards","category":"Good, Say, General"},{"quote":"Inner-life questions are the kind everyone asks, with or without benefit of God-talk: 'Does my life have meaning and purpose?' 'Do I have gifts that the world wants and needs?' 'Whom and what shall I serve?' 'Whom and what can I trust?' 'How can I rise above my fears?'","author":"Parker Palmer","category":"Life, Purpose, World"},{"quote":"I'm a product of a military dictatorship. Under a dictatorship, you cannot trust information or dispense it freely because of censorship. So Brazilians become very flexible in the use of metaphors. They learn to communicate with double meanings.","author":"Vik Muniz","category":"Information, Military"},{"quote":"You have to believe in yourself and only trust your own vision and instincts. If I'd listened to what other people thought about my work in the first 10 years that I was a writer, I never would have made it to begin with.","author":"Philipp Meyer","category":"Work, Vision"},{"quote":"If you're not comfortable with public speaking - and nobody starts out comfortable; you have to learn how to be comfortable - practice. I cannot overstate the importance of practicing. Get some close friends or family members to help evaluate you, or somebody at work that you trust.","author":"Hillary Clinton","category":"Work, Family, Friends"},{"quote":"I have a great agency! It's definitely team work with my fashion career. The trick is to surround yourself with the best people, those whose opinions you really trust and value.","author":"Suki Waterhouse","category":"Work, Best, Team"},{"quote":"Young men, trust God, and make the future bright with blessing. Old men, trust God, and magnify him for all the mercies of the past.","author":"Charles Spurgeon","category":"Future, God, Past"},{"quote":"Trust is not very easy for me at all. I want to be a trusting person, but I've been bruised so many times - not to sound woe-is-me about my life.","author":"Mariah Carey","category":"Life, Me, Easy"},{"quote":"If you're not open, you're not transparent, you're still holding on to vaults of information, you're not going to build that trust.","author":"Gavin Newsom","category":"Information, You, Build"},{"quote":"I want my clients to trust me.","author":"Brad Goreski","category":"Me, Want, Clients"},{"quote":"My evidence that I am saved does not lie in the fact that I preach, or that I do this or that. All my hope lies in this: that Jesus Christ came to save sinners. I am a sinner, I trust Him, then He came to save me, and I am saved.","author":"Charles Spurgeon","category":"Hope, I Am, Me"},{"quote":"To some extent I happily don't know what I'm doing. I feel that it's an artist's responsibility to trust that.","author":"David Byrne","category":"Responsibility, Artist, Know"},{"quote":"The key is to get to know people and trust them to be who they are. Instead, we trust people to be who we want them to be - and when they're not, we cry.","author":"David Duchovny","category":"People, Want, Know"},{"quote":"Trust me, I would love to have a wife and kids. I would very much enjoy that. But I also know that you have to be in the right place to do that.","author":"J. J. Watt","category":"Love, Wife, Me"},{"quote":"As an ambassador for the aid agency Cafod and the Anthony Nolan Trust, I need to be sure that my public support for those charities is a help for their work, not a hindrance.","author":"David Harewood","category":"Work, Support, Help"},{"quote":"Back in 2005, the Anthony Nolan Trust could have asked me just to speak out about the lack of ethnic minority donors on the bone marrow register, but that would have meant nothing if I wasn't prepared to join up myself.","author":"David Harewood","category":"Myself, Speak, Me"},{"quote":"Trust is not about what you can or cannot do in the name of love but who you are and what you choose to reveal as things progress and evolve.","author":"Randeep Hooda","category":"Love, Progress, Name"},{"quote":"I think a good relationship that Mexico could maintain with the United States and vice versa should be based on trust, on opening - openness and constant dialogue that would allow us essentially to define, share objectives and to work towards those so as to avoid activities which are not known to the other government.","author":"Enrique Pena Nieto","category":"Work, Relationship, Good"},{"quote":"Now, I know a lot of things in the big man's world are not what they seem: a lot of people are out for themselves, and you can't always trust what someone says.","author":"Sonny Bill Williams","category":"Man, World, People"},{"quote":"When team members trust each other and know that everyone is capable of admitting when they're wrong, then conflict becomes nothing more than the pursuit of truth or the best possible answer.","author":"Patrick Lencioni","category":"Best, Team, Truth"},{"quote":"I can look at you and say, 'I'm gonna be the biggest artist in the world' because, at the end of the day, it's about the trust I have in God. He's already shown me that I'm gonna fulfil my destiny.","author":"Tory Lanez","category":"Day, God, Artist"},{"quote":"I think one of the coolest things about the job is the level of trust we have for each other. The actors fully trust that the writers will write amazing episodes, and the writers trust that the actors will follow their instincts with the characters.","author":"John Krasinski","category":"Job, Amazing, Think"},{"quote":"I was no chief and never had been, but because I had been more deeply wronged than others, this honor was conferred upon me, and I resolved to prove worthy of the trust.","author":"Geronimo","category":"Honor, Me, Never"},{"quote":"Our job as friends, mentors, parents, and writing coaches is not to write anyone's college essay. That's cheating. Plus, it sends a discouraging message to the teenager that he or she can't be trusted with this important assignment. Trust the student to write the essay, but verify that it gets done. Gentle editing and proofreading are allowed.","author":"Kate Klise","category":"Friends, Parents, College"},{"quote":"You know, at the end of the day, the only thing you have is trust and honor in this world. That's all you have. All you have is your reputation built on trust and your personal honor. When you don't have that anymore, well, you know, there you go. Trust was broken.","author":"George Tenet","category":"Day, World, Honor"},{"quote":"In a multi-racial society, trust, understanding and tolerance are the cornerstones of peace and order.","author":"Kamisese Mara","category":"Peace, Society"},{"quote":"If you have a trust in and an expectation of your own solitude, everything that you need to know will be revealed to you.","author":"John O'Donohue","category":"Solitude, Know, You"},{"quote":"I value an entrepreneur I can get behind and trust, because I know they are attempting to move forward in life.","author":"Daymond John","category":"Life, Value, Know"},{"quote":"Of course you can't 'trust' what people tell you on the web anymore than you can 'trust' what people tell you on megaphones, postcards or in restaurants. Working out the social politics of who you can trust and why is, quite literally, what a very large part of our brain has evolved to do.","author":"Douglas Adams","category":"Politics, Brain, People"},{"quote":"An essay is a thing of the imagination. If there is information in an essay, it is by-the-by, and if there is an opinion, one need not trust it for the long run. A genuine essay rarely has an educational, polemical, or sociopolitical use; it is the movement of a free mind at play.","author":"Cynthia Ozick","category":"Imagination, Mind, Free"},{"quote":"People come into your life and people leave it... you just have to trust that life has a road mapped out for you.","author":"Orlando Bloom","category":"Life, Road, People"},{"quote":"While day by day the overzealous student stores up facts for future use, he who has learned to trust nature finds need for ever fewer external directions. He will discard formula after formula, until he reaches the conclusion: Let nature take its course.","author":"Larry Bird","category":"Nature, Future, Day"},{"quote":"Don't trust anyone over 30.","author":"Pat Boone","category":"Over, Anyone"},{"quote":"It's really important to me that the public have confidence in their criminal justice system. We don't operate very well if the public doesn't trust us.","author":"Sally Yates","category":"Confidence, Justice, Me"},{"quote":"Quakers almost as good as colored. They call themselves friends and you can trust them every time.","author":"Harriet Tubman","category":"Time, Friends, Good"},{"quote":"Federalism is no longer the fault line of Centre-State relations but the definition of a new partnership of Team India. Citizens now have the ease of trust, not the burden of proof and process. Businesses find an environment that is open and easy to work in.","author":"Narendra Modi","category":"Work, Team, Easy"},{"quote":"Citizens, the priority now is to recover trust between the Egyptian - amongst the Egyptians and to have trust and confidence in our economy and international reputation and the fact that the change that we have embarked on will carry on and there's no going back to the old days.","author":"Hosni Mubarak","category":"Change, Confidence"},{"quote":"When I was growing up, I was so fascinated by Mel Blanc and all of the different voices that he did for 'Looney Tunes' and watching Robin Williams record voice-over for the genie in 'Aladdin.' It always seemed to be a major honor - something you have to earn. Like people trust you when they want to have you there without seeing you.","author":"Jenny Slate","category":"Growing Up, Honor, People"},{"quote":"Better to trust the man who is frequently in error than the one who is never in doubt.","author":"Eric Sevareid","category":"Man, Doubt, Better"},{"quote":"When a man assumes a public trust he should consider himself a public property.","author":"Thomas Jefferson","category":"Man, Property, Should"},{"quote":"Every sale has five basic obstacles: no need, no money, no hurry, no desire, no trust.","author":"Zig Ziglar","category":"Money, Obstacles, Desire"},{"quote":"Trust should be the basis for all our moral training.","author":"Robert Baden-Powell","category":"Training, Moral, Should"},{"quote":"I think the thing about love is that even though the things around us change, we as human beings, a lot of the ways we interact, and the ways we love each other is timeless. It requires trust, honesty, commitment, romance, and physical chemistry.","author":"John Legend","category":"Love, Change, Honesty"},{"quote":"If you're an original thinker, you are going get told 'no' a lot, and you have to be able to hear 'no' many times from the bankers and trust that at some point, someone is going to recognize that you are an artist and not a can of soda.","author":"Nick Offerman","category":"Artist, You, Point"},{"quote":"We have a great country, we are a great nation - let us trust in it.","author":"Felipe VI of Spain","category":"Great, Country, Nation"},{"quote":"We must weed out corruption and build a strong system of justice that the people can trust.","author":"Gloria Macapagal Arroyo","category":"Strong, Justice, People"},{"quote":"There's a lot of trust being built up. I think we have a lot of work ahead of us.","author":"Jacob Lew","category":"Work, Think, Ahead"},{"quote":"By staying neutral, I end up being somebody that everybody can trust. Even if they don't always agree with my decisions, they know I'm not working against them.","author":"Linus Torvalds","category":"Decisions, End, Know"},{"quote":"Never trust a husband too far, nor a bachelor too near.","author":"Helen Rowland","category":"Relationship, Husband"},{"quote":"I like women, but you can't always trust them. Some of them are big liars, like this one woman I met who had a dog. I asked her her dog's name and then I asked, 'Does he bite?' and she said, 'No.' And I said, 'So how does he eat?' Liar!","author":"Demetri Martin","category":"Dog, Women, Woman"},{"quote":"Trust everybody, but cut the cards.","author":"Finley Peter Dunne","category":"Cards, Cut, Everybody"},{"quote":"Trusting your individual uniqueness challenges you to lay yourself open.","author":"James Broughton","category":"Challenges, Yourself, You"},{"quote":"Thankfully, I have my mom and a small group of close friends who are there for me 24/7 and whom I can trust and depend on.","author":"Christina Aguilera","category":"Friends, Mom, Me"},{"quote":"I trust online banking. You know why? Because if somebody hacks into my account and defrauds my credit card company, or my online bank account, guess who takes the loss? The bank, not me.","author":"Kevin Mitnick","category":"Loss, Me, Company"},{"quote":"In any solid, good relationship, it takes a while to trust someone.","author":"Minka Kelly","category":"Relationship, Good, Someone"},{"quote":"Because the Internet is so new, we still don't really understand what it is. We mistake it for a type of publishing or broadcasting, because that's what we're used to. So people complain that there's a lot of rubbish online, or that it's dominated by Americans, or that you can't necessarily trust what you read on the Web.","author":"Douglas Adams","category":"Internet, Mistake, People"},{"quote":"People are really upside down. They want a government they can trust. They want one that's not going to raise their taxes by $15 billion and not lay off one state employee.","author":"Carl Paladino","category":"Government, People, Want"},{"quote":"Let's put aside the politics and trust the people. Let's embrace the unique opportunity we all have; take the heat and make the hard and difficult decisions, knowing that we're doing it to make things better for the people of Illinois.","author":"Rod Blagojevich","category":"Opportunity, Politics"},{"quote":"People might think that my queen should be highly educated, beautiful and the best of the best. Jetsun Pema is a kind-hearted girl who is very supportive and whom I can trust. I cannot say how she might appear to the people, but to me, she is the one.","author":"Jigme Khesar Namgyel Wangchuck","category":"Beautiful, Best, Girl"},{"quote":"Trust your own instinct. Your mistakes might as well be your own, instead of someone else's.","author":"Billy Wilder","category":"Mistakes, Well, Instinct"},{"quote":"In every tyrant's heart there springs in the end this poison, that he cannot trust a friend.","author":"Aeschylus","category":"Heart, End, Friend"},{"quote":"Those who wish well to the State ought to choose to places of trust men of inward principle, justified by exemplary conversation.","author":"John Witherspoon","category":"Men, Wish, Conversation"},{"quote":"I do believe that it was through divine providence that the Founding Fathers drafted a document that created a government that didn't trust each other - hence the separation of powers. And then, to close the deal, the Bill of Rights was added to continue to protect individual rights and freedoms.","author":"John Shimkus","category":"Government, Believe, Rights"},{"quote":"If you're going to counsel people - and that's all my ministry is, it's a counseling ministry more than anything else - people have to believe that they can trust you and that they can listen to you, that you're going to try to help them and not just politically try to convert them to your views.","author":"Robert H. Schuller","category":"Believe, People, Help"},{"quote":"The essence of good government is trust.","author":"Kathleen Sebelius","category":"Good, Government"},{"quote":"You must trust your instinct, intuition and judgment.","author":"Rouben Mamoulian","category":"Intuition, You, Instinct"},{"quote":"Peer pressure is something everyone will face in school. You have to really go by what you think is the right thing to do. Turn to the friends you trust the most when you are put in a compromising situation. If your friends are making the wrong decision, then turn to your parents.","author":"Madisen Beaty","category":"Friends, School, Parents"},{"quote":"Trust is important in any relationship, not just a romantic one.","author":"Stephanie Sigman","category":"Relationship, Romantic"},{"quote":"The Teenage Cancer Trust does incredible work supporting and caring for teenagers and young adults with cancer, and it's a cause that is really close to me and my family.","author":"Florence Welch","category":"Work, Family, Caring"},{"quote":"When you use words loosely, without care and consideration, you erode trust in yourself and in what you're saying. When you squander words, you diminish your power.","author":"Margaret Heffernan","category":"Power, Words, Yourself"},{"quote":"Humility may well be one of the most difficult of the fruit of the Spirit to be cultivated in us - and to maintain. That's because without humility, it's not likely that you will put your complete trust in God.","author":"Joyce Meyer","category":"God, Humility, Fruit"},{"quote":"There are many wonderful themes from 'Moana' that people discover, and I also hope they're inspired to go on their own journeys and to learn more about the Polynesian culture, because we're pretty great! I'm so proud of the people the filmmakers talked to - the Oceanic Trust.","author":"Auli'i Cravalho","category":"Hope, Culture, Great"},{"quote":"I have trust issues with allowing other individuals to know my innermost secrets for fear of how I may be viewed. Everyone has this.","author":"Kevin Gates","category":"Fear, Secrets, Know"},{"quote":"Men trust their ears less than their eyes.","author":"Herodotus","category":"Eyes, Men, Ears"},{"quote":"It's important to build trust if you're trying to deal with big things. Big issues require everybody to get outside their comfort zone, and people are more willing to do so if they believe that their partner is sincere in their efforts. And the only way you can do that is to engage them on a personal level.","author":"Jeb Bush","category":"Comfort Zone, Believe"},{"quote":"I believe that Americans should be deeply skeptical of government power. You cannot trust people in power. The founders knew that. That's why they divided power among three branches, to set interest against interest.","author":"James Comey","category":"Power, Government, Believe"},{"quote":"Are we at last brought to such humiliating and debasing degradation, that we cannot be trusted with arms for our defense?","author":"Patrick Henry","category":"Last, Defense, Trusted"},{"quote":"Trust not too much to appearances.","author":"Virgil","category":"Appearances, Too Much, Too"},{"quote":"Let no such man be trusted.","author":"William Shakespeare","category":"Man, Trusted"},{"quote":"Never trust anything that can think for itself if you can't see where it keeps its brain.","author":"J. K. Rowling","category":"Brain, Think, You"},{"quote":"Trust is the first step to love.","author":"Munshi Premchand","category":"Love, First Step, Step"},{"quote":"I never trusted good-looking boys.","author":"Frances McDormand","category":"Good-Looking, Never, Trusted"},{"quote":"I learned something from that. If someone asks me something that I really don't want to do, I say no. I have to trust that. And I'm not afraid to talk money.","author":"Diana Ross","category":"Money, Me, Want"},{"quote":"They say never trust a skinny chef, but the fact is, to stay healthy when you're a chef means you have to work twice as hard.","author":"Marcus Samuelsson","category":"Work, Chef, Healthy"},{"quote":"Our goal is to desperately make the best products we can. We're not naive. We trust that if we're successful and we make good products, that people will like them. And we trust that if people like them, they'll buy them. And we figured out the operation and we're effective. We know what we're doing, so we'll make money, but it's a consequence.","author":"Jonathan Ive","category":"Money, Good, Best"},{"quote":"You cannot have a relationship with someone you can't trust.","author":"Sheri L. Dew","category":"Relationship, You, Someone"},{"quote":"I've spent years trying to time up my drops with my throws. You learn to listen to your feet and trust your positions.","author":"Aaron Rodgers","category":"Time, Feet, You"},{"quote":"I love to dance, so I'm definitely always the first one out on the dance floor. And when it comes to guys, I don't get shy. So if I wasn't with a date, I wouldn't have a problem going up to a guy and just saying, 'Are you gonna dance with me?' Trust me, it'll work for you too! Guys like it when you aren't afraid to make the first move.","author":"Kylie Jenner","category":"Love, Work, Dance"},{"quote":"Takers believe in a zero-sum world, and they end up creating one where bosses, colleagues and clients don't trust them. Givers build deeper and broader relationships - people are rooting for them instead of gunning for them.","author":"Adam Grant","category":"Believe, World, End"},{"quote":"Trust not yourself, but your defects to know, make use of every friend and every foe.","author":"Alexander Pope","category":"Friend, Yourself, Know"},{"quote":"We have an opportunity, but we have an obligation to senior citizens and to the younger people who are entering the workforce today to help ensure that they are going to be able to trust the government to have a workable program that benefits them as well.","author":"Thad Cochran","category":"Today, Government"},{"quote":"With any work worth its salt, you have to trust the author enough to take its measure. And if you apply too many preconceptions, you are not taking its measure.","author":"Art Spiegelman","category":"Work, Measure, You"},{"quote":"You can't trust politicians. It doesn't matter who makes a political speech. It's all lies - and it applies to any rock star who wants to make a political speech as well.","author":"Bob Geldof","category":"Political, Rock Star, Speech"},{"quote":"Every single Pixar film, at one time or another, has been the worst movie ever put on film. But we know. We trust our process. We don't get scared and say, 'Oh, no, this film isn't working.'","author":"John Lasseter","category":"Time, Know, Working"},{"quote":"It's probably a bit of a power trip when you befriend somebody enough that they trust you to tell you things.","author":"Josh Brolin","category":"Power, You, Enough"},{"quote":"Once players have my trust, they have it.","author":"Terry Francona","category":"Once, Players"},{"quote":"Sometimes people don't trust the force of kindness. They think love or compassion or kindness will make you weak and kind of stupid and people will take advantage of you you won't stand up for other people.","author":"Sharon Salzberg","category":"Love, Kindness, Compassion"},{"quote":"It is a well known urban myth that the French don't trust banks and store their money under their mattress. It's not that they are tight with money - they just don't trust anyone.","author":"Janine di Giovanni","category":"Money, Well, Just"},{"quote":"I don't even know what a traditional producer is or does. I feel like the job is like being a coach, building good work habits and building trust. You want to get to a point where you can say anything and talk about anything. There needs to be a real connection.","author":"Rick Rubin","category":"Work, Good, Job"},{"quote":"You have to relax, write what you write. It sounds easy but it's really, really hard. One of the things it took me longest to learn was to trust the writing process.","author":"Diane Setterfield","category":"Writing, Relax, Me"},{"quote":"I learned this early on in the variety business: You've got to give folks responsibility, you've got to trust them, and then you've got to check on them.","author":"Sam Walton","category":"Business, Responsibility"},{"quote":"The secret of a long life is to never trust a doctor.","author":"Luise Rainer","category":"Life, Doctor, Long"},{"quote":"As with any actor and any collaborator, it's about forming a trusting relationship. And that's not that you have to get him to trust you so you can get him to do what you want. Especially with a little kid, it's about making them feel really safe, and getting to know and not treating them as a puppet to be moved around.","author":"Lenny Abrahamson","category":"Relationship, Want, Know"},{"quote":"Speaking of trust, ever since I wrote this book, 'Liespotting,' no one wants to meet me in person anymore - no, no, no, no, no. They say, 'It's okay. We'll email you.' I can't even get a coffee date at Starbucks. My husband's like, 'Honey, deception? Maybe you could have focused on cooking. How about French cooking?'","author":"Pamela Meyer","category":"Coffee, Cooking, Book"},{"quote":"National security laws must protect national security. But they must also protect the public trust and preserve the ability of an informed electorate to hold its government to account.","author":"Al Franken","category":"Government, Security"},{"quote":"Trust and value your own divinity as well as your connection to nature. Seeing God's work everywhere will be your reward.","author":"Wayne Dyer","category":"Work, Nature, God"},{"quote":"How can people trust the harvest, unless they see it sown?","author":"Mary Renault","category":"Harvest, People, See"},{"quote":"A blessed thing it is for any man or woman to have a friend, one human soul whom we can trust utterly, who knows the best and worst of us, and who loves us in spite of all our faults.","author":"Charles Kingsley","category":"Best, Man, Woman"},{"quote":"Trust dies but mistrust blossoms.","author":"Sophocles","category":"Mistrust, Blossoms, Dies"},{"quote":"It doesn't make any sense... that's why I trust it!","author":"Kate Winslet","category":"Why, Sense, Make"},{"quote":"It is unfortunate, considering that enthusiasm moves the world, that so few enthusiasts can be trusted to speak the truth.","author":"Arthur Balfour","category":"Truth, World, Speak"},{"quote":"Put your trust in the Lord and go ahead. Worry gets you no place.","author":"Roy Acuff","category":"Worry, You, Place"},{"quote":"Trust in yourself. Your perceptions are often far more accurate than you are willing to believe.","author":"Claudia Black","category":"Believe, Yourself, You"},{"quote":"When you explain to people what you're trying to do, as opposed to just making demands or delegating tasks, you can build instant trust, even if it's just for that short time you're on the phone.","author":"Simon Sinek","category":"Time, Short, People"},{"quote":"Liberty, as it is conceived by current opinion, has nothing inherent about it; it is a sort of gift or trust bestowed on the individual by the state pending good behavior.","author":"Mary McCarthy","category":"Good, Gift, Behavior"},{"quote":"Spirituality does two things for you. One, you are forced to become more selfless, two, you trust to providence. The opposite of a spiritual man is a materialist. If I was a materialist I would be making lots of money doing endorsements, doing cricket commentary. I have no interest in that.","author":"Imran Khan","category":"Money, Man, Spiritual"},{"quote":"Something goes wrong, I yell at them -'Fix it'- whether it's their fault or not. You can only really yell at the players you trust.","author":"Bill Parcells","category":"Fix, You, Fault"},{"quote":"Do not trust to the cheering, for those persons would shout as much if you and I were going to be hanged.","author":"Claude M. Bristol","category":"You, Going, Shout"},{"quote":"It's good to have a manager who shares your interests, or goals. You can presumably trust a husband. I don't know if it's the best way to work. I really shouldn't discuss this.","author":"Dorothy Stratten","category":"Work, Goals, Good"},{"quote":"America is a country ready to be taken, in fact, longing to be taken by political leaders ready to restore democracy and trust to the political process.","author":"Arianna Huffington","category":"America, Democracy"},{"quote":"I don't think it's true that blondes have more fun... Trust me, it is not true!","author":"Mila Kunis","category":"Fun, Me, Think"},{"quote":"Positioning the brand and regaining trust are all smart things for us to do and those are the litmus tests for any decisions we make.","author":"John McKinley","category":"Smart, Decisions, Brand"},{"quote":"In spite of the haze of speculation, it is still something of a shock to find myself here, coming to terms with an enormous trust placed in my hands and with the inevitable sense of inadequacy that goes with that.","author":"Rowan Williams","category":"Myself, Hands, Find"},{"quote":"This book is about physics and its about physics and its relationship with mathematics and how they seem to be intimately related and to what extent can you explore this relationship and trust it.","author":"Roger Penrose","category":"Relationship, Mathematics"},{"quote":"Work hard, use your common sense and don't be afraid to trust your instincts.","author":"Fred L. Turner","category":"Work, Work Hard"},{"quote":"None of us and none of the Arabs trust Israel.","author":"Bashar al-Assad","category":"Israel, Us, None"},{"quote":"Today I trust my instinct, I trust myself. Finally.","author":"Isabelle Adjani","category":"Myself, Today, Instinct"},{"quote":"There is something at work that's bigger than us. It's about having a trust in life and being at peace that things are happening the way they should. You do what you do as well as you can do it, and then you don't worry or agonize about the outcome.","author":"Sherilyn Fenn","category":"Life, Work, Peace"},{"quote":"If we keep on ignoring and leaving children to their own devices at home, they become latchkey kids, and trust me, the consequences of that are not good.","author":"Eric Braeden","category":"Children, Home, Good"},{"quote":"Jim Bakker came along. He said, Jessica Hahn, listen. You're a virgin. As God as my witness. He said, We need a girl that we can trust.","author":"Jessica Hahn","category":"God, Girl, You"},{"quote":"The cyberspace earnings I get from Linux come in the format of having a Network of people that know me and trust me, and that I can depend on in return.","author":"Linus Torvalds","category":"Me, People, Know"},{"quote":"Put your trust in God but be sure to keep your powder dry.","author":"Oliver Cromwell","category":"God, Dry, Sure"},{"quote":"In America few people will trust you unless you are irreverent.","author":"Norman Mailer","category":"America, People, You"},{"quote":"You can't trust a promise someone makes while they're drunk, in love, hungry, or running for office.","author":"Joe Moore","category":"Love, Hungry, You"},{"quote":"I have only one rule in acting - trust the director and give him heart and soul.","author":"Ava Gardner","category":"Heart, Soul, Acting"},{"quote":"A man who does not trust himself will never really trust anybody.","author":"Jean Francois Paul de Gondi","category":"Man, Never, Will"},{"quote":"Ideas are only lethal if you suppress and don't discuss them. Ignorance is not bliss, it's stupid. Banning books shows you don't trust your kids to think and you don't trust yourself to be able to talk to them.","author":"Anna Quindlen","category":"Stupid, Ignorance, Yourself"},{"quote":"They say I'm the Hottest MC in the Game. If you label me that, I will live up to it. Trust me.","author":"Lil Wayne","category":"Game, Me, Live"},{"quote":"Up against the corporate government, voters find themselves asked to choose between look-alike candidates from two parties vying to see who takes the marching orders from their campaign paymasters and their future employers. The money of vested interest nullifies genuine voter choice and trust.","author":"Ralph Nader","category":"Future, Money, Government"},{"quote":"Know that there is so much more to you than your body. It's not just about perfecting the steps; you must trust your instincts to tell deep, emotional stories through the steps that you are performing.","author":"Karen Kain","category":"Deep, Body, Know"},{"quote":"The best thing I've learned is, if you're going out, never go out alone - you leave yourself vulnerable. If you've got someone else there you trust, they can say, be wary of that person. I probably used to be too trusting of people.","author":"Daniel Radcliffe","category":"Best, Alone, Yourself"},{"quote":"I am lucky to have advisers whom I trust.","author":"Monica Seles","category":"I Am, Lucky, Whom"},{"quote":"We associate the North Atlantic with cod. The motto of Newfoundland used to be 'In cod we trust.' It was a joke, but it was essentially true. But there is no cod anymore. And that's extraordinary. It's all because of either greed or politics - Canadian politics.","author":"Simon Winchester","category":"Motto, Politics, Greed"},{"quote":"The first thing I've learned is to trust nobody.","author":"Josh Bowman","category":"First, Nobody, Learned"},{"quote":"It takes years for me to trust; I know that about myself. A lot of it is because I am so private, and so reluctant to make myself vulnerable.","author":"Michelle Pfeiffer","category":"Myself, I Am, Me"},{"quote":"Trust me, the only real way to understand 'Chic' is in highfalutin terms. Our chord progressions were based on European modal melodies. I made those early 'Chic' records to impress my jazz friends.","author":"Nile Rodgers","category":"Friends, Me, Jazz"},{"quote":"There's obviously nothing wrong with selling your art - only an idiot with a trust fund would tell you otherwise. But it's confusing to know how far you should take it.","author":"Banksy","category":"Art, Know, You"},{"quote":"I don't trust anybody in my life except my mother and my dogs.","author":"Cheryl Cole","category":"Life, Mother, My Life"},{"quote":"I do not trust technology. I mean, I don't think we're in any danger of kids, you know, doing without video games in the future, but I am saying that their lives are largely out of balance.","author":"Richard Louv","category":"Technology, Future, I Am"},{"quote":"I'm not saying the whole world will work this way, but with Airbnb, people are sleeping in other people's homes and other people's beds. So there's a level of trust necessary to participate that's different from an eBay or Facebook.","author":"Brian Chesky","category":"Work, World, People"},{"quote":"Trust is that rare and priceless treasure that wins us the affection of our heavenly Father.","author":"Brennan Manning","category":"Father, Treasure, Affection"},{"quote":"I don't think Hollywood makes many good films anymore. How many directors can you really trust to have an artistic vision, not a corporate vision or a watered-down communal one?","author":"Nick Cave","category":"Good, Vision, Think"},{"quote":"People don't know the past, even though we live in literate societies, because they don't trust the sources of the past.","author":"Daniel Pauly","category":"Past, People, Live"},{"quote":"Too many Christians live their lives like slaves - to the devil - because they believe his lies more than they trust God.","author":"Joyce Meyer","category":"God, Believe, Live"},{"quote":"In the 1960s, if you introduced a new product to America, 90% of the people who viewed it for the first time believed in the corporate promise. Then 40 years later if you performed the same exercise, less than 10% of the public believed it was true. The fracturing of trust is based on the fact that the consumer has been let down.","author":"Howard Schultz","category":"Time, America, People"},{"quote":"It's so much easier to like people, and to let people in, to trust them until they prove that you should do otherwise. The alternative is being an iceberg.","author":"Taylor Swift","category":"People, You, Easier"},{"quote":"Every year in my life, I trust fewer and fewer people.","author":"Francis Chan","category":"Life, People, My Life"},{"quote":"Sport is one of the few spaces where people can learn about different cultures in a spirit of trust and friendship.","author":"Richard Attias","category":"Friendship, People, Learn"},{"quote":"I rent a Jacobean-fronted hunting lodge in Hampshire from the National Trust and like to go there as much as possible. I've grown to love it so much, especially when writing my memoirs there at weekends.","author":"Nicholas Haslam","category":"Love, Writing, Hunting"},{"quote":"The best fights don't occur between strangers. They occur between friends who trust each other.","author":"Chuck Palahniuk","category":"Friends, Best, Strangers"},{"quote":"We have little choice but to place a certain level of trust in scientists - even when it comes to the model-driven speculative discipline of climate change. And, need it be said, most scientists take great care in being honest, principled and precise.","author":"David Harsanyi","category":"Change, Great, Choice"},{"quote":"We can trust ourselves to know when our boundaries are being violated.","author":"Melody Beattie","category":"Know, Boundaries, Being"},{"quote":"Real entrepreneurs have what I call the three Ps (and, trust me, none of them stands for 'permission'). Real entrepreneurs have a 'passion' for what they're doing, a 'problem' that needs to be solved, and a 'purpose' that drives them forward.","author":"Michael Dell","category":"Passion, Purpose, Me"},{"quote":"Have a goal. Know where you want to end up. Knowing where you want to end up is a lot easier than figuring out how to start and how to get there. You will figure out how to get there. Do not chart your career. Trust me you do not want to chart your career.","author":"Gary Cohn","category":"Goal, End, Me"},{"quote":"There is a clear goal and it isn't to make money. The goal is to desperately try to make the best products we can. We are not naive - if you trust it, people like it, they buy it and we make money. This is a consequence.","author":"Jonathan Ive","category":"Money, Best, Goal"},{"quote":"Not at all do I trust augurs, who enrich the ears of others, so that they can enrich their own homes with gold.","author":"Lucius Accius","category":"Gold, Others, Ears"},{"quote":"As far as the constitution allows me, I will try to ensure that there is responsible and accountable governance at all levels of government in the country. For I will not have kept my own trust with the Nigerian people if I allow others abuse theirs under my watch.","author":"Muhammadu Buhari","category":"Government, Constitution, Me"},{"quote":"As life has a way of unfolding as it is meant to, I have learned to trust life.","author":"Linda Thompson","category":"Life, Way, I Have Learned"},{"quote":"Hate crimes are different from other crimes. They strike at the heart of one's identity - they strike at our sense of self, our sense of belonging. The end result is loss - loss of trust, loss of dignity, and in the worst case, loss of life.","author":"James Comey","category":"Life, Heart, Hate"},{"quote":"Don't ever break someone's trust. Once you do, then nobody wants to do business with you.","author":"Robert Budi Hartono","category":"Business, You, Nobody"},{"quote":"I don't think I have ever taken any 'offbeat' advice. Actually, I don't know I take any advice very often. I trust my own instincts and seek out information so I can make fully informed decisions. That's what's worked for me.","author":"Diane Hendricks","category":"Decisions, Advice, Me"},{"quote":"Don't trust everyone, especially if they say, 'Trust me.'","author":"Michelle Phan","category":"Me, They Say, Say"},{"quote":"The violations of these diesel motors by our company go against everything that Volkswagen stands for... at this time, I don't yet have the answers to all the questions. I'm utterly sorry that we have damaged trust in this way. I offer my deepest apologies to our customers, the authorities, and to the public at large for our misconduct.","author":"Martin Winterkorn","category":"Time, Sorry, Company"},{"quote":"Profitability, growth, and safeguards against existential risks are crucial to strengthening a company's long-term prospects. But if these three factors constitute a company's 'hard power,' firms also need 'soft power': public trust and acceptance, won by fulfilling a company's social responsibility.","author":"Klaus Schwab","category":"Responsibility, Power"},{"quote":"I hope with all my heart and soul that every young man who receives the priesthood will honor that priesthood and be true to the trust which is conveyed when it is conferred. May each of us who holds the priesthood of God know what he believes.","author":"Thomas S. Monson","category":"Hope, God, Man"},{"quote":"I would trust citizen journalism as much as I would trust citizen surgery.","author":"Morley Safer","category":"Journalism, Citizen, Surgery"},{"quote":"A lot of why I climb is for the friendship, the loyalty and trust, the shared experience of being in that moment.","author":"Jimmy Chin","category":"Friendship, Experience"},{"quote":"I think there's no question that vaccines have been absolutely critical in ridding us of the scourge of many diseases - smallpox, polio, etc. So vaccines are an invaluable medication. Like any medication, they also should be - what shall we say? - approved by a regulatory board that people can trust.","author":"Jill Stein","category":"People, Think, Vaccines"},{"quote":"Be as transparent as you can in your trade. The big thing in life is trust.","author":"T. S. Kalyanaraman","category":"Life, You, Big"},{"quote":"Too many guys don't know what to do with their lives after boxing. I was lucky because I had two managers who didn't trust each other, and so they were always making sure where all the money was, and because of that, so did I.","author":"Gerry Cooney","category":"Money, Boxing, Know"},{"quote":"I trust if your life is right, the right things will happen at the right time. If the chords are in harmony inside, I think other things will happen in the same way. That sounded highfalutin' to me once, but I believe it now.","author":"Gene Wilder","category":"Life, Time, Believe"},{"quote":"My mother had taught shorthand and typing to support us since my father died, and secretly she hated it and hated him for dying and leaving no money because he didn't trust life insurance salesmen.","author":"Sylvia Plath","category":"Life, Money, Father"},{"quote":"I think in order to push kids and coach kids the way we want to coach them, we've got to have their trust.","author":"Kirby Smart","category":"Want, Think, Kids"},{"quote":"I understood it's a business as far as when you're drafting someone, and you want a guy you can trust. But there were no questions on my ability or character.","author":"Stefon Diggs","category":"Business, Character"},{"quote":"To bear means to support the weight of that which is held. It is a sacred trust to bear the priesthood, which is the mighty power and authority of God.","author":"Russell M. Nelson","category":"God, Power, Support"},{"quote":"When I went to the prosecutor's office, I wanted to be one of the good guys that the defense could trust. I'd try fair, clean cases, pull no punches, no below-the-belt stuff. Honorable. Because that's the kind of prosecutor I wanted to deal with.","author":"Marcia Clark","category":"Good, Try, Kind"},{"quote":"I am a small business owner I'm in the agri-business. That's about as blind a trust as you can get. We trust in the Lord for rain and many other things.","author":"Sonny Perdue","category":"Business, Rain, I Am"},{"quote":"Most teams are naturally flat; they have fewer members than a large enterprise, which allows for intimacy and trust to form. This makes collaborative problem solving in individual teams more straightforward.","author":"Chris Fussell","category":"Problem, Intimacy"},{"quote":"Without trust, the most essential element of innovation - conflict - becomes impossible.","author":"Patrick Lencioni","category":"Innovation, Conflict"},{"quote":"When a salesperson truly cares about you, trust forms, and you're more likely to buy, come back for repeat business, and refer new customers.","author":"Adam Grant","category":"Business, You, New"},{"quote":"I love to see lack of clarity in a performance as well as clarity, as well as trust, as well as the kinds of things that human beings go through. I love to see spontaneity and 'inevitability.' How it gets there is going to shock the hell out of me, but it will get there somehow.","author":"Martin Landau","category":"Love, Performance, Me"},{"quote":"In an increasingly polarized world, it's hard to know whom to trust. CNN will be the only news channel that doesn't take a side.","author":"Jeff Zucker","category":"World, News, Know"},{"quote":"Just because somebody says you are not trustworthy, that doesn't mean it is so... CNN's brand equity is built over 37 years doing hard work in very dangerous places... those who rely on CNN trust CNN more than ever.","author":"Jeff Zucker","category":"Work, Hard Work, Brand"},{"quote":"Any institution faces two basic choices if they hope to spark new ideas. One is to leverage the brains trust within their organization by creating a special event dedicated to new thinking. The other is to look outside themselves to stimulate solutions.","author":"Simon Mainwaring","category":"Hope, Thinking, Choices"},{"quote":"As contagion of sickness makes sickness, contagion of trust can make trust.","author":"Marianne Moore","category":"Sickness, Contagion, Makes"},{"quote":"Trust your gut instinct over spreadsheets. There are too many variables in the real world that you simply can't put into a spreadsheet. Spreadsheets spit out results from your inexact assumptions and give you a false sense of security. In most cases, your heart and gut are still your best guide.","author":"Naveen Jain","category":"Best, Heart, World"},{"quote":"I love that we can trust Barack to do what he says he's going to do, even when it's hard - especially when it's hard.","author":"Michelle Obama","category":"Love, Going, Hard"},{"quote":"I buy about $1,500 worth of papers every month. Not that I trust them. I'm looking for the crack in the fabric.","author":"Dick Gregory","category":"Looking, Worth, Month"},{"quote":"Pakistanis can't trust. They've seen in history that people, particularly politicians, are corrupt. And they're misguided by people in the name of Islam. They're told: 'Malala is not a Muslim, she's not in purdah, she's working for America.'","author":"Malala Yousafzai","category":"History, America, People"},{"quote":"The way you build trust with your people is by being forthright and clear with them from day one. You may think people are fooled when you tell them what they want to hear. They are not fooled.","author":"Dick Costolo","category":"Day, People, Want"},{"quote":"There has to be absolute trust between the tiger and its master, but its master must be the master - there must be no mistake about that.","author":"Ridley Scott","category":"Mistake, Master, Tiger"},{"quote":"Things that have happened with Enron and companies like that, where they've squandered their employees' pension funds, I think it has brought a new level of anxiety. People don't feel like they can trust their employer.","author":"Mike Huckabee","category":"Employees, People, Anxiety"},{"quote":"We must never take the public's trust for granted - our predecessors worked hard to earn it, and it is our responsibility to continually earn that trust.","author":"Sally Yates","category":"Responsibility, Never, Earn"},{"quote":"Prenups are so unromantic - a sign of distrust, not love. Time for a reality check, my friends. First, drawing up a prenuptial agreement together is a sign of incredible trust and financial openness - you're fooling yourself if you think you can achieve complete intimacy without it.","author":"Suze Orman","category":"Love, Time, Friends"},{"quote":"I think women have an innate ability to be intuitive with people that they truly love, but they have to trust that inner voice, and I think it is there. I think we are more intuitive than men.","author":"Andie MacDowell","category":"Love, Women, Men"},{"quote":"I'm so suspicious of boys-slash-men. I just don't like them or trust them.","author":"Megan Fox","category":"Just, Like, Suspicious"},{"quote":"People have to render judgment. In my case, I've said upfront openly, I've made mistakes at times. I've had to go to God for forgiveness. I've had to seek reconciliation. But I'm also a 68-year-old grandfather, and I think people have to measure who I am now and whether I'm a person they can trust.","author":"Newt Gingrich","category":"Forgiveness, God, Mistakes"},{"quote":"David Ben-Gurion understood that the public's trust is given to a leader in order to lead, determine clear goals and make difficult decisions. The fate of the people and the good of the state guided him, not polls, media treatment or measures of prestige.","author":"Ariel Sharon","category":"Goals, Good, Leader"},{"quote":"I trust work, directors - I don't live in fear. All good experiences have come from trusting the universe. There is no other way to live or love. Otherwise, you create your own prison.","author":"Olivia Wilde","category":"Love, Work, Fear"},{"quote":"There are a lot of times that we feel like our hands are tied - 'I have no control over if I'm going to lose my job.' 'I have no control over if I'm going to be able to pay my bills.' You've got to realize that that's where your trust comes in. You have to trust God, and keep your hope, because your hope is what produces your faith.","author":"Victoria Osteen","category":"Hope, Faith, God"},{"quote":"I don't want the United States to be in a global economy where our economic future is bound to that of Zimbabwe. We can't necessarily trust the decisions that are being made financially in other countries.","author":"Michele Bachmann","category":"Future, Decisions, Want"},{"quote":"Throughout history, when societies face tough economic times, we have seen democratic reforms deferred, decreased trust in government, persecution of minority groups, and a general shrinking of the democratic space.","author":"Samantha Power","category":"History, Space, Government"},{"quote":"Treachery has existed as long as there's been warfare, and there's always been a few people that you couldn't trust.","author":"James Mattis","category":"People, Long, You"},{"quote":"Now the first step has to be taken, the step towards democracy. This step is full of risks, and requires trust on all sides. We don't know where it will lead. But if we just stand still, we will have no chance of escaping the violence.","author":"Daniel Barenboim","category":"Democracy, Violence, Step"},{"quote":"In an ecology of love, people can relate in trust and face the future without fear. They do not need to play it safe. They can take uncertainty in their stride.","author":"Jonathan Sacks","category":"Love, Future, Fear"},{"quote":"All in all, I just don't trust journalists - and I don't think it's a good practice for me to trust journalists.","author":"Frank Ocean","category":"Good, Me, Practice"},{"quote":"The sadness of the women's movement is that they don't allow the necessity of love. See, I don't personally trust any revolution where love is not allowed.","author":"Maya Angelou","category":"Love, Women, Sadness"},{"quote":"Trust men and they will be true to you treat them greatly and they will show themselves great.","author":"Ralph Waldo Emerson","category":"Great, Men, Treat"},{"quote":"There is not one single police officer in America that I am not afraid of and not one that I would trust to tell the truth or obey the laws they are sworn to uphold. I do not believe they protect me in any way.","author":"Henry Rollins","category":"Truth, America, I Am"},{"quote":"As president, I'm committed to making Washington work better and rebuilding the trust of the people who sent us here.","author":"Barack Obama","category":"Work, People, Better"},{"quote":"Mr. Chairman, delegates. I accept your nomination for President of the United States of America. I do so with humility, deeply moved by the trust you have placed in me. It is a great honor. It is an even greater responsibility.","author":"Mitt Romney","category":"Great, Responsibility"},{"quote":"I think I have to trust that you end up with the person you're supposed to end up with, and that everything in between is there to teach you stuff.","author":"Taylor Swift","category":"End, Think, You"},{"quote":"The 'public' scares me, but people I trust.","author":"Marilyn Monroe","category":"Me, People, Public"},{"quote":"I have learned from personal experience that putting trust in God means there will be some unanswered questions. That was a hard lesson for me because I naturally want to understand everything... to know what's going on so I can feel like I'm in control.","author":"Joyce Meyer","category":"Experience, God, Me"},{"quote":"When we trust God more than our feelings, it confuses the devil. I mean, when he throws you his best shot and he can't budge you from believing God, he won't know what to do with you anymore.","author":"Joyce Meyer","category":"Best, God, Know"},{"quote":"I don't trust liberals, I trust conservatives.","author":"Lucius Annaeus Seneca","category":"Conservatives, Liberals"},{"quote":"I know it when I don't know it. Sometimes I know it when I don't think I know it. I need to trust myself in these moments, these rare moments of self-doubt.","author":"Rush Limbaugh","category":"Myself, Moments, Know"},{"quote":"Will some reporter, or some Republican on the Sunday shows, please ask why tax cuts raid the non-existent Social Security Trust Fund but all the Democrats' new spending doesn't? Will someone please ask that?","author":"Rush Limbaugh","category":"Security, Tax, Why"},{"quote":"There was a time when the United States government earned the trust of its people. There was a time when most people believed that the United States government was protecting them.","author":"Rush Limbaugh","category":"Time, Government, People"},{"quote":"Like everybody else, I've had relationships in which I was passionately in love but was completely miserable all the time and didn't trust the person I was in love with one inch.","author":"Salman Rushdie","category":"Love, Time, Relationships"},{"quote":"I was an awful critic. I operated on the assumption that there was an absolute scale of values against which art could be measured. I didn't trust my own subjective responses.","author":"Tom Stoppard","category":"Art, Values, My Own"},{"quote":"I trust that when people meet, we meet for a transcendent reason, and that the challenges we face in life are always lessons that serve our soul's growth.","author":"Marianne Williamson","category":"Life, Growth, Soul"},{"quote":"Trust is very hard if you don't know what you're trusting.","author":"Marianne Williamson","category":"Know, You, Hard"},{"quote":"Let's stop big government energy mandates like cap-and-trade, and instead trust the American innovator to make us energy independent.","author":"Marco Rubio","category":"American, Government, Energy"},{"quote":"It is better to suffer wrong than to do it, and happier to be sometimes cheated than not to trust.","author":"Samuel Johnson","category":"Better, Sometimes, Suffer"},{"quote":"A newspaper is a public trust, and we will suffer as a society without them. It is not the Internet that has killed them. It is their own greed, it is their own stupidity, and it is capitalism that has taken our daily newspapers from us.","author":"Michael Moore","category":"Daily, Society, Greed"},{"quote":"It's hard knowing who to trust with your personal life. When you cry in your room at night, you don't always know who to call. So I am very close to my family.","author":"Lady Gaga","category":"Life, Family, I Am"},{"quote":"Sometimes the hardest thing to do is to trust your team. It's a lesson I've had to relearn quite a few times.","author":"Robert Kiyosaki","category":"Team, Sometimes, Lesson"},{"quote":"Confidence is that feeling by which the mind embarks in great and honorable courses with a sure hope and trust in itself.","author":"Marcus Tullius Cicero","category":"Hope, Confidence, Great"},{"quote":"People don't trust private health insurance companies for all the right reasons.","author":"Bernie Sanders","category":"Health, People, Insurance"},{"quote":"I trust myself. You need that to survive.","author":"Yoko Ono","category":"Myself, Survive, You"},{"quote":"Public trust in both government and corporations is low, and deservedly so.","author":"Rebecca MacKinnon","category":"Government, Public, Low"},{"quote":"I go to movies expecting to have a whole experience. If I want a movie that doesn't end, I'll go to a French movie. That's a betrayal of trust to me. A movie has to be complete within itself; it can't just build off the first one or play variations.","author":"Joss Whedon","category":"Experience, End, Me"},{"quote":"I periodically realize every few years that the only person whose taste I really trust is me.","author":"Brian Eno","category":"Me, Realize, Person"},{"quote":"I trust my taste. I trust it completely and I always have done, and I've always thought it isn't that different from everybody else's.","author":"Brian Eno","category":"Thought, Done, Taste"},{"quote":"I have long been a supporter of The Prince's Trust, and so when American Express asked me to launch 'Amex Be Inspired' and help young people build their confidence and fulfil their potential, I was delighted to get involved.","author":"Kevin Spacey","category":"Confidence, American, Help"},{"quote":"My working and personal relationship with President Obama is marked by growing trust. I appreciate this.","author":"Vladimir Putin","category":"Relationship, Appreciate"},{"quote":"The single best machine to measure trust is a human being. We haven't figured out a metric that works better than our own sort of, like, 'There's something fishy about you.'","author":"Simon Sinek","category":"Best, Better, Measure"},{"quote":"Without sounding overly pompous about it, I don't really trust certainty in anything, actually. Especially as I get older. Except love. I'm certain of love, I guess.","author":"Martin Freeman","category":"Love, Anything, Without"},{"quote":"The amount of trust and bandwidth that you build up working with someone for five, seven, 10 years? It's just awesome. I care about openness and connectedness in a global sense.","author":"Mark Zuckerberg","category":"Awesome, Care, You"},{"quote":"The entire process of making a movie is sort of blind trust because, otherwise, all of it just doesn't make any sense: the fact that we can create any sense of reality or emotion given the arbitrariness of a day.","author":"Brie Larson","category":"Day, Blind, Reality"},{"quote":"I know you've got to earn people's trust, and you've got to earn it day after day after day.","author":"Nicola Sturgeon","category":"Day, People, Know"},{"quote":"Whatever happens in life is fine - just trust in that.","author":"Orlando Bloom","category":"Life, Whatever, Fine"},{"quote":"I think a film set is a quite controlled environment and you feel like you can trust them and it is going to be a safe place to work, but I really don't think about it.","author":"Orlando Bloom","category":"Work, Environment, Think"},{"quote":"When hiring, trust your feelings.","author":"Peter Diamandis","category":"Feelings, Hiring, Your"},{"quote":"My message to anyone who's afraid that they can't write music when they're happy is 'Just trust the passion.' The passion can write a lot of things.","author":"Alanis Morissette","category":"Music, Happy, Passion"},{"quote":"Once you make a studio 700 million dollars or so, or whatever the insane number is, then they finally seem to trust you, no matter how off-the-wall your project is.","author":"Shia LaBeouf","category":"Matter, You, Insane"},{"quote":"I will work my heart out to earn the trust of the people of Massachusetts.","author":"Elizabeth Warren","category":"Work, Heart, People"},{"quote":"A revocable living trust allows your heirs to avoid probate entirely and keeps you in complete control of your finances while you're alive. You can always make changes to what's in the trust and to how you'd ultimately like it managed or disbursed.","author":"Suze Orman","category":"Changes, Control, You"},{"quote":"I want to be clear here: It does not matter what you say in your will or trust; the beneficiary document attached to your IRA accounts and your life insurance policy overrides what you say elsewhere. If you want to change the beneficiary, you must change the beneficiary document.","author":"Suze Orman","category":"Life, Change, Want"},{"quote":"I repeat... that all power is a trust; that we are accountable for its exercise; that from the people and for the people all springs, and all must exist.","author":"Benjamin Disraeli","category":"Power, People, Exercise"},{"quote":"Whether you're throwing up or breaking up, you want your girlfriend right there! I don't trust women who don't go to their girlfriends.","author":"Drew Barrymore","category":"Women, Want, You"},{"quote":"I think of Paul Feig as the Scorsese of comedy. He's the best at what he does. I think people just trust everything that he's got to say.","author":"Jason Statham","category":"Best, People, Think"},{"quote":"If someone lies, well, you had a choice to trust that person or not. I think the way my father raised me, well, he trusted everybody. And that worked for him.","author":"Tom Brady","category":"Father, Choice, Me"},{"quote":"The downside to making movies at a gallop like we did with 'Wish You Were Here' is that we're shooting four or five scenes in a day, and it's very exhilarating, but you worry at the end of the day that you missed some details because you were moving too quick, and you just gotta trust and be ready straightaway.","author":"Joel Edgerton","category":"Day, Moving, Worry"},{"quote":"Let me say this: I'm paranoid of the government. They've lost my trust. They've lied to me so many times that I don't know what to believe from them anymore.","author":"Jesse Ventura","category":"Government, Believe, Me"},{"quote":"I want someone who can trust that my big hands are going to take care of them.","author":"Dwayne Johnson","category":"Hands, Want, Care"},{"quote":"My hope always when I am working with a new client is that I will cultivate a relationship with them: develop a dialogue and a way of working. This makes it easy for a star to trust you.","author":"Brad Goreski","category":"Hope, Relationship, I Am"},{"quote":"You want to believe in leaders, really believe in leaders. You want what they are saying to be truthful, and you want to trust them.","author":"Pierce Brosnan","category":"Believe, Want, Saying"},{"quote":"No one has proof that I know of, that a higher power exists, yet a major portion of the world believes in it and relies on it in faith in trust, in what that is. Where is the science in that? And yet you have incredible belief in that.","author":"Sandra Bullock","category":"Faith, Science, Power"},{"quote":"It's time to stop the raid on the Social Security trust fund and start allowing Americans to invest their Social Security taxes in personal savings accounts.","author":"Mike Pence","category":"Time, Start, Security"},{"quote":"When we started the e-commerce, nobody believed that China would have e-commerce because people believed in 'guang-shi,' face-to-face, and all kinds of network in traditional ways. There's no trust system in China.","author":"Jack Ma","category":"People, Nobody, System"},{"quote":"I think there is a break down of trust generally, between people and politicians. I think that's come about for a whole variety of reasons.","author":"Theresa May","category":"People, Down, Think"},{"quote":"If you have three people in your life that you can trust, you can consider yourself the luckiest person in the whole world.","author":"Selena Gomez","category":"Life, World, Yourself"},{"quote":"I don't trust anyone... It's something that I have to live with, and I have to find the balance of who I want in my life and who isn't good for me.","author":"Selena Gomez","category":"Life, Good, Balance"},{"quote":"He that takes truth for his guide, and duty for his end, may safely trust to God's providence to lead him aright.","author":"Blaise Pascal","category":"Truth, God, End"},{"quote":"When I make a movie, I don't break it down and analyze it. I could but it would get in the way of doing a job - on instinct based on all the research we did going in. you want to trust yourself and your director and your acting partners in the circumstances you're shooting. I don't like to have any kind of overview.","author":"Viggo Mortensen","category":"Job, Yourself, Research"},{"quote":"Gerard doesn't tell me what to do. We discuss everything as a couple, as I imagine most partners do. We have a beautiful relationship and one of mutual trust.","author":"Shakira","category":"Relationship, Beautiful, Me"},{"quote":"There's something about that blind trust between Timbaland and me - two people that have almost nothing in common except for a love of music - that is really rejuvenating.","author":"Chris Cornell","category":"Love, Music, Me"},{"quote":"Jesus teaches us to forgive and I've got to trust him on that one.","author":"Billy Corgan","category":"Forgive, Him, Us"},{"quote":"We are all selfish and I no more trust myself than others with a good motive.","author":"Lord Byron","category":"Good, Myself, Selfish"},{"quote":"To restore the trust of the people, we must reform the way the government operates.","author":"Arnold Schwarzenegger","category":"Government, People, Way"},{"quote":"I feel good because I believe I have made progress in rebuilding the people's trust in their government.","author":"Arnold Schwarzenegger","category":"Good, Progress, Government"},{"quote":"Trust is central to an economy that works.","author":"Stephen Covey","category":"Economy, Works, Central"},{"quote":"It can be hard in this business, especially when you're very young, to figure out who you can and can't trust.","author":"Christina Aguilera","category":"Business, Young, You"},{"quote":"I think the most important thing that I think everyone in America must have is belief that wherever they live, whatever station they have in life, that the American dream is alive and well. I think the fracturing of trust and confidence is in the American dream.","author":"Howard Schultz","category":"Life, Confidence, America"},{"quote":"You can't trust anybody with power.","author":"Newt Gingrich","category":"Power, You, Anybody"},{"quote":"I read the NY Times but I don't trust all of it.","author":"David Byrne","category":"Times, Read, NY Times"},{"quote":"I know it's a cliche, but trust me on this. I once dated a Canadian. Canada = boring.","author":"Alex Berenson","category":"Me, Canada, Know"},{"quote":"Trust the Canadians to produce a game about mutual funds that is actually more boring than the real thing.","author":"Alex Berenson","category":"Game, Real, Boring"},{"quote":"Every public company depends to some extent on the trust of its investors.","author":"Alex Berenson","category":"Company, Public, Every"},{"quote":"People don't trust government, they don't trust Wall Street, they don't trust the church, they don't trust the media.","author":"Donna Brazile","category":"Government, Media, People"},{"quote":"I've always very earnestly tried to do my best, so I just have to trust that and forgive myself for being fallible.","author":"Claire Danes","category":"Best, Myself, Forgive"},{"quote":"If Google decided at any point to publish my search history, or your search history, or anyone's search history, there's a litany of things they could idea police you about, and if it was published, you would be publicly shamed. Everyone would be publicly shamed. But we trust Google, and we trust the people that run that company.","author":"Ashton Kutcher","category":"History, People, Company"},{"quote":"I trust my government. I actually have a trust for my government with my data, and I trust them to protect me. They've protected me - they've made the best efforts to protect me my whole life.","author":"Ashton Kutcher","category":"Life, Best, Government"},{"quote":"I understand the damage the expenses crisis has done to Parliament, and the paramount importance of restoring trust in our politics.","author":"George Osborne","category":"Politics, Crisis, Done"},{"quote":"Donald Trump I wouldn't trust as far as I could throw him.","author":"Mark Cuban","category":"Him, Far, Throw"},{"quote":"Snowden grants that NSA employees by and large believe in their mission and trust the agency to handle the secrets it takes from ordinary people - deliberately, in the case of bulk records collection, and 'incidentally,' when the content of American phone calls and e-mails are swept into NSA systems along with foreign targets.","author":"Barton Gellman","category":"American, Believe, People"},{"quote":"You can't trust an artist that just makes good records.","author":"Nick Cave","category":"Good, Artist, You"},{"quote":"People make suggestions on what to say all the time. I'll give you an example; I don't read what's handed to me. People say, 'Here, here's your speech, or here's an idea for a speech.' They're changed. Trust me.","author":"George W. Bush","category":"Time, Me, People"},{"quote":"Democracy demands trust. It demands that sense of mutual understanding. And - it's a two way street. You've got to give - as much as you take.","author":"Charles Kennedy","category":"Democracy, Understanding"},{"quote":"Sometimes a psychic tells you something and it feels wrong and others may be right on the money. It's your choice about whom to trust, and giving that trust is something we do ourselves.","author":"Martha Beck","category":"Money, Giving, Choice"},{"quote":"Denial exists because human infants, though equipped with trust-o-meters, are built to trust, blindly and absolutely, any older person who wanders past.","author":"Martha Beck","category":"Past, Person, Human"},{"quote":"I trust the integrity of the British government and the British soldiers.","author":"Ehud Olmert","category":"Integrity, Government"},{"quote":"As six-time world karate champion and then a movie star, I put too much trust in who I was, what I could do, and what I acquired. I forgot how much I needed others and especially God.","author":"Chuck Norris","category":"God, World, Champion"},{"quote":"I write for the people I grew up with. I took extreme pains for my book to not be a native informant. Not: 'This is Dominican food. This is a Spanish word.' I trust my readers, even non-Spanish ones.","author":"Junot Diaz","category":"Food, Book, People"},{"quote":"Linux is a complex example of the wisdom of crowds. It's a good example in the sense that it shows you can set people to work in a decentralized way - that is, without anyone really directing their efforts in a particular direction - and still trust that they're going to come up with good answers.","author":"James Surowiecki","category":"Work, Wisdom, Good"},{"quote":"The challenge for capitalism is that the things that breed trust also breed the environment for fraud.","author":"James Surowiecki","category":"Challenge, Environment"},{"quote":"Unlike most government programs, Social Security and, in part, Medicare are funded by payroll taxes dedicated specifically to them. Some of the tax revenue pays for current benefits; anything that's left over goes into trust funds for the future. The programs were designed this way for political reasons.","author":"James Surowiecki","category":"Future, Government"},{"quote":"In order to work well, markets need a basic level of trust.","author":"James Surowiecki","category":"Work, Need, Well"},{"quote":"It is very important for a priest, in the parish itself, to see how people trust in him and to experience, in addition to their trust, also their generosity in pardoning his weaknesses.","author":"Pope Benedict XVI","category":"Experience, Generosity"},{"quote":"The big shift in approach on education that we are taking - which is different from what happened before - is that we trust teachers and we trust heads.","author":"Michael Gove","category":"Education, Teachers"},{"quote":"What we're doing now is we're saying that individual schools can spend the money on their own priorities, so that head teachers can decide what's truly important, because the big shift in approach on education that we're taking - which is different from what happened before - is that we trust teachers and we trust heads.","author":"Michael Gove","category":"Education, Money, Saying"},{"quote":"I'm not asking the public to trust me I'm asking the public to trust themselves.","author":"Michael Gove","category":"Me, Themselves, Asking"},{"quote":"Making promises and then saddling yourself with a political system and a political union that means that you cannot deliver those promises, I fear, doesn't contribute to an atmosphere of trust and confidence in politics.","author":"Michael Gove","category":"Fear, Confidence, Politics"},{"quote":"Canada I don't trust. The Canadian government hates me more than the Japanese.","author":"Paul Watson","category":"Government, Me, Canada"},{"quote":"The trust institutions have in the marketplace, the confidence customers and suppliers and workers and employees have, are very important to a business's effectiveness.","author":"Janet Yellen","category":"Business, Confidence"},{"quote":"You're younger, you might want to go to clubs and kick it, but as you get older, you start seeing that life has more meaning to it. The people that you love are the people you want to start trusting and start wanting them to trust you and start respecting them.","author":"R. Kelly","category":"Love, Life, People"},{"quote":"There's a time and place for everything. You're younger, you might want to go to clubs and kick it, but as you get older, you start seeing that life has more meaning to it. The people that you love are the people you want to start trusting and start wanting them to trust you and start respecting them.","author":"R. Kelly","category":"Love, Life, Time"},{"quote":"My daughter, Lila, is my style critic. She'll say, 'No, Mummy, you can't wear that.' She's very good. I do trust her instinct.","author":"Kate Moss","category":"Good, Daughter, Style"},{"quote":"There's nobody that's ever really been able to take care of me. Johnny did for a bit. I believed what he said. Like if I said, 'What do I do?' he'd tell me. And that's what I missed when I left. I really lost that gauge of somebody I could trust.","author":"Kate Moss","category":"Me, Lost, Care"},{"quote":"There are lots of women I look up to, but mentors are someone you talk to and not just admire. A lot of my friends that I trust are my mentors.","author":"Kate Moss","category":"Friends, Women, Mentors"},{"quote":"You can't trust your memory. You change it to suit yourself.","author":"Sydney Pollack","category":"Change, Memory, Yourself"},{"quote":"The way I did the first album... the way I wrote 'Church'... was just to trust my instincts with the music and let it kind of do what it does.","author":"Hozier","category":"Music, Church, Kind"},{"quote":"I don't listen to people's opinions. I have people around me who I can trust, but most of all I listen to myself.","author":"Mary J. Blige","category":"Myself, Me, People"},{"quote":"I had to learn how to trust my gut. Trust what I know to be right... not right, but not waver on who I am. Know who I am, know what I want, and know it. Not waver on it and be secure in that. And I still struggle with it. But I really... I can't be moved. You can't move me, and that all comes with loving myself, and I'm like my best buddy.","author":"Mary J. Blige","category":"Best, Myself, Struggle"},{"quote":"The people have given me their support they have given me their trust and confidence. My colleagues have suffered a lot in order to give me support. I do not look upon my life as a sacrifice at all.","author":"Aung San Suu Kyi","category":"Life, Confidence, Support"},{"quote":"Even non-democratic allies no longer trust America. Barack Obama has alienated our most important and longest standing Arab allies, Egypt and Saudi Arabia. Both the anti-Muslim Brotherhood and the anti-Iran Arab states have lost respect for him.","author":"Dennis Prager","category":"Respect, America, Lost"},{"quote":"I will have to earn trust and respect from my kids.","author":"Tiger Woods","category":"Respect, Kids, Earn"},{"quote":"The issue with international institutions is that there is a crisis of legitimacy. Trust in these institutions is a serious problem.","author":"Mo Ibrahim","category":"Problem, Crisis, Serious"},{"quote":"When you're an entertainer, it's hard not to compare yourself with the next person's success. But you have to trust your own journey and your strengths and believe in yourself. I think that's the best place to start.","author":"Kat Graham","category":"Success, Journey, Best"},{"quote":"People's trust in their public institutions depends on their government getting results.","author":"Martin O'Malley","category":"Government, People, Results"},{"quote":"Trust leads to intimacy, which leads to healing and meaning. We can only be intimate to the degree we can make ourselves vulnerable. But when we open our hearts, we can get hurt.","author":"Dean Ornish","category":"Healing, Hurt, Meaning"},{"quote":"With everything that you can imagine at our fingertips, many of the social interactions that help tie people together in a community have faded away. Are communities traditionally built on relationships, trust and familiarity a thing of the past?","author":"Dean Ornish","category":"Community, Together, Past"},{"quote":"Fear leads to more fear, and trust leads to more trust.","author":"Dean Ornish","category":"Fear, More, Leads"},{"quote":"Our - our friends can't trust us anymore. You know, Ukraine was a nuclear-armed state. They gave away their nuclear arms with the understanding that we would protect them. We won't even give them offensive weapons.","author":"Ben Carson","category":"Friends, Understanding, Know"},{"quote":"Comrade Kim Jong Il, by continuing the march of Songun without interruption and with absolute trust in our service personnel and other people who were faithful to the Party's cause, led the socialist cause of Juche along the road of victory.","author":"Kim Jong-un","category":"Service, Road, Victory"},{"quote":"People in north Michigan are not different at all from people in southern Alabama. Trust me, someone who's spent a lot of time in both places. They're all hardworking, simple people.","author":"Kid Rock","category":"Time, Simple, Me"},{"quote":"I'm learning to trust other people to do things. My time is limited, and I'd rather be spending it with my kids.","author":"Kourtney Kardashian","category":"Time, Learning, People"},{"quote":"I would suggest that you only take advice from those people who have a lot of experience and who you trust as well. Also, be extremely conservative with your investments.","author":"Caroline Wozniacki","category":"Experience, Advice, People"},{"quote":"Non-disclosure in the Internet Age is quickly perceived as a breach of trust. Government, corporations and each of us as individuals must recalibrate how we live and share our lives appropriate to the information now available and the expectations of others.","author":"Simon Mainwaring","category":"Age, Government, Internet"},{"quote":"Working out the social politics of who you can trust and why is, quite literally, what a very large part of our brain has evolved to do.","author":"Douglas Adams","category":"Politics, Brain, Why"},{"quote":"I admire law enforcement agents who put their lives on the line to enforce the law while building trust and understanding within a community and around the world. I honor those who seek justice for all the people of this country.","author":"Janet Reno","category":"Community, Justice, Law"},{"quote":"The sad pattern of lack of trust in God has persisted since the Creation.","author":"Henry B. Eyring","category":"Sad, God, Creation"},{"quote":"God does not rule in nations, but He is mindful of them. He can and does place people in positions of influence who want what is best for the people and who trust in the Lord.","author":"Henry B. Eyring","category":"Best, God, Influence"},{"quote":"If people do not know what is going to make them better off or give them pleasure, then the idea that you can trust people to do what will give them pleasure becomes questionable.","author":"Daniel Kahneman","category":"People, Better, Know"},{"quote":"Hope is trust in God's promises, faith that if we act now, the desired blessings will be fulfilled in the future.","author":"James E. Faust","category":"Hope, Future, Faith"},{"quote":"To those who believe but wish their belief to be strengthened, I urge you to walk in faith and trust in God. Spiritual knowledge always requires an exercise of faith.","author":"James E. Faust","category":"Knowledge, Faith, God"},{"quote":"I had this unusual mix of curiosity, the ability to write in ways people understood, and when I appeared, viewers seemed to trust me to get them through some cataclysmic changes.","author":"Tom Brokaw","category":"Curiosity, Changes, Me"},{"quote":"You convey something that the public either trusts or it does not trust, and it has to do with the content and how you handle the news, but it also just has something to do with your persona.","author":"Tom Brokaw","category":"News, Content, You"},{"quote":"I am just postmodern enough not to trust 'postmodern' as a description of our times, for it privileges the practices and intellectual formations of modernity. Calling this a postmodern age reproduces the modernist assumption that history must be policed by periods.","author":"Stanley Hauerwas","category":"History, Age, I Am"},{"quote":"One thing I've learned in my limited experience is you can justify anything intellectually. There are a million reasons to stay with someone, and a million reasons to end something - so you can really only trust your gut.","author":"Tavi Gevinson","category":"Experience, End, You"},{"quote":"Businesses and users are going to use technology only if they can trust it.","author":"Satya Nadella","category":"Technology, Going"},{"quote":"While the House of Blues slogan has been 'In blues we trust,' its stages are usually filled with more reliable moneymakers - Neil Diamond and A Tribe Called Quest among them.","author":"Bill Dedman","category":"Blues, House, Reliable"},{"quote":"People don't care anymore because they don't believe in us; they don't trust us. And that's why we should change politics, not just accept the cynical frame that, 'Well, that's just politics.'","author":"Gavin Newsom","category":"Change, Politics, Believe"},{"quote":"Back in the '90s, folks were not sure if they could trust the Web, and frankly, a lot of the services back then didn't provide massive value.","author":"Jason Calacanis","category":"Value, Back, Web"},{"quote":"For somehow this disease inheres in tyranny, never to trust one's friends.","author":"Aeschylus","category":"Friends, Tyranny, Never"},{"quote":"I used to pre-rehearse everything and then bring my pre-rehearsed performance to the set. Now, I'm learning to let it happen in the moment. American actors are much better at that than British actors. If I knew how to trust myself, I would have been much more relaxed.","author":"Hugh Grant","category":"Learning, Myself, American"},{"quote":"I'm a terrible actor. I'm still learning. When I first started, I wish I knew then to trust myself more, really. I was in a terrible panic in the early part of my career.","author":"Hugh Grant","category":"Learning, Myself, Wish"},{"quote":"I used to pre-rehearse everything and then bring my pre-rehearsed performance to the set. Now, I'm learning to let it happen in the moment. American actors are much better at that than British actors. If I knew how to trust myself, I would have been much more relaxed. Maybe I would have less gray hairs today.","author":"Hugh Grant","category":"Learning, Myself, Today"},{"quote":"In many ways, it was much, much harder to get the first book contract. The hardest thing probably overall has been learning not to trust people, publicists and so forth, implicitly.","author":"Neil Gaiman","category":"Learning, Book, People"},{"quote":"I know it sounds new age-y, but what I've truly come up with is that you really need to trust that you're on your own path, as long as you stay true to it and you show up, which is 99% of it.","author":"Jane Lynch","category":"Path, Long, Know"},{"quote":"Employers, like most people, tend to trust their intuitions. But when employers decide whom to hire, they trust those intuitions far more than they should.","author":"Cass Sunstein","category":"People, Like, Hire"},{"quote":"I trust and use RakEM for my private messages and calls. Other messengers collected metadata about who I messaged, when and where - RakEM does not collect metadata, encrypts local files, and uses the strongest end-to-end encryption around.","author":"John McAfee","category":"Where, Private, Other"},{"quote":"I was one of the first practitioners of social engineering as a hacking technique, and today it is my only tool of use, aside from a smartphone - in a purely white hat sort of way. But if you don't trust me, then ask any reasonably competent social engineer.","author":"John McAfee","category":"Today, Me, Engineering"},{"quote":"I don't know... I don't think you can trust any of Kurt's characters. That's how Mr. Sutter operates: nothing is what it seems.","author":"Jimmy Smits","category":"Know, Think, You"},{"quote":"I don't trust anybody that doesn't do good work. I don't give them any credibility. If they can't write, why should I believe anything they have to say?","author":"Jim Harrison","category":"Work, Good, Believe"},{"quote":"If you're reading IMDB, half of it's made up. You can't trust it or Wikipedia, which is just lies, lies!","author":"Julianne Moore","category":"Reading, You, Up"},{"quote":"Cyberbullying isn't real. But bullying and harassment certainly are real. Trust me, friends, I went to school in England. They've got bullying down to a fine art. I know, because I was one of its chief architects. I was awful to my fellow schoolboys.","author":"Milo Yiannopoulos","category":"Art, Friends, School"},{"quote":"Every time I make American film I just trust American directors and American writers.","author":"Jackie Chan","category":"Time, American, Film"},{"quote":"I trust that McDonald's can find a way to sell all-natural chicken without raising their prices; we did that at Shake Shack. It is more expensive, and we took a slight margin hit, but we did it. And if we can do it, I know that much bigger companies can.","author":"Danny Meyer","category":"Know, Chicken, Find"},{"quote":"Actors need to trust themselves. If you trust yourself, you can trust others and leave the director outside.","author":"Martin Landau","category":"Yourself, You, Director"},{"quote":"I'd rather trust nine people and have the 10th one stab me in the back. I'd take that fall in order to have those nine friendships or working relationships instead of having none. That's not living.","author":"Margot Robbie","category":"Me, People, Fall"},{"quote":"I feel like the majority of the fear that I had or that we have we hold from other people. They're like people that we trust they're their fears. All of a sudden we think that they're our fears.","author":"Alicia Keys","category":"Fear, People, Think"},{"quote":"To get a child's trust - you may know or not - is a very hard thing to do. They're so used to not believing adults - because adults tell tales and lies all the time.","author":"Maurice Sendak","category":"Time, Child, Know"},{"quote":"Newspapers with declining circulations can complain all they want about their readers and even say they have no taste. But you will still go out of business over time. A newspaper is not a public trust - it has a business model that either works or it doesn't.","author":"Marc Andreessen","category":"Business, Time, Want"},{"quote":"I think that winning creates chemistry, as opposed to other way around. I've been on a lot of friendly teams that couldn't win, trust me.","author":"Joe Torre","category":"Winning, Win, Me"},{"quote":"The poker player learns that sometimes both science and common sense are wrong; that the bumblebee can fly; that, perhaps, one should never trust an expert; that there are more things in Heaven and Earth than are dreamt of by those with an academic bent.","author":"David Mamet","category":"Science, Fly, Earth"},{"quote":"If I had chosen the populist course, it would have been a breach of the trust placed in me by the people.","author":"Narendra Modi","category":"Me, People, Populist"},{"quote":"When the trust between the police and the communities they serve breaks down, everyone is at risk.","author":"Eric Schneiderman","category":"Risk, Police, Down"},{"quote":"New Yorkers must be able to trust the men and women of the NYPD. They must come forward to report crimes. And they must come forward as witnesses.","author":"Eric Schneiderman","category":"Women, Men, Forward"},{"quote":"Anyone who believes in the essential role government can play in improving people's lives must also be the toughest critics of those who abuse the public trust.","author":"Eric Schneiderman","category":"Government, People, Play"},{"quote":"Ronald Reagan said, 'Trust, but verify.' President Obama is 'trust, but vilify.' He trusts our enemies and vilifies everyone who disagrees with him.","author":"Mike Huckabee","category":"Said, Everyone, President"},{"quote":"Nobody in this country is on Social Security because they made the decision when they were starting work at 14 that they wanted to trust some of their money with the government. The government took it out of their check whether they wanted them to or not.","author":"Mike Huckabee","category":"Work, Money, Government"},{"quote":"You wouldn't want to be in a rock band - trust me.","author":"Jenny Lewis","category":"Me, Want, You"},{"quote":"At the end of the day, you're handing your performance over. If a director says after a take, 'You know what, try it just really angry. Just get furious'... you're like, 'Well, I don't know if I want to give you that because I don't know if I trust what you're going to do with it.'","author":"Chris Evans","category":"Day, End, Performance"},{"quote":"I guess as long as people think of me for different ages, I'll trust their opinion. I remember noticing one year that Michelle Monaghan played 34 and 19, so I've kind of clung to that as my justification that I can be Jake Gyllenhaal's wife and a freshman in college in the same year.","author":"Anna Kendrick","category":"College, Wife, Me"},{"quote":"I was good at being a doctor my patients liked me. At times people trust you with things they wouldn't tell their spouses. It was a real privilege.","author":"Khaled Hosseini","category":"Good, Doctor, Me"},{"quote":"For me, the director is the most important thing. He is steering the boat. If you don't trust him, you won't be able to give him your all.","author":"Michelle Yeoh","category":"Boat, Me, You"},{"quote":"Being vulnerable is allowing yourself to trust. That's hard for a lot of people to do. They feel a lot more secure if they kind of put walls around themselves. Then they don't have to trust anybody but themselves.","author":"Herbie Hancock","category":"Yourself, People, Kind"},{"quote":"I don't see how we can have both the freedoms we had before and the safety net that we all need considering the way the world is today. And that's just because human beings can't trust each other. We've given in over and over to some of the darkest elements that exist in life itself.","author":"Herbie Hancock","category":"Life, Today, Safety"},{"quote":"We pledge to you that we will create jobs. End economic uncertainty and make America more competitive. We will cut Washington wasteful spending and reduce the size of government. And we will reform Congress and restore your trust in government.","author":"Kevin McCarthy","category":"America, Government, End"},{"quote":"I'm always more comfortable and in a good place when I'm with friends because I know they trust me. I'm able to get great performances from people who trust me.","author":"Lee Daniels","category":"Friends, Good, Great"},{"quote":"I'm in a great place because I trust people behind the camera as I go off, and I still go back to my day job and do film.","author":"Lee Daniels","category":"Day, Great, Job"},{"quote":"I love actors, and I'm very protective of them. I trust them. It's a mutual trust.","author":"Lee Daniels","category":"Love, Mutual, Protective"},{"quote":"I believe that our vote is both a public duty and a sacred trust.","author":"Gordon Brown","category":"Believe, Vote, I Believe"},{"quote":"It's in the DNA of Scientology that they don't trust journalists.","author":"Louis Theroux","category":"DNA, Journalists"},{"quote":"Big game hunters and the hunting industry in South Africa know a lot of people regard what they do as terrible, and the media have tended not to do them any favours. So it was an uphill struggle to win trust from the people and to get into the world.","author":"Louis Theroux","category":"Struggle, World, Media"},{"quote":"Direct talks is the only possible way to build trust and to resolve the conditions for a peace perspective between Palestinians and Israelis.","author":"Reuven Rivlin","category":"Peace, Perspective, Build"},{"quote":"I don't read fashion blogs all that much. I do read magazines, and I trust my friends' opinions, even though we all dress very differently.","author":"Sophia Amoruso","category":"Friends, Dress, Fashion"},{"quote":"The closer you are to technology, the more you trust it.","author":"Steve Jurvetson","category":"Technology, You, More"},{"quote":"As an actor, I trust my ear.","author":"Christopher Guest","category":"Actor, Ear"},{"quote":"When the players go home, I can't tell them what to do, so you need to create an atmosphere of trust. I don't want to think, 'What are they doing now? Do I need to call them?'","author":"Jurgen Klopp","category":"Home, Want, Think"},{"quote":"When Arizona became a state, the federal government granted our founders nearly 11 million acres of state land. Every time we sell a piece of that land, proceeds go into the Land Trust where the money is invested and earns interest.","author":"Doug Ducey","category":"Time, Money, Government"},{"quote":"What many don't know is that Arizona has a something called the State Land Trust - a fund with assets that have been set aside and invested for decades specifically to benefit education.","author":"Doug Ducey","category":"Education, Know, Assets"},{"quote":"Pond's is a name that everyone is familiar with, and I know that I can trust them when it comes to skincare.","author":"Amy Jackson","category":"Name, Know, I Can"},{"quote":"Trust me: our critical infrastructure is vulnerable to cyber-attack, to potential terrorist attack, and we are not taking this threat seriously enough.","author":"Ron Johnson","category":"Potential, Me, Seriously"},{"quote":"When you find fame, or you get signed to a record label, it's not what you imagined - because you imagined they would have 100 percent trust or faith in you as an artist. Unfortunately, that's not really the case - it's what sells.","author":"James Arthur","category":"Faith, Artist, You"},{"quote":"Jesus wants us to trust him to take care of all our yesterdays and tomorrows.","author":"Mother Angelica","category":"Care, Take Care, Him"},{"quote":"I've considered having my nose fixed. But I didn't trust anyone enough. If I could do it myself with a mirror.","author":"Barbra Streisand","category":"Myself, Mirror, Nose"},{"quote":"Therefore trust to thy heart, and to what the world calls illusions.","author":"Henry Wadsworth Longfellow","category":"Heart, World, Illusions"},{"quote":"If I feel insecure, then I am in the wrong profession. I have to trust my director and the material he has given me.","author":"Arjun Kapoor","category":"I Am, Me, Director"},{"quote":"An actor should never be influenced by the surroundings, because you have to submit completely, and trust me, it's not a good feeling when you know that your father is going to come and watch you work every day!","author":"Arjun Kapoor","category":"Work, Good, Father"},{"quote":"How do you trust a prime minister who said one thing before the elections and does exactly the opposite after the elections?","author":"Kapil Sibal","category":"You, Said, Elections"},{"quote":"How do you trust a government whose people are proved to be untrustworthy?","author":"Kapil Sibal","category":"Government, People, You"},{"quote":"Ninety percent of the students take the 'preferred lender.' Why? Because that's the nature of the relationship. You trust the school. The school is in a position of authority.","author":"Andrew Cuomo","category":"Nature, Relationship, School"},{"quote":"I force people to have coffee with me, just because I don't trust that a friendship can be maintained without any other senses besides a computer or cellphone screen.","author":"John Cusack","category":"Friendship, Technology"},{"quote":"America's a faith-based experiment as a country. We should celebrate and invite faith. And our motto is, 'In God We Trust.' This isn't something that divides; this is something that pulls together and lifts us up.","author":"Sam Brownback","category":"Motto, Faith, God"},{"quote":"Writing a book is not a small undertaking, but God placed it on my heart to trust Him with such a project.","author":"Benjamin Watson","category":"God, Heart, Writing"},{"quote":"If something's not working, it's wonderful to have a reader you can trust to say, 'Actually, you've gone off the deep end here'.","author":"Siri Hustvedt","category":"Deep, End, You"},{"quote":"In the long run, we will need many more African-American, Latino, and Native American leaders, and leaders from low-income communities, who can bring additional insight and a deeply grounded sense of urgency, and who are the most likely to inspire the necessary trust and engagement among students' parents and community leaders.","author":"Wendy Kopp","category":"Community, Parents, American"},{"quote":"During the Arab Spring, I learned all sorts of things from Twitter. I wouldn't necessarily trust that information, but it gave me ideas about questions to ask. You can really learn things from the wisdom of crowds.","author":"Nicholas Kristof","category":"Wisdom, Me, Spring"},{"quote":"I never felt, 'Oh, I think I look good.' I always tend to be more in the insecure side. And I thought that has always been a way to protect myself. Because I don't trust the good feelings that can come from that.","author":"Penelope Cruz","category":"Good, Myself, Thought"},{"quote":"Don't forget: when you start a website, it's not yet a trusted site. So you have to bring people from a trusted site to your site to build up the trust in your site.","author":"James Altucher","category":"Start, People, You"},{"quote":"If two people believe in the same story, they might be thousands of miles apart and total strangers, but they still have a sense they can trust each other.","author":"James Altucher","category":"Believe, People, Strangers"},{"quote":"I am not going to approve the home-screening format for my film just carte blanche in lieu of a theatrical screening when I cannot trust that it will ever be seen in the format that it's intended to be.","author":"Jeff Nichols","category":"I Am, Will, Going"},{"quote":"In a time when consumers desperately want to trust businesses - but they just don't - influencer marketing is one way to overcome this problem.","author":"John Rampton","category":"Time, Problem, Marketing"},{"quote":"No matter how many times you say Social Security is broke, the reality is that Social Security's independent revenue stream and its Trust Fund's investments maintain the program's solvency until 2037, when it may begin to fall short.","author":"Ted Deutch","category":"Short, Reality, Fall"},{"quote":"I'm going to trust my instincts when something's wrong.","author":"Katarina Johnson-Thompson","category":"Going, Something, Instincts"},{"quote":"Russia would prefer to rebuild trust rather than allow it to further corrode. That's why, in July 2007, President Putin, in the spirit of strategic openness, proposed a truly collective effort at missile defense for Europe.","author":"Sergei Lavrov","category":"Effort, Why, President"},{"quote":"Over these years, I have irrevocably transferred a significant part of the shareholding in Wipro, amounting to 39% of the shares of Wipro, to a trust.","author":"Azim Premji","category":"Over, Years, Part"},{"quote":"There is an intimacy and trust that is needed between leaders, between their assistants and advisers. Usually, you have the real substance behind closed doors; and the press conferences, you have niceties, nice photo ops.","author":"Tzipi Livni","category":"Doors, Nice, You"},{"quote":"You'd think experienced political professionals would know better than to place their trust in exit polls, notoriously inaccurate surveys that had John Kerry winning the 2004 election by five points when he actually lost by three.","author":"John Podhoretz","category":"Winning, Political, Lost"},{"quote":"Amazon is a corporation, not a philanthropic trust dedicated to the production of works of art and literature.","author":"Nick Harkaway","category":"Art, Literature, Production"},{"quote":"I trust myself, the way I prepare. I feel like I know what I'm doing.","author":"Lizzie Armitstead","category":"Myself, Prepare, Know"},{"quote":"The right rules of engagement means giving our forward commanders the authority and flexibility to take the initiative and win. Trust our forward deployed warriors to do their job. Political appointees running the war from Washington is just wrong.","author":"Ryan Zinke","category":"War, Job, Giving"},{"quote":"I've served in 25 nations. I've seen where people don't trust their government. We're there. In the military, the last option is to send in the SEALs.","author":"Ryan Zinke","category":"Government, People, Military"},{"quote":"Salman is genuinely a nice man who helps people. He is someone who I trust blindly. I think he has been an important person in my life.","author":"Jacqueline Fernandez","category":"Life, Man, People"},{"quote":"You've just got to trust your instincts and realize that you can't please all the people all the time. You've got to please yourself ultimately in the end.","author":"Noel Gallagher","category":"Time, Yourself, People"},{"quote":"When I was teaching Latin in girls' schools before I became a writer, I didn't much like it if parents would come in and say, 'We'll have less of the Ovid and Virgil and more of the grammar, please.' After all, I was the one in charge. That's how I feel about doctors. You should trust them to do their job properly.","author":"Maeve Binchy","category":"Parents, Job, You"},{"quote":"If you're ruling the world, you can't trust anybody. Because even those who profess to be working in your interest - those are also villains in and of their own right.","author":"Mark Waid","category":"World, Working, You"},{"quote":"I'm very wary of trust, you see.","author":"Kristin Scott Thomas","category":"You, See, Wary"},{"quote":"I just have to trust that the story is going to shake out in such a way that's going to be palatable to readers.","author":"Lynn Coady","category":"Story, Way, Going"},{"quote":"As you ride in a steeplechase, and you're on the horse, going quite fast, you think, 'That's quite a big fence...' But trust the horse, and don't give him any reason to doubt you.","author":"Victoria Pendleton","category":"Horse, Doubt, Think"},{"quote":"It's hard finding people you trust or who aren't going to take your money. Everyone wants to get a piece of whatever you're doing. It's a nightmare.","author":"Cara Delevingne","category":"Money, People, You"},{"quote":"I just don't think that I trust men. That's the problem. I can appreciate a beautiful-looking man, but he's not my type.","author":"Cara Delevingne","category":"Man, Men, Problem"},{"quote":"You do need some dispensation for local farmers, because the fast food industry will promote the unsanitary conditions of farming. With vegetables, you have to be careful where they come from; you have to know the farmers and trust them. If you buy from the farmers' market, it's already been investigated.","author":"Alice Waters","category":"Food, Know, You"},{"quote":"I just trust in God, work hard, and focus on executing.","author":"Shelly-Ann Fraser-Pryce","category":"Work, God, Work Hard"},{"quote":"Assad has to be removed, and then you have to actually put someone in that is a qualified leader that can start to build some trust in that area.","author":"James Lankford","category":"Leader, Start, You"},{"quote":"The democratic system is premised on trust in the masses' wisdom. We believe that the collective is wiser than its parts and that, at the end of the day, it shall make the right choices and take the right decisions.","author":"Yair Lapid","category":"Wisdom, Day, Believe"},{"quote":"For the outside world, it may seem easy to enter into the industry if you belong to a film family, but, trust me, it's even harder, as you have to not only prove your talent but also carve your own niche and identity.","author":"Armaan Malik","category":"Family, Identity, World"},{"quote":"Individual people shouldn't be fearful, because by and large our government, the federal government - people always talk; obviously, they don't trust the feds, whatever. The federal government and local communities have done a pretty good job at keeping us safe.","author":"Sherrod Brown","category":"Good, Job, Government"},{"quote":"It is important not to trust people too much.","author":"V. S. Naipaul","category":"People, Important, Too Much"},{"quote":"To be honest, the fact that people trust you gives you a lot of power over people. Having another person's trust is more powerful than all other management techniques put together.","author":"Linus Torvalds","category":"Power, Together, Management"},{"quote":"I always have issues with trust. I'm a New Yorker... Really, I think trust is something that comes from the gut. And I think you have to - it's probably the worst advice to give people - but I think you gotta trust people from your gut.","author":"Vin Diesel","category":"Advice, People, Think"},{"quote":"We believe that what we possess we don't ultimately own. God is merely entrusting it to us. And one of the conditions of that trust is that we share what we have with those who have less. So, if you don't give to people in need, you can hardly call yourself a Jew. Even the most unbelieving Jew knows that.","author":"Jonathan Sacks","category":"God, Believe, Yourself"},{"quote":"That no government, so called, can reasonably be trusted, or reasonably be supposed to have honest purposes in view, any longer than it depends wholly upon voluntary support.","author":"Lysander Spooner","category":"Support, Government, View"},{"quote":"I think, in terms of activism associated with my films, be it 'Salaam Baalak Trust' or 'Maisha,' taking the idea of cinema as a way to change people, I feel heartened. I am glad that we have impacted thousands of lives.","author":"Mira Nair","category":"Change, I Am, People"},{"quote":"I am a planter - a cotton planter. I am a Southern man and a slaveholder - a kind and a merciful one, I trust - and none the worse for being a slaveholder.","author":"John C. Calhoun","category":"Man, I Am, Kind"},{"quote":"Many times, my intuition wins. I trust my intuition a lot. A lot.","author":"Thalia","category":"Intuition, Times, Wins"},{"quote":"When you're in the heat of the moment, you need guys you can trust and who have been there for you.","author":"Bradley Wiggins","category":"Moment, Heat, You"},{"quote":"They still have negligent auditing, they still have things going for a walk, and they have no idea where they're coming from, and they have no idea where they're going. And if that's the case, how can we, as the public, trust the NSA with all of our information, with all of our private records, the permanent record of our lives?","author":"Edward Snowden","category":"Information, Walk, Records"},{"quote":"I have an accountant, obviously, because I'm self employed, and I use an independent financial adviser. I trust my accountant because we have worked together for a long time now.","author":"Richard C. Armitage","category":"Time, Together, Financial"},{"quote":"Employees who can't trust their leader to be vulnerable are not going to be vulnerable and build trust with one another.","author":"Patrick Lencioni","category":"Leader, Employees, Build"},{"quote":"You have to build trust among team members so that people feel free to admit what they don't know, make mistakes, ask for help if they need it, apologize when necessary, and not hold back their opinions.","author":"Patrick Lencioni","category":"Team, Mistakes, Help"},{"quote":"Young people these days don't trust anything at all. They want to be free.","author":"Haruki Murakami","category":"Free, People, Want"},{"quote":"I trust every single person around me, and if I feel even a whiff of uncertainty I won't have that person around me.","author":"Leona Lewis","category":"Me, Uncertainty, Single"},{"quote":"Now, I learned soon enough, that among the three, two don't trust the third one - the third one is the government. Both industry and unions feel the government is a talking organization and a spending organization.","author":"Shimon Peres","category":"Government, Organization"},{"quote":"Being on your own would be sad, sick and weird. I don't trust myself. I need that balance.","author":"Daniel Craig","category":"Myself, Sad, Balance"},{"quote":"Ethics reform is about restoring the public trust. When that is in doubt, nothing is more important than restoring it.","author":"Ken Cuccinelli","category":"Ethics, Doubt, Important"},{"quote":"There's not a lot of time to have conversations on the field during the game. That's where the trust and the practice comes into play, through practice, through off-site throwing sessions; that's where you build that trust and build that cohesion with a wide receiver.","author":"Brock Osweiler","category":"Time, Game, Practice"},{"quote":"Trust your instincts: they tend to see you right. By listening to them, at least you can sleep at night.","author":"Sophie Ellis-Bextor","category":"Sleep, Listening, Night"},{"quote":"For Mr. Elway to take me in the second round and show that trust that he has in me and the upside he thinks I have, I want to go out and there and prove him right. I want to be able to have him look back 10 years from now, 15 years from now, and have him be very proud about that selection and let him know that he did make the right selection.","author":"Brock Osweiler","category":"Me, Proud, Want"},{"quote":"Republicans would have preferred the court overturn the health care bill, an act that would have underscored Obama's biggest liability - the perception among voters, including those who like and trust him, that he has been ineffective.","author":"Ron Fournier","category":"Health, Perception, Care"},{"quote":"Actually, I never work in movies for money. I'm glad when I get well-paid, but it's not always the case - trust me.","author":"Vincent Cassel","category":"Work, Money, Me"},{"quote":"A government that can take all and can seize all, a government that doesn't trust its citizens, a government that says it's their way or the highway... that's the scary part.","author":"Paul Gosar","category":"Government, Scary, Way"},{"quote":"One must be fond of people and trust them if one is not to make a mess of life.","author":"E. M. Forster","category":"Life, People, Mess"},{"quote":"You have to trust your kids. They have to experience life, and you just hope you've provided them a foundation for what's right and what isn't.","author":"Jack Nicklaus","category":"Life, Hope, Experience"},{"quote":"I do not understand where the backing of Bitcoin is coming from. There is no fundamental issue of capabilities of repaying it in anything which is universally acceptable, which is either intrinsic value of the currency or the credit or trust of the individual who is issuing the money, whether it's a government or an individual.","author":"Alan Greenspan","category":"Money, Value, Government"},{"quote":"Trust your ability!","author":"Itzhak Perlman","category":"Ability, Your"},{"quote":"The best of the best understand that people do business with people they like. People do business with people they trust, and people do business with those who make them feel special.","author":"Robin S. Sharma","category":"Business, Best, People"},{"quote":"I think about trust and confidence as something that you earn every day, and we will keep at it, earning it every day.","author":"Lynn Good","category":"Day, Confidence, Think"},{"quote":"Most companies that go through layoffs are never the same. They don't recover because trust is broken. And if you're not honest at the point where you're breaking trust anyway, you will never recover.","author":"Ben Horowitz","category":"Broken, Honest, You"},{"quote":"When you're surrounded by all these people, it can be even lonelier than when you're by yourself. You can be in a huge crowd, but if you don't feel like you can trust anybody or talk to anybody, you feel like you're really alone.","author":"Fiona Apple","category":"Alone, Yourself, People"},{"quote":"It's definitely team work with my fashion career. The trick is to surround yourself with the best people, those whose opinions you really trust and value.","author":"Suki Waterhouse","category":"Work, Best, Team"},{"quote":"The idea that God's mercy is connected to whether or not I shave is ludicrous, and I need to just trust myself, and that, you know, if I'm deserving of God's mercy, I'll get it, regardless of, you know, my beard.","author":"Matisyahu","category":"Myself, God, Know"},{"quote":"I would say that as I've gotten older, I trust my intuition more; I allow myself more freedom both musically, creatively and my own life existentially.","author":"Matisyahu","category":"Life, Freedom, Myself"},{"quote":"While eschewing emotion - and its companion, vulnerability - Obama should be careful not to sacrifice empathy, the 'I feel your pain' connection that sustained Clinton. This connection is the shorthand people use to measure their leaders' intentions. If people believe you're on their side, they will trust your decisions.","author":"Dee Dee Myers","category":"Empathy, Pain, Believe"},{"quote":"I learned you can't trust the judgment of good friends.","author":"Carl Sandburg","category":"Friends, Good, Good Friends"},{"quote":"Strange bonds of trust and self-deception tend to grow between journalists and their subjects.","author":"Sam Harris","category":"Strange, Grow, Between"},{"quote":"I'm not difficult to work with, trust me.","author":"Zlatan Ibrahimovic","category":"Work, Me, Difficult"},{"quote":"I think Canadians want to get a feel for the people who will serve them... and, for me, I think that Canadians will trust people who trust them.","author":"Justin Trudeau","category":"Me, People, Want"},{"quote":"It's no fun being a loser. Trust me.","author":"Mickey Rourke","category":"Fun, Me, Loser"},{"quote":"I think Congress can pass a bill when the American people start regaining trust in the administration to actually do their job and enforce the laws that are already on the books.","author":"Jeff Duncan","category":"Job, American, People"},{"quote":"I've learned to really just trust my gut and to go with what I really feel inside.","author":"Cassadee Pope","category":"Feel, Gut, Just"},{"quote":"I get along with guys most of my friends are guys. It's easier to trust men sometimes. I only have a few close girlfriends that I trust.","author":"Paris Hilton","category":"Relationship, Friends, Men"},{"quote":"It is really hard when you spend your life living out of a suitcase. But it really does weed out superficial people - if someone is still with you after the second movie, then they're probably a good one! I like to trust people in general - it's the southern girl in me.","author":"Amber Heard","category":"Life, Good, Girl"},{"quote":"The restaurant business is something that you have to treat like a baby. You have to constantly be there. You can't trust it to anybody else, because no one's going to love it like you do.","author":"Action Bronson","category":"Love, Business, Baby"},{"quote":"So if the players trust the coach, it's not a problem. If the players don't trust the coach, it is a problem, and vice versa.","author":"Bill Parcells","category":"Problem, Coach, Vice"},{"quote":"Beware of anyone who says they know. Trust me, they don't, or they wouldn't have to say they did.","author":"Harvey Fierstein","category":"Me, Know, Say"},{"quote":"I think I still have a great sense of adventure and trust, and am surprisingly idealistic given all the horrible things I've seen since I was 25. I think how I have changed is that I have a much deeper understanding of the dark forces in the world, of power.","author":"Jacqueline Novogratz","category":"Adventure, Great, Power"},{"quote":"When you're CEO, you have to have two conditions: first, shareholders need to trust you and want you to head your company. The second is that you need to feel the motivation to do the job. So, as long as both are reunited, you continue to do the job.","author":"Carlos Ghosn","category":"Job, Motivation, Company"},{"quote":"When you're C.E.O., you have to have two conditions: first, shareholders need to trust you and want you to head your company. The second is that you need to feel the motivation to do the job. So, as long as both are reunited, you continue to do the job. And today, they are reunited.","author":"Carlos Ghosn","category":"Today, Job, Company"},{"quote":"People shouldn't trust artists and they shouldn't trust art. Part of the fun of art is that it invites you to interpret it.","author":"Tony Kushner","category":"Art, Fun, People"},{"quote":"'Orphan Black' allows for people to have debates and theories and allegiances to different characters - to trust characters and hate other characters - but it doesn't tell you who is good or bad or right or wrong. That's the most exciting storytelling, in my book.","author":"Tatiana Maslany","category":"Good, Book, Hate"},{"quote":"If we really want to be full and generous in spirit, we have no choice but to trust at some level.","author":"Rita Dove","category":"Choice, Want, Spirit"},{"quote":"A good leader has to at some point trust those around him; otherwise, nothing constructive is going to get done.","author":"Nathaniel Philbrick","category":"Good, Leader, Done"},{"quote":"Once you trust in yourself, you automatically want to go outside of yourself.","author":"Jeff Koons","category":"Yourself, Want, You"},{"quote":"The main thing is to think strategically about what will engage your readers. Trust me when I tell you that few people are eager to read a story whose opening lines sound like a dissertation on giant bugs.","author":"Darin Strauss","category":"Me, People, Think"},{"quote":"Every two years the American politics industry fills the airwaves with the most virulent, scurrilous, wall-to-wall character assassination of nearly every political practitioner in the country - and then declares itself puzzled that America has lost trust in its politicians.","author":"Charles Krauthammer","category":"Character, America, Politics"},{"quote":"Our form of government depends on a mutual bond of trust between the people and their government. But people have become cynical about their government.","author":"Sonny Perdue","category":"Government, People, Cynical"},{"quote":"Changing much-cherished bank secrecy laws is worth the effort. Corruption, tax evasion, and the capture of natural resource revenues undermine the rule of law, weaken the social fabric, erode citizens' trust in institutions, fuel conflict and insecurity, and hamper job creation.","author":"Sri Mulyani Indrawati","category":"Job, Law, Effort"},{"quote":"When you have been born in a war like me, living in a war as a child, when you have been in wars as a war correspondent all your life - trust me! You develop a form of fatalism; you are always ready to die.","author":"Oriana Fallaci","category":"Life, War, Child"},{"quote":"Doing designs on a loom takes a lot of talent and experience, and, trust me, I won't be able to do that.","author":"Liya Kebede","category":"Experience, Talent, Me"},{"quote":"When all else fails, trust God.","author":"David Robinson","category":"God, When All Else Fails"},{"quote":"Responsibilities are given to him on whom trust rests. Responsibility is always a sign of trust.","author":"James Cash Penney","category":"Responsibility, Always, Him"},{"quote":"You cannot do everything at once, so find people you trust to help you. And don't be afraid to say no.","author":"Jane Seymour","category":"People, Help, You"},{"quote":"Even without seeing the crickets, grasshoppers, cicadas and katydids, we hear them shrilling in this season and trust that they're the tiny living gargoyles entomologists claim.","author":"Diane Ackerman","category":"Living, Season, Seeing"},{"quote":"Mentorship is an incredibly huge responsibility. And you need to choose your mentors carefully, just like mentors choose their apprentices carefully. There has to be trust there, on a very deep level.","author":"Jimmy Chin","category":"Deep, Responsibility"},{"quote":"Love and trust and justice, concern for the poor, that's being pushed to the margins, and you can see it.","author":"Cornel West","category":"Love, Justice, You"},{"quote":"Writing a novel is a huge adventure; when it's going well it's more fun than fun. When it stutters to a halt put it aside. Go for a swim, go for a walk, take a week off. Don't panic or be afraid; you and your characters are in it together. Trust them to come to your rescue.","author":"Deborah Moggach","category":"Adventure, Together, Writing"},{"quote":"No one has got close enough to use or abuse me, and even if they did, I wouldn't get too emotional about it. The only thing I ever get emotional about is my family. I am kind to everyone but I trust no one. That keeps me from getting hurt.","author":"Akshay Kumar","category":"Family, I Am, Hurt"},{"quote":"Trust me, if I were gay I'd be getting more action than I'm getting now.","author":"Ryan Seacrest","category":"Action, Gay, Me"},{"quote":"It's difficult to get started-when it comes to dealing with an unknown quantity, people are reluctant to trust their own opinion. It helps if two or three people give you a boost.","author":"Lyle Lovett","category":"People, Unknown, Opinion"},{"quote":"The maid that loves goes out to sea upon a shattered plank, and puts her trust in miracles for safety.","author":"Edward Young","category":"Sea, Safety, Her"},{"quote":"Trust me, I play the game for the fans, my family and myself.","author":"David Ortiz","category":"Family, Myself, Me"},{"quote":"All I can hope to do is instill great morality in my son and trust him along the way. The music he listens to or how he chooses to wear his hair doesn't define his moral compass, and if he wants to listen to country music and wear a cowboy hat too, that's fine.","author":"Mark Hoppus","category":"Music, Hope, Great"},{"quote":"The Lord God carries us throughout our lives just as a father carries his child. The Lord carried me, and He still is. He made you. He knows what you're good at. He knows what you can do and what you can become. Trust Him. Love Him. He'll always love you back.","author":"Frank Peretti","category":"Love, Good, Father"},{"quote":"I like to see honesty out of people. People who are trustworthy. I like to see people who are involved with The Lord.","author":"Ray Lewis","category":"Honesty, People, See"},{"quote":"It is impossible to go through life without trust: that is to be imprisoned in the worst cell of all, oneself.","author":"Graham Greene","category":"Life, Impossible, Through"},{"quote":"Trust me. Sometimes God comes down and puts his hand on you if you're too big in your thoughts.","author":"Joe Frazier","category":"God, Thoughts, Me"},{"quote":"I wish my parents hadn't made me feel that how I looked was linked to how much they loved me. But I do also see how hard it must be to see your child pile on the pounds and trust they'll find their own way back to a healthy weight.","author":"Arabella Weir","category":"Parents, Child, Me"},{"quote":"I actually don't trust anyone who tells me they don't like New York.","author":"Clemence Poesy","category":"Me, New York, New"},{"quote":"I've only ever trusted my gut on everything. I don't trust my head, I don't trust my heart, I trust my gut.","author":"Bryan Adams","category":"Heart, Gut, Trusted"},{"quote":"I have unbelievable trust in my offensive line that they will get the job done. Not only them, but the running backs and as a quarterback, I have to do my job in getting the ball in the right people's hands and doing what I do best.","author":"Cam Newton","category":"Best, Job, People"},{"quote":"I don't really look at the charts at all. If anything, I try to out-do what I've done before. I try to make music that I like and I trust my own judgement with what will work with a wider audience. If you compare yourself to the charts, you lose perspective on what you're doing and why you're doing it.","author":"Avicii","category":"Work, Music, Perspective"},{"quote":"Trust leads to approachability and open communications.","author":"Scott Weiss","category":"Open, Communications, Leads"},{"quote":"eBay's business is based on enabling someone to do business with another person, and to do that, they first have to develop some measure of trust, either in the other person or the system.","author":"Pierre Omidyar","category":"Business, Measure, Person"},{"quote":"I had a career and I came to motherhood late and am not married and have never had such a trusting relationship with a man - and trust is where the real power of love comes from.","author":"Diane Keaton","category":"Love, Relationship, Power"},{"quote":"I trust Winsor and Newton and I paint directly upon it.","author":"Edward Hopper","category":"Paint, Newton, Directly"},{"quote":"They are the only people in the world who I can truly trust and rely on. Touring gets really lonely. I guess I have friends around me but when you're paying them can they ever really be true friends?","author":"Kelly Osbourne","category":"Friends, World, Lonely"},{"quote":"As time goes by, I realize that I do trust the wind. And I often write my songs for myself.","author":"David Friedman","category":"Time, Myself, Wind"},{"quote":"As an alcoholic, you have no appreciation for your wife or your children's feelings, but I'm making up for that now. I'm winning my children's trust back.","author":"Maurice Gibb","category":"Children, Appreciation, Wife"},{"quote":"I always trust my gut reaction it's always right.","author":"Kiana Tom","category":"Right, Reaction, Gut"},{"quote":"It's fine to admit being nervous - after the event. But if you tell people you're uptight before the game, it can be like, 'That guy's got problems. We can't trust him.'","author":"Gianluigi Buffon","category":"Problems, Game, People"},{"quote":"That's why we trust the Bible - it speaks to both realities: the unchanging human condition and the constantly changing cultural conditions. It speaks to all generations. We trust the Bible because it's the truth. It was the truth when it was written, and it is the truth now. It's the truth now because it's living truth.","author":"Mike Yaconelli","category":"Truth, Bible, Why"},{"quote":"Fundamentalists are panicked by the apparent disintegration of the family, the disappearance of certainty and the decay of morality. Fear leads them to ask, if we cannot trust the Bible, what can we trust?","author":"Garrett Hardin","category":"Family, Fear, Bible"},{"quote":"In these times, God's people must trust him for rest of body and soul.","author":"David Wilkerson","category":"God, Soul, People"},{"quote":"Trust him not with your secrets, who, when left alone in your room, turns over your papers.","author":"Johann Kaspar Lavater","category":"Alone, Secrets, Him"},{"quote":"People who think they are free eventually end up slaves to their own desires, and those who give their freedom away to the only One you can trust with that freedom eventually get it back.","author":"Philip Yancey","category":"Freedom, End, People"},{"quote":"I work in a strange business, and 'trust' is a word that's not even in the vocabulary.","author":"Kim Basinger","category":"Work, Business, Strange"},{"quote":"A man who trusts nobody is apt to be the kind of man nobody trusts.","author":"Harold MacMillan","category":"Man, Nobody, Kind"},{"quote":"Now where people are - at least the people I talk to - they are focused on issues of trust. Accountability also comes up, to make sure that this doesn't happen again.","author":"William P. Leahy","category":"Accountability, People, Talk"},{"quote":"Never trust sheep.","author":"Ryan Stiles","category":"Sheep, Never"},{"quote":"Suicide is possible, but not probable; hanging, I trust, is even more unlikely; for I hope that, by the time I die, my countrymen will have become civilised enough to abolish capital punishment.","author":"Laurence Housman","category":"Time, Hope, Suicide"},{"quote":"When I meet a couple, I'm always interested to know if they have been together for a long time, or how loyal they are, because I know that will impact on how much I'm prepared to trust them.","author":"Richard E. Grant","category":"Time, Together, Impact"},{"quote":"You have to trust the people who work with you and hire, but also listen to as many smart people as you can.","author":"George Stroumboulopoulos","category":"Work, Smart, People"},{"quote":"I generally wade in blind and trust to fate and instinct to see me through.","author":"Peter Straub","category":"Blind, Me, Fate"},{"quote":"What you say about this world I do not quite agree with; I think it a very good world, and only requires a person to be reasonable in his expectations, and not to trust too much to others.","author":"William John Wills","category":"Good, World, Think"},{"quote":"I got this idea about being afraid to let go of something and being afraid of sinking into a state of almost anesthesia, where you have to trust other people. Just the paranoia of it all. And it seemed to suit the frenetic track. So I just wrote it out and, you know, said it.","author":"Nick Rhodes","category":"People, Know, You"},{"quote":"Who can I trust? You have to invest in somebody and chances are you're probably going to invest in somebody who's going to deceive you. I've been conned a couple of times, but now I'm a little more savvy.","author":"Maggie Gyllenhaal","category":"You, Now, Little"},{"quote":"At the beginning of the new century, it is the common aspiration of the peoples of the two countries to deepen mutual understanding, enhance trust, develop friendship and strengthen cooperation.","author":"Li Peng","category":"Friendship, Understanding"},{"quote":"We live in the country. I'm a redneck. No, ha-ha. I live in L.A. County, but more in the hills. Not in the fancy kind! Trust me; whatever you do you do not want to come to my neighborhood!","author":"Atticus Shaffer","category":"Me, Live, Want"},{"quote":"I wanted to trust in my partners and the directors and producers and do the best I can to deliver what I could deliver.","author":"Martin Lawrence","category":"Best, I Can, Deliver"},{"quote":"If its not done ethically, advertising won't be trusted. If consumers don't trust it, advertising is pointless.","author":"Jef I. Richards","category":"Advertising, Done, Trusted"},{"quote":"Trusting our intuition often saves us from disaster.","author":"Anne Wilson Schaef","category":"Intuition, Disaster, Us"},{"quote":"Trust cannot be commanded and yet it is also correct that the only one who earns trust is the one who is prepared to grant trust.","author":"Gustav Heinemann","category":"Only, Prepared, Cannot"},{"quote":"People don't place their trust in government or company pension plans they have to be self-reliant.","author":"Scott Cook","category":"Government, People, Company"},{"quote":"We can trust our doctors to be professional, to minister equally to their patients without regard to their political or religious beliefs. But we can no longer trust our professors to do the same.","author":"David Horowitz","category":"Political, Professional"},{"quote":"The chief internal enemies of any state are those public officials who betray the trust imposed upon them by the people.","author":"Dalton Trumbo","category":"People, Chief, Enemies"},{"quote":"I was born in Brazil and grew up in the '70s under a climate of political distress, and I was forced to learn to communicate in a very specific way - in a sort of a semiotic black market. You couldn't really say what you wanted to say; you had to invent ways of doing it. You didn't trust information very much.","author":"Vik Muniz","category":"Political, Black"},{"quote":"For future geopolitical stability and global prosperity, we need to build a culture of greater trust and understanding between China, America and the rest of the world.","author":"Stephen A. Schwarzman","category":"Future, Culture, America"},{"quote":"When trust improves, the mood improves.","author":"Fernando Flores","category":"Mood, Improves"},{"quote":"You've got to trust your instincts, your judgment and trust the storytelling that came before and the quality of the acting with the emotion.","author":"Jean-Marc Vallee","category":"Quality, Acting"},{"quote":"To seek understanding before taking action, yet to trust my instincts when action is called for. Never to avoid danger from fear, never to seek out danger for its own sake. Never to conform to fashion from fear of eccentricity, never to be eccentric from fear of conformity.","author":"Steven Brust","category":"Fear, Action, Understanding"},{"quote":"I have to trust what I do and then do it.","author":"Ednita Nazario","category":"Then"},{"quote":"When we, through our educational culture, through the media, through the entertainment culture, give our children the impression that human beings cannot control their passions, we are telling them, in effect, that human beings cannot be trusted with freedom.","author":"Alan Keyes","category":"Children, Freedom, Culture"},{"quote":"We should conceive of ourselves not as rulers of Earth, but as highly powerful, conscious stewards: The Earth is given to us in trust, and we can screw it up or make it work well and sustainably.","author":"Kim Stanley Robinson","category":"Work, Powerful, Earth"},{"quote":"The thing I most connect with is the idea of not giving up. And that's a thing I have in my own life. You have to trust your instincts and keep trying.","author":"Callie Thorne","category":"Life, Giving, You"},{"quote":"I have picked the very, very best deputy that I could. David Parker is a fantastic guy. He's a person who I trust absolutely. He's got a wonderful sense for policy. He will be great on organisation, and I know that I could not have a better deputy.","author":"David Cunliffe","category":"Best, Great, Know"},{"quote":"Trust in yourself.","author":"Claudia Black","category":"Yourself"},{"quote":"The hardest thing to do is to trust people.","author":"Dwight Howard","category":"People, The Hardest Thing"},{"quote":"Do not trust your memory it is a net full of holes the most beautiful prizes slip through it.","author":"Georges Duhamel","category":"Beautiful, Memory"},{"quote":"It's very important that you tell someone when you are being bullied - someone that you trust. You should never be quiet when you are being bullied or when you see someone being bullied. It's so important to stand up and say something.","author":"Stephanie McMahon","category":"Stand Up, Stand, You"},{"quote":"Would you want to do business with a person who was 99% honest?","author":"Sydney Madwed","category":"Business, Want, You"},{"quote":"At this stage of my life I would rather try and have some small impact within a company and suffer through those things than make such a big stink that nobody can trust to work with you. It's very important in an environment of a big institution that people don't feel threatened that you're going to expose them in any way.","author":"Gelsey Kirkland","category":"Life, Work, Company"},{"quote":"I often say that shareholders should feel very responsible for how responsive corporations are to the public trust.","author":"Ruth J. Simmons","category":"Feel, Responsible, Say"},{"quote":"Children need to trust and depend upon those who are responsible for them.","author":"Gordon Neufeld","category":"Children, Responsible, Need"},{"quote":"It's the same old story you've heard a thousand times. Somebody's trust gets broken. Somebody's left behind.","author":"Travis Tritt","category":"Broken, Story, You"},{"quote":"Trust is a great force multiplier.","author":"Tom Ridge","category":"Great, Force"},{"quote":"I trust in God, and His ways are not our ways. So we have to go with that, and there's nothing I can do about that.","author":"Cissy Houston","category":"God, I Can, Nothing"},{"quote":"The cast of 'Vikings' is a real team, a true ensemble. It's a mad, eclectic, great bunch! But we support each other and trust each other completely. There are no egos.","author":"Clive Standen","category":"Team, Great, Support"},{"quote":"At the end of the day, I only trust my family.","author":"Ali Lohan","category":"Family, Day, End"},{"quote":"I think if you don't trust in yourself, it helps to trust in something else.","author":"Noemie Lenoir","category":"Yourself, Think, You"},{"quote":"Who would not rather trust and be deceived?","author":"Eliza Cook","category":"Deceived, Rather, Would"},{"quote":"We need self-confidence in our ability to build Africa. I trust in Mali and I trust in music.","author":"Rokia Traore","category":"Music, Self-Confidence"},{"quote":"All political power is a trust.","author":"Charles James Fox","category":"Power, Political"},{"quote":"Sadness... reflecting on the proud legacy of trust and fair play on which Reliance Industries was founded by my visionary father Dhirubhai Ambani, and how far RIL appeared to have moved away from those original values.","author":"Anil Ambani","category":"Father, Sadness, Legacy"},{"quote":"I never trust a fighting man who doesnt smoke or drink.","author":"William Halsey","category":"Man, Fighting, Drink"},{"quote":"I think you have to be much more secure and much less angry to trust the simple. You've got to be in a pretty good place to trust those simple, obvious answers and, most important, to use them.","author":"Spencer Johnson","category":"Good, Simple, Think"},{"quote":"If we can by any method establish a relation of mutual trust between the laborer and the employer, we shall lay the foundation stone of a structure that will endure for all time.","author":"Mark Hanna","category":"Time, Foundation, Stone"},{"quote":"I don't really trust a sane person.","author":"Lyle Alzado","category":"Person, Sane, Really"},{"quote":"The heart of a mother is a deep abyss at the bottom of which you will always find forgiveness.","author":"Honore de Balzac","category":"Deep, Mother, Mom"},{"quote":"When you forgive, you in no way change the past - but you sure do change the future.","author":"Bernard Meltzer","category":"Change, Future, Past"},{"quote":"It's one of the greatest gifts you can give yourself, to forgive. Forgive everybody.","author":"Maya Angelou","category":"Yourself, Forgive, Greatest"},{"quote":"Forgiveness is not always easy. At times, it feels more painful than the wound we suffered, to forgive the one that inflicted it. And yet, there is no peace without forgiveness.","author":"Marianne Williamson","category":"Peace, Forgive, Easy"},{"quote":"I can have peace of mind only when I forgive rather than judge.","author":"Gerald Jampolsky","category":"Peace, Mind, Peace Of Mind"},{"quote":"To err is human; to forgive, divine.","author":"Alexander Pope","category":"Forgive, Human"},{"quote":"Forgive yourself for your faults and your mistakes and move on.","author":"Les Brown","category":"Mistakes, Yourself, Forgive"},{"quote":"Always forgive your enemies - nothing annoys them so much.","author":"Oscar Wilde","category":"Forgive, Nothing, Always"},{"quote":"Forgive me my nonsense, as I also forgive the nonsense of those that think they talk sense.","author":"Robert Frost","category":"Me, Forgive, Think"},{"quote":"The stupid neither forgive nor forget the naive forgive and forget the wise forgive but do not forget.","author":"Thomas Szasz","category":"Wise, Stupid, Forgive"},{"quote":"Holding on to anger, resentment and hurt only gives you tense muscles, a headache and a sore jaw from clenching your teeth. Forgiveness gives you back the laughter and the lightness in your life.","author":"Joan Lunden","category":"Life, Laughter, Anger"},{"quote":"Acceptance and tolerance and forgiveness, those are life-altering lessons.","author":"Jessica Lange","category":"Acceptance, Tolerance"},{"quote":"Forgive those who have hurt you.","author":"Les Brown","category":"Hurt, Forgive, You"},{"quote":"Forgive, forget. Bear with the faults of others as you would have them bear with yours.","author":"Phillips Brooks","category":"Forgive, Forget, You"},{"quote":"Forgiveness is a virtue of the brave.","author":"Indira Gandhi","category":"Brave, Virtue"},{"quote":"Forgiveness is a way of opening up the doors again and moving forward, whether it's a personal life or a national life.","author":"Hillary Clinton","category":"Life, Moving Forward, Moving"},{"quote":"Life is an adventure in forgiveness.","author":"Norman Cousins","category":"Life, Adventure"},{"quote":"Because forgiveness is like this: a room can be dank because you have closed the windows, you've closed the curtains. But the sun is shining outside, and the air is fresh outside. In order to get that fresh air, you have to get up and open the window and draw the curtains apart.","author":"Desmond Tutu","category":"Sun, Window, You"},{"quote":"There is no revenge so complete as forgiveness.","author":"Josh Billings","category":"Revenge, Complete"},{"quote":"I have to ask Allah's forgiveness and not get angry, because they come to me out of love, and it's not fitting that I should turn to them in hatred.","author":"Abdul Qadeer Khan","category":"Love, Me, Angry"},{"quote":"Each life is unique. But for all, repentance will surely include passing through the portal of humble prayer. Our Father in Heaven can allow us to feel fully the conviction of our sins. He knows the depths of our remorse. He can then direct what we must do to qualify for forgiveness.","author":"Henry B. Eyring","category":"Life, Father, Humble"},{"quote":"A winner rebukes and forgives a loser is too timid to rebuke and too petty to forgive.","author":"Sydney J. Harris","category":"Forgive, Winner, Loser"},{"quote":"When you make a mistake and the devil comes and tells you 'You're no good,' you don't have to take on the guilt and condemnation he wants to put on you. No! You can immediately confess your mistake to God, thank Him for forgiving you and cleansing you with the blood of Jesus, and move forward in the victory of His grace and forgiveness.","author":"Joyce Meyer","category":"Good, God, Victory"},{"quote":"I invite everyone to chose forgiveness rather than division, teamwork over personal ambition.","author":"Jean-Francois Cope","category":"Teamwork, Ambition, Personal"},{"quote":"I shall be an autocrat: that's my trade. And the good Lord will forgive me: that's his.","author":"Catherine the Great","category":"Good, Me, Forgive"},{"quote":"We think that forgiveness is weakness, but it's absolutely not; it takes a very strong person to forgive.","author":"T. D. Jakes","category":"Strong, Forgive, Weakness"},{"quote":"Man has two great spiritual needs. One is for forgiveness. The other is for goodness.","author":"Billy Graham","category":"Great, Man, Spiritual"},{"quote":"Sweet mercy is nobility's true badge.","author":"William Shakespeare","category":"Sweet, Mercy, True"},{"quote":"Forgiveness is about empowering yourself, rather than empowering your past.","author":"T. D. Jakes","category":"Past, Yourself, Rather"},{"quote":"Forgiveness is that subtle thread that binds both love and friendship. Without forgiveness, you may not even have a child one day.","author":"George Foreman","category":"Love, Friendship, Day"},{"quote":"The lesson is that you can still make mistakes and be forgiven.","author":"Robert Downey, Jr.","category":"Mistakes, You, Lesson"},{"quote":"Forgiveness is not a feeling - it's a decision we make because we want to do what's right before God. It's a quality decision that won't be easy and it may take time to get through the process, depending on the severity of the offense.","author":"Joyce Meyer","category":"Time, God, Decision"},{"quote":"If you are bitter, you are like a dry leaf that you can just squash, and you can get blown away by the wind. There is much more wisdom in forgiveness.","author":"Vusi Mahlasela","category":"Wisdom, Leaf, Wind"},{"quote":"God forgive you, but I never can.","author":"Elizabeth I","category":"God, Forgive, You"},{"quote":"It is in pardoning that we are pardoned.","author":"Francis of Assisi","category":"Pardoned"},{"quote":"Forgiveness is for yourself because it frees you. It lets you out of that prison you put yourself in.","author":"Louise L. Hay","category":"Yourself, Prison, You"},{"quote":"In the Bible it says they asked Jesus how many times you should forgive, and he said 70 times 7. Well, I want you all to know that I'm keeping a chart.","author":"Hillary Clinton","category":"Forgive, Bible, Want"},{"quote":"When a deep injury is done us, we never recover until we forgive.","author":"Alan Paton","category":"Deep, Forgive, Done"},{"quote":"One forgives to the degree that one loves.","author":"Francois de La Rochefoucauld","category":"Degree, Loves, Forgives"},{"quote":"He that cannot forgive others breaks the bridge over which he must pass himself for every man has need to be forgiven.","author":"Thomas Fuller","category":"Man, Bridge, Forgive"},{"quote":"Forgive many things in others nothing in yourself.","author":"Ausonius","category":"Yourself, Forgive, Nothing"},{"quote":"Certainly people make mistakes in their life. I'm no different, I've made mistakes. When people mess up, we forgive them. When I mess up, I ask for forgiveness.","author":"Michele Bachmann","category":"Life, Mistakes, People"},{"quote":"Children begin by loving their parents; after a time they judge them; rarely, if ever, do they forgive them.","author":"Oscar Wilde","category":"Time, Children, Parents"},{"quote":"Our lack of forgiveness makes us hate, and our lack of compassion makes us hard-hearted. Pride in our hearts makes us resentful and keeps our memory in a constant whirlwind of passion and self-pity.","author":"Mother Angelica","category":"Passion, Compassion, Hate"},{"quote":"Nothing inspires forgiveness quite like revenge.","author":"Scott Adams","category":"Revenge, Nothing, Like"},{"quote":"I like second chances. I've given people second chances. You have fall-outs with friends, and forgiveness is a great thing to have. It's not easy to forgive. I definitely don't forget, but I do forgive.","author":"Odette Annable","category":"Friends, Great, People"},{"quote":"Forgiveness is the key to action and freedom.","author":"Hannah Arendt","category":"Freedom, Action, Key"},{"quote":"I think the first step is to understand that forgiveness does not exonerate the perpetrator. Forgiveness liberates the victim. It's a gift you give yourself.","author":"T. D. Jakes","category":"Gift, Yourself, Step"},{"quote":"I did a lot of things that I regretted and I certainly paid for my mistakes. You have to go and ask for forgiveness and it wasn't until I really started doing good and doing right, by other people as well as myself, that I really started to feel that guilt go away. So I don't have a problem going to sleep at night.","author":"Mark Wahlberg","category":"Good, Myself, Sleep"},{"quote":"The most important thing that I learned in growing up is that forgiveness is something that, when you do it, you free yourself to move on.","author":"Tyler Perry","category":"Growing Up, Yourself, Free"},{"quote":"I can forgive, but I cannot forget, is only another way of saying, I will not forgive. Forgiveness ought to be like a cancelled note - torn in two, and burned up, so that it never can be shown against one.","author":"Henry Ward Beecher","category":"Forgive, Forget, Saying"},{"quote":"Sins cannot be undone, only forgiven.","author":"Igor Stravinsky","category":"Only, Sins, Cannot"},{"quote":"It is often easier to ask for forgiveness than to ask for permission.","author":"Grace Hopper","category":"Ask, Permission, Easier"},{"quote":"We win by tenderness. We conquer by forgiveness.","author":"Frederick William Robertson","category":"Win, Conquer, Tenderness"},{"quote":"I never forgive, but I always forget.","author":"Arthur Balfour","category":"Forgive, Forget, Never"},{"quote":"Before Nelson Mandela was arrested in 1962, he was an angry, relatively young man. He founded the ANC's military wing. When he was released, he surprised everyone because he was talking about reconciliation and forgiveness and not about revenge.","author":"Desmond Tutu","category":"Revenge, Man, Military"},{"quote":"The schools would fail through their silence, the Church through its forgiveness, and the home through the denial and silence of the parents. The new generation has to hear what the older generation refuses to tell it.","author":"Simon Wiesenthal","category":"Home, Parents, Silence"},{"quote":"I would say the hierarchy has made terrible errors in judgment and it has to seek forgiveness by its members.","author":"William P. Leahy","category":"Judgment, Say, Terrible"},{"quote":"To me, forgiveness is the cornerstone of healing.","author":"Sylvia Fraser","category":"Healing, Me, Cornerstone"},{"quote":"Sin and forgiveness and falling and getting back up and losing the pearl of great price in the couch cushions but then finding it again, and again, and again? Those are the stumbling steps to becoming Real, the only script that's really worth following in this world or the one that's coming.","author":"Brennan Manning","category":"Great, Losing, World"},{"quote":"I desired to become a Christian, and prayed earnestly for the forgiveness of my sins. I felt a peace of mind resulting, and loved every one, feeling desirous that all should have their sins forgiven, and love Jesus as I did.","author":"Ellen G. White","category":"Love, Peace, Mind"},{"quote":"Knowing that you are completely forgiven destroys the power of sin in your life.","author":"Joseph Prince","category":"Life, Power, Sin"},{"quote":"Hate is self-destructive. If you hate somebody, you're not hurting the person you hate. You're hurting yourself. And that's a healing. Actually, it's a real healing, forgiveness.","author":"Louis Zamperini","category":"Hate, Healing, Yourself"},{"quote":"Forgiveness is the answer to the child's dream of a miracle by which what is broken is made whole again, what is soiled is made clean again.","author":"Dag Hammarskjold","category":"Child, Dream, Broken"},{"quote":"Once people are not here physically, the spiritual remains. We still connect, we can communicate, we can give and receive love and forgiveness. There is love after someone dies.","author":"Sandra Cisneros","category":"Love, Spiritual, People"},{"quote":"The ineffable joy of forgiving and being forgiven forms an ecstasy that might well arouse the envy of the gods.","author":"Elbert Hubbard","category":"Joy, Envy, Well"},{"quote":"Forgive, son; men are men; they needs must err.","author":"Euripides","category":"Son, Men, Forgive"},{"quote":"Forgotten is forgiven.","author":"F. Scott Fitzgerald","category":"Forgotten, Forgiven"},{"quote":"It's said in Hollywood that you should always forgive your enemies - because you never know when you'll have to work with them.","author":"Lana Turner","category":"Work, Forgive, Know"},{"quote":"Forgiveness is the needle that knows how to mend.","author":"Jewel","category":"Knows, Mend, Needle"},{"quote":"My desire is to be a forgiving, non-judgmental person.","author":"Janine Turner","category":"Desire, Person, Forgiving"},{"quote":"Forgiveness is important in families, especially when there are so many secrets that need to be healed - for the most part, every family's got them.","author":"Tyler Perry","category":"Family, Important, Secrets"},{"quote":"The remedy for life's broken pieces is not classes, workshops or books. Don't try to heal the broken pieces. Just forgive.","author":"Iyanla Vanzant","category":"Life, Forgive, Broken"},{"quote":"Anger begets more anger, and forgiveness and love lead to more forgiveness and love.","author":"Mahavira","category":"Love, Anger, Lead"},{"quote":"If we can find forgiveness in our hearts for those who have caused us hurt and injury, we will rise to a higher level of self-esteem and well-being.","author":"James E. Faust","category":"Hurt, Well-Being, Rise"},{"quote":"The first step in forgiveness is the willingness to forgive.","author":"Marianne Williamson","category":"First Step, Step, Forgive"},{"quote":"Without forgiveness life is governed by... an endless cycle of resentment and retaliation.","author":"Roberto Assagioli","category":"Life, Without, Resentment"},{"quote":"I realized that it's all really one, that John Lennon was correct. We utilize the music to bring down the walls of Berlin, to bring up the force of compassion and forgiveness and kindness between Palestines, Hebrews. Bring down the walls here in San Diego, Tijuana, Cuba.","author":"Carlos Santana","category":"Music, Kindness, Compassion"},{"quote":"Every effort should be made to help build the new democratic nation with reconciliation and forgiveness, for the sake of Egypt and not for the benefit of a party or a group.","author":"Ahmed Zewail","category":"Effort, Help, Party"},{"quote":"We need Grace and forgiveness.","author":"Pope Benedict XVI","category":"Grace, Need"},{"quote":"Apology is often the first step in correcting a wrong. Having moved for a position of saying 'I don't need forgiveness,' Mr. Trump is now taking a second look at past behaviors, things that he's said and done that he regrets. While he is not asking for forgiveness for being human, he is admitting that he's made mistakes and humbly making apologies.","author":"Alveda King","category":"Mistakes, Past, Step"},{"quote":"New kinds of heroics need to be celebrated - like love, thoughtfulness, forgiveness, diplomacy - or we're not going to get there.","author":"Patty Jenkins","category":"Love, New, Diplomacy"},{"quote":"I am making amends and seeking forgiveness. My only hope is that some good can come out of my situation.","author":"Jayson Blair","category":"Hope, Good, I Am"},{"quote":"Any story about revenge is ultimately a story about forgiveness, redemption, or the futility of revenge.","author":"Nick Wechsler","category":"Revenge, Story, Redemption"},{"quote":"There is freedom in forgiveness, and it's not that hard to do once you get into the habit.","author":"Dana Perino","category":"Freedom, Habit, You"},{"quote":"I could see that it was God's forgiveness and His mercy that I needed, and that was provided through Christ on the Cross for those who will receive Him as Lord and Savior. That is how I came to Christ.","author":"Kirk Cameron","category":"God, Mercy, See"},{"quote":"Forgiveness is a big part of - especially post-civil rights movement - is a big part of African-American Christianity, and I wasn't raised within the Christian church; I wasn't raised within any church.","author":"Ta-Nehisi Coates","category":"Christian, Church, Rights"},{"quote":"On the Day of Atonement, Jews are commanded to seek forgiveness from the people we have hurt.","author":"Laura Schlessinger","category":"Day, Hurt, People"},{"quote":"I cannot stand that whole game of confession, that is: Here I have sinned, now I'm confessing my sins, and describing my path of sin and then in the act of confession I beg for your forgiveness and redemption.","author":"Aleksandar Hemon","category":"Path, Game, Sin"},{"quote":"We only learn at the speed of pain, and we don't have others in our lives without forgiveness.","author":"Bill Clegg","category":"Pain, Speed, Learn"},{"quote":"Without forgiveness, there's no future.","author":"Desmond Tutu","category":"Future, Without"},{"quote":"Humanity is never so beautiful as when praying for forgiveness, or else forgiving another.","author":"Jean Paul","category":"Beautiful, Humanity, Never"},{"quote":"If you look at everything I do - even in 'Boo!' there's a message, and it's always 'faith, family, forgiveness.' That's the greatest gift that I've been given. I can get a message to the very people I grew up with, the millions who love what I do.","author":"Tyler Perry","category":"Love, Family, Faith"},{"quote":"Many people have trouble with forgiveness because they have been taught it is a singular act to be completed in one sitting. That is not so. Forgiveness has many layers, many seasons.","author":"Clarissa Pinkola Estes","category":"Seasons, People, Trouble"},{"quote":"Beware of the man who does not return your blow: he neither forgives you nor allows you to forgive yourself.","author":"George Bernard Shaw","category":"Man, Yourself, Forgive"},{"quote":"If there is something to pardon in everything, there is also something to condemn.","author":"Friedrich Nietzsche","category":"Everything, Something"},{"quote":"Every year during their High Holy Days, the Jewish community reminds us all of our need for repentance and forgiveness.","author":"Billy Graham","category":"Community, Repentance, Year"},{"quote":"I have sinned against You, my Lord, and I would ask that your precious blood would wash and cleanse every stain until it is in the seas of God's forgiveness.","author":"Jimmy Swaggart","category":"God, Blood, You"},{"quote":"Things happen for a reason, and the only thing you can do is at night time get on your knees and ask God for forgiveness for anything that you did that you didn't feel was right.","author":"Floyd Mayweather, Jr.","category":"Time, God, Night"},{"quote":"One of the secrets of a long and fruitful life is to forgive everybody everything everynight before you go to bed.","author":"Bernard Baruch","category":"Life, Forgive, Long"},{"quote":"He that cannot forgive others, breaks the bridge over which he himself must pass if he would ever reach heaven; for everyone has need to be forgiven.","author":"George Herbert","category":"Bridge, Forgive, Reach"},{"quote":"Never does the human soul appear so strong as when it foregoes revenge and dares to forgive an injury.","author":"Edwin Hubbel Chapin","category":"Strong, Revenge, Soul"},{"quote":"I place an enormous premium on loyalty. If someone betrays me, I can forgive them rationally, but emotionally I have found it impossible to do so.","author":"Richard E. Grant","category":"Loyalty, Impossible, Me"},{"quote":"I think it is important that we rebuild an atmosphere of forgiveness and civility in every aspect of our lives.","author":"T. D. Jakes","category":"Important, Think, Civility"},{"quote":"If Jesus Christ was who He claimed to be, and He did die on a cross at a point of time in history, then, for all history past and all history future it is relevant because that is the very focal point for forgiveness and redemption.","author":"Josh McDowell","category":"Time, History, Future"},{"quote":"And you know, when you've experienced grace and you feel like you've been forgiven, you're a lot more forgiving of other people. You're a lot more gracious to others.","author":"Rick Warren","category":"Grace, People, Know"},{"quote":"I ask the people of Connecticut for their forgiveness, I should have paid more attention to people around me and people that I trusted but I am sorry for my actions and take full responsibility.","author":"John Rowland","category":"Responsibility, I Am, Sorry"},{"quote":"If I owe Smith ten dollars and God forgives me, that doesn't pay Smith.","author":"Robert Green Ingersoll","category":"God, Me, Pay"},{"quote":"A mistake is always forgivable, rarely excusable and always unacceptable.","author":"Robert Fripp","category":"Mistake, Always"},{"quote":"Forgiveness is not to give the other person peace. Forgiveness is for you. Take that opportunity.","author":"Mackenzie Phillips","category":"Peace, Opportunity, You"},{"quote":"As we hone the ability to let go of distraction, to begin again without rancor or judgment, we are deepening forgiveness and compassion for ourselves. And in life, we find we might make a mistake, and more easily begin again, or stray from our chosen course and begin again.","author":"Sharon Salzberg","category":"Life, Compassion, Mistake"},{"quote":"The blood of Christ covers all of our sins, but each of us must do personal business with God in order to experience his forgiveness.","author":"Lewis B. Smedes","category":"Business, Experience, God"},{"quote":"There are curveballs that are thrown at you, and you just have to get over it and forgive... if you believe you're perfect, and you don't believe in forgiveness, you're not meant to be married.","author":"Kendra Wilkinson","category":"Believe, Forgive, Perfect"},{"quote":"One important theme is the extent to which one can ever correct an error, especially outside any frame of religious forgiveness. All of us have done something we regret - how we manage to remove that from our conscience, or whether that's even possible, interested me.","author":"Ian Mcewan","category":"Regret, Me, Conscience"},{"quote":"Anger ventilated often hurries towards forgiveness anger concealed often hardens into revenge.","author":"Edward G. Bulwer-Lytton","category":"Revenge, Anger, Concealed"},{"quote":"It is always the case that when the Christian looks back, he is looking at the forgiveness of sins.","author":"Karl Barth","category":"Christian, Looking, Back"},{"quote":"God may forgive your sins, but your nervous system won't.","author":"Alfred Korzybski","category":"God, Forgive, Nervous"},{"quote":"I do not bring forgiveness with me, nor forgetfulness. The only ones who can forgive are dead; the living have no right to forget.","author":"Chaim Herzog","category":"Me, Forgive, Living"},{"quote":"The people who did you wrong or who didn't quite know how to show up, you forgive them. And forgiving them allows you to forgive yourself too.","author":"Jane Fonda","category":"Yourself, Forgive, People"},{"quote":"As we know, forgiveness of oneself is the hardest of all the forgivenesses.","author":"Joan Baez","category":"Know, Hardest, Oneself"},{"quote":"God forgives those who invent what they need.","author":"Lillian Hellman","category":"God, Need, Who"},{"quote":"To confer dignity, forgive. To express contempt, forget.","author":"Mason Cooley","category":"Forgive, Forget, Dignity"},{"quote":"Forgiveness is like faith. You have to keep reviving it.","author":"Mason Cooley","category":"Faith, You, Like"},{"quote":"It's far easier to forgive an enemy after you've got even with him.","author":"Olin Miller","category":"Forgive, Enemy, You"},{"quote":"Can you really forgive if you can't forget?","author":"Sarah Jessica Parker","category":"Forgive, Forget, You"},{"quote":"Forgiveness is the economy of the heart... forgiveness saves the expense of anger, the cost of hatred, the waste of spirits.","author":"Hannah More","category":"Heart, Anger, Hatred"},{"quote":"I discipline churchgoers with godly lessons and sharp words if they do not change their ways. My goal is to open their hearts so that they seek forgiveness.","author":"William Brewster","category":"Change, Goal, Words"},{"quote":"When there's that forgiveness present and compassion, it just helps you live so much easier.","author":"Craig T. Nelson","category":"Compassion, Live, You"},{"quote":"My desire is to stand up and brush myself off when I make mistakes and ask for forgiveness.","author":"Janine Turner","category":"Myself, Mistakes, Stand Up"},{"quote":"Soon I realized that if beauty equalled forgiveness, I was never going to be forgiven.","author":"Kevyn Aucoin","category":"Beauty, Never, Going"},{"quote":"To sin offers repentance and forgiveness not to sin offers only punishment.","author":"Jose Bergamin","category":"Punishment, Sin, Repentance"},{"quote":"I think it's important to remember that Christianity was based in love and tolerance and forgiveness and acceptance.","author":"Kristin Chenoweth","category":"Love, Acceptance, Remember"},{"quote":"And the only thing to do with a sin is to confess, do penance and then, after some kind of decent interval, ask for forgiveness.","author":"Joseph J. Ellis","category":"Sin, Kind, Ask"},{"quote":"The gospel of Jesus Christ encompasses much more than avoiding, overcoming, and being cleansed from sin and the bad influences in our lives; it also essentially entails doing good, being good, and becoming better. Repenting of our sins and seeking forgiveness are spiritually necessary, and we must always do so.","author":"David A. Bednar","category":"Good, Doing Good, Overcoming"},{"quote":"It's only through Christ that we can take full advantage of God's mercy and forgiveness through repentance in Jesus' name.","author":"Monica Johnson","category":"God, Name, Mercy"},{"quote":"A prayer that must have a cannon behind it better never be uttered. Forgiveness ought not to go in partnership with shot and shell. Love need not carry knives and revolvers.","author":"Robert Green Ingersoll","category":"Love, Prayer, Partnership"},{"quote":"I clearly have done things that were wrong. I've clearly had to seek God's forgiveness.","author":"Newt Gingrich","category":"God, Done, Things"},{"quote":"Yes, one can repent of moral transgression. The miracle of forgiveness is real, and true repentance is accepted of the Lord.","author":"Ezra Taft Benson","category":"Moral, True, Real"},{"quote":"If you're truthful with yourself and others, forgiveness clears the path to righteousness, to grace. All we want is grace. We all want that light in our lives. And we can only get that when we go deep into truth.","author":"Corbin Bernsen","category":"Light, Deep, Truth"},{"quote":"Choosing forgiveness opens the door of your heart and makes way for a miracle in your life.","author":"Victoria Osteen","category":"Life, Heart, Door"},{"quote":"The full benefit of forgiveness of sin through the Savior's Atonement begins with repentance and baptism and then expands upon receiving the Holy Ghost.","author":"James E. Faust","category":"Ghost, Sin, Through"},{"quote":"No person is perfect. I haven't, thank God, had any infidelity issues. But you can't say what you won't ever do. And you can't say that you won't have forgiveness in your heart if there were to be an issue like that.","author":"Tasha Smith","category":"God, Heart, Thank God"},{"quote":"Sometimes I see myself fine, sometimes I need a witness. And I like the whole truth, but there are nights I only need forgiveness.","author":"Dar Williams","category":"Truth, Myself, See"},{"quote":"The forgiveness that comes of patient interpretation seems impossible when those nearest to your heart are threatened.","author":"Giles Foden","category":"Heart, Impossible, Patient"},{"quote":"These subsidies from four European governments, which include aircraft launch assistance, capital injections, debt forgiveness, have enabled Airbus to develop and range market airliners well below cost.","author":"Norm Dicks","category":"Cost, Debt, Launch"},{"quote":"Forgiveness isn't about condoning what has happened to you or someone else's actions against you.","author":"Jennifer O'Neill","category":"You, Actions, Someone"},{"quote":"I am 100% in the camp that says forgiveness is mostly about the forgiver.","author":"Hillary Clinton","category":"I Am, Camp, Mostly"},{"quote":"Forgiveness is not a one-time thing that happened the day you received Christ. It is an everyday thing, for the rest of your life.","author":"Joyce Meyer","category":"Life, Day, You"},{"quote":"Amnesty is the forgiveness of something. Amnesty is anything that says, 'Do it illegally, it will be cheaper and easier.'","author":"Marco Rubio","category":"Anything, Will, Easier"},{"quote":"We often forgive those who bore us, but we cannot forgive those whom we bore.","author":"Francois de La Rochefoucauld","category":"Forgive, Us, Cannot"},{"quote":"I love discussing social issues, but I'm not interested in scare tactics. I believe there is a way to bring awareness in tandem with forgiveness and love.","author":"Brie Larson","category":"Love, Believe, I Believe"},{"quote":"I thank the Lord for the great principle of repentance and forgiveness.","author":"Gordon B. Hinckley","category":"Great, Repentance, Lord"},{"quote":"As a practicing Catholic all my life, my faith and the church are never far from my mind. The lessons I learned in the church have structured the way I've approached my life and my career. They were lessons of grace, kindness, forgiveness, and compassion.","author":"Donna Brazile","category":"Life, Kindness, Faith"},{"quote":"I believe in forgiveness I believe in trying to work with people.","author":"John Lewis","category":"Work, Believe, People"},{"quote":"God pardons like a mother, who kisses the offense into everlasting forgiveness.","author":"Henry Ward Beecher","category":"God, Mother, Offense"},{"quote":"Reversing your treatment of the man you have wronged is better than asking his forgiveness.","author":"Elbert Hubbard","category":"Man, Better, You"},{"quote":"The fact is there is forgiveness for those who seek God. And I believe in the power of redemption.","author":"Rick Perry","category":"God, Power, Believe"},{"quote":"The heart of who I am as a person and as a man is forgiveness, after forgiving my father for a lot of things that were done when I was child.","author":"Tyler Perry","category":"Father, Man, I Am"},{"quote":"Since I began my practice of Forgiveness Therapy, it's now instinctual for me to choose to eat like I love myself - instead of eating like I wanted to punish myself. Plus I've not only lost weight, I've lost the anger and anxiety I was feeling, and so I feel happier and calmer within.","author":"Karen Salmansohn","category":"Love, Myself, Anger"},{"quote":"The things that interest me are less to do with perhaps finding myself and more to do with surviving and mercy and forgiveness.","author":"John Cameron Mitchell","category":"Myself, Me, Finding"},{"quote":"Eid is here! On the first day, it is a custom for all Malaysian Muslims to ask for forgiveness from our parents. We kiss their hands and wish them 'Selamat Hari Raya' or 'Eid Mubarak.' 'Maaf Zahir dan Batin' means 'to apologize in spirit and actions.'","author":"Yuna","category":"Day, Parents, Hands"},{"quote":"We have to look at loan forgiveness to incentivise young people to pursue degrees in areas where we know we need help.","author":"Elizabeth Esty","category":"People, Help, Know"},{"quote":"No amount of debt restructuring, even debt forgiveness, will help the Greeks achieve real prosperity. What they need is not short-term relief but, rather, a long-term cure.","author":"Edmund Phelps","category":"Help, Achieve, Debt"},{"quote":"Murder is unique in that it abolishes the party it injures, so that society has to take the place of the victim and on his behalf demand atonement or grant forgiveness; it is the one crime in which society has a direct interest.","author":"W. H. Auden","category":"Society, Unique, Party"},{"quote":"People will constantly bring up my past and throw it in my face, but the Creator of the Universe doesn't. If you ask forgiveness from Him, then it's gone forever. The past is never brought up to shame you or degrade you.","author":"Shawn Michaels","category":"Past, Universe, People"},{"quote":"Life is life. You have to learn how to forgive people and how to gain forgiveness for yourself.","author":"Benjamin Clementine","category":"Life, Yourself, People"},{"quote":"I find forgiveness to be really healthy.","author":"Ben Affleck","category":"Healthy, Find, Really"},{"quote":"I believe the Scriptures teach that there's a literal heaven and a literal hell, just like Jesus said. And without forgiveness of sins that, yeah, the place of punishment is called hell.","author":"Kirk Cameron","category":"Believe, I Believe, Place"},{"quote":"God makes it really clear that society and civilization is really held together by the glue of families... When a man and a woman come together and say 'I do,' they are committing for a lifetime to love each other and to model what love is and what forgiveness is and what joy is to their kids.","author":"Kirk Cameron","category":"Love, God, Joy"},{"quote":"We believe that the farm should be building 'forgiveness' into the ecosystem. What does that mean? That a more forgiving ecosystem is one that can better handle drought, flood, disease, pestilence.","author":"Joel Salatin","category":"Believe, Building, Better"},{"quote":"Asking for forgiveness is just one of the most painful kind of experiences.","author":"Nick Nolte","category":"Kind, Experiences, Asking"},{"quote":"You've just got to have a sense of respect for the person you have children with. Anger doesn't help anybody. Ultimately you have to say forgiveness is important, and honoring what you had together is important. But it's easy to say and harder to do.","author":"Nicole Kidman","category":"Respect, Children, Together"},{"quote":"'Caught' is a novel of forgiveness, and the past and the present - who should be and who shouldn't be forgiven. None of my books are ever just about thrills, or it won't work.","author":"Harlan Coben","category":"Work, Past, Present"},{"quote":"How unhappy is he who cannot forgive himself.","author":"Publilius Syrus","category":"Forgive, Unhappy, Himself"},{"quote":"I believe forgiveness is possible for everybody, for everything, but I'm a Buddhist.","author":"Alan Ball","category":"Believe, I Believe, Possible"},{"quote":"I believe in forgiveness, I believe in second chances, and I believe we should find a way to restore the Second Amendment rights to people who are qualified and have shown themselves qualified to have those rights restored to them.","author":"Matt Bevin","category":"Believe, People, I Believe"},{"quote":"I learned a long time ago that some people would rather die than forgive. It's a strange truth, but forgiveness is a painful and difficult process.","author":"Sue Monk Kidd","category":"Time, Truth, People"},{"quote":"Do you ever achieve total forgiveness after screwing up?","author":"Lee Unkrich","category":"You, Achieve, Up"},{"quote":"Forgiveness in any aspect of something that is complex is the greatest tool.","author":"Kate Hudson","category":"Greatest, Tool, Complex"},{"quote":"The Dalai Lama's entire being is about peace and harmony, forgiveness and self-discipline. Those are qualities to be admired. I am really looking forward to meeting His Holiness.","author":"Joe Nichols","category":"Peace, I Am, Looking Forward"},{"quote":"Forgiveness to the injured does belong but they ne'er pardon who have done wrong.","author":"John Dryden","category":"Done, Wrong, Belong"},{"quote":"Paula Deen is a human being. She deserves forgiveness and a chance at redemption as much as anyone else. America is about redemption.","author":"Don Lemon","category":"America, Chance, She"},{"quote":"The only thing I've settled in my mind is that I want to forgive, and forgiveness comes with forgetting.","author":"Ingrid Betancourt","category":"Mind, Forgive, Want"},{"quote":"Forgiveness is a very personal and intimate thing. Forgiveness is not something that you can speak for others because it includes not only your desire and will, your reflection and intellect, but also your emotions.","author":"Ingrid Betancourt","category":"Reflection, Speak, You"},{"quote":"I like cast iron coated with enamel for longevity and forgiveness if I happen to take my eyes off the prize while pouring Chianti.","author":"Mario Batali","category":"Eyes, Longevity, Like"},{"quote":"The characteristics of an authentically empowered personality are humbleness, clarity, forgiveness and love.","author":"Gary Zukav","category":"Love, Personality, Clarity"},{"quote":"We all know in our hearts that forgiveness is the right thing it's just a matter of being inspired to reach that place.","author":"Nazanin Boniadi","category":"The Right Thing, Know, Place"},{"quote":"A wonderful quality about America is that we love redemption stories. We're quick to lash out and assign blame, but we also draw from deep reservoirs of forgiveness.","author":"Judy Smith","category":"Love, Deep, America"},{"quote":"It's toughest to forgive ourselves. So it's probably best to start with other people. It's almost like peeling an onion. Layer by layer, forgiving others, you really do get to the point where you can forgive yourself.","author":"Patty Duke","category":"Best, Yourself, People"},{"quote":"'Ida' is about humanity, about guilt and forgiveness. It's not a film that deals with an issue as such. It's more universal.","author":"Pawel Pawlikowski","category":"Humanity, Guilt, Film"},{"quote":"Forgiveness is hard for me, man. It is for most American-Western males. It's a sign of weakness.","author":"Art Alexakis","category":"Man, Me, Weakness"},{"quote":"I believe there are more films that involve love and forgiveness than violence, but they often seem fake and are almost embarrassing to watch.","author":"Park Chan-wook","category":"Love, Believe, Violence"},{"quote":"Not only were the Jewish people beloved, but God himself had taken pains to let them know it. Could there be any clearer sign that he continued to believe in their potential, even without the Temple, to achieve forgiveness and ultimately merit the Temple's rebuilding?","author":"Meir Soloveichik","category":"God, Believe, People"},{"quote":"Christians - whether as a priest, a nun, a minister, whatever - have just been stereotyped to death. You try to be a model of kindness and love and forgiveness to all those around you, because you have received kindness and love and forgiveness from God through Christ. That's what Christianity is.","author":"Patricia Heaton","category":"Love, Kindness, Death"},{"quote":"Sin penetrates to the heart, darkens and hardens it until it extinguishes the light of belief. Each sin has a path that leads to unbelief. Unless that sin is swiftly obliterated by seeking God's forgiveness, it grows from a worm into a snake that gnaws at the heart.","author":"Said Nursi","category":"Light, God, Path"},{"quote":"God will forgive me. It's his job.","author":"Heinrich Heine","category":"God, Job, Me"},{"quote":"Our history is an inevitable component of our being. One thing only can release us from the grip of our history. That one thing is forgiveness.","author":"Lewis B. Smedes","category":"History, Being, Release"},{"quote":"Jesus' own witness of sacrificial love and forgiveness, and his work to heal the sick and care for those in need, represent God's ways and vision for us.","author":"Adam Hamilton","category":"Love, Work, God"},{"quote":"If only I wasn't an atheist, I could get away with anything. You'd just ask for forgiveness and then you'd be forgiven. It sounds much better than having to live with guilt.","author":"Keira Knightley","category":"Live, Better, Guilt"},{"quote":"I had the honor to meet Nelson Mandela, and I heard him explain his forgiveness of his captors of 27 years by saying hatred and bitterness is destructive - the power is in love and forgiveness.","author":"Dick Gephardt","category":"Love, Power, Honor"},{"quote":"Well, of course I think people can be forgiven. But our justice system is not set up to dispense forgiveness. You can go to the local priest for that.","author":"Nancy Grace","category":"Justice, People, Think"},{"quote":"Forgiveness is the giving, and so the receiving, of life.","author":"George MacDonald","category":"Life, Giving, Receiving"},{"quote":"9/11 revealed that those about to die do not seem afraid or plead for forgiveness for their sins, if they think about them at all. They all have one thing in mind - those they love - and they all do the same thing: They call them up - spouses, family or friends - to tell them they love them.","author":"Eugene Kennedy","category":"Love, Family, Friends"},{"quote":"I think when you're happy, emotions are right near the top - mine definitely are. I cry easily, I laugh easily, I lose my temper easily... and I beg for forgiveness easily.","author":"Nell Carter","category":"Happy, Laugh, Think"},{"quote":"The things the writers have me doing on 'Suburgatory' are insane. I think they think it's easier to ask for forgiveness than permission.","author":"Cheryl Hines","category":"Me, Doing, Think"},{"quote":"I believe in forgiveness.","author":"Pam Bondi","category":"Believe, I Believe"},{"quote":"In the Lord's Prayer, Jesus assumes that asking for forgiveness would be a daily occurrence, as would praying that we might be delivered from evil and led not into temptation.","author":"Kevin DeYoung","category":"Daily, Prayer, Evil"},{"quote":"In 2006, 2 years ago, I made a very serious mistake. A mistake that I am responsible for and no one else. In 2006, I told Elizabeth about the mistake, asked her for her forgiveness, asked God for his forgiveness.","author":"John Edwards","category":"God, I Am, Mistake"},{"quote":"You can't legislate into existence an act of forgiveness and a true confession; those are mysteries of the human heart, and they occur between one individual and another individual, not a panel of judges sitting asking questions, trying to test your truth.","author":"Athol Fugard","category":"Truth, Heart, Questions"},{"quote":"It is very east to forgive others their mistakes it takes more grit and gumption to forgive them for having witnessed your own.","author":"Jessamyn West","category":"Mistakes, Forgive, Grit"},{"quote":"I've been interested in the idea of forgiveness and the necessity of it. I think of it as the most critical piece of any relationship, whether that be business, or romantic, or familial. We fail each other. We make mistakes. If we contract to go on after those mistakes, forgiveness is involved. Forgiveness is required.","author":"Bill Clegg","category":"Business, Relationship"},{"quote":"We cannot go alone to God. We belong to His Mystical Body, the Church; by even our most secret sins, if they be grievous, we have injured the Mystical Body of Jesus Christ and must ask forgiveness of His Mystical Body, too.","author":"Vincent McNabb","category":"God, Alone, Body"},{"quote":"China's idea of fair trade is government subsidies of its textile and apparel exports to the United States, currency manipulation, and forgiveness of loans by its government banks.","author":"Virginia Foxx","category":"Government, Idea"},{"quote":"We are not forgiven because we are good. We are forgiven because Christ bore our sins.","author":"Joseph Prince","category":"Good, Christ, Sins"},{"quote":"If I say, 'I forgive you,' I have implicitly said you have done something wrong to me. But what forgiveness is at its heart is both saying that justice has been violated and not letting that violation count against the offender.","author":"Miroslav Volf","category":"Justice, Heart, Me"},{"quote":"I'm currently in an interesting correspondence with a nun about forgiveness.","author":"Julian Clary","category":"Interesting, Currently"},{"quote":"God's forgiveness is the only thing. And, well, I take full responsibility for the adultery. It was my fault and, you know, no matter what went on, the man has to take responsibility; and I do.","author":"Jim Bakker","category":"God, Responsibility, Man"},{"quote":"I think everything worked out the way it was supposed to. Mark's happier. I'm sober. There are still phone calls to be made, people I need to say something to. But everyone from Creed who I've offended or hurt, I ask for their forgiveness.","author":"Scott Stapp","category":"Hurt, People, Think"},{"quote":"Genuine forgiveness does not deny anger but faces it head-on.","author":"Alice Miller","category":"Anger, Genuine, Faces"},{"quote":"To understand is to forgive, even oneself.","author":"Alexander Chase","category":"Forgive, Understand, Oneself"},{"quote":"Forgiveness really is so misunderstood, as well as the power it can release in an individual.","author":"Jennifer O'Neill","category":"Power, Misunderstood, Well"},{"quote":"Many promising reconciliations have broken down because while both parties come prepared to forgive, neither party come prepared to be forgiven.","author":"Charles Williams","category":"Forgive, Broken, Party"},{"quote":"And as I ask for your forgiveness, I also ask for your support to keep all things in perspective and keep all things in proportion. The good of nine years versus the bad.","author":"John Rowland","category":"Good, Support, Perspective"},{"quote":"My parents did their best - that earns a lot of forgiveness. But they say children grow up in spite of their parents, and I think I did.","author":"Larry Drake","category":"Children, Best, Parents"},{"quote":"One can't relive one's life. Forgiveness is not what's difficult; one's always too ready to forgive. And it does no good, that's obvious.","author":"Louis-Ferdinand Celine","category":"Life, Good, Forgive"},{"quote":"Forgiveness is indifference. Forgiveness is impossible while love lasts.","author":"Mary Boykin Chesnut","category":"Love, Impossible"},{"quote":"We'd do better to follow the admonition of Jesus about loving our neighbours. People in the U.S. are capable of forgiveness and willing to see one another's point of view, but when matters become politicised, we're less able to do that.","author":"Kent Haruf","category":"People, Loving"},{"quote":"I would say that playing this character has caused me to think about a lot of things. He's always questioning himself and trying to get back to something he lost touch with and trying to find forgiveness. Everybody struggles with these things to some extent in their life.","author":"Lee Tergesen","category":"Life, Character, Me"},{"quote":"To understand somebody else as a human being, I think, is about as close to real forgiveness as one can get.","author":"David Small","category":"Think, Real, Human"},{"quote":"If you don't believe God has forgiven you, you are actually saying that God needs to do more for your forgiveness, and that Jesus' sacrifice was not enough.","author":"Jud Wilhite","category":"God, Sacrifice, Believe"},{"quote":"What is forgiven is usually well remembered.","author":"Louis Dudek","category":"Remembered, Well, Forgiven"},{"quote":"Forgiveness takes time. It is the last step of the grieving process.","author":"Elin Nordegren","category":"Time, Step, Process"},{"quote":"Well, I've never left my faith - but have I made a lot of mistakes? But was I fortunate that I was brought up in that Pentecostal church, where I heard about God's love and God's forgiveness.","author":"Billy Ray Cyrus","category":"Love, Faith, God"},{"quote":"The principle that certain sins should not receive the Church's testimony of forgiveness was probably no novelty at all, but had been applied in various churches; perhaps, however, with no strict consistency.","author":"Robert Rainy","category":"Consistency, Church, Sins"},{"quote":"I think we learn the most from imperfect relationships - things like forgiveness and compassion.","author":"Andrea Thompson","category":"Compassion, Relationships"},{"quote":"The power of forgiveness is huge; it is really big, and it can save this world.","author":"Immaculee Ilibagiza","category":"Power, World, Big"},{"quote":"One of the things that Dostoevsky talks about is that no character is too high to fall and no character is too low to be redeemed. 'Crime and Punishment' began with a person going out and consciously becoming a cold-blooded murderer, and it took 800 pages and an epilogue before the person finally asked for forgiveness.","author":"Jeffrey Bell","category":"Character, Fall, Crime"},{"quote":"We get a lot of raps as Americans for being small-minded, but in fact, when you really drill down to the core of the culture, there's an enormous amount of compassion and forgiveness and support.","author":"Bartlett Sher","category":"Culture, Compassion, Support"},{"quote":"I love my children. That will never change. I have prayed to them for forgiveness and hope that they will forgive me. I never meant to hurt them!!","author":"Susan Smith","category":"Love, Change, Hope"},{"quote":"I'm not trying to convert the entire nation of Israel and the entire nation of Palestine to Christianity. But at least if you can educate them about the ideology of love, the ideology of forgiveness, the ideology of grace. Those principles are great regardless, but we can't deny they came from Christianity as well.","author":"Mosab Hassan Yousef","category":"Love, Great, Grace"},{"quote":"Life is one big road with lots of signs. So when you riding through the ruts, don't complicate your mind. Flee from hate, mischief and jealousy. Don't bury your thoughts, put your vision to reality. Wake Up and Live!","author":"Bob Marley","category":"Life, Vision, Hate"},{"quote":"You can be the moon and still be jealous of the stars.","author":"Gary Allan","category":"Stars, Moon, Jealous"},{"quote":"The jealous are troublesome to others, but a torment to themselves.","author":"William Penn","category":"Jealous, Themselves, Others"},{"quote":"Jealousy... is a mental cancer.","author":"B. C. Forbes","category":"Cancer, Mental"},{"quote":"Envy and jealousy are incurable diseases.","author":"Robert Kraft","category":"Envy, Diseases, Incurable"},{"quote":"A competent and self-confident person is incapable of jealousy in anything. Jealousy is invariably a symptom of neurotic insecurity.","author":"Robert A. Heinlein","category":"Insecurity, Person, Anything"},{"quote":"I think that the Bible teaches that homosexuality is a sin, but the Bible also teaches that pride is a sin, jealousy is a sin, and hate is a sin, evil thoughts are a sin. So I don't think that homosexuality should be chosen as the overwhelming sin that we are doing today.","author":"Billy Graham","category":"Today, Hate, Evil"},{"quote":"It will be found an unjust and unwise jealousy to deprive a man of his natural liberty upon the supposition he may abuse it.","author":"George Washington","category":"Man, Liberty, Natural"},{"quote":"Why do we feel jealousy? Therapists often regard the demon as a scar of childhood trauma or a symptom of a psychological problem. And it's true that people who feel inadequate, insecure, or overly dependent tend to be more jealous than others.","author":"Helen Fisher","category":"Childhood, People, Problem"},{"quote":"There is no greater glory than love, nor any greater punishment than jealousy.","author":"Lope de Vega","category":"Love, Punishment, Glory"},{"quote":"People are taken aback by a confident, pretty girl who knows what she wants in life and isn't going to let anyone get in her way. And you know what it's all about? Jealousy.","author":"Summer Altice","category":"Life, Girl, People"},{"quote":"My wife's jealousy is getting ridiculous. The other day she looked at my calendar and wanted to know who May was.","author":"Rodney Dangerfield","category":"Day, Wife, Know"},{"quote":"I would rather drudge out my life on a cotton plantation, till the grave opened to give me rest, than to live with an unprincipled master and a jealous mistress.","author":"Harriet Ann Jacobs","category":"Life, Me, Live"},{"quote":"'Game of Thrones,' people say that it's a fantasy series, but it's a hell of a lot more than that. It attracts the so-called geeks and nerds, and God bless them, they're wonderful for getting right into the show. But primarily it's about family; it's power and betrayal and jealousy. It's all those wonderful things that a fantastic drama is about.","author":"Liam Cunningham","category":"Family, God, Power"},{"quote":"To jealousy, nothing is more frightful than laughter.","author":"Francoise Sagan","category":"Laughter, Nothing, Than"},{"quote":"Jealousy, that dragon which slays love under the pretence of keeping it alive.","author":"Havelock Ellis","category":"Love, Alive, Dragon"},{"quote":"We are becoming able to see the pursuit of external power for what it is and the futility of trying to escape the pain of powerlessness by changing the world. When we look inward, not outward, we can dismantle the parts of our personalities that have controlled us for so long - such as anger, jealousy, vindictiveness, superiority, inferiority.","author":"Gary Zukav","category":"Power, Anger, Pain"},{"quote":"Hunger, revenge, to sleep are petty foes, But only death the jealous eyes can close.","author":"William Wycherley","category":"Death, Eyes, Sleep"},{"quote":"Passion can quickly slip to jealousy, or even hatred.","author":"Arthur Golden","category":"Passion, Hatred, Even"},{"quote":"Drama can be an addiction. It's so, so sneaky. Jealousy - all of those things can really send you in a lot of different crazy directions.","author":"Christian Slater","category":"Crazy, You, Drama"},{"quote":"When you do well, everybody's after you, and sometimes the motives are legitimate, and sometimes it's envy and jealousy.","author":"Robert Kraft","category":"Envy, You, Sometimes"},{"quote":"I like jealous men. I love jealousy. I do.","author":"Adriana Lima","category":"Love, Men, Jealous"},{"quote":"Jealousy can even be good for love. One partner may feel secretly flattered when the other is mildly jealous. And catching someone flirting with your beloved can spark the kind of lust and romance that reignites a relationship.","author":"Helen Fisher","category":"Love, Relationship, Good"},{"quote":"More men die of jealousy than of cancer.","author":"Joseph P. Kennedy","category":"Men, Die, Cancer"},{"quote":"It is not love that is blind, but jealousy.","author":"Lawrence Durrell","category":"Love, Blind"},{"quote":"Jealousy lives upon doubts. It becomes madness or ceases entirely as soon as we pass from doubt to certainty.","author":"Francois de La Rochefoucauld","category":"Doubt, Madness, Doubts"},{"quote":"There is never jealousy where there is not strong regard.","author":"Washington Irving","category":"Strong, Never, Where"},{"quote":"Jealousy is the grave of affection.","author":"Mary Baker Eddy","category":"Affection, Grave"},{"quote":"Those who are believed to be most abject and humble are usually most ambitious and envious.","author":"Baruch Spinoza","category":"Humble, Most, Ambitious"},{"quote":"If one of two lovers is loyal, and the other jealous and false, how may their friendship last, for Love is slain!","author":"Marie de France","category":"Love, Friendship, Love Is"},{"quote":"Jealousy is, I think, the worst of all faults because it makes a victim of both parties.","author":"Gene Tierney","category":"Think, Worst, Faults"},{"quote":"That's the way I got along in life. I don't ever remember being particularly jealous of anybody, because I figured if I can't do it myself, I don't deserve to get it.","author":"Clyde Tombaugh","category":"Life, Myself, Remember"},{"quote":"There's a constant tension between the excitement of new people and security with one person. If you go with excitement, you create chaos; you hurt people. There's jealousy, and it gets very messy. If you have security, it can be boring, and you die inside because of all the opportunities missed.","author":"Alain de Botton","category":"Opportunities, Hurt, People"},{"quote":"That is ever the way. 'Tis all jealousy to the bride and good wishes to the corpse.","author":"James M. Barrie","category":"Good, Wedding, Bride"},{"quote":"There is a sort of jealousy which needs very little fire; it is hardly a passion, but a blight bred in the cloudy, damp despondency of uneasy egoism.","author":"George Eliot","category":"Passion, Fire, Little"},{"quote":"A person's current personality of love, hatred, jealousy, rage or a murderous intent and so on is formed upon genetic elements, education, the environment and a family a person grows in.","author":"Kim Ki-duk","category":"Love, Education, Family"},{"quote":"Philosophers see no harm in the Jesuits other than in their effect on humanity and the sciences. The vulgar and especially the prejudiced only hate them from an envy and jealousy born out of conspiracy and intrigue at an organisation which overshadows them.","author":"Cesare Beccaria","category":"Hate, Humanity, Conspiracy"},{"quote":"Governments are composed of human beings, and all of the frailties that humans possess are absorbed into these governments and become active within these governments. Hatred, anger, jealousy, fear, greed, distrust and the whole host of afflictions that humans must bear, lurk just beneath the surface of civility displayed by 'government.'","author":"John McAfee","category":"Fear, Anger, Government"},{"quote":"I face so much jealousy, and I am incredibly upset about it.","author":"Marina Abromovic","category":"I Am, Face, Upset"},{"quote":"It's a completely useless emotion - jealousy. I don't go there.","author":"Joy Behar","category":"Emotion, Useless, Go"},{"quote":"Rather than writing about international events, I write about individual lives. There is elation and sadness, death and birth, love and jealousy, co-operation and betrayal. All the great emotional transactions that happen wherever people come together.","author":"Tom Drury","category":"Love, Death, Great"},{"quote":"Jealousy is a dog's bark which attracts thieves.","author":"Karl Kraus","category":"Dog, Thieves, Which"},{"quote":"I don't get jealousy, I don't get how people hate each other - I never did.","author":"Nas","category":"Hate, People, Never"},{"quote":"Jealousy is the jaundice of the soul.","author":"John Dryden","category":"Soul"},{"quote":"Man is jealous because of his amour propre woman is jealous because of her lack of it.","author":"Germaine Greer","category":"Man, Woman, Jealous"},{"quote":"A negative judgment gives you more satisfaction than praise, provided it smacks of jealousy.","author":"Jean Baudrillard","category":"Negative, You, Satisfaction"},{"quote":"We stress humanity, and this is done at considerable cost. We can't have a lot of dramatics that other shows get away with - promiscuity, greed, jealousy. None of those have a place in 'Star Trek.'","author":"Gene Roddenberry","category":"Stress, Humanity, Greed"},{"quote":"Jealousy is love bed of burning snarl.","author":"George Meredith","category":"Love, Bed, Burning"},{"quote":"Innately, there are qualities in human beings that are always repetitive. There are things like love and hate and jealousy that are just going to be there forever.","author":"Shiloh Fernandez","category":"Love, Hate, Human"},{"quote":"The envious die not once, but as oft as the envied win applause.","author":"Baltasar Gracian","category":"Win, Die, Once"},{"quote":"Magnanimous people have no vanity, they have no jealousy, and they feed on the true and the solid wherever they find it. And, what is more, they find it everywhere.","author":"Van Wyck Brooks","category":"People, True, Find"},{"quote":"Jealous, adj. Unduly concerned about the preservation of that which can be lost only if not worth keeping.","author":"Ambrose Bierce","category":"Lost, Jealous, Worth"},{"quote":"Jealousy is cruel as the grave: the coals thereof are coals of fire.","author":"Solomon Ibn Gabirol","category":"Fire, Grave, Cruel"},{"quote":"Jealousy is bred in doubts. When those doubts change into certainties, then the passion either ceases or turns absolute madness.","author":"Francois de La Rochefoucauld","category":"Change, Passion, Madness"},{"quote":"I am drawn to women who are independent and creative, which is problematic because it's a struggle, a competition of careers. There's jealousy.","author":"Marilyn Manson","category":"Women, Struggle, I Am"},{"quote":"Anger and jealousy can no more bear to lose sight of their objects than love.","author":"George Eliot","category":"Love, Anger, Sight"},{"quote":"Lovers may be - and indeed generally are - enemies, but they never can be friends, because there must always be a spice of jealousy and a something of Self in all their speculations.","author":"Lord Byron","category":"Friends, Self, Lovers"},{"quote":"Back then I didn't think a woman like that, or a relationship like that, could exist with complete freedom and no jealousy or possessiveness. I thought it sounded too good to be true and I was certainly convinced it wasn't the life for me!","author":"Sylvia Kristel","category":"Life, Relationship, Good"},{"quote":"I do not say anything from jealousy.","author":"Anna Held","category":"Say, Anything"},{"quote":"But when I would see the surrogate, my first instinct, my first reaction would be jealousy, because she was doing what I wanted to do.","author":"Cheryl Tiegs","category":"Doing, She, See"},{"quote":"What we used to say was whoever had the bow tie got to lead the band. There was never any jealousy.","author":"Pete Fountain","category":"Band, Say, Lead"},{"quote":"There never was one particle of... jealousy... in the heart of Hyrum Smith.","author":"Heber J. Grant","category":"Heart, Never, Smith"},{"quote":"If we destroy the biosphere, then mankind will die. We all waste our time worrying about stupid wars and petty jealousy and greed, and all the time, we're sitting on a time bomb.","author":"Ron Moody","category":"Time, Stupid, Greed"},{"quote":"If there's an inkling of abuse, I have to move on. Even jealousy - seems cute it first, but if they're getting in my head, it's not right for me. It's okay to be alone. It's okay to be single. The right thing will come along.","author":"Christina Milian","category":"Alone, Cute, Me"},{"quote":"There is something mean in human nature that prefers to think evil, that gives a willing ear and a ready welcome to calumny, a sort of jealousy of goodness and greatness and things of good report.","author":"Richard Le Gallienne","category":"Nature, Good, Evil"},{"quote":"'Under the Poppy' is the love story of Istvan and Rupert, lovers and friends from childhood, who've been parted by jealousy - and a secret betrayal by Istvan's sister, Decca, who also loves Rupert, with whom she runs the brothel called Under the Poppy, where the floozies cater to every taste from saucy to peculiar.","author":"Kathe Koja","category":"Love, Friends, Sister"},{"quote":"What makes the pain we feel from shame and jealousy so cutting is that vanity can give us no assistance in bearing them.","author":"Francois de La Rochefoucauld","category":"Pain, Vanity, Shame"},{"quote":"Do I appreciate the idea of jealousy, revenge and all these so-called dark qualities? Yes. Do I write these songs in order to engage in some public war with someone? No.","author":"Alanis Morissette","category":"War, Revenge, Dark"},{"quote":"Jealousy is a scary thing.","author":"Laura Dern","category":"Scary, Thing, Scary Thing"},{"quote":"Discord or jealousy inhibits the ability of the Holy Ghost to teach us and inhibits our ability to receive light and truth. And the feelings of disappointment that invariably follow are the seeds of greater discord and faultfinding among those who expected a learning experience that did not come.","author":"Henry B. Eyring","category":"Learning, Light, Truth"},{"quote":"Jealousy - that jumble of secret worship and ostensible aversion.","author":"Emile M. Cioran","category":"Worship, Secret, Aversion"},{"quote":"My parents are very competitive, so we are very competitive as kids. But it's a good kind of competition; it's not a jealousy. You always want to do your best, and if it can't be you, you want it to be your brother or your sister, you know what I mean?","author":"Janet Jackson","category":"Sister, Good, Best"},{"quote":"I have experienced jealousy, possessiveness, verbal abuse and violence from men, but I have also experienced jealousy, possessiveness, verbal abuse and violence from women, usually when I failed to respond to their advances.","author":"Julie Burchill","category":"Women, Men, Violence"},{"quote":"I feel like a lot of the female relationships I see on TV or in movies are in some way free of the kind of jealousy and anxiety and posturing that has been such a huge part of my female friendships, which I hope lessens a little bit with age.","author":"Lena Dunham","category":"Hope, Age, Anxiety"},{"quote":"Part of the reason people abroad resent the United States is something Americans can do very little about: envy. The richest, most powerful country in the world attracts the jealousy of others in much the same way that the richest, most powerful man in a small town attracts the jealousy of others.","author":"Mohsin Hamid","category":"Man, Powerful, World"},{"quote":"I could, of course, have written about the film world and the jealousy there and the frequent belief that others don't have talent. But, for some reason, it just struck me to write about art.","author":"David Thewlis","category":"Art, World, Me"},{"quote":"Jealousy is all the fun you think they had.","author":"Erica Jong","category":"Fun, Think, You"},{"quote":"I've been in rooms where people are discussing films that have yet to come out and saying delightedly, 'Oh, I've heard it's a disaster!' The jealousy is unseemly.","author":"Lenny Abrahamson","category":"People, Saying, Disaster"},{"quote":"I hate jealousy, I hate possessiveness. I'm nobody's possession.","author":"Olga Kurylenko","category":"Hate, Nobody, Possession"},{"quote":"Miley Cyrus' 'Party in the USA' kills me with jealousy. The melodies are out-of-control beautiful.","author":"Rivers Cuomo","category":"Beautiful, Me, Party"},{"quote":"My second business would have succeeded but for competitors' jealousy. I was selling motorbike gear cheap, but the people I was undercutting complained to the manufacturer and cut off my supply. It showed me how corrupt business can be. When I sold phones, the same thing happened, but this time I was ready.","author":"John Caudwell","category":"Business, Time, Me"},{"quote":"Jealousy is the tie that binds, and binds, and binds.","author":"Helen Rowland","category":"Tie, Binds"},{"quote":"I have never been jealous. Not even when my dad finished fifth grade a year before I did.","author":"Jeff Foxworthy","category":"Jealous, Never, Year"},{"quote":"You might think that religion was the one area in which professional jealousy would take a back seat. But no: ecclesiastical memoirs are as viperish as any, though their envy tends to cloak itself in piety.","author":"Craig Brown","category":"Religion, Professional"},{"quote":"I do a lot of sexy publicity, but I have yet to have any bad experiences regarding jealousy.","author":"Brooke Burke","category":"Sexy, Bad, Experiences"},{"quote":"I've yet to meet a bitter teenager. Bitterness, jealousy and jadedness, I think, are the most unattractive qualities in a person, and unfortunately they do seem to come with age.","author":"Jane Goldman","category":"Age, Think, Person"},{"quote":"In westerns, you meet a hardy bunch of characters. There is no jealousy on such pictures.","author":"John Wayne","category":"You, Pictures, Meet"},{"quote":"But I like not these great success of yours for I know how jealous are the gods.","author":"Herodotus","category":"Success, Great, Know"},{"quote":"There tends to be a jealousy in England towards countries that are successful.","author":"Chris O'Dowd","category":"Successful, England"},{"quote":"I have never written a book about my life, despite being offered purses of gold. I made 'Boxes' because I wanted to make a sincere depiction of a daughter who has lost her father, or the jealousy one can feel towards a daughter who has become more beautiful than you and whose stepfather starts to take her shopping.","author":"Jane Birkin","category":"Life, Beautiful, Father"},{"quote":"I want my books to explore motives which make people think, 'Wow! Imagine the psychological state you'd have to be in for that to be your motive!' Whereas things like blackmail, jealousy - they're rational reasons for committing murder.","author":"Sophie Hannah","category":"People, Want, Think"},{"quote":"My parents were very volatile but very loving. My father would get jealous if my mother looked at somebody. I used to be insanely jealous. It comes out of insecurity. It can come and go, but you get to the point in life where you don't have this raging jealousy and protectiveness about your world.","author":"Felicity Kendal","category":"Life, Father, Mother"},{"quote":"Jealousy is the worst trait in any person.","author":"Adam DeVine","category":"Worst, Person, Trait"},{"quote":"I don't think that you can fake warmth. You can fake lust, jealousy, anger; those are all quite easy. But actual, genuine warmth? I don't think you can fake it.","author":"Keira Knightley","category":"Anger, Fake, Easy"},{"quote":"Jealousy is not at all low, but it catches us humbled and bowed down, at first sight.","author":"Sidonie Gabrielle Colette","category":"Sight, Down, First"},{"quote":"I went to a girls' school, and it was awful. The combination of my teenage anger and their jealousy meant I was always getting into fights. There was a lot of pulling of hair and scratching of faces and rolling around on the floor.","author":"Nadine Velazquez","category":"School, Anger, Hair"},{"quote":"Religion can make it worse. Are you supposing that if people were encouraged to believe in a transcendent reality, and to be encouraged by grand rituals and music and preaching, to love their neighbors, then they would put jealousy and frustration aside?","author":"Mary Douglas","category":"Love, Music, Religion"},{"quote":"I don't watch that much comedy. I think it's professional jealousy. That and a lack of support for my community.","author":"Michael Ian Black","category":"Community, Support"},{"quote":"It is remarkable that jealousy of individual property in land often goes along with very exaggerated doctrines of tribal or national property in land.","author":"William Graham Sumner","category":"Land, Property, Individual"},{"quote":"People don't do theology in a vacuum but in a community with other theological thinkers, where there's jealousy, vanity, hurt pride, all those things.","author":"Frederica Mathewes-Green","category":"Community, Pride, Hurt"},{"quote":"When I see a good singer, I get teary-eyed. Part of it is jealousy because all comedians are frustrated rock stars. That's a fact.","author":"Jeff Ross","category":"Good, Stars, See"},{"quote":"That's one of the reasons I moved to Florida. Of course, the main reason is the weather and the training. But there's more jealousy in Switzerland because it's so little and they don't have so many athletes.","author":"Martina Hingis","category":"Training, Weather, Reason"},{"quote":"Like hatred, jealousy is forbidden by the laws of life because it is essentially destructive.","author":"Alexis Carrel","category":"Life, Hatred, Laws"},{"quote":"The jealousy and resentment that animate the terrorists also affect many of our former cold war allies.","author":"Richard Perle","category":"War, Cold War, Resentment"},{"quote":"My birth neither shook the German Empire nor caused much of an upheaval in the home. It pleased mother, caused father a certain amount of pride and my elder brother the usual fraternal jealousy of a hitherto only son.","author":"Conrad Veidt","category":"Home, Father, Mother"},{"quote":"'Toy Story' we found, sorta by accident, because we didn't know what we were doing, the idea of being replaced by somebody. Everybody has that fear, or encounters this jealousy at some point.","author":"Pete Docter","category":"Fear, Story, Know"},{"quote":"No jealousy their dawn of love overcast, nor blasted were their wedded days with strife; each season looked delightful as it past, to the fond husband and the faithful wife.","author":"James Beattie","category":"Love, Wedding, Past"},{"quote":"Obviously, in dealing with a relationship, sexuality has to be involved, and jealousy and emotions like that. And I don't know, I've always been intrigued by those emotions.","author":"Adrian Lyne","category":"Relationship, Know, Emotions"},{"quote":"My rule of writing is that no one can do what you can do, so jealousy or competitiveness are pointless. I am always happy when one of my sisters has a book published that I get to read.","author":"Hallie Ephron","category":"Happy, I Am, Writing"},{"quote":"Fans in China are very different from those overseas. In China, many people really love me and care about my life. But there is always some jealousy mixed up in this feeling of love. I think that is the big difference. Overseas, there is none of that.","author":"Gong Li","category":"Love, Life, Me"},{"quote":"People can do all kinds of things that maybe aren't wise in hindsight because of jealousy.","author":"Kristin Bauer van Straten","category":"Wise, People, Hindsight"},{"quote":"On the same line of reasoning, if Australians were to be Australians, or rather if Australians were as separate from any other nation as Australia from any other land, there would be no jealousy between them on England's account.","author":"Henry Lawson","category":"Land, Australia, Nation"},{"quote":"I write what I like to read, and I enjoy love triangles in YA and adult fiction - not to mention in other media like TV, opera, theatre, and even in video games! I relish when dark and compelling characters compete for our protagonist's heart. The doubts, the uncertainty - the jealousy! - can be breathtaking.","author":"Kresley Cole","category":"Love, Heart, Video Games"},{"quote":"Jealousy would be far less torturous if we understood that love is a passion entirely unrelated to our merits.","author":"Paul Eldridge","category":"Love, Passion, Love Is"},{"quote":"From heresy, frenzy and jealousy, good Lord deliver me.","author":"Ludovico Ariosto","category":"Good, Me, Deliver"},{"quote":"I want my music to be accessible to every listener because I know that I really have something to say in terms of really, you know, removing thorns from people, thorns that really makes us unaware that we are bleeding with these thorns, like pain, grief, jealousy and so on.","author":"Vusi Mahlasela","category":"Music, Pain, Grief"},{"quote":"My mother always wanted to be an actress. She was an extra in movies and stuff. I have a feeling this is the classic story: The mother wants to be an actress, and the child ends up doing it. But it was never a jealousy thing between us. It was like - well, I was making my mom happy.","author":"Kristy McNichol","category":"Happy, Mother, Mom"},{"quote":"You will not accept credit that is due to another, or harbor jealousy of an explorer who is more fortunate.","author":"Abbott L. Lowell","category":"Credit, You, Fortunate"},{"quote":"The surest route to breeding jealousy is to compare. Since jealousy comes from feeling less than another, comparisons only fan the fires.","author":"Dorothy Corkille Briggs","category":"Feeling, Compare, Fan"},{"quote":"Flowers are restful to look at. They have neither emotions nor conflicts.","author":"Sigmund Freud","category":"Flowers, Look, Emotions"},{"quote":"Weeds are flowers too, once you get to know them.","author":"A. A. Milne","category":"Flowers, Know, You"},{"quote":"By plucking her petals, you do not gather the beauty of the flower.","author":"Rabindranath Tagore","category":"Beauty, Flower, You"},{"quote":"To see a world in a grain of sand and heaven in a wild flower Hold infinity in the palm of your hand and eternity in an hour.","author":"William Blake","category":"Flower, World, Sand"}]}