{"author":"Ravindu Manoj","github":"ravindu01manoj","repo":"Quotes-500k","data":[{"quote":"I know a lot of people think I'm dumb. Well, at least I ain't no educated fool.","author":"Leon Spinks","category":"Fool, People, Know"},{"quote":"Education is very important to me, as is helping children.","author":"Mark Teixeira","category":"Children, Me, Important"},{"quote":"Even when life challenges us, it's a gift beyond all measure.","author":"Parker Palmer","category":"Life, Challenges, Gift"},{"quote":"Yesterday in this country we had people die of hunger and malnutrition. In some parts of this country, the infant mortality rate rivals that of sub-Saharan Africa. We have a public education system that ranks below that of almost any other Western nation.","author":"Alcee Hastings","category":"People, Public Education"},{"quote":"A dog is the greatest gift a parent can give a child. OK, a good education, then a dog.","author":"John Grogan","category":"Dog, Good, Child"},{"quote":"Education is a state-controlled manufactory of echoes.","author":"Norman Douglas","category":"Echoes"},{"quote":"I had a very good sexual education. My mother was very advanced in that regard. She conveyed to me the sense of reverence and wonder about my body and the powers of my sexuality not only to give life, but also to be a whole person and to enjoy pleasure. It was put to me as an almost holy act.","author":"Gioconda Belli","category":"Life, Good, Mother"},{"quote":"A writer should get as much education as possible, but just going to school is not enough; if it were, all owners of doctorates would be inspired writers.","author":"Gwendolyn Brooks","category":"School, Possible, Going"},{"quote":"I have to teach myself. I kind of wish I'd continued with my education, but that's something I can do in the future.","author":"Billie Piper","category":"Future, Myself, Wish"},{"quote":"To me education is a leading out of what is already there in the pupil's soul. To Miss Mackay it is a putting in of something that is not there, and that is not what I call education. I call it intrusion.","author":"Muriel Spark","category":"Soul, Me, Pupil"},{"quote":"For the 95 per cent whose only means of schooling is the district or the city school, we must provide what we are not now providing, an education that will better fit them for the struggle of life.","author":"Arthur Capper","category":"Life, Struggle, School"},{"quote":"SEAL training was a great equalizer. Nothing mattered but your will to succeed. Not your color, not your ethnic background, not your education and not your social status.","author":"William H. McRaven","category":"Great, Training, Color"},{"quote":"Few have been taught to any purpose who have not been their own teachers.","author":"Joshua Reynolds","category":"Purpose, Teachers, Taught"},{"quote":"I learned more stuff in church than I did in the world.","author":"Al Green","category":"World, Church, Than"},{"quote":"Learning teacheth more in one year than experience in twenty.","author":"Roger Ascham","category":"Learning, Experience, Year"},{"quote":"I can read in any book and newspaper about the city of Detroit, but I want to hear what the people in Detroit have to say about Detroit. My best education is actually talking to people.","author":"Erin Cummings","category":"Best, Book, City"},{"quote":"An educated man is thoroughly inoculated against humbug, thinks for himself and tries to give his thoughts, in speech or on paper, some style.","author":"Alan K. Simpson","category":"Man, Thoughts, Style"},{"quote":"The purpose of education is to keep a culture from being drowned in senseless repetitions, each of which claims to offer a new insight.","author":"Harold Rosenberg","category":"Culture, Purpose, New"},{"quote":"Excellent education and an excellent environment are two hallmarks of our state. How we treat our environment is connected to so many other opportunities in Maine.","author":"John Baldacci","category":"Opportunities, Treat"},{"quote":"When children do not have three square meals a day, a proper education, and at least one adult who they know loves and is committed to them, it's very unlikely they will grow up to be productive citizens of the world.","author":"Stephanie March","category":"Children, Day, World"},{"quote":"Television is something the Russians invented to destroy American education.","author":"Paul Erdos","category":"American, Television"},{"quote":"In any community there's a strong pull home. People want to return, see their community get better economically and socially. You can build those community-grown opportunities for the kids who've graduated from college to return home, to provide businesses and support things going on. It'll only happen through education.","author":"Denise Juneau","category":"Home, Community, Strong"},{"quote":"America is the best half-educated country in the world.","author":"Nicholas M. Butler","category":"Best, America, World"},{"quote":"Good teaching is one-fourth preparation and three-fourths pure theatre.","author":"Gail Godwin","category":"Good, Preparation, Theatre"},{"quote":"Presumptions of guilt or innocence may sometimes be strengthened or weakened by the place of birth and kind of education and associates a man has grown up with, and good character may at times interpose, and justly save, under suspicion, one who is accused of crime on slight circumstances.","author":"Levi Woodbury","category":"Good, Character, Man"},{"quote":"Every educated person is a future enemy.","author":"Martin Bormann","category":"Future, Enemy, Person"},{"quote":"When I retired from active duty, I still felt that I owed something to my community. That's why I pursued education... I still miss the classroom and recall those days fondly.","author":"Paul Cook","category":"Community, Why, Classroom"},{"quote":"Whether you are talking about cardiac care or education, the fundamental question is: How do you provide it for everyone?","author":"Thulasiraj Ravilla","category":"Care, You, Question"},{"quote":"Nine-tenths of wisdom is being wise in time.","author":"Theodore Roosevelt","category":"Time, Wise, Being"},{"quote":"It's not what you look at that matters, it's what you see.","author":"Henry David Thoreau","category":"Look, You, See"},{"quote":"The journey of a thousand miles begins with one step.","author":"Lao Tzu","category":"Journey, Step, Thousand"},{"quote":"We are made wise not by the recollection of our past, but by the responsibility for our future.","author":"George Bernard Shaw","category":"Future, Wise, Responsibility"},{"quote":"Discipline is the bridge between goals and accomplishment.","author":"Jim Rohn","category":"Goals, Discipline, Bridge"},{"quote":"The smallest deed is better than the greatest intention.","author":"John Burroughs","category":"Greatest, Better, Intention"},{"quote":"The pessimist complains about the wind the optimist expects it to change the realist adjusts the sails.","author":"William Arthur Ward","category":"Change, Wind, Sails"},{"quote":"It's the little details that are vital. Little things make big things happen.","author":"John Wooden","category":"Little Things, Details"},{"quote":"Whatever you do in life, surround yourself with smart people who'll argue with you.","author":"John Wooden","category":"Life, Smart, Yourself"},{"quote":"Without freedom of thought, there can be no such thing as wisdom - and no such thing as public liberty without freedom of speech.","author":"Benjamin Franklin","category":"Freedom, Thought, Liberty"},{"quote":"A man must be big enough to admit his mistakes, smart enough to profit from them, and strong enough to correct them.","author":"John C. Maxwell","category":"Strong, Mistakes, Man"},{"quote":"Our character is what we do when we think no one is looking.","author":"H. Jackson Brown, Jr.","category":"Character, Looking, Think"},{"quote":"Obstacles are those frightful things you see when you take your eyes off your goal.","author":"Henry Ford","category":"Eyes, Goal, Obstacles"},{"quote":"The more you like yourself, the less you are like anyone else, which makes you unique.","author":"Walt Disney","category":"Unique, Yourself, You"},{"quote":"When it is obvious that the goals cannot be reached, don't adjust the goals, adjust the action steps.","author":"Confucius","category":"Goals, Action, Steps"},{"quote":"Don't gain the world and lose your soul wisdom is better than silver or gold.","author":"Bob Marley","category":"Soul, Gold, World"},{"quote":"If you don't know where you are going, any road will get you there.","author":"Lewis Carroll","category":"Road, Know, You"},{"quote":"Knowing others is wisdom, knowing yourself is Enlightenment.","author":"Lao Tzu","category":"Yourself, Enlightenment"},{"quote":"Be as you wish to seem.","author":"Socrates","category":"Wish, You, Seem"},{"quote":"Genius is one percent inspiration and ninety-nine percent perspiration.","author":"Thomas A. Edison","category":"Genius, Inspiration, Percent"},{"quote":"The young man knows the rules, but the old man knows the exceptions.","author":"Oliver Wendell Holmes, Sr.","category":"Man, Rules, Old Man"},{"quote":"Commitment is an act, not a word.","author":"Jean-Paul Sartre","category":"Commitment, Word, Act"},{"quote":"One's philosophy is not best expressed in words it is expressed in the choices one makes... and the choices we make are ultimately our responsibility.","author":"Eleanor Roosevelt","category":"Best, Responsibility, Words"},{"quote":"Even if you're on the right track, you'll get run over if you just sit there.","author":"Will Rogers","category":"Run, You, Right"},{"quote":"O, what a tangled web we weave when first we practise to deceive!","author":"Walter Scott","category":"First, Deceive, Web"},{"quote":"The way you see people is the way you treat them, and the way you treat them is what they become.","author":"Johann Wolfgang von Goethe","category":"Treat, People, You"},{"quote":"It is not wisdom but Authority that makes a law.","author":"Thomas Hobbes","category":"Law, Legal, Authority"},{"quote":"True wisdom comes to each of us when we realize how little we understand about life, ourselves, and the world around us.","author":"Socrates","category":"Life, World, Realize"},{"quote":"Set your course by the stars, not by the lights of every passing ship.","author":"Omar N. Bradley","category":"Stars, Ship, Lights"},{"quote":"It's better to be a lion for a day than a sheep all your life.","author":"Elizabeth Kenny","category":"Life, Day, Lion"},{"quote":"People don't notice whether it's winter or summer when they're happy.","author":"Anton Chekhov","category":"Happy, Winter, People"},{"quote":"Give me a lever long enough and a fulcrum on which to place it, and I shall move the world.","author":"Archimedes","category":"World, Me, Long"},{"quote":"Never let your head hang down. Never give up and sit down and grieve. Find another way. And don't pray when it rains if you don't pray when the sun shines.","author":"Richard M. Nixon","category":"Never Give Up, Sun, You"},{"quote":"When in doubt, don't.","author":"Benjamin Franklin","category":"Doubt, When In Doubt"},{"quote":"It's not what happens to you, but how you react to it that matters.","author":"Epictetus","category":"React, Matters, You"},{"quote":"He is no fool who gives what he cannot keep to gain what he cannot lose.","author":"Jim Elliot","category":"Fool, Gain, Lose"},{"quote":"Wisdom begins in wonder.","author":"Socrates","category":"Wonder, Begins"},{"quote":"A long habit of not thinking a thing wrong gives it a superficial appearance of being right.","author":"Thomas Paine","category":"Thinking, Long, Appearance"},{"quote":"There is more wisdom in your body than in your deepest philosophy.","author":"Friedrich Nietzsche","category":"Philosophy, Body, Deepest"},{"quote":"The doors of wisdom are never shut.","author":"Benjamin Franklin","category":"Doors, Never, Shut"},{"quote":"Everything comes to us that belongs to us if we create the capacity to receive it.","author":"Rabindranath Tagore","category":"Everything, Create, Capacity"},{"quote":"The truest wisdom is a resolute determination.","author":"Napoleon Bonaparte","category":"Determination, Resolute"},{"quote":"If you only have a hammer, you tend to see every problem as a nail.","author":"Abraham Maslow","category":"Problem, You, See"},{"quote":"Never interrupt someone doing what you said couldn't be done.","author":"Amelia Earhart","category":"Doing, You, Said"},{"quote":"There are three classes of men; lovers of wisdom, lovers of honor, and lovers of gain.","author":"Plato","category":"Men, Honor, Three"},{"quote":"The higher we are placed, the more humbly we should walk.","author":"Marcus Tullius Cicero","category":"Walk, Higher, Should"},{"quote":"A charming woman... doesn't follow the crowd. She is herself.","author":"Loretta Young","category":"Woman, She, Charming"},{"quote":"I decided that it was not wisdom that enabled poets to write their poetry, but a kind of instinct or inspiration, such as you find in seers and prophets who deliver all their sublime messages without knowing in the least what they mean.","author":"Socrates","category":"Poetry, Inspiration, You"},{"quote":"But what is liberty without wisdom, and without virtue? It is the greatest of all possible evils; for it is folly, vice, and madness, without tuition or restraint.","author":"Edmund Burke","category":"Freedom, Greatest, Liberty"},{"quote":"All things must come to the soul from its roots, from where it is planted.","author":"Saint Teresa of Avila","category":"Soul, Roots, Where"},{"quote":"Spectacular achievement is always preceded by unspectacular preparation.","author":"Robert H. Schuller","category":"Achievement, Preparation"},{"quote":"Never tell people how to do things. Tell them what to do and they will surprise you with their ingenuity.","author":"George S. Patton","category":"Surprise, People, You"},{"quote":"It has long been an axiom of mine that the little things are infinitely the most important.","author":"Arthur Conan Doyle","category":"Little Things, Long"},{"quote":"Only put off until tomorrow what you are willing to die having left undone.","author":"Pablo Picasso","category":"Tomorrow, Die, You"},{"quote":"Always seek out the seed of triumph in every adversity.","author":"Og Mandino","category":"Adversity, Seed, Triumph"},{"quote":"Use what talents you possess the woods would be very silent if no birds sang there except those that sang best.","author":"Henry Van Dyke","category":"Best, Woods, Birds"},{"quote":"He who lives in harmony with himself lives in harmony with the universe.","author":"Marcus Aurelius","category":"Universe, Harmony, Himself"},{"quote":"Tragedy is a tool for the living to gain wisdom, not a guide by which to live.","author":"Robert Kennedy","category":"Live, Tragedy, Living"},{"quote":"We cannot become what we need to be by remaining what we are.","author":"Max de Pree","category":"Need, Become, Cannot"},{"quote":"Our deeds determine us, as much as we determine our deeds.","author":"George Eliot","category":"Deeds, Us, Determine"},{"quote":"We humans have lost the wisdom of genuinely resting and relaxing. We worry too much. We don't allow our bodies to heal, and we don't allow our minds and hearts to heal.","author":"Thich Nhat Hanh","category":"Lost, Worry, Hearts"},{"quote":"Start wide, expand further, and never look back.","author":"Arnold Schwarzenegger","category":"Start, Look, Back"},{"quote":"Once you label me you negate me.","author":"Soren Kierkegaard","category":"Me, You, Once"},{"quote":"Remembering is painful, it's difficult, but it can be inspiring and it can give wisdom.","author":"Paul Greengrass","category":"Difficult, Painful, Give"},{"quote":"You can observe a lot by watching.","author":"Yogi Berra","category":"You, Watching, Observe"},{"quote":"Follow your instincts. That's where true wisdom manifests itself.","author":"Oprah Winfrey","category":"True, Follow, Where"},{"quote":"Hurricane Katrina overwhelmed levees and exploded the conventional wisdom about a shared American prosperity, exposing a group of people so poor they didn't have $50 for a bus ticket out of town. If we want to learn something from this disaster, the lesson ought to be: America's poor deserve better than this.","author":"Michael Eric Dyson","category":"America, American, People"},{"quote":"Humanity's legacy of stories and storytelling is the most precious we have. All wisdom is in our stories and songs. A story is how we construct our experiences. At the very simplest, it can be: 'He/she was born, lived, died.' Probably that is the template of our stories - a beginning, middle, and end. This structure is in our minds.","author":"Doris Lessing","category":"Humanity, Beginning, Legacy"},{"quote":"My father said there were two kinds of people in the world: givers and takers. The takers may eat better, but the givers sleep better.","author":"Marlo Thomas","category":"Father, Sleep, World"},{"quote":"Earthly wisdom is doing what comes naturally. Godly wisdom is doing what the Holy Spirit compels us to do.","author":"Charles Stanley","category":"Doing, Holy Spirit, Spirit"},{"quote":"The most certain sign of wisdom is cheerfulness.","author":"Michel de Montaigne","category":"Most, Sign, Cheerfulness"},{"quote":"Nothing that you have not given away will ever be really yours.","author":"C. S. Lewis","category":"Nothing, You, Will"},{"quote":"A promise made is a debt unpaid.","author":"Robert W. Service","category":"Debt, Promise, Made"},{"quote":"You've got to go out on a limb sometimes because that's where the fruit is.","author":"Will Rogers","category":"Fruit, You, Sometimes"},{"quote":"When written in Chinese, the word 'crisis' is composed of two characters. One represents danger and the other represents opportunity.","author":"John F. Kennedy","category":"Opportunity, Crisis, Danger"},{"quote":"Let my skin and sinews and bones dry up, together with all the flesh and blood of my body! I welcome it! But I will not move from this spot until I have attained the supreme and final wisdom.","author":"Buddha","category":"Together, Welcome, Body"},{"quote":"Appearances are often deceiving.","author":"Aesop","category":"Appearances, Deceiving"},{"quote":"Blessed are those who give without remembering and take without forgetting.","author":"Elizabeth Bibesco","category":"Blessed, Forgetting, Without"},{"quote":"What happens is not as important as how you react to what happens.","author":"Ellen Glasgow","category":"Important, React, You"},{"quote":"Never does nature say one thing and wisdom another.","author":"Juvenal","category":"Nature, Never, Say"},{"quote":"Regret for the things we did can be tempered by time it is regret for the things we did not do that is inconsolable.","author":"Sydney J. Harris","category":"Time, Regret, Things"},{"quote":"Please all, and you will please none.","author":"Aesop","category":"You, Will, Please"},{"quote":"It is like the seed put in the soil - the more one sows, the greater the harvest.","author":"Orison Swett Marden","category":"Harvest, Seed, Like"},{"quote":"Today's mighty oak is just yesterday's nut, that held its ground.","author":"David Icke","category":"Today, Yesterday, Oak"},{"quote":"It isn't what you do, but how you do it.","author":"John Wooden","category":"You, How"},{"quote":"A poem begins in delight and ends in wisdom.","author":"Robert Frost","category":"Poem, Delight, Ends"},{"quote":"Both old and young alike ought to seek wisdom: the former in order that, as age comes over him, he may be young in good things because of the grace of what has been, and the latter in order that, while he is young, he may at the same time be old, because he has no fear of the things which are to come.","author":"Epicurus","category":"Time, Age, Fear"},{"quote":"When you give yourself, you receive more than you give.","author":"Antoine de Saint-Exupery","category":"Yourself, You, Give"},{"quote":"No one wants advice - only corroboration.","author":"John Steinbeck","category":"Advice, Only, Wants"},{"quote":"I praise loudly. I blame softly.","author":"Catherine the Great","category":"Blame, Praise, Softly"},{"quote":"Logic is the beginning of wisdom, not the end.","author":"Leonard Nimoy","category":"Beginning, End, Logic"},{"quote":"Beware, so long as you live, of judging men by their outward appearance.","author":"Jean de La Fontaine","category":"Men, Live, Long"},{"quote":"They whom truth and wisdom lead, can gather honey from a weed.","author":"William Cowper","category":"Truth, Honey, Lead"},{"quote":"The future has already arrived. It's just not evenly distributed yet.","author":"William Gibson","category":"Future, Just, Distributed"},{"quote":"This is what I learned: that everybody is talented, original and has something important to say.","author":"Brenda Ueland","category":"Important, Original, Say"},{"quote":"Nobody can give you wiser advice than yourself.","author":"Marcus Tullius Cicero","category":"Yourself, Advice, You"},{"quote":"It is the neglect of timely repair that makes rebuilding necessary.","author":"Richard Whately","category":"Repair, Rebuilding, Timely"},{"quote":"Quick decisions are unsafe decisions.","author":"Sophocles","category":"Decisions, Quick, Unsafe"},{"quote":"But life is long. And it is the long run that balances the short flare of interest and passion.","author":"Sylvia Plath","category":"Life, Passion, Short"},{"quote":"I believe we have become paralyzed, paralyzed by our desire to be loved. Now our founding fathers had the wisdom to know that social acceptance and popularity were fleeing, and that this country's principles needed to be rooted in strengths greater than the passions and the emotions of the times.","author":"Chris Christie","category":"Acceptance, Believe"},{"quote":"Whatever position I occupied, it was the result of colleagues - of my comrades in the movement - who had decided in their wisdom to use me for the purpose of focusing the attention of the country and the international community on me.","author":"Nelson Mandela","category":"Community, Purpose, Me"},{"quote":"Swim upstream. Go the other way. Ignore the conventional wisdom.","author":"Sam Walton","category":"Ignore, Way, Swim"},{"quote":"Never find fault with the absent.","author":"Alexander Pope","category":"Find, Never, Fault"},{"quote":"The motto of chivalry is also the motto of wisdom; to serve all, but love only one.","author":"Honore de Balzac","category":"Love, Motto, Serve"},{"quote":"We must expect reverses, even defeats. They are sent to teach us wisdom and prudence, to call forth greater energies, and to prevent our falling into greater disasters.","author":"Robert E. Lee","category":"Teach, Falling, Expect"},{"quote":"It is impossible to love and to be wise.","author":"Francis Bacon","category":"Love, Wise, Impossible"},{"quote":"We should not judge people by their peak of excellence but by the distance they have traveled from the point where they started.","author":"Henry Ward Beecher","category":"Excellence, People, Judge"},{"quote":"My advice to you is not to inquire why or whither, but just enjoy your ice cream while it's on your plate.","author":"Thornton Wilder","category":"Advice, Enjoy, Ice Cream"},{"quote":"Wisdom is oftentimes nearer when we stoop than when we soar.","author":"William Wordsworth","category":"Soar, Than, Oftentimes"},{"quote":"'Star Trek' was an attempt to say humanity will reach maturity and wisdom on the day that it begins not just to tolerate but take a special delight in differences in ideas and differences in lifeforms.","author":"Gene Roddenberry","category":"Day, Humanity, Ideas"},{"quote":"True wisdom is less presuming than folly. The wise man doubteth often, and changeth his mind; the fool is obstinate, and doubteth not; he knoweth all things but his own ignorance.","author":"Akhenaton","category":"Wise, Man, Ignorance"},{"quote":"To avoid entangling alliances has been a maxim of our policy ever since the days of Washington, and its wisdom no one will attempt to dispute.","author":"James Buchanan","category":"Washington, Will, Avoid"},{"quote":"Wisdom is not acquired save as the result of investigation.","author":"Sara Teasdale","category":"Investigation, Result, Save"},{"quote":"The less you talk, the more you're listened to.","author":"Pauline Phillips","category":"You, Talk, More"},{"quote":"Better be wise by the misfortunes of others than by your own.","author":"Aesop","category":"Wise, Better, Others"},{"quote":"Wise men make more opportunities than they find.","author":"Francis Bacon","category":"Wise, Men, Opportunities"},{"quote":"A prudent question is one-half of wisdom.","author":"Francis Bacon","category":"Question, Prudent, One-Half"},{"quote":"Does wisdom perhaps appear on the earth as a raven which is inspired by the smell of carrion?","author":"Friedrich Nietzsche","category":"Earth, Smell, Which"},{"quote":"The lure of the distant and the difficult is deceptive. The great opportunity is where you are.","author":"John Burroughs","category":"Great, Opportunity, You"},{"quote":"It is the mind that maketh good or ill, That maketh wretch or happy, rich or poor.","author":"Michel de Montaigne","category":"Happy, Good, Mind"},{"quote":"The day of fortune is like a harvest day, We must be busy when the corn is ripe.","author":"Torquato Tasso","category":"Day, Harvest, Busy"},{"quote":"Holy wisdom confounds Satan and all his wickednesses.","author":"Francis of Assisi","category":"Satan, Holy, His"},{"quote":"Kindness is more important than wisdom, and the recognition of this is the beginning of wisdom.","author":"Theodore Isaac Rubin","category":"Kindness, Beginning"},{"quote":"Sometimes I am happy and sometimes not. I am, after all, a human being, you know. And I am glad that we are sometimes happy and sometimes not. You get your wisdom working by having different emotions.","author":"Yoko Ono","category":"Happy, I Am, Know"},{"quote":"I think we are evolving rapidly into one world culture. It's certainly one world economy. With billions of people online, I think we'll appreciate the wisdom in many different traditions as we learn more about them. People were very isolated and didn't know anything about other religions 100 years ago.","author":"Ray Kurzweil","category":"Culture, World, People"},{"quote":"Contrary to conventional wisdom, the blue blazer's a bit of a loose cannon. A suit decided long ago what it wanted to be, and it doesn't want to hear your ideas, but a blue blazer only got around to half the job. So it leaves it up to you to find its bottoms. Gray slacks, blue jeans, patterns, white pants and different blue shades all work.","author":"Willie Geist","category":"Work, Job, Blue"},{"quote":"Vanity can easily overtake wisdom. It usually overtakes common sense.","author":"Julian Casablancas","category":"Vanity, Common Sense, Sense"},{"quote":"The philosophies of one age have become the absurdities of the next, and the foolishness of yesterday has become the wisdom of tomorrow.","author":"William Osler","category":"Age, Tomorrow, Yesterday"},{"quote":"One part of wisdom is knowing what you don't need anymore and letting it go.","author":"Jane Fonda","category":"You, Knowing, Need"},{"quote":"Influential people are never satisfied with the status quo. They're the ones who constantly ask, 'What if?' and 'Why not?' They're not afraid to challenge conventional wisdom, and they don't disrupt things for the sake of being disruptive; they do it to make things better.","author":"Travis Bradberry","category":"Challenge, People, Why"},{"quote":"There is a difference between happiness and wisdom: he that thinks himself the happiest man is really so but he that thinks himself the wisest is generally the greatest fool.","author":"Francis Bacon","category":"Happiness, Man, Fool"},{"quote":"In my life, I was always floating around the edge of the dark side and saying what if take it a little bit too far, and who says you have to stop there, and what's behind the next door. Maybe you gain a wisdom from examining those things. But after a while, you get too far down in the quicksand.","author":"Trent Reznor","category":"Life, Door, Dark"},{"quote":"Many sophisticated, intelligent people lack wisdom and common sense.","author":"Joyce Meyer","category":"People, Intelligent"},{"quote":"I know more about what it's like to be elderly and infirm and kind of stupid, the way you get forgetful, but on the other hand I'm a littler, wiser, dare we say? The word 'wisdom' has kind of faded out of our vocabulary, but yeah, I'm a little wiser.","author":"John Updike","category":"Stupid, Know, You"},{"quote":"The word philosophy sounds high-minded, but it simply means the love of wisdom. If you love something, you don't just read about it; you hug it, you mess with it, you play with it, you argue with it.","author":"Hugh Jackman","category":"Love, Philosophy, Play"},{"quote":"Start with what is right rather than what is acceptable.","author":"Franz Kafka","category":"Start, Right, Rather"},{"quote":"If you wish to reach the highest, begin at the lowest.","author":"Publilius Syrus","category":"Wish, Reach, You"},{"quote":"With pride, there are many curses. With humility, there come many blessings.","author":"Ezra Taft Benson","category":"Blessings, Humility, Pride"},{"quote":"Ignorant men raise questions that wise men answered a thousand years ago.","author":"Johann Wolfgang von Goethe","category":"Wise, Men, Questions"},{"quote":"If the world were perfect, it wouldn't be.","author":"Yogi Berra","category":"World, Perfect, Were"},{"quote":"Back of every mistaken venture and defeat is the laughter of wisdom, if you listen.","author":"Carl Sandburg","category":"Laughter, Defeat, You"},{"quote":"Never accept ultimatums, conventional wisdom, or absolutes.","author":"Christopher Reeve","category":"Accept, Never, Ultimatums"},{"quote":"All the great evils which men cause to each other because of certain intentions, desires, opinions, or religious principles, are likewise due to non-existence, because they originate in ignorance, which is absence of wisdom.","author":"Maimonides","category":"Great, Men, Ignorance"},{"quote":"I prefer the folly of enthusiasm to the indifference of wisdom.","author":"Anatole France","category":"Enthusiasm, Indifference"},{"quote":"Success is not to be pursued it is to be attracted by the person you become.","author":"Jim Rohn","category":"Success, You, Person"},{"quote":"All of us, at certain moments of our lives, need to take advice and to receive help from other people.","author":"Alexis Carrel","category":"Advice, Moments, Help"},{"quote":"As you walk down the fairway of life you must smell the roses, for you only get to play one round.","author":"Ben Hogan","category":"Life, Roses, Walk"},{"quote":"Man is only great when he acts from passion.","author":"Benjamin Disraeli","category":"Great, Passion, Man"},{"quote":"A ruffled mind makes a restless pillow.","author":"Charlotte Bronte","category":"Mind, Pillow, Restless"},{"quote":"Don't taunt the alligator until after you've crossed the creek.","author":"Dan Rather","category":"You, Creek, Crossed"},{"quote":"Wise kings generally have wise counselors and he must be a wise man himself who is capable of distinguishing one.","author":"Diogenes","category":"Wise, Man, Wise Man"},{"quote":"Wisdom is the reward you get for a lifetime of listening when you'd have preferred to talk.","author":"Doug Larson","category":"Listening, Reward, You"},{"quote":"Make it your habit not to be critical about small things.","author":"Edward Everett Hale","category":"Small Things, Small, Habit"},{"quote":"Every man is a damn fool for at least five minutes every day wisdom consists in not exceeding the limit.","author":"Elbert Hubbard","category":"Day, Man, Fool"},{"quote":"I believe that we are solely responsible for our choices, and we have to accept the consequences of every deed, word, and thought throughout our lifetime.","author":"Elisabeth Kubler-Ross","category":"Thought, Believe, Choices"},{"quote":"You must learn day by day, year by year to broaden your horizon. The more things you love, the more you are interested in, the more you enjoy, the more you are indignant about, the more you have left when anything happens.","author":"Ethel Barrymore","category":"Love, Day, Enjoy"},{"quote":"When you betray somebody else, you also betray yourself.","author":"Isaac Bashevis Singer","category":"Yourself, You, Somebody"},{"quote":"This is the highest wisdom that I own freedom and life are earned by those alone who conquer them each day anew.","author":"Johann Wolfgang von Goethe","category":"Life, Freedom, Alone"},{"quote":"Wisdom ceases to be wisdom when it becomes too proud to weep, too grave to laugh, and too selfish to seek other than itself.","author":"Khalil Gibran","category":"Selfish, Proud, Laugh"},{"quote":"It's easier to resist at the beginning than at the end.","author":"Leonardo da Vinci","category":"Beginning, End, Easier"},{"quote":"To wear your heart on your sleeve isn't a very good plan; you should wear it inside, where it functions best.","author":"Margaret Thatcher","category":"Good, Best, Heart"},{"quote":"Every silver lining has a cloud.","author":"Mary Kay Ash","category":"Cloud, Silver, Every"},{"quote":"Wise sayings often fall on barren ground, but a kind word is never thrown away.","author":"Arthur Helps","category":"Wise, Fall, Kind"},{"quote":"The sweetest of all sounds is praise.","author":"Xenophon","category":"Praise, Sweetest, Sounds"},{"quote":"Slow and steady wins the race.","author":"Robert Lloyd","category":"Slow, Race, Wins"},{"quote":"Wisdom sails with wind and time.","author":"John Florio","category":"Time, Wind, Sails"},{"quote":"Let me warn you, if you start chasing after views, you'll be left without bread and without views.","author":"Nikolai Gogol","category":"Start, Me, Bread"},{"quote":"The more one pleases everybody, the less one pleases profoundly.","author":"Stendhal","category":"More, Everybody, Profoundly"},{"quote":"A monarchy conducted with infinite wisdom and infinite benevolence is the most perfect of all possible governments.","author":"Ezra Stiles","category":"Perfect, Possible, Monarchy"},{"quote":"Pure, holy simplicity confounds all the wisdom of this world and the wisdom of the flesh.","author":"Francis of Assisi","category":"Simplicity, World, Pure"},{"quote":"The philosophy of life is this: Life is not a struggle, not a tension... Life is bliss. It is eternal wisdom, eternal existence.","author":"Maharishi Mahesh Yogi","category":"Life, Struggle, Philosophy"},{"quote":"The greatest wisdom is to realize one's lack of it.","author":"Constantin Stanislavski","category":"Greatest, Realize, Lack"},{"quote":"Whenever you argue with another wiser than yourself in order that others may admire your wisdom, they will discover your ignorance.","author":"Saadi","category":"Ignorance, Yourself, You"},{"quote":"Wisdom does not show itself so much in precept as in life - in firmness of mind and a mastery of appetite. It teaches us to do as well as to talk and to make our words and actions all of a color.","author":"Lucius Annaeus Seneca","category":"Life, Words, Mind"},{"quote":"To profit from good advice requires more wisdom than to give it.","author":"Wilson Mizner","category":"Good, Advice, Profit"},{"quote":"True wisdom listens more, talks less and can get along with all types of people.","author":"Kiana Tom","category":"People, True, Along"},{"quote":"I actually don't think that I'm that much smarter than anybody else. It's just that I frequently just seem to know what to do, and I think that's wisdom.","author":"Ben Carson","category":"Know, Think, Smarter"},{"quote":"One could surely argue that the Buddhist tradition, taken as a whole, represents the richest source of contemplative wisdom that any civilization has produced.","author":"Sam Harris","category":"Tradition, Civilization"},{"quote":"Wisdom consists of the anticipation of consequences.","author":"Norman Cousins","category":"Consequences, Anticipation"},{"quote":"Cunning... is but the low mimic of wisdom.","author":"Plato","category":"Cunning, Low, Mimic"},{"quote":"Purity engenders Wisdom, Passion avarice, and Ignorance folly, infatuation and darkness.","author":"Cyril Connolly","category":"Passion, Darkness, Ignorance"},{"quote":"The sum of wisdom is that time is never lost that is devoted to work.","author":"Ralph Waldo Emerson","category":"Work, Time, Lost"},{"quote":"Central banks don't have divine wisdom. They try to do the best analysis they can and must be prepared to stand or fall by the quality of that analysis.","author":"Mary Kay Ash","category":"Best, Quality, Fall"},{"quote":"We don't receive wisdom we must discover it for ourselves after a journey that no one can take for us or spare us.","author":"Marcel Proust","category":"Journey, Discover, Must"},{"quote":"To keep your secret is wisdom but to expect others to keep it is folly.","author":"Samuel Johnson","category":"Expect, Secret, Folly"},{"quote":"Who knows for what we live, and struggle, and die? Wise men write many books, in words too hard to understand. But this, the purpose of our lives, the end of all our struggle, is beyond all human wisdom.","author":"Alan Paton","category":"Struggle, Wise, Words"},{"quote":"Men who know themselves are no longer fools. They stand on the threshold of the door of Wisdom.","author":"Havelock Ellis","category":"Men, Door, Know"},{"quote":"The enemy of the conventional wisdom is not ideas but the march of events.","author":"John Kenneth Galbraith","category":"Ideas, Enemy, Events"},{"quote":"They would need to be already wise, in order to love wisdom.","author":"Friedrich Schiller","category":"Love, Wise, Need"},{"quote":"Teach your children poetry; it opens the mind, lends grace to wisdom and makes the heroic virtues hereditary.","author":"Walter Scott","category":"Children, Poetry, Mind"},{"quote":"If I am fool, it is, at least, a doubting one; and I envy no one the certainty of his self-approved wisdom.","author":"Lord Byron","category":"I Am, Fool, Envy"},{"quote":"I am not one who was born in the custody of wisdom I am one who is fond of olden times and intense in quest of the sacred knowing of the ancients.","author":"Gustave Courbet","category":"I Am, Born, Knowing"},{"quote":"Contemplation and wisdom are highest achievements and man is not totally at home with them.","author":"Gabriel Marcel","category":"Home, Man, Contemplation"},{"quote":"A man may learn wisdom even from a foe.","author":"Aristophanes","category":"Man, Learn, May"},{"quote":"To know one's self is wisdom, but not to know one's neighbors is genius.","author":"Minna Antrim","category":"Self, Genius, Neighbors"},{"quote":"To make no mistakes is not in the power of man but from their errors and mistakes the wise and good learn wisdom for the future.","author":"Plutarch","category":"Learning, Future, Good"},{"quote":"The final wisdom of life requires not the annulment of incongruity but the achievement of serenity within and above it.","author":"Reinhold Niebuhr","category":"Life, Achievement, Serenity"},{"quote":"Every nation whose affairs betray a want of wisdom and stability may calculate on every loss which can be sustained from the more systematic policy of its wiser neighbors.","author":"James Madison","category":"Loss, Want, Neighbors"},{"quote":"Ignorance and bungling with love are better than wisdom and skill without.","author":"Henry David Thoreau","category":"Love, Ignorance, Skill"},{"quote":"If you were to offer a thirsty man all wisdom, you would not please him more than if you gave him a drink.","author":"Sophocles","category":"Man, You, Drink"},{"quote":"I'm married. My wife, Stella - a beautiful woman. She's brought a lot of peace to my life, a lot of wisdom.","author":"Anthony Hopkins","category":"Life, Beautiful, Peace"},{"quote":"I learned some valuable lessons about the legislative process, the importance of bipartisan cooperation and the wisdom of taking small steps to get a big job done.","author":"Hillary Clinton","category":"Job, Small, Cooperation"},{"quote":"When I wrote Living in the Light, I wanted to share about how I live my own life and to encourage people to tap into their own inner wisdom.","author":"Shakti Gawain","category":"Life, Light, People"},{"quote":"It doesn't matter how much wisdom you have. If you don't have position, you have nothing. That's the tragedy of India.","author":"Rahul Gandhi","category":"Tragedy, You, India"},{"quote":"Each of us finds his unique vehicle for sharing with others his bit of wisdom.","author":"Ram Dass","category":"Unique, Sharing, Vehicle"},{"quote":"It is plain to me that our prelates, in granting indulgences, do commonly blaspheme the wisdom of God.","author":"John Wycliffe","category":"God, Me, Plain"},{"quote":"What I want is to have people's notion of adulthood no longer be so defined by being a parent. There is some kind of conventional wisdom that you're not really a mature person until you become a parent.","author":"Meghan Daum","category":"Parent, People, Want"},{"quote":"I know that inner wisdom is more precious than wealth. The more you spend it, the more you gain.","author":"Oprah Winfrey","category":"Wealth, Know, You"},{"quote":"When you get older, you learn certain life lessons. You apply that wisdom, and suddenly you say, 'Hey, I've got a new lease on this thing. So let's go.'","author":"Robert Redford","category":"Life, Learn, You"},{"quote":"The thing that we possess, that machines don't, is the ability to exhibit wisdom.","author":"Herbie Hancock","category":"Ability, Machines, Exhibit"},{"quote":"I find that to be a fool as to worldly wisdom, and to commit my cause to God, not fearing to offend men, who take offence at the simplicity of truth, is the only way to remain unmoved at the sentiments of others.","author":"John Woolman","category":"Truth, God, Men"},{"quote":"The first point of wisdom is to discern that which is false; the second, to know that which is true.","author":"Lactantius","category":"Know, True, First"},{"quote":"Genius unrefined resembles a flash of lightning, but wisdom is like the sun.","author":"Franz Grillparzer","category":"Sun, Genius, Lightning"},{"quote":"History is filled with tragic examples of wars that result from diplomatic impasse. Whether in our local communities or in international relations, the skillful use of our communicative capacities to negotiate and resolve differences is the first evidence of human wisdom.","author":"Daisaku Ikeda","category":"History, Differences, Human"},{"quote":"The woods were a boon; all too often, the forest offered danger and mystery. Yet it could be liberating. If you entered that wild place on its own terms, you might be accorded wisdom.","author":"John Burnside","category":"Forest, Woods, Mystery"},{"quote":"A grandparent can be simply affirming. A grandparent has been there, done that child-raising stuff, and has the wisdom of experience. And so in some ways, they're free to love without the anxiety of being the actual parents. They're free to give.","author":"Jewell Parker Rhodes","category":"Love, Experience, Parents"},{"quote":"There is a wisdom in this beyond the rules of physic: a man's own observation what he finds good of and what he finds hurt of is the best physic to preserve health.","author":"Francis Bacon","category":"Good, Best, Health"},{"quote":"Sometimes in international politics, the better part of wisdom is to defer dangers rather than try to eliminate them altogether instantly.","author":"Zbigniew Brzezinski","category":"Politics, Better, Try"},{"quote":"Mothers are supposed to listen and, afterward, to respond with some wisdom and perspective, but these things were not my mother's strong suit.","author":"Anne Lamott","category":"Mother, Strong, Perspective"},{"quote":"What I've been able to do with my character, Madea, and the other characters, with the jokes, is use it as an anesthetic to get to the heart and soul of real issues. And what I've found on stage over the years is that, while making people laugh, I can drop in pearls of wisdom.","author":"Tyler Perry","category":"Character, Heart, Soul"},{"quote":"If you have a vaccine or an antidote that people can benefit from, you're not going to want to keep it to yourself. You're going to want to spread that wisdom or whatever to as many people as you can, so everybody can benefit from it.","author":"will.i.am","category":"Yourself, People, Want"},{"quote":"Protection, as we use the word in Buddhism, is actually wisdom, it's insight. Protection is seeing and knowing deeply that all things in our experience arise due to causes, due to conditions coming together in a certain way.","author":"Sharon Salzberg","category":"Experience, Together"},{"quote":"I sought my father in the world of the black musician, because it contained wisdom, experience, sadness and loneliness. I was not ever interested in the music of boys. From my youngest years, I was interested in the music of men.","author":"Eric Clapton","category":"Music, Father, Experience"},{"quote":"If we have built on the fragile cornerstones of human wisdom, pride, and conditional love, things may look good for a while, but a weak foundation causes collapse when storms hit.","author":"Charles Stanley","category":"Love, Good, Pride"},{"quote":"Through the years, I, like you, have experienced pressures and disappointments that would have crushed me had I not been able to draw upon a source of wisdom and strength far greater than my own. He has never forgotten or forsaken me, and I have come to know for myself that Jesus is the Christ and that this is His Church.","author":"Sheri L. Dew","category":"Strength, Myself, Me"},{"quote":"You know how people always talk about how vision is the key to entrepreneurship and perseverance and really seeing what other people don't see? We can actually redeem a fair amount of that folk wisdom.","author":"Eric Ries","category":"Perseverance, Vision, People"},{"quote":"I think we do need to try to not just rely on the central bank to, in its wisdom, adjust interest rates, but allow for people to avoid being exposed to inflation risk.","author":"Robert J. Shiller","category":"Risk, People, Think"},{"quote":"The superior man blames himself. The inferior man blames others.","author":"Don Shula","category":"Man, Others, Himself"},{"quote":"I love wisdom. And you can never be great at anything unless you love it. Not be in love with it, but love the thing, admire the thing. And it seems that if you love the thing, and you don't just want to possess it, it will find you.","author":"Maya Angelou","category":"Love, Great, Want"},{"quote":"When an opponent comes forward, move in and greet him; if he wants to pull back, send him on his way.","author":"Morihei Ueshiba","category":"Forward, Way, Back"},{"quote":"Since human wisdom cannot secure us from accidents, it is the greatest effort of reason to bear them well.","author":"John Paul Jones","category":"Effort, Greatest, Human"},{"quote":"That which seems the height of absurdity in one generation often becomes the height of wisdom in another.","author":"Adlai E. Stevenson","category":"Generation, Height, Seems"},{"quote":"If an idea is indeed sensible, it will eventually become just part of the accepted wisdom.","author":"Nigel Farage","category":"Idea, Will, Just"},{"quote":"Both in thought and in feeling, even though time be real, to realise the unimportance of time is the gate of wisdom.","author":"Bertrand Russell","category":"Time, Thought, Feeling"},{"quote":"Cynicism masquerades as wisdom, but it is the furthest thing from it. Because cynics don't learn anything. Because cynicism is a self-imposed blindness: a rejection of the world because we are afraid it will hurt us or disappoint us. Cynics always say 'no.' But saying 'yes' begins things. Saying 'yes' is how things grow.","author":"Stephen Colbert","category":"World, Hurt, Grow"},{"quote":"Applause is a receipt, not a bill.","author":"Dale Carnegie","category":"Applause, Bill"},{"quote":"The wheel that squeaks the loudest is the one that gets the grease.","author":"Josh Billings","category":"Loudest, Wheel, Grease"},{"quote":"Irony is the gaiety of reflection and the joy of wisdom.","author":"Anatole France","category":"Reflection, Joy, Irony"},{"quote":"A fool flatters himself, a wise man flatters the fool.","author":"Edward G. Bulwer-Lytton","category":"Wise, Man, Fool"},{"quote":"There is a wisdom of the head, and a wisdom of the heart.","author":"Charles Dickens","category":"Heart, Head"},{"quote":"I will give you a definition of a proud man: he is a man who has neither vanity nor wisdom one filled with hatreds cannot be vain, neither can he be wise.","author":"John Keats","category":"Wise, Man, Proud"},{"quote":"Be happy. It's one way of being wise.","author":"Sidonie Gabrielle Colette","category":"Happy, Wise, Be Happy"},{"quote":"Combine the extremes, and you will have the true center.","author":"Karl Wilhelm Friedrich Schlegel","category":"True, You, Will"},{"quote":"Look twice before you leap.","author":"Charlotte Bronte","category":"Look, You, Leap"},{"quote":"To be satisfied with a little, is the greatest wisdom; and he that increaseth his riches, increaseth his cares; but a contented mind is a hidden treasure, and trouble findeth it not.","author":"Akhenaton","category":"Mind, Greatest, Treasure"},{"quote":"Through mutual understanding, sincerity and goodwill, and with great wisdom and broad views, the leaders on both sides should jointly initiate new opportunities for peace, stability, cooperation and mutual benefit.","author":"Chen Shui-bian","category":"Peace, Great, Opportunities"},{"quote":"Never reach out your hand unless you're willing to extend an arm.","author":"Pope Paul VI","category":"Reach, You, Never"},{"quote":"When a thing is done, it's done. Don't look back. Look forward to your next objective.","author":"George C. Marshall","category":"Done, Look, Forward"},{"quote":"We never understand how little we need in this world until we know the loss of it.","author":"James M. Barrie","category":"Loss, World, Know"},{"quote":"The virtue of justice consists in moderation, as regulated by wisdom.","author":"Aristotle","category":"Justice, Virtue, Moderation"},{"quote":"Kindness is wisdom.","author":"Philip James Bailey","category":"Kindness"},{"quote":"The hours of folly are measured by the clock; but of wisdom, no clock can measure.","author":"William Blake","category":"Clock, Measure, Hours"},{"quote":"It seems to me that, in every culture, I come across a chapter headed 'Wisdom.' And then I know exactly what is going to follow: 'Vanity of vanities, all is vanity.'","author":"Ludwig Wittgenstein","category":"Culture, Me, Know"},{"quote":"If suffering brings wisdom, I would wish to be less wise.","author":"William Butler Yeats","category":"Wise, Suffering, Wish"},{"quote":"There's something peculiar about writing fiction. It requires an interesting balance between seeing the world as a child and having the wisdom of a middle-aged person. The further you get from childhood and the experience of the teenage years, the greater the danger of losing that wellspring.","author":"Kazuo Ishiguro","category":"Experience, Childhood"},{"quote":"Singleness of purpose is one of the chief essentials for success in life, no matter what may be one's aim.","author":"John D. Rockefeller","category":"Life, Success, Purpose"},{"quote":"It is a characteristic of wisdom not to do desperate things.","author":"Henry David Thoreau","category":"Desperate, Things"},{"quote":"Before we acquire great power we must acquire wisdom to use it well.","author":"Ralph Waldo Emerson","category":"Great, Power, Well"},{"quote":"Plodding wins the race.","author":"Aesop","category":"Race, Wins, Plodding"},{"quote":"It is better to rust out than wear out.","author":"Edwin Markham","category":"Better, Rust, Than"},{"quote":"First appearance deceives many.","author":"Ovid","category":"Appearance, First, Many"},{"quote":"Let deeds match words.","author":"Plautus","category":"Words, Deeds, Match"},{"quote":"Habit, if not resisted, soon becomes necessity.","author":"Saint Augustine","category":"Habit, Necessity, Soon"},{"quote":"The fall of dropping water wears away the Stone.","author":"Lucretius","category":"Water, Stone, Fall"},{"quote":"I didn't get where I am today by worryin' about how I'd feel tomorrow.","author":"Ron White","category":"Today, I Am, Tomorrow"},{"quote":"Authority without wisdom is like a heavy ax without an edge, fitter to bruise than polish.","author":"Anne Bradstreet","category":"Authority, Edge, Without"},{"quote":"Doubt the conventional wisdom unless you can verify it with reason and experiment.","author":"Steve Albini","category":"Doubt, You, Experiment"},{"quote":"All wisdom does not reside in Delhi.","author":"P. Chidambaram","category":"Delhi, Does, Reside"},{"quote":"Some coaches pray for wisdom. I pray for 260-pound tackles. They'll give me plenty of wisdom.","author":"Chuck Noll","category":"Me, Plenty, Give"},{"quote":"While people are quick to praise the wisdom of the crowd, being an old-school journalist, I look at the wisdom of the crowd and know it can quickly turn into a mob mentality.","author":"Jason Calacanis","category":"People, Know, Look"},{"quote":"Habit is the nursery of errors.","author":"Victor Hugo","category":"Habit, Errors, Nursery"},{"quote":"The extreme limit of wisdom, that's what the public calls madness.","author":"Jean Cocteau","category":"Limit, Madness, Public"},{"quote":"No party has a monopoly on wisdom. No democracy works without compromise. But when Governor Romney and his allies in Congress tell us we can somehow lower our deficit by spending trillions more on new tax breaks for the wealthy - well, you do the math. I refuse to go along with that. And as long as I'm President, I never will.","author":"Barack Obama","category":"Democracy, Compromise, Long"},{"quote":"If people can't acknowledge the wisdom of indigenous cultures, then that's their loss.","author":"Jay Griffiths","category":"Loss, People, Cultures"},{"quote":"Memory is the mother of all wisdom.","author":"Aeschylus","category":"Mother, Memory"},{"quote":"Look around for a place to sow a few seeds.","author":"Henry Van Dyke","category":"Seeds, Look, Place"},{"quote":"If you call failures experiments, you can put them in your resume and claim them as achievements.","author":"Mason Cooley","category":"Resume, You, Call"},{"quote":"A mouse does not rely on just one hole.","author":"Plautus","category":"Mouse, Just, Just One"},{"quote":"Wisdom outweighs any wealth.","author":"Sophocles","category":"Wealth, Any"},{"quote":"An ounce of cheerfulness is worth a pound of sadness to serve God with.","author":"Thomas Fuller","category":"God, Sadness, Serve"},{"quote":"Man's wisdom is his best friend folly his worst enemy.","author":"William Temple","category":"Best, Best Friend, Man"},{"quote":"Gray hairs are signs of wisdom if you hold your tongue, speak and they are but hairs, as in the young.","author":"Rabindranath Tagore","category":"Speak, Tongue, You"},{"quote":"Mixing one's wines may be a mistake, but old and new wisdom mix admirably.","author":"Bertolt Brecht","category":"Mistake, New, May"},{"quote":"The only medicine for suffering, crime, and all other woes of mankind, is wisdom. Teach a man to read and write, and you have put into his hands the great keys of the wisdom box. But it is quite another thing to open the box.","author":"Thomas Huxley","category":"Great, Man, Suffering"},{"quote":"We must learn from the sermons of Christ, the wisdom of Laotzu, the teachings of Buddha.","author":"Charles Lindbergh","category":"Learn, Christ, Buddha"},{"quote":"Wisdom is knowing when you can't be wise.","author":"Paul Engle","category":"Wise, You, Knowing"},{"quote":"Many people have their reputations as reporters and analysts because they are on television, batting around conventional wisdom. A lot of these people have never reported a story.","author":"Bob Woodward","category":"People, Television, Story"},{"quote":"A wholesome oblivion of one's neighbours is the beginning of wisdom.","author":"Richard Le Gallienne","category":"Beginning, Neighbours"},{"quote":"Wisdom oft times consists of knowing what to do next.","author":"Herbert Hoover","category":"Knowing, Next, Times"},{"quote":"It is astonishing what force, purity, and wisdom it requires for a human being to keep clear of falsehoods.","author":"Margaret Fuller","category":"Human, Force, Human Being"},{"quote":"If you have the insight of non-self, if you have the insight of impermanence, you should make that insight into a concentration that you keep alive throughout the day. Then what you say, what you think, and what you do will then be in the light of that wisdom and you will avoid making mistakes and creating suffering.","author":"Thich Nhat Hanh","category":"Day, Light, Mistakes"},{"quote":"The best wisdom is earned through experience, particularly mistakes.","author":"Sophia Amoruso","category":"Best, Experience, Mistakes"},{"quote":"Multicolored stones and paintings, walkways, and theaters are useless in a city unless it also contains wisdom and law. Such things are the subject of wisdom and law, not equivalent to them.","author":"Apollonius of Tyana","category":"Law, City, Useless"},{"quote":"We learn from each other. We learn from others' mistakes, from their experience, their wisdom. It makes it easier for us to come to better decisions in our own lives.","author":"Adrian Grenier","category":"Experience, Mistakes"},{"quote":"Wisdom cannot come by railroad or automobile or aeroplane, or be hurried up by telegraph or telephone.","author":"John Burroughs","category":"Railroad, Telephone"},{"quote":"Age does not bring you wisdom, age brings you wrinkles.","author":"Estelle Getty","category":"Age, Wrinkles, You"},{"quote":"The wisdom of age: don't stop walking.","author":"Mason Cooley","category":"Age, Walking, Stop"},{"quote":"Knowing that you are going to die is, I suspect, the beginning of wisdom.","author":"Terry Pratchett","category":"Beginning, Die, You"},{"quote":"Knowledge shrinks as wisdom grows.","author":"Alfred North Whitehead","category":"Knowledge, Shrinks, Grows"},{"quote":"Who is wise in love, love most, say least.","author":"Alfred Lord Tennyson","category":"Love, Wise, Say"},{"quote":"If I don't have wisdom, I can teach you only ignorance.","author":"Leo Buscaglia","category":"Ignorance, Teach, You"},{"quote":"Seek the lofty by reading, hearing and seeing great work at some moment every day.","author":"Thornton Wilder","category":"Work, Day, Great"},{"quote":"Words of wisdom are spoken by children at least as often as scientists.","author":"James Newman","category":"Children, Words, Spoken"},{"quote":"Every one in the world ought to do the things for which he is specially adapted. It is the part of wisdom to recognize what each one of us is best fitted for, and it is the part of education to perfect and utilize such predispositions. Because education can direct and aid nature but can never transform her.","author":"Maria Montessori","category":"Education, Nature, Best"},{"quote":"Perspective is worth 80 IQ points.","author":"Alan Kay","category":"Perspective, Worth, IQ"},{"quote":"Many of us spend half of our time wishing for things we could have if we didn't spend half our time wishing.","author":"Alexander Woollcott","category":"Time, Half, Spend"},{"quote":"Better mad with the rest of the world than wise alone.","author":"Baltasar Gracian","category":"Wise, Alone, World"},{"quote":"Wisdom begins at the end.","author":"Daniel Webster","category":"End, Begins"},{"quote":"Wisdom is the quality that keeps you from getting into situations where you need it.","author":"Doug Larson","category":"Quality, You, Need"},{"quote":"He who lives by the crystal ball soon learns to eat ground glass.","author":"Edgar Fiedler","category":"Glass, Eat, Crystal"},{"quote":"A man begins cutting his wisdom teeth the first time he bites off more than he can chew.","author":"Herb Caen","category":"Time, Man, Teeth"},{"quote":"Strong characters are brought out by change of situation, and gentle ones by permanence.","author":"Jean Paul","category":"Change, Strong, Situation"},{"quote":"Wisdom we know is the knowledge of good and evil, not the strength to choose between the two.","author":"John Cheever","category":"Strength, Knowledge, Good"},{"quote":"A man should always consider how much he has more than he wants.","author":"Joseph Addison","category":"Man, Always, Should"},{"quote":"It is not who is right, but what is right, that is of importance.","author":"Thomas Huxley","category":"Right, Importance, Who"},{"quote":"Wisdom doesn't necessarily come with age. Sometimes age just shows up all by itself.","author":"Tom Wilson","category":"Age, Sometimes, Up"},{"quote":"Let us act on what we have, since we have not what we wish.","author":"John Henry Newman","category":"Wish, Act, Us"},{"quote":"If fortune favors you do not be elated if she frowns do not despond.","author":"Ausonius","category":"She, You, Fortune"},{"quote":"Giving opens the way for receiving.","author":"Florence Scovel Shinn","category":"Giving, Way, Receiving"},{"quote":"Meditation is the soul's perspective glass.","author":"Owen Feltham","category":"Soul, Perspective, Glass"},{"quote":"Above all, you must fight conceit, envy, and every kind of ill-feeling in your heart.","author":"Abraham Cahan","category":"Heart, Fight, You"},{"quote":"Everything important always begins from something trivial.","author":"Donald Hall","category":"Important, Always"},{"quote":"A short saying often contains much wisdom.","author":"Sophocles","category":"Short, Saying, Contains"},{"quote":"Lord, give us the wisdom to utter words that are gentle and tender, for tomorrow we may have to eat them.","author":"Mo Udall","category":"Tomorrow, Words, May"},{"quote":"Has fortune dealt you some bad cards. Then let wisdom make you a good gamester.","author":"Francis Quarles","category":"Good, Cards, You"},{"quote":"He who is taught to live upon little owes more to his father's wisdom than he who has a great deal left him does to his father's care.","author":"William Penn","category":"Father, Great, Live"},{"quote":"Wisdom is not attained by years, but by ability.","author":"Plautus","category":"Years, Ability, Attained"},{"quote":"You want people walking away from the conversation with some kernel of wisdom or some kind of impact.","author":"Harry Dean Stanton","category":"Walking, People"},{"quote":"Economists often like startling theorems, results which seem to run counter to conventional wisdom.","author":"Joseph Stiglitz","category":"Results, Run, Economists"},{"quote":"The wisdom acquired with the passage of time is a useless gift unless you share it.","author":"Esther Williams","category":"Time, Gift, You"},{"quote":"It's very hard to know what wisdom is.","author":"James Hillman","category":"Know, Hard, Very"},{"quote":"In the frank expression of conflicting opinions lies the greatest promise of wisdom in governmental action.","author":"Louis D. Brandeis","category":"Action, Greatest, Opinions"},{"quote":"It is good even for old men to learn wisdom.","author":"Aeschylus","category":"Good, Men, Learn"},{"quote":"There is as much wisdom in listening as there is in speaking - and that goes for all relationships, not just romantic ones.","author":"Daniel Dae Kim","category":"Romantic, Listening"},{"quote":"We all have within us a deep wisdom, but sometimes we don't know we have it.","author":"Shakti Gawain","category":"Deep, Know, Within"},{"quote":"I'm someone who's done the opposite of whatever the received wisdom is, to keep your career going into your 50s.","author":"Elizabeth McGovern","category":"Career, Done, Going"},{"quote":"You know, many people have said that I'm on the edge and I'm maverick for some of the big operations that I've done. I'm not at all. I pray; I ask God to give me wisdom, 'Should I do it?', guidance in terms of how to do it, who to consult with. All those kind of things are incredibly important.","author":"Ben Carson","category":"God, Me, People"},{"quote":"I don't turn to greeting cards for wisdom and advice, but they are a fine reflection of the general drift of the culture.","author":"Susan Orlean","category":"Reflection, Culture, Advice"},{"quote":"I don't want to put a pause on the rest of my life I'm really enjoying getting older and the wisdom that comes from that.","author":"Rosemarie DeWitt","category":"Life, Getting Older, My Life"},{"quote":"I think I got a lot of life skills I got a lot of wisdom I've seen a lot of bad things happen to a lot of good people.","author":"Young Jeezy","category":"Life, Good, Good People"},{"quote":"I had more energy at 50. On the other hand, at 75, I've probably got a little more wisdom and good judgment than I had at 50 because I've got more experience. But I haven't really changed. I'm still driven by the same philosophy.","author":"Ted Turner","category":"Good, Experience, Philosophy"},{"quote":"By the time you've reached your sixties, you do know that one day you will die, and knowing that is at least the beginning of wisdom.","author":"Terry Pratchett","category":"Time, Day, Beginning"},{"quote":"While I have no empirical evidence to back this up, I bet that the number of homosexual people per thousand has not fluctuated all that much over the centuries. I do not believe the dented wisdom my father used to extol, that homosexuality was a sure sign of a civilization in decline.","author":"Henry Rollins","category":"Father, Believe, People"},{"quote":"My first spoken word poem, packed with all the wisdom of a 14-year-old, was about the injustice of being seen as unfeminine. The poem was very indignant, and mainly exaggerated, but the only spoken word poetry that I had seen up until that point was mainly indignant, so I thought that that's what was expected of me.","author":"Sarah Kay","category":"Poetry, Me, Injustice"},{"quote":"For most of us, wisdom is acquired in the thicket of experience and usually meets us somewhere along the way if we live long enough. But sooner is better than later.","author":"H. Jackson Brown, Jr.","category":"Experience, Live, Long"},{"quote":"You need to have extraordinary wisdom to be the forerunner.","author":"Ma Huateng","category":"Extraordinary, You, Need"},{"quote":"First a piece of Irish wisdom: you should always listen to a bookie. For they have a saying, 'Money tells a good story,' and somewhere in their odds is a kind of science-fiction existentialism that decrees that we, the people, know everything. In other words, betting patterns often make for good, unconscious soothsaying.","author":"Frank Delaney","category":"Money, Good, Words"},{"quote":"By definition, the Singularity means that machines would be smarter than us, and, in their wisdom, they can innovate new technologies. The innovations would come so quickly, and increasingly quickly, that the innovation would make Moore's Law seem as antiquated as Hammurabi's Code.","author":"Marvin Ammori","category":"Innovation, Law, New"},{"quote":"The All-Wise Maker attaches hundreds of instances of wisdom to each of the beings in the palace of the universe and equips them to perform hundreds of duties. To all trees He bestows instances of wisdom to the number of its fruits and gives duties to the number of its flowers.","author":"Said Nursi","category":"Flowers, Universe, Trees"},{"quote":"Keep well that is the half of wisdom and of happiness.","author":"Emile Zola","category":"Happiness, Half, Well"},{"quote":"The more you meditate on the laws of Moses, the more striking and brighter does their wisdom appear.","author":"John Quincy Adams","category":"You, Laws, Moses"},{"quote":"A cardinal rule in budgeting and saving is to pay yourself first. Once your paycheck hits your account, wisdom has it that you should move some amount to savings even before you pay the bills.","author":"John Rampton","category":"Yourself, Savings, You"},{"quote":"For myself, I think that those who cultivate wisdom and believe themselves able to instruct their fellow-citizens as to their interests are least likely to become partisans of violence. They are too well aware that to violence attach enmities and dangers, whereas results as good may be obtained by persuasion safely and amicably.","author":"Xenophon","category":"Good, Myself, Violence"},{"quote":"We must work toward cyber doctrine that reflects the wisdom of free markets, private competition, and the important but limited role of government in establishing and enforcing the rule of law, honoring the rights of personal property, the benefits of free and fair trade, and the fundamental principles of liberty.","author":"Thomas Bossert","category":"Work, Law, Government"},{"quote":"Contrary to popular wisdom, the mark of a great meeting is not how short it is or whether it ends on time. The key is whether it ends with clarity and commitment from participants.","author":"Patrick Lencioni","category":"Time, Great, Short"},{"quote":"Those who govern, having much business on their hands, do not generally like to take the trouble of considering and carrying into execution new projects. The best public measures are therefore seldom adopted from previous wisdom, but forced by the occasion.","author":"Benjamin Franklin","category":"Business, Best, Hands"},{"quote":"Wisdom and understanding can only become the possession of individual men by travelling the old road of observation, attention, perseverance, and industry.","author":"Samuel Smiles","category":"Perseverance, Road, Men"},{"quote":"Wisdom allows nothing to be good that will not be so forever no man to be happy but he that needs no other happiness than what he has within himself no man to be great or powerful that is not master of himself.","author":"Lucius Annaeus Seneca","category":"Happiness, Happy, Good"},{"quote":"Wisdom denotes the pursuing of the best ends by the best means.","author":"Francis Hutcheson","category":"Best, Ends, Pursuing"},{"quote":"The clouds may drop down titles and estates, and wealth may seek us, but wisdom must be sought.","author":"Edward Young","category":"Clouds, Wealth, Down"},{"quote":"The gods do not need sacrifices, so what might one do to please them? Acquire wisdom, it seems to me, and do all the good in one's power to those humans who deserve it.","author":"Apollonius of Tyana","category":"Good, Power, Me"},{"quote":"I don't see the wisdom in modern politicians that I once saw in men like Dean Acheson, David Bruce, or George Marshall. In my day, the northeastern establishment dominated foreign policy formulation, but the composition and distribution of our population is very different today.","author":"Henry Kissinger","category":"Day, Today, Men"},{"quote":"So confident am I in the intentions, as well as wisdom, of the government, that I shall always be satisfied that what is not done, either cannot, or ought not to be done.","author":"Thomas Jefferson","category":"Government, Done, Confident"},{"quote":"However glorious an action in itself, it ought not to pass for great if it be not the effect of wisdom and intention.","author":"Francois de La Rochefoucauld","category":"Great, Action, Intention"},{"quote":"At sixty, I know little more about wisdom than I did at thirty, but I know a great deal more about folly.","author":"Mason Cooley","category":"Great, Know, Little"},{"quote":"Blessed are they who seek to learn wisdom.","author":"Ezra Taft Benson","category":"Blessed, Learn, Seek"},{"quote":"Just the simple act of sharing wisdom is something that many parents have left to society to do; however, that is not what God teaches in His word.","author":"Monica Johnson","category":"God, Parents, Society"},{"quote":"Alas, those six unfortunate souls who have made their way through my books know that every one of them is about Emerson and Thoreau and their dark counters, Melville and Emily Dickinson. Try as I might, I can't get their inspirations, their challenges and sentences and wisdom and questions out of my head.","author":"Pico Iyer","category":"Challenges, Questions, Dark"},{"quote":"Just look at what is right in front of you. People don't do that. They see what they expect to see, what they want to see, what conventional wisdom tells them to see. They only hear the music and not the lyrics of human events.","author":"Vincent Bugliosi","category":"Music, People, Want"},{"quote":"This society in which we live is radically changing. What previous generations saw as evil is now embraced as being good. It is a dangerous and slippery slope upon which we stand when we reject what Solomon called the beginning of wisdom - the fear of God.","author":"Ray Comfort","category":"Good, Fear, Evil"},{"quote":"Wisdom has its root in goodness, not goodness its root in wisdom.","author":"Ralph Waldo Emerson","category":"Goodness, Root"},{"quote":"All this worldly wisdom was once the unamiable heresy of some wise man.","author":"Henry David Thoreau","category":"Wise, Man, Wise Man"},{"quote":"I'm a member of the 1960s generation. We didn't have any wisdom.","author":"P. J. O'Rourke","category":"Generation, Any, Member"},{"quote":"Excellence, then, is a state concerned with choice, lying in a mean, relative to us, this being determined by reason and in the way in which the man of practical wisdom would determine it.","author":"Aristotle","category":"Man, Excellence, Choice"},{"quote":"I consider wisdom supernatural because it isn't taught by men - it's a gift from God.","author":"Joyce Meyer","category":"God, Men, Gift"},{"quote":"I reject most conventional wisdom.","author":"Rush Limbaugh","category":"Most, Reject, Conventional"},{"quote":"Champions invariably have fervent philosophical beliefs. Philosophy, in its simplest terms, means 'the love of wisdom.'","author":"Zig Ziglar","category":"Love, Philosophy, Champions"},{"quote":"Everything in the world may be endured except continual prosperity.","author":"Johann Wolfgang von Goethe","category":"World, Everything, May"},{"quote":"Wisdom stands at the turn in the road and calls upon us publicly, but we consider it false and despise its adherents.","author":"Khalil Gibran","category":"Road, Turn, False"},{"quote":"It is great folly to wish to be wise all alone.","author":"Francois de La Rochefoucauld","category":"Great, Wise, Alone"},{"quote":"We give advice, but we cannot give the wisdom to profit by it.","author":"Francois de La Rochefoucauld","category":"Advice, Profit, Give"},{"quote":"Few people have the wisdom to prefer the criticism that would do them good, to the praise that deceives them.","author":"Francois de La Rochefoucauld","category":"Good, People, Criticism"},{"quote":"My company survives because I've learned to respect the ideas of people younger than me and recognize when my wisdom is obsolete.","author":"Robert Kiyosaki","category":"Respect, Me, Company"},{"quote":"The function of wisdom is to discriminate between good and evil.","author":"Marcus Tullius Cicero","category":"Good, Evil, Good And Evil"},{"quote":"Rightly defined philosophy is simply the love of wisdom.","author":"Marcus Tullius Cicero","category":"Love, Philosophy, Defined"},{"quote":"Wisdom is a sacred communion.","author":"Victor Hugo","category":"Communion, Sacred"},{"quote":"It used to be, it is accepted scientific wisdom the Earth is flat, and this heretic named Galileo was branded a denier.","author":"Ted Cruz","category":"Earth, Scientific, Flat"},{"quote":"In the beginning, Adam was instructed to earn the bread by the sweat of his brow - not Eve. Contrary to conventional wisdom, a mother's place is in the home!","author":"Ezra Taft Benson","category":"Home, Mother, Beginning"},{"quote":"Young people, you need the wisdom of age, just as some of us older ones need your enthusiasm for life.","author":"Ezra Taft Benson","category":"Life, Age, People"},{"quote":"Now that I am sixty, I see why the idea of elder wisdom has passed from currency.","author":"John Updike","category":"I Am, Why, See"},{"quote":"The Founding Fathers in their wisdom decided that children were an unnatural strain on parents. So they provided jails called schools, equipped with tortures called an education.","author":"John Updike","category":"Education, Children, Parents"},{"quote":"The 'Reader's Digest' used to run a feature called 'It Pays to Increase Your Word Power.' The new wisdom - post-Trump and Brexit - is that it doesn't.","author":"Howard Jacobson","category":"Power, Run, New"},{"quote":"The conventional wisdom is that if you are gay, you cannot play the romantic straight lead in a movie.","author":"Ian Mckellen","category":"Romantic, Play, You"},{"quote":"In my definition of consciousness, consciousness is the same thing as life. What wisdom traditions also call spirit.","author":"Deepak Chopra","category":"Life, Consciousness"},{"quote":"Don't follow any advice, no matter how good, until you feel as deeply in your spirit as you think in your mind that the counsel is wise.","author":"Joan Rivers","category":"Good, Wise, Mind"},{"quote":"The older I get the more wisdom I find in the ancient rule of taking first things first. A process which often reduces the most complex human problem to a manageable proportion.","author":"Dwight D. Eisenhower","category":"Problem, Process, Human"},{"quote":"When you doubt, abstain.","author":"Ambrose Bierce","category":"Doubt, You, Abstain"},{"quote":"Conventional wisdom on government's role in inequality often has it backwards. Tax reforms have resulted in a more progressive federal income tax government transfer payments have become less progressive.","author":"Paul Ryan","category":"Government, Tax, Inequality"},{"quote":"In the long-run every Government is the exact symbol of its People, with their wisdom and unwisdom; we have to say, Like People like Government.","author":"Thomas Carlyle","category":"Government, People, Say"},{"quote":"Though sages may pour out their wisdom's treasure, there is no sterner moralist than pleasure.","author":"Lord Byron","category":"Treasure, Pleasure, May"},{"quote":"God knows and sees all. His wisdom and knowledge far outweighs mankind, and whether or not people ever recognize it - He is the creator. He is the giver of life, and only He has the power to take it away. That's why its imperative to submit to Him.","author":"Monica Johnson","category":"Life, Knowledge, God"},{"quote":"The philosophy I love is very selective. It is really just the bit that is involved in a search for wisdom, and this means a short roll call of names; Socrates, Marcus Aurelius, Seneca, Epicurus, Montaigne, Schopenhauer, Nietzsche.","author":"Alain de Botton","category":"Love, Love Is, Short"},{"quote":"I'm not an academic philosopher, and don't agree with the way the universities approach the subject. I'm a philosopher only in the very loose sense of someone interested in wisdom and well-being attained through reason. But I'm as interested in psychoanalysis and art as I am in philosophy.","author":"Alain de Botton","category":"Art, I Am, Philosophy"},{"quote":"Much wisdom often goes with fewest words.","author":"Sophocles","category":"Words, Often, Goes"},{"quote":"Wisdom may best arise from a humbling reality.","author":"Michael Leunig","category":"Best, Reality, May"},{"quote":"Nothing energizes me more than to burrow myself under a pile of received wisdom and emerge triumphant with the truth.","author":"Timothy Noah","category":"Truth, Myself, Me"},{"quote":"Success is a wonderful thing, but it tends not to be the sort of experience that we learn from. We enjoy it; perhaps we even deserve it. But we don't acquire wisdom from it.","author":"Timothy Noah","category":"Success, Experience, Enjoy"},{"quote":"I am deeply impressed with the gravity and wisdom with which most federal judges approach the responsibility of sentencing. It is a difficult, soul-searching task at best.","author":"Robert Kennedy","category":"Best, Responsibility, I Am"},{"quote":"Sometimes you surprise yourself with what you can handle, and if you come out the other end with some wisdom, then it's not such a bad thing.","author":"Boy George","category":"End, Surprise, Yourself"},{"quote":"How do you rate works of genius? Partly by personal inclination, partly by accepted wisdom, partly by popularity.","author":"Robert Gottlieb","category":"Genius, You, Personal"},{"quote":"In the vain laughter of folly wisdom hears half its applause.","author":"George Eliot","category":"Laughter, Half, Folly"},{"quote":"More helpful than all wisdom is one draught of simple human pity that will not forsake us.","author":"George Eliot","category":"Simple, Human, Will"},{"quote":"As great as Ed is, the wisdom out here is that he can't carry a movie. They'll pay him $3 million to be the second banana in Julia Roberts things. But they won't put up $3 million for an Ed Harris movie.","author":"George A. Romero","category":"Great, Banana, Carry"},{"quote":"If you're a Supreme Court justice, the American people have elevated you to one of the highest offices in the land out of the goodness of their heart and out of deference to your legal wisdom. You get a lifetime appointment, limitless prestige, a great office, and what I have to assume is a very comfortable chair.","author":"Donna Brazile","category":"Great, Justice, Heart"},{"quote":"At 17 years old, STG took me under its wing and shared its resources and wisdom with me, even allowing me to take part in a show at the Edinburgh Festival. Without STG and the Ramshorn Theatre, I would not have found access to the world of drama that I later made my profession.","author":"Peter Capaldi","category":"Theatre, World, Me"},{"quote":"Up until Trump announced his candidacy, the conventional wisdom was that you had to be a professional politician in order to run. You had to have a background that was politically scrubbed. In other words, smart people who didn't live perfect lives could never run.","author":"Mark Cuban","category":"Smart, Words, People"},{"quote":"I want to dip my foot in some acting. And most definitely want to mentor upcoming artists and give them the wisdom that was given to me.","author":"Missy Elliott","category":"Me, Acting, Want"},{"quote":"To think ill of mankind and not wish ill to them, is perhaps the highest wisdom and virtue.","author":"William Hazlitt","category":"Wish, Think, Virtue"},{"quote":"I associate wisdom and grace with age.","author":"Christy Turlington","category":"Age, Grace, Associate"},{"quote":"We know there is a deep reservoir of food wisdom out there, or else humans would not have survived to the extent we have. Much of this food wisdom is worth preserving and reviving and heeding.","author":"Michael Pollan","category":"Food, Deep, Know"},{"quote":"I always want to be a messenger, a person that, you know, that's not afraid to pass on wisdom.","author":"Mary J. Blige","category":"Want, Know, You"},{"quote":"Tis but a part we see, and not a whole.","author":"Alexander Pope","category":"See, Whole, Part"},{"quote":"Almost every wise saying has an opposite one, no less wise, to balance it.","author":"George Santayana","category":"Wise, Balance, Saying"},{"quote":"Wisdom comes by disillusionment.","author":"George Santayana","category":"Disillusionment"},{"quote":"The hunger for facile wisdom is the root of all false philosophy.","author":"George Santayana","category":"Philosophy, Hunger, False"},{"quote":"What we call wisdom is the result of all the wisdom of past ages. Our best institutions are like young trees growing upon the roots of the old trunks that have crumbled away.","author":"Henry Ward Beecher","category":"Best, Past, Trees"},{"quote":"Rediscovering the wisdom of love and compassion may help us survive at a time when an increasingly balkanized world so badly needs it.","author":"Dean Ornish","category":"Love, Time, Compassion"},{"quote":"In my own personal life, God plays a great role in the risk, because I pray before I go into the operating room for every case, and I ask him to give me wisdom, to help me to know what to do - and not only for operating, but for everything.","author":"Ben Carson","category":"Life, Great, God"},{"quote":"I pray before I go into the operating room for every case, and I ask him to give me wisdom, to help me to know what to do - and not only for operating, but for everything.","author":"Ben Carson","category":"Me, Help, Know"},{"quote":"For all my education, accomplishments, and so called 'wisdom'... I can't fathom my own heart.","author":"Michael Caine","category":"Education, Heart, My Own"},{"quote":"Wisdom is not wisdom when it is derived from books alone.","author":"Horace","category":"Alone, Books, Derived"},{"quote":"Most of our pocket wisdom is conceived for the use of mediocre people, to discourage them from ambitious attempts, and generally console them in their mediocrity.","author":"Robert Louis Stevenson","category":"People, Mediocrity"},{"quote":"What is the price of experience? Do men buy it for a song? Or wisdom for a dance in the street? No, it is bought with the price of all the man hath, his house, his wife, his children.","author":"William Blake","category":"Children, Experience, Dance"},{"quote":"Global security can be formed or threatened by heads of state whose wisdom, folly and obsessions shape global events. But often it is the security practitioners, those rarely in the headlines but whose craft and energy quietly break new ground, who keep us safe or put us in peril.","author":"Michael Hayden","category":"Energy, Security, New"},{"quote":"To build a great company, which is a CEO's job, sometimes you have to stand up against conventional wisdom.","author":"Carly Fiorina","category":"Great, Job, Company"},{"quote":"The wisdom of the crowds has peaked. Web 3.0 is taking what we've built in Web 2.0 - the wisdom of the crowds - and putting an editorial layer on it of truly talented, compensated people to make the product more trusted and refined.","author":"Jason Calacanis","category":"People, Product, Trusted"},{"quote":"Everyone talks about how, in your 30s, all of these growing pains transition into wisdom and you feel more self-assured and confident, but I think I had a bit of a jump-start on that at 27.","author":"Solange Knowles","category":"Transition, Think, You"},{"quote":"Wisdom is that apprehension of heavenly things to which the spirit rises through love.","author":"Honore de Balzac","category":"Love, Spirit, Through"},{"quote":"Arianna Huffington has exercised her renowned wisdom to give journalism another boost along the ever busier Internet. Her blog site promises to be an interesting challenge for those of us lucky enough to be invited to participate with our occasional contributions.","author":"Walter Cronkite","category":"Challenge, Internet"},{"quote":"Of prosperity mortals can never have enough.","author":"Aeschylus","category":"Prosperity, Enough, Never"},{"quote":"I'm not a mom, but I think the word 'mother' is about wisdom.","author":"Margaret Cho","category":"Mother, Mom, Think"},{"quote":"You have to find out what's right for you, so it's trial and error. You are going to be all right if you accept realistic goals for yourself.","author":"Teri Garr","category":"Goals, Yourself, You"},{"quote":"What if Barack Obama established a Presidential Advisory Committee that would meet once every couple of months, bringing together the former presidents for a conference in order to seek their collective wisdom? There is a wealth of experience in former presidents that generally goes untapped.","author":"Tony Campolo","category":"Experience, Together, Wealth"},{"quote":"Surely wisdom will come as we listen to learn from children, parents, partners, neighbors, Church leaders, and the Lord.","author":"Russell M. Nelson","category":"Children, Parents, Neighbors"},{"quote":"Around '93, '94, the conventional wisdom about the Internet was that it was a toy for academics and researchers. So it was very, very underestimated for about two years.","author":"Marc Andreessen","category":"Internet, Years, Toy"},{"quote":"There's a lot of wisdom that my dad and my grandparents and my uncle have been able to impart on me, and what I've treasured the most is I've seen examples in my life of people embracing their creativity, not feeling insecure about their artistic inclinations.","author":"Bryce Dallas Howard","category":"Life, Creativity, Me"},{"quote":"In complete darkness, it is only knowledge and wisdom that separates us.","author":"Janet Jackson","category":"Knowledge, Darkness, Us"},{"quote":"Without wisdom, the future has no meaning, no valuable purpose.","author":"Herbie Hancock","category":"Future, Purpose, Meaning"},{"quote":"You can practice to attain knowledge, but you can't practice to attain wisdom.","author":"Herbie Hancock","category":"Knowledge, Practice, You"},{"quote":"Don't ask for a million dollars. Ask for the stuff that'll get you a million dollars - your health, your brain, your sanity, wisdom. Prepare me for when I do get that million. Make sure I don't go crazy, make sure I help my family.","author":"Future","category":"Family, Health, Help"},{"quote":"Conventional wisdom is not always the best wisdom.","author":"Doug Ducey","category":"Best, Always, Conventional"},{"quote":"The wisdom of God is so great that He also knows exactly what I would think and do under every possible circumstance and situation, and he placed me in that state of life and situation best suited for my salvation.","author":"Mother Angelica","category":"Life, Best, Great"},{"quote":"My abiding faith in the wisdom of our electorate is what gives me hope.","author":"Kapil Sibal","category":"Hope, Faith, Me"},{"quote":"Wisdom consists not so much in knowing what to do in the ultimate as knowing what to do next.","author":"Herbert Hoover","category":"Knowing, Next, Ultimate"},{"quote":"Our own physical body possesses a wisdom which we who inhabit the body lack. We give it orders which make no sense.","author":"Henry Miller","category":"Body, Sense, Give"},{"quote":"It's received wisdom that the English are uniquely child-unfriendly.","author":"Julie Burchill","category":"English, Received, Uniquely"},{"quote":"Moderation is the inseparable companion of wisdom, but with it genius has not even a nodding acquaintance.","author":"Charles Caleb Colton","category":"Genius, Moderation"},{"quote":"There is this difference between happiness and wisdom: he that thinks himself the happiest man, really is so; but he that thinks himself the wisest, is generally the greatest fool.","author":"Charles Caleb Colton","category":"Happiness, Man, Fool"},{"quote":"Doubt is the vestibule through which all must pass before they can enter into the temple of wisdom.","author":"Charles Caleb Colton","category":"Doubt, Temple, Through"},{"quote":"Our ascendancy of the past two centuries - first Europe and then the U.S. - has bred a western-centric mentality: the West is the fount of all wisdom. We think of ourselves as open-minded, but our sense of superiority has closed our minds. We never entertained the idea that China could surpass the U.S.","author":"Martin Jacques","category":"Past, Think, Idea"},{"quote":"While conventional wisdom has traditionally sided against borrowing from retirement savings, sentiment has shifted toward borrowing from one's own assets with the realization that other forms of credit come at a much higher cost and often are not even available to borrowers with limited means and urgent needs.","author":"Elaine Chao","category":"Retirement, Savings, Credit"},{"quote":"Where can we find greater structural clarity than in the wooden buildings of old? Where else can we find such unity of material, construction and form? here, the wisdom of whole generations is stored.","author":"Ludwig Mies van der Rohe","category":"Unity, Construction, Clarity"},{"quote":"The Ohio Legislature's passed a law to allow concealed weapons in day care centers, but interesting: this same Legislature, in its wisdom, doesn't allow concealed weapons in the statehouse.","author":"Sherrod Brown","category":"Day, Law, Care"},{"quote":"Focus on the mind and the soul. Read. Study. Enrol in a course of lectures. Pray. Become a member of a religious congregation. Study the Bible or other ancient works of wisdom.","author":"Jonathan Sacks","category":"Focus, Soul, Mind"},{"quote":"I don't know that you're able to measure your aggregate wisdom as you go through life. I can't say that I ever feel that I'm sitting on top of a growing mound of wisdom.","author":"Dylan Moran","category":"Life, Measure, Know"},{"quote":"It is a remarkable fact in the political history of man that there is scarcely an instance of a free constitutional government which has been the work exclusively of foresight and wisdom. They have all been the result of a fortunate combination of circumstances.","author":"John C. Calhoun","category":"Work, History, Government"},{"quote":"History does not repeat itself. Nor does it unfold in cycles. The real future is contingent, rich beyond imagining, a perennial gobsmack, tragic and glorious in equal measure; the pundits' future, spun of 'conventional wisdom,' is only a sucker punch to that common-sense fact.","author":"Rick Perlstein","category":"History, Future, Rich"},{"quote":"If your writing collides with the conventional wisdom, there's going to be some kind of friction.","author":"Pankaj Mishra","category":"Writing, Kind, Going"},{"quote":"Democracy, loudly upheld as a cure for much of the ailing world, has proved no guarantor of political wisdom, even if it remains the least bad form of government.","author":"Pankaj Mishra","category":"Democracy, Government, World"},{"quote":"Animals, in their generation, are wiser than the sons of men; but their wisdom is confined to a few particulars, and lies in a very narrow compass.","author":"Joseph Addison","category":"Men, Generation, Animals"},{"quote":"The wisdom of God's Word is quite clear on believers being unequally yoked. And marrying someone who is not a Christian - who is not a daily disciple of Christ - is being unequally yoked, regardless of what their beliefs might be.","author":"Pat Robertson","category":"Daily, God, Christian"},{"quote":"My mother is a great source of advice and wisdom and consolation for me.","author":"Katherine Heigl","category":"Great, Mother, Me"},{"quote":"I'm now the elder in the position of doling out wisdom and trying to mend fences.","author":"Jane Fonda","category":"Trying, Now, Position"},{"quote":"Novels are the Socratic dialogues of our time. Practical wisdom fled from school wisdom into this liberal form.","author":"Karl Wilhelm Friedrich Schlegel","category":"Time, School, Liberal"},{"quote":"You can only make sense of the online world by going offline and by getting the wisdom and emotional clarity to know how to make the best use of the Internet.","author":"Pico Iyer","category":"Best, World, Internet"},{"quote":"The conventional wisdom is that people come to the United States, and immigration is so great, and they say, 'America, what a great country.' And a lot of that is true.","author":"James Gray","category":"Great, America, People"},{"quote":"I would like to do my own daily talk show. Wisdom is the gift of ageing no young person can have or buy it. My success was and is self-evident. I'm alive. I've lived. I've thrived and have grown as a person. I'm now healthier than ever. Who can argue with that?","author":"Suzanne Somers","category":"Success, Daily, Gift"},{"quote":"Honesty is the rarest wealth anyone can possess, and yet all the honesty in the world ain't lawful tender for a loaf of bread.","author":"Josh Billings","category":"Honesty, World, Wealth"},{"quote":"Learning sleeps and snores in libraries, but wisdom is everywhere, wide awake, on tiptoe.","author":"Josh Billings","category":"Learning, Awake, Tiptoe"},{"quote":"You should never ask a horse or an actor to do something they cannot do. Wisdom will teach you to find out what they can do and then make it easy for them.","author":"Tommy Lee Jones","category":"Horse, Easy, You"},{"quote":"Common wisdom dictates that the vice president should provide balance to the ticket by representing a different part of the country, another set of experiences, or a basketful of electoral votes.","author":"Madeleine M. Kunin","category":"Balance, Country, President"},{"quote":"A lot of people tell me a lot of things about my conduct, my game, my future... but I try to stay away from their words of wisdom. I don't let it distract me. On the field, you will be facing the ball alone. If you fail, you will the only one to blame. So, you should be the one deciding for yourself.","author":"Virat Kohli","category":"Future, Alone, Words"},{"quote":"Wisdom lies neither in fixity nor in change, but in the dialectic between the two.","author":"Octavio Paz","category":"Change, Two, Between"},{"quote":"Wisdom lies neither in fixity nor in change, but in the dialectic between the two. A constant coming and going: wisdom lies in the momentary.","author":"Octavio Paz","category":"Change, Two, Going"},{"quote":"Along with success comes a reputation for wisdom.","author":"Euripides","category":"Success, Reputation, Along"},{"quote":"Some wisdom you must learn from one who's wise.","author":"Euripides","category":"Wise, Learn, You"},{"quote":"The problem with Google is you have 360 degrees of omnidirectional information on a linear basis, but the algorithms for irony and ambiguity are not there. And those are the algorithms of wisdom.","author":"William Hurt","category":"Information, Problem, Irony"},{"quote":"My dad was a man of great wisdom in his short time here.","author":"Bonnie Hunt","category":"Time, Great, Man"},{"quote":"To advise is not to compel.","author":"Anton Chekhov","category":"Compel, Advise"},{"quote":"The plan was criticized by some retired military officers embedded in TV studios. But with every advance by our coalition forces, the wisdom of that plan becomes more apparent.","author":"Dick Cheney","category":"Plan, Military, Every"},{"quote":"I've matured as a writer and human being. I've got some wisdom under my belt.","author":"Carlene Carter","category":"Human, Human Being, Writer"},{"quote":"When I was at drama school, I wanted to change the world, and thought I had some great wisdom to impart to people about humanity. Now that I'm older, I know enough to realise that I know nothing at all.","author":"Michael Sheen","category":"Change, Great, School"},{"quote":"You must accept responsibility for your actions, but not the credit for your achievements.","author":"Denis Waitley","category":"Responsibility, Credit, You"},{"quote":"No one ever found wisdom without also being a fool. Writers, alas, have to be fools in public, while the rest of the human race can cover its tracks.","author":"Erica Jong","category":"Fool, Rest, Human"},{"quote":"Spending two years on my uncle's ranch in Montana as a young man gave me the wisdom and the thrust to do westerns.","author":"Robert Duvall","category":"Man, Me, Young Man"},{"quote":"Many spiritual teachers - in Buddhism, in Islam - have talked about first-hand experience of the world as an important part of the path to wisdom, to enlightenment.","author":"bell hooks","category":"Experience, Path, Spiritual"},{"quote":"I love being. There's so much wisdom in it. You wake up in the morning and you think, Hey, isn't it great just being?","author":"Gwyneth Paltrow","category":"Love, Morning, Great"},{"quote":"Outside of hip-hop, it was in comics that I most often found the aesthetics and wisdom of my world reflected.","author":"Ta-Nehisi Coates","category":"World, Hip-Hop, Outside"},{"quote":"Real history is far more complex and interesting than the simplistic summaries presented in Wikipedia articles. Knowing this allows you to question received wisdom, to challenge 'facts' 'everybody' knows to be true, and to imagine worlds and characters worthy of our rich historical heritage and our complex selves.","author":"Ken Liu","category":"History, Challenge, Rich"},{"quote":"The blowback against a bailout of Lehman would have been fierce. It is often forgotten, but the prevailing wisdom the day after Lehman fell was that its collapse was a good thing.","author":"Andrew Ross Sorkin","category":"Day, Good, Fierce"},{"quote":"In science, as in art, and, as I believe, in every other sphere of human activity, there may be wisdom in a multitude of counsellors, but it is only in one or two of them.","author":"Thomas Huxley","category":"Art, Science, Believe"},{"quote":"Thinking is not enough. There is no final enough of wisdom, experience - any... thing.","author":"William S. Burroughs","category":"Experience, Thinking, Enough"},{"quote":"We are all responsible to Jesus first, and then, under him, to various other persons and offices. Discerning the path of love and obedience when two or more of these submissive relationships collide is a call to humble, Bible-saturated, spiritual wisdom.","author":"John Piper","category":"Love, Path, Spiritual"},{"quote":"I always see where I didn't do things the right way. I only see the heavy lifting. That's a bit of my wisdom, if you want to call it that.","author":"Vera Wang","category":"Want, You, See"},{"quote":"If to live is to progress, if you are lucky, from foolishness to wisdom, then to write novels is to broadcast the various stages of your foolishness.","author":"Jane Smiley","category":"Progress, Live, You"},{"quote":"We have no words for speaking of wisdom to the stupid. He who understands the wise is wise already.","author":"Georg C. Lichtenberg","category":"Wise, Stupid, Words"},{"quote":"It is almost everywhere the case that soon after it is begotten the greater part of human wisdom is laid to rest in repositories.","author":"Georg C. Lichtenberg","category":"Rest, Human, Part"},{"quote":"It may almost be a question whether such wisdom as many of us have in our mature years has not come from the dying out of the power of temptation, rather than as the results of thought and resolution.","author":"Anthony Trollope","category":"Power, Thought, Temptation"},{"quote":"Full of wisdom are the ordinations of fate.","author":"Friedrich Schiller","category":"Fate, Full"},{"quote":"As we work to reweave the strands of connection, we can be supported by the wisdom and lovingkindness of others.","author":"Sharon Salzberg","category":"Work, Connection, Others"},{"quote":"There's a conventional wisdom that says that strategic thinking is much more important than relationship building, which doesn't seem to be nearly as highly valued as it should be, based on what some of the leaders that I've spoken with have said to me.","author":"Tom Rath","category":"Relationship, Thinking, Me"},{"quote":"I don't think you can come into your wisdom until you have made mistakes on your own skin and felt them in reality of your own life.","author":"Elizabeth Gilbert","category":"Life, Mistakes, Reality"},{"quote":"Now our founding fathers had the wisdom to know that social acceptance and popularity were fleeing, and that this country's principles needed to be rooted in strengths greater than the passions and the emotions of the times.","author":"Chris Christie","category":"Acceptance, Principles, Know"},{"quote":"Saudi Arabia is a puritanical state that claims a monopoly of wisdom and virtue.","author":"James Buchan","category":"Virtue, Monopoly, Claims"},{"quote":"I'm exploring the maturity, the wisdom that just comes from having gone around the sun 50 times. My experience is, 'Oh, I'm never really going to get it right. I'm never going to get it done. But that's not the point here.' The point is the journey.","author":"Melissa Etheridge","category":"Journey, Experience, Sun"},{"quote":"In the end, the real wisdom of menopause may be in questioning how fun or even sane this chore wheel called modern life actually is.","author":"Sandra Tsing Loh","category":"Life, Fun, End"},{"quote":"After 25-plus years as a lawyer, prosecutor, and defense attorney, I have developed a deep appreciation for both the wisdom of the law and the role that jurists play in framing the rights and responsibilities that define our society.","author":"Eliot Spitzer","category":"Deep, Appreciation, Law"},{"quote":"I listen to the older people who talk to me. I call them my old heads, people with a lot of wisdom. They'll teach you a lot if you listen.","author":"Stefon Diggs","category":"Me, People, You"},{"quote":"There's a real wisdom to not saying a thing.","author":"Willem Dafoe","category":"Real, Saying, Thing"},{"quote":"I'd love to spend more time on the Isle of Man. I love the anonymity of putting on a boiler suit and going down to buy parts for the compressor. And Norman Wisdom's a neighbour I salute him occasionally.","author":"John Rhys-Davies","category":"Love, Time, Man"},{"quote":"I'm not wise, but the beginning of wisdom is there; it's like relaxing into - and an acceptance of - things.","author":"Tina Turner","category":"Wise, Acceptance, Beginning"},{"quote":"Why would anyone walk through life satisfied with the light from the candle of their own understanding when, by reaching out to our Heavenly Father, they could experience the bright sun of spiritual knowledge that would expand their minds with wisdom and fill their souls with joy?","author":"Dieter F. Uchtdorf","category":"Life, Knowledge, Light"},{"quote":"It's really important, whether you're a conservative or a liberal, to always challenge the conventional wisdom, which is what I've tried to do in all my work.","author":"Nina Easton","category":"Work, Challenge, You"},{"quote":"It's become glib political conventional wisdom in Washington that a massive spending plan will provide a parachute rescue for a cliff-diving economy - landing it safely and with strong enough legs to move toward a healthy future.","author":"Nina Easton","category":"Future, Strong, Healthy"},{"quote":"The beauty of age is we grow, we learn. We have more wisdom. And as much as the youth-glorifying Hollywood would like us to believe, it's nothing. They're wrong.","author":"Sherilyn Fenn","category":"Beauty, Age, Believe"},{"quote":"Most people see what they expect to see, what they want to see, what they've been told to see, what conventional wisdom tells them to see - not what is right in front of them in its pristine condition.","author":"Vincent Bugliosi","category":"People, Want, See"},{"quote":"I'm grateful for my lines of wisdom. Of course, there are days when I think: 'Oh my gawd, I look a bit tired.' But I can pull it together if I have to.","author":"Twiggy","category":"Together, Grateful, Tired"},{"quote":"For the Holy Ghost blesses us with optimism and wisdom at times of challenge that we simply cannot muster on our own.","author":"Sheri L. Dew","category":"Challenge, Optimism, Ghost"},{"quote":"When I was born, the wisdom was that homosexuality was an illness; that it was caused largely by somebody's mother, and a distorted relationship with the mother. And now, as I live my life - married to a husband, with kids - it's an identity.","author":"Andrew Solomon","category":"Life, Relationship, Mother"},{"quote":"Once I turned 35, I got the bonus of some wisdom and began to accept life on its own terms.","author":"Mike Myers","category":"Life, Accept, Once"},{"quote":"Whatever one thinks of the wisdom of building a mosque near Ground Zero, this controversy now affords us an immense opportunity to examine who we are as a people. It provides us with the opportunity to get back to our foundational ideals, which have always stood as a beacon for the rest of the world.","author":"Hamza Yusuf","category":"Opportunity, World, People"},{"quote":"I'm at the transition place myself, still playing high school girls but moving to a stage when I'm playing older roles and going to the places of stillness and wisdom and knowledge and weight. It's exciting and scary.","author":"Tatiana Maslany","category":"Knowledge, Myself, School"},{"quote":"Wisdom alone is true ambition's aim, wisdom is the source of virtue and of fame; obtained with labour, for mankind employed, and then, when most you share it, best enjoyed.","author":"Alfred North Whitehead","category":"Best, Alone, Ambition"},{"quote":"I knew that I had it tough compared to children around me. But I felt like I needed it. I think I had the wisdom as a child to know that it would help me later on.","author":"Troy Polamalu","category":"Children, Child, Help"},{"quote":"India and China have not shied away from addressing boundary questions, have wisdom to find a fair and mutually acceptable solution... We have been able to put all issues on the table.","author":"Li Keqiang","category":"Questions, Solution, India"},{"quote":"I feel like I've matured more musically than I have personally. But I totally embrace what becoming older has to offer. I find the wisdom that comes with each passing year is a trip.","author":"Kirk Hammett","category":"Find, Feel, Embrace"},{"quote":"Age is a terrible avenger. The lessons of life give you so much to work with, but by the time you've got all this great wisdom, you don't get to be young anymore.","author":"Elizabeth Wurtzel","category":"Life, Work, Time"},{"quote":"The left has come to regard common sense - the traditional wisdom and folkways of the community - as an obstacle to progress and enlightenment.","author":"Christopher Lasch","category":"Community, Progress"},{"quote":"Consider this point. It is a main point of true wisdom. Whenever there is an execution of purpose, there must be an agent.","author":"Adoniram Judson","category":"Purpose, Execution, True"},{"quote":"Rarely promise, but, if lawful, constantly perform.","author":"William Penn","category":"Promise, Perform, Lawful"},{"quote":"The wisdom and experience of older people is a resource of inestimable worth. Recognizing and treasuring the contributions of older people is essential to the long-term flourishing of any society.","author":"Daisaku Ikeda","category":"Experience, Society, People"},{"quote":"What the tech industry often forgets is that with age comes wisdom. Older workers are usually better at following direction, mentoring, and leading.","author":"Vivek Wadhwa","category":"Age, Direction, Better"},{"quote":"I understand that there's a certain energy in youth, no question, in terms of pursuing jobs. But there is wisdom in age. It's too bad that the two can't come together because I do think that people are dropped from what they're really good at too soon.","author":"Rene Russo","category":"Age, Good, Together"},{"quote":"A musical, like most religions, provides the audience or followers with a sense of belonging. Religious services, on the other hand, with their staged performances, invigorating songs, popular wisdom and shared experience, are almost a form of community theater.","author":"Lisa Randall","category":"Experience, Community"},{"quote":"It is one thing to oppose a bill and say, 'Well, I'm smarter than the other side and have more wisdom than they do,' but it is another thing to oppose a law because it violates the very principles upon which this country was founded.","author":"Scott Garrett","category":"Law, Principles, Country"},{"quote":"Trouble shared is trouble halved.","author":"Lee Iacocca","category":"Trouble, Shared"},{"quote":"I believe the reason we sleep is not just to allow our body to rest but that it is to allow this inner wisdom to speak to us through symbols. This includes the body or somatic problems as well as psychological ones. Dreams and drawings are useful in diagnosing physical conditions.","author":"Bernie Siegel","category":"Dreams, Sleep, Believe"},{"quote":"I'm always feeling like I'm lacking wisdom. This reassurance that one can ask God for that and it will happen is certainly reassuring to me.","author":"Francis Collins","category":"God, Me, Feeling"},{"quote":"None knows the weight of another's burden.","author":"George Herbert","category":"Burden, Knows, Weight"},{"quote":"I'm particularly interested in black swan events: unprecedented surprises that destroy the conventional wisdom about how the world works.","author":"Paolo Bacigalupi","category":"World, Black, Surprises"},{"quote":"Women's strength, women's industry, women's wisdom are humankind's greatest untapped resource. The challenge then for U.N. Women is to show our diverse constituencies how this resource can be effectively tapped in ways that benefit us all.","author":"Michelle Bachelet","category":"Strength, Women, Challenge"},{"quote":"We simply can no longer afford to deny the full potential of one half of the population. The world needs to tap into the talent and wisdom of women. Whether the issue is food security, economic recovery, health, or peace and security, the participation of women is needed now more than ever.","author":"Michelle Bachelet","category":"Food, Women, Peace"},{"quote":"'Focusing' is no conventional repackaging of self-help wisdom. It is at once a manual and a philosophy. It talks about the body's wisdom, the steps of the focusing technique, how to discover the richness in others by learning to listen.","author":"Marilyn Ferguson","category":"Learning, Philosophy, Body"},{"quote":"When you're used to being prepared to reject conventional wisdom, it leaves you open to learn more.","author":"Mayim Bialik","category":"Learn, You, Prepared"},{"quote":"If everything is going well in my life then I start to read the papers more and I start to worry about everything I can't deal with. They say wisdom is knowing what you can fix and what you can't change. I'm very unwise.","author":"Josh Hartnett","category":"Life, Change, Worry"},{"quote":"If you and I desire the blessings of life, of health, of vigor of body and mind; if we desire the destroying angel to pass us by, as he did in the days of the children of Israel, we must obey the Word of Wisdom; then God is bound, and the blessing shall come to us.","author":"Heber J. Grant","category":"Life, Children, Health"},{"quote":"Kabbalah is all about change. It isn't about being proud of our good qualities: the wisdom is about transforming our darkness into light.","author":"Yehuda Berg","category":"Change, Good, Light"},{"quote":"The soul's joy lies in doing.","author":"Percy Bysshe Shelley","category":"Joy, Soul, Doing"},{"quote":"Ending poverty calls for humility, honesty, freedom from ideology and refusal to accept cruel simplicities about anyone's human potential. It requires listening to the wisdom and cutting the nonsense from both the Right and the Left.","author":"Donella Meadows","category":"Freedom, Honesty, Humility"},{"quote":"As with many other folk beliefs, 'feng-shui' undoubtedly incorporates some scientifically correct observation or received wisdom based on direct experience of natural phenomena; but it needs to be dealt with skeptically as a credible system of thought. Some feng-shui prescriptions can certainly lead to desirable results.","author":"Martin Filler","category":"Experience, Thought"},{"quote":"For me, good films and good books are irreducible to a lesson. You can't just kind of translate them into one statement. On the contrary, the more you do that, the less wisdom in art there is.","author":"Pawel Pawlikowski","category":"Art, Good, Me"},{"quote":"Few of the many wise apothegms which have been uttered have prevented a single foolish action.","author":"Thomas Babington Macaulay","category":"Wise, Action, Single"},{"quote":"Never say never, but the thought of electively cutting oneself is beyond my grasp, and I also object to it politically. Denying the lines on our faces makes a comment about age and wisdom I don't care to make.","author":"Debra Winger","category":"Age, Thought, Care"},{"quote":"Consensus wisdom has it that all modern commercial fantasy novels fall into two camps: those derived from J.R.R. Tolkien and those derived from Mervyn Peake. The 'Lord of the Rings' template or the 'Gormenghast' mold.","author":"Paul Di Filippo","category":"Fall, Fantasy, Two"},{"quote":"As a parent and a citizen, I'll take a Bill Gates (or Warren Buffett) over Steve Jobs every time. If we must have billionaires, better they should ignore Jobs's example and instead embrace the morality and wisdom of the great industrialist-philanthropist Andrew Carnegie.","author":"Eric Alterman","category":"Time, Great, Parent"},{"quote":"People always blame the girl; she should have said no. A monosyllable, but conventional wisdom has always been that boys can't manage it.","author":"Anna Quindlen","category":"Girl, People, Blame"},{"quote":"It takes a great man to give sound advice tactfully, but a greater to accept it graciously.","author":"Logan Pearsall Smith","category":"Great, Man, Advice"},{"quote":"If you do not express your own original ideas, if you do not listen to your own being, you will have betrayed yourself.","author":"Rollo May","category":"Ideas, Yourself, You"},{"quote":"The wisdom of the wise and the experience of the ages is preserved into perpetuity by a nation's proverbs, fables, folk sayings and quotations.","author":"William Feather","category":"Experience, Wise, Nation"},{"quote":"Never cut what you can untie.","author":"Joseph Joubert","category":"You, Never, Cut"},{"quote":"With age comes a greater wisdom, an ease and comfort with oneself.","author":"Cherie Lunghi","category":"Age, Comfort, Ease"},{"quote":"Your art kind of changes as you get older, by nature of the fact that you're hopefully gaining wisdom and you're starting to watch things with a better overview.","author":"Sheryl Crow","category":"Nature, Art, Changes"},{"quote":"In life, all good things come hard, but wisdom is the hardest to come by.","author":"Lucille Ball","category":"Life, Good, Good Things"},{"quote":"When defeat is inevitable, it is wisest to yield.","author":"Quintilian","category":"Defeat, Inevitable, Wisest"},{"quote":"'Swan,' by Mary Oliver. Poems and prose. Reading from this book is as if visiting a very wise friend. There is wisdom and welcoming kindness on every page.","author":"Jessye Norman","category":"Kindness, Wise, Reading"},{"quote":"Self-suggestion makes you master of yourself.","author":"W. Clement Stone","category":"Yourself, Master, You"},{"quote":"You are a product of your environment. So choose the environment that will best develop you toward your objective. Analyze your life in terms of its environment. Are the things around you helping you toward success - or are they holding you back?","author":"W. Clement Stone","category":"Life, Success, Best"},{"quote":"All free governments are managed by the combined wisdom and folly of the people.","author":"James A. Garfield","category":"Free, People, Folly"},{"quote":"People used to grow up in small communities where folk wisdom was passed down. But we don't live there anymore. We can't go next door to your aunt and ask her for the answers.","author":"Clarissa Pinkola Estes","category":"Door, Small, People"},{"quote":"Every journey that is successful has culs-de-sac and speed bumps. I carry a wisdom gene through my life through the good, the bad, and the ugly.","author":"Peter Guber","category":"Life, Journey, Good"},{"quote":"It is always our own self that we find at the end of the journey. The sooner we face that self, the better.","author":"Ella Maillart","category":"Journey, Self, End"},{"quote":"The difference between chirping out of turn and a faux pas depends on what kind of a bar you're in.","author":"Wilson Mizner","category":"Difference, You, Kind"},{"quote":"The more I work with the body, keeping my assumptions in a temporary state of reservation, the more I appreciate and sympathize with a given disease. The body no longer appears as a sick or irrational demon, but as a process with its own inner logic and wisdom.","author":"George MacDonald","category":"Work, Body, Logic"},{"quote":"I've always shied away from conventional wisdom, though I know the power of it.","author":"Peter Jennings","category":"Power, Know, Always"},{"quote":"It's not the having, it's the getting.","author":"Elizabeth Taylor","category":"Getting, Having"},{"quote":"It is while you are patiently toiling at the little tasks of life that the meaning and shape of the great whole of life dawn on you.","author":"Phillips Brooks","category":"Life, Great, Meaning"},{"quote":"We learned in World War II that no single nation holds a monopoly on wisdom, morality or right to power, but that we must fight for the weak and promote democracy.","author":"Joe Baca","category":"Power, War, World"},{"quote":"You lose or you win the fight - and anything in life - in your mind. I can look at how the person walks, how he speaks, his expressions. It's a wisdom. Eyes are the mirror of the soul. So you can read a lot.","author":"Wladimir Klitschko","category":"Life, Eyes, Soul"},{"quote":"I probably wouldn't be a songwriter if I didn't grow up the way I did. It was difficult and it was at times very scary to grow up in a household so unsettled and at times very violent. But, it also, I guess it earned me a sort of wisdom at a young age that's served me well.","author":"Ray LaMontagne","category":"Age, Me, Grow"},{"quote":"Eventually, we reach the point where we start to realize that we are not going to find peace, contentment, happiness, strength, fearlessness - all of the things that in our heart of hearts we wish we had - outside of us.","author":"Guy Finley","category":"Happiness, Strength, Peace"},{"quote":"There is a trade off - as you grow older you gain wisdom but you lose spontaneity.","author":"Kenny Rogers","category":"Grow, You, Older"},{"quote":"If you want to go east, don't go west.","author":"Ramakrishna","category":"Want, You, Go"},{"quote":"Even youngish men can acquire wisdom as time goes by.","author":"John Bercow","category":"Time, Men, Time Goes By"},{"quote":"Counsel woven into the fabric of real life is wisdom.","author":"Walter Benjamin","category":"Life, Real, Real Life"},{"quote":"It is astonishing with how little wisdom mankind can be governed, when that little wisdom is its own.","author":"William Ralph Inge","category":"Mankind, Little, Governed"},{"quote":"You make a product, and you put it out, and you do it with as much excellence and also wisdom as possible, and then it's the Lord that drives it and determines where it will go.","author":"David A. R. White","category":"Excellence, You, Product"},{"quote":"The wisdom of the wise is an uncommon degree of common sense.","author":"Dean Inge","category":"Wise, Common Sense, Sense"},{"quote":"It is much more difficult to measure nonperformance than performance.","author":"Harold S. Geneen","category":"Performance, Measure"},{"quote":"The more I draw and write, the more I realise that accidents are a necessary part of any creative act, much more so than logic or wisdom. Sometimes a mistake is the only way of arriving at an original concept, and the history of successful inventions is full of mishaps, serendipity and unintended results.","author":"Shaun Tan","category":"History, Creative, Mistake"},{"quote":"I am a poor student sitting at the feet of giants, yearning for their wisdom and begging for lessons that might one day make me a complete artist, so that if all goes well, I may one day sit beside them.","author":"Rod Taylor","category":"Day, I Am, Artist"},{"quote":"Except for the grace of God, I would be nobody - and that grace is the opposite of merit - human labour, education or human wisdom.","author":"T. B. Joshua","category":"Education, God, Grace"},{"quote":"I think there is a complicated side effect to overcoming evil in that we are forever changed by it. I think after we ingest some of the cruelty of the world, it takes years off of our lives, but it also gives us wisdom and a little grace, hopefully a sense of compassion.","author":"Adam Rapp","category":"Compassion, Evil, World"},{"quote":"Where fear is present, wisdom cannot be.","author":"Lactantius","category":"Fear, Present, Where"},{"quote":"Wisdom and goodness are twin-born, one heart must hold both sisters, never seen apart.","author":"William Dean Howells","category":"Heart, Goodness, Hold"},{"quote":"The Divine wisdom has given us prayer, not as a means whereby to obtain the good things of earth, but as a means whereby we learn to do without them; not as a means whereby we escape evil, but as a means whereby we become strong to meet it.","author":"Frederick William Robertson","category":"Good, Strong, Evil"},{"quote":"All human wisdom works and has worries and grief as reward.","author":"Johann Georg Hamann","category":"Grief, Reward, Human"},{"quote":"The sublimity of wisdom is to do those things living, which are to be desired when dying.","author":"Norman Douglas","category":"Living, Dying, Things"},{"quote":"The beginning of wisdom is to desire it.","author":"Solomon Ibn Gabirol","category":"Beginning, Desire"},{"quote":"It is not from reason that justice springs, but goodness is born of wisdom.","author":"Maurice Maeterlinck","category":"Justice, Goodness, Born"},{"quote":"When I can look life in the eyes, grown calm and very coldly wise, life will have given me the truth, and taken in exchange - my youth.","author":"Sara Teasdale","category":"Life, Truth, Eyes"},{"quote":"Perhaps too much of everything is as bad as too little.","author":"Edna Ferber","category":"Bad, Too Much, Little"},{"quote":"You can't sweep other people off their feet, if you can't be swept off your own.","author":"Clarence Day","category":"People, Feet, You"},{"quote":"One of the advantages of having gone to Penn State was having had a scholar for a mentor - Philip Young. Also, a professional writer named Philip Klass taught there. He was a science fiction writer whose pseudonym was William Tenn. As a professional writer, he brought wisdom to teaching because he'd done it for a living.","author":"David Morrell","category":"Science, Professional"},{"quote":"People seldom refuse help, if one offers it in the right way.","author":"A. C. Benson","category":"People, Help, Way"},{"quote":"However great an evil immorality may be, we must not forget that it is not without its beneficial consequences. It is only through extremes that men can arrive at the middle path of wisdom and virtue.","author":"Wilhelm von Humboldt","category":"Great, Path, Evil"},{"quote":"To comprehend the Wisdom of this Injunction the better, and explain the Duty before us, it should be considered, that Government is the only Means by which human Happiness can be attained.","author":"Charles Inglis","category":"Happiness, Government"},{"quote":"Repeat anything often enough and it will start to become you.","author":"Tom Hopkins","category":"Start, You, Anything"},{"quote":"But the law of God came from heaven indeed. God wrote it with his finger, it is the fountain of all wisdom, and therefore shall it continue for ever, and never have an end.","author":"John Jewel","category":"God, Law, End"},{"quote":"They are few in the midst of an overwhelming mass of brute force, and their submission is wisdom; but for a nation like England to submit to be robbed by any invader who chooses to visit her shores seemed to me to be nonsense.","author":"George Combe","category":"Me, Nation, Her"},{"quote":"He who devotes sixteen hours a day to hard study may become at sixty as wise as he thought himself at twenty.","author":"Mary Wilson Little","category":"Day, Wise, Thought"},{"quote":"Wisdom prepares for the worst, but folly leaves the worst for the day when it comes.","author":"Richard Cecil","category":"Day, Worst, Leaves"},{"quote":"Nobility of spirit has more to do with simplicity than ostentation, wisdom rather than wealth, commitment rather than ambition.","author":"Riccardo Muti","category":"Simplicity, Ambition"},{"quote":"We don't pray for the land. We pray for the humans, all humans... starting with the president, Mohammed Morsi, and all officials, and for God to give everyone wisdom and responsibility to manage the affairs of this country and its people in true Egyptian spirit.","author":"Pope Theodoros II","category":"God, Responsibility, People"},{"quote":"I always prayed that God would give me the wisdom and the vision to do the things on this earth that I was supposed to do to express His life and love and His will.","author":"Billy Ray Cyrus","category":"Love, Life, God"},{"quote":"Virtues are acquired through endeavor, which rests wholly upon yourself.","author":"Sidney Lanier","category":"Yourself, Endeavor, Through"},{"quote":"If the highest things are unknowable, then the highest capacity or virtue of man cannot be theoretical wisdom.","author":"Leo Strauss","category":"Man, Virtue, Capacity"},{"quote":"Public opinion is no more than this: what people think that other people think.","author":"Alfred Austin","category":"People, Think, Opinion"},{"quote":"Wisdom is knowing what to do next virtue is doing it.","author":"David Starr Jordan","category":"Doing, Knowing, Virtue"},{"quote":"And it is no less true, that personal security and private property rest entirely upon the wisdom, the stability, and the integrity of the courts of justice.","author":"Joseph Story","category":"Integrity, Justice, Security"},{"quote":"He dares to be a fool, and that is the first step in the direction of wisdom.","author":"James Huneker","category":"Fool, Step, Direction"},{"quote":"The most excellent and divine counsel, the best and most profitable advertisement of all others, but the least practiced, is to study and learn how to know ourselves. This is the foundation of wisdom and the highway to whatever is good.","author":"Pierre Charron","category":"Good, Best, Foundation"},{"quote":"Instead of looking at life as a narrowing funnel, we can see it ever widening to choose the things we want to do, to take the wisdom we've learned and create something.","author":"Liz Carpenter","category":"Life, Looking, Want"},{"quote":"If you believe the doctors, nothing is wholesome; if you believe the theologians, nothing is innocent; if you believe the military, nothing is safe.","author":"Lord Salisbury","category":"Believe, Military, You"},{"quote":"A judge's role is to ensure that the legislature remains within the limits of its assigned authority under the Constitution. Judges have no authority to second-guess the wisdom of the value judgments and policy choices the legislature has made.","author":"Paul Watford","category":"Value, Choices, Constitution"},{"quote":"Silence and reserve will give anyone a reputation for wisdom.","author":"Myrtle Reed","category":"Silence, Reputation, Will"},{"quote":"The result showed the wisdom of your orders.","author":"John Bigelow","category":"Result, Your, Orders"},{"quote":"Lord, bless me with the ability to achieve all that I can, and the wisdom to realize it doesn't all have to be by tomorrow!","author":"William Eardley IV","category":"Tomorrow, Me, Realize"},{"quote":"Some folks are wise and some are otherwise.","author":"Tobias Smollett","category":"Wise, Some, Otherwise"},{"quote":"The cars we drive say a lot about us.","author":"Alexandra Paul","category":"Drive, Say, Us"},{"quote":"See, when you drive home today, you've got a big windshield on the front of your car. And you've got a little bitty rearview mirror. And the reason the windshield is so large and the rearview mirror is so small is because what's happened in your past is not near as important as what's in your future.","author":"Joel Osteen","category":"Future, Home, Today"},{"quote":"It's a never ending battle of making your cars better and also trying to be better yourself.","author":"Dale Earnhardt","category":"Yourself, Battle, Ending"},{"quote":"The fact is I don't drive just to get from A to B. I enjoy feeling the car's reactions, becoming part of it.","author":"Enzo Ferrari","category":"Enjoy, Drive, Feeling"},{"quote":"Maybe the bike is more dangerous, but the passion for the car for me is second to the bike.","author":"Valentino Rossi","category":"Passion, Me, Bike"},{"quote":"Cars are the sculptures of our everyday lives.","author":"Chris Bangle","category":"Everyday, Everyday Lives"},{"quote":"I've always been asked, 'What is my favorite car?' and I've always said 'The next one.'","author":"Carroll Shelby","category":"Favorite, Said, Always"},{"quote":"It's like driving a car at night. You never see further than your headlights, but you can make the whole trip that way.","author":"E. L. Doctorow","category":"Night, You, See"},{"quote":"Everything in life is somewhere else, and you get there in a car.","author":"E. B. White","category":"Life, You, Somewhere"},{"quote":"I race to win. If I am on the bike or in a car it will always be the same.","author":"Valentino Rossi","category":"I Am, Win, Bike"},{"quote":"Shoes make an outfit they're like rims for a car.","author":"Omari Hardwick","category":"Shoes, Outfit, Like"},{"quote":"Television, radio, social media. The 24/7 news cycle plows forward mercilessly on our desks, in our cars and in our pockets. Thousands and thousands of messages and voices bombard us from the moment we wake, fighting for our attention. All we see and hear, all day long, is news. And most of it is bad.","author":"Joseph Prince","category":"Day, Social Media, Media"},{"quote":"A racing car is an animal with a thousand adjustments.","author":"Mario Andretti","category":"Animal, Racing, Thousand"},{"quote":"My wife wants sex in the back of the car and she wants me to drive.","author":"Rodney Dangerfield","category":"Wife, Me, She"},{"quote":"Once you become successful, people know where you live, the type of house you live in, the kind of car you drive, the clothes you wear, and so it would be patronising to go and talk like a welder. Welding's a mystery to me now. You can't go back, your life changes every day.","author":"Billy Connolly","category":"Life, Day, Mystery"},{"quote":"A new car is not going to change your life.","author":"Monica Ali","category":"Life, Change, New Car"},{"quote":"Whether you live in a city or a small town, and whether you drive a car, take the bus or ride a train, at some point in the day, everyone is a pedestrian.","author":"Anthony Foxx","category":"Day, City, Small"},{"quote":"People think getting a new partner is like getting a new car.","author":"Orlando Bloom","category":"People, Partner, Think"},{"quote":"We at BMW do not build cars as consumer objects, just to drive from A to B. We build mobile works of art.","author":"Chris Bangle","category":"Art, Drive, Build"},{"quote":"Now, personally, I like a car with some sort of character.","author":"Richard Hammond","category":"Character, Now, Like"},{"quote":"I will never shave off my beard and moustache. I did once, for charity, but my wife said, 'Good grief, how awful, you look like an American car with all the chrome removed.'","author":"Rolf Harris","category":"Good, Grief, Wife"},{"quote":"The year most of my high school friends and I got our driver's permits, the coolest thing one could do was stand outside after school and twirl one's car keys like a lifeguard whistle. That jingling sound meant freedom and power.","author":"Sloane Crosley","category":"Friends, Freedom, Power"},{"quote":"I hate the hand that comes out of a car and just drops litter in the street. I hate that! For some reason, it just fills me with fury! It's just utter laziness, lack of interest in other people, lack of interest in the planet, in the hedgehog who might eat the plastic bag, it's a lack of concern.","author":"Joanna Lumley","category":"Hate, Me, People"},{"quote":"Life is a gamble. You can get hurt, but people die in plane crashes, lose their arms and legs in car accidents; people die every day. Same with fighters: some die, some get hurt, some go on. You just don't let yourself believe it will happen to you.","author":"Muhammad Ali","category":"Life, Day, Believe"},{"quote":"Yeah, it's risky, but no more risky than driving a car.","author":"Cory Lidle","category":"Driving, Risky, Than"},{"quote":"If you saw a dog going to be crushed under a car, wouldn't you help him?","author":"Oskar Schindler","category":"Dog, Help, You"},{"quote":"A doctor is not a mechanic. A car doesn't react with a mechanic, but a human being does.","author":"Randa Haines","category":"Doctor, React, Human"},{"quote":"I take cabs if I need to get somewhere or I take car service. I don't drive, I wouldn't mind riding a bike... People think that because you become an entertainer you gotta have this rock star thug image. I'm an artist, man. I'm going to live like an artist.","author":"ASAP Rocky","category":"Service, Man, Artist"},{"quote":"Museums are like the quiet car of the world. It's a place you can come to escape, where there's authenticity, there's uniqueness, there's calm, there's physicality.","author":"Thomas P. Campbell","category":"World, Calm, Escape"},{"quote":"We have lost our vision for the future. Before, we say, 'Nothing will be the same. Cars will fly, and we go to the end of the universe.' We have this kind of naive but exciting idea of the future. Now, the vision has been reduced to ways to select our garbage and how to survive global warming.","author":"Jean-Michel Jarre","category":"Future, Vision, Universe"},{"quote":"The majority of my interactions with police were not good. There were a few good ones who were actually protecting the community. But then you have ones from the Valley. They never met me in their life, but since I'm a kid in basketball shorts and a white T-shirt, they wanna slam me on the hood of the car. Sixteen years old.","author":"Kendrick Lamar","category":"Life, Good, Community"},{"quote":"Engineers are behind the cars we drive, the pills we pop and the way we power our homes.","author":"James Dyson","category":"Power, Engineers, Drive"},{"quote":"I know a lot about cars, man. I can look at any car's headlights and tell you exactly which way it's coming.","author":"Mitch Hedberg","category":"Man, Know, You"},{"quote":"Only a crazy person wouldn't fear approaching a car with tinted windows during a late-night car stop, or pounding up a flight of stairs to execute a search warrant, or fast-roping from a helicopter down into hostile fire. Real agents, like real people, feel that fear in the pit of their stomachs.","author":"James Comey","category":"Fear, Crazy, Fire"},{"quote":"When a police officer tells you to stay in the car, you stay in the car.","author":"Reese Witherspoon","category":"Police, You, Stay"},{"quote":"I live a fairly simple life, and that didn't change much after I sold TechCrunch in 2010. I didn't buy a new house or even a new car. The one thing I did splurge on was a boat. Nothing too fancy or large.","author":"Michael Arrington","category":"Life, Change, Simple"},{"quote":"I think there are more politicians in favor of electric cars than against. There are still some that are against, and I think the reasoning for that varies depending on the person, but in some cases, they just don't believe in climate change - they think oil will last forever.","author":"Elon Musk","category":"Change, Believe, Think"},{"quote":"I don't want to die in a car accident. When I die it'll be a glorious day. It'll probably be a waterfall.","author":"River Phoenix","category":"Day, Die, Want"},{"quote":"I had to stop driving my car for a while... the tires got dizzy.","author":"Steven Wright","category":"Driving, Stop, Tires"},{"quote":"Normal is getting dressed in clothes that you buy for work, driving through traffic in a car that you are still paying for, in order to get to a job that you need so you can pay for the clothes, car and the house that you leave empty all day in order to afford to live in it.","author":"Ellen Goodman","category":"Work, Day, Job"},{"quote":"And suddenly I realised that I was no longer driving the car consciously. I was driving it by a kind of instinct, only I was in a different dimension.","author":"Ayrton Senna","category":"Driving, Kind, Different"},{"quote":"Family and God - that is what's important. Money, cars, those are things that come and go.","author":"Fabrice Muamba","category":"Family, Money, God"},{"quote":"The energy of the crowd is insane. Twenty thousand people. It's the biggest jolt of adrenaline. It's very hard to explain. You know the old story about the woman lifting the car off her kid? It's in that realm. You can actually hurt yourself and not know it.","author":"Tom Petty","category":"Woman, Yourself, Hurt"},{"quote":"Fast cars are my only vice.","author":"Michael Bay","category":"Fast, Vice, Only"},{"quote":"Sense the blessings of the earth in the perfect arc of a ripe tangerine, the taste of warm, fresh bread, the circling flight of birds, the lavender color of the sky shining in a late afternoon rain puddle, the million times we pass other beings in our cars and shops and out among the trees without crashing, conflict, or harm.","author":"Jack Kornfield","category":"Rain, Sky, Conflict"},{"quote":"It's that I don't like white paper backgrounds. A woman does not live in front of white paper. She lives on the street, in a motor car, in a hotel room.","author":"Helmut Newton","category":"Woman, Live, Hotel"},{"quote":"A lot of fun stuff happens when you go out on a bike compared to when you're in a car. You're more in the environment. It's enjoyable. Even when It's raining It's still fun.","author":"Stone Gossard","category":"Fun, Bike, Environment"},{"quote":"Thinking of possibilities is like driving a car on a freeway. You have an open road that stretches endlessly before you where your thoughts are not shackled. But when we say 'impossible,' we have already reached a dead-end in our minds. So dwell on possibilities to open up your horizon.","author":"Pankaj Patel","category":"Road, Thinking, Thoughts"},{"quote":"In Brussels, you are able to have a lot of appointments in a day. In Paris, you can have one, two, maybe three, but you spend all your time on the road, in the car or in the suburbs. In Brussels, everything is easy. It's not a very big city, and the people are very quiet and warm.","author":"Eric-Emmanuel Schmitt","category":"Time, Day, Road"},{"quote":"When you are fitted in a racing car and you race to win, second or third place is not enough.","author":"Ayrton Senna","category":"Win, Racing, You"},{"quote":"A lot of the songs start with an image. I was sitting there playing the guitar and I pictured this old, dirty green car, with the window rolled down, in the hot, hot, hot Texas heat, and this beautiful woman I knew when I was a kid sitting behind the wheel, looking out at me.","author":"Edie Brickell","category":"Beautiful, Beautiful Woman"},{"quote":"I'm not trying to be new school and I'm not old school - I'm classic. There's a lot of new cars and there's a lot of old cars, but I'm just classic in doing what I do.","author":"LL Cool J","category":"School, Trying, Doing"},{"quote":"I love fast cars... and to go too fast in them.","author":"Lara Flynn Boyle","category":"Love, Fast, Go"},{"quote":"I'm a crazy car guy. I've got an airplane hangar full of cars.","author":"Paul Walker","category":"Crazy, Airplane, Guy"},{"quote":"I was hit by a car once on my bike, but I still rode home.","author":"Amy Winehouse","category":"Home, Bike, Still"},{"quote":"My first car was a motorcycle.","author":"Adam Carolla","category":"Motorcycle, First"},{"quote":"It's very hard for me to get a new car. It's really hard for me to get a new house. It's really hard for me to move on from the things that give me stability.","author":"Jodie Foster","category":"Me, New Car, House"},{"quote":"Roads get wider and busier and less friendly to pedestrians. And all of the development based around cars, like big sprawling shopping malls. Everything seems to be designed for the benefit of the automobile and not the benefit of the human being.","author":"Bill Bryson","category":"Roads, Shopping, Development"},{"quote":"I think cars encapsulate the history of innovation and style - it's the other side of the coin of the car being public enemy No.1.","author":"Norman Foster","category":"History, Innovation, Style"},{"quote":"Songs don't have to be about going out on Saturday night and having a good rink-up and driving home and crashing cars. A lot of what I've done is about alienation... about where you fit in society.","author":"David Bowie","category":"Home, Good, Society"},{"quote":"If I were to look in the United States or in Europe, in some of the garages, you would have a Bentley or two Bentleys or a high-end Mercedes, and you may find a Smart also in that same garage because that person thinks it's a fun extra car to have. He may have four cars but also have a Smart because he thinks it is cute.","author":"Ratan Tata","category":"Smart, Fun, Cute"},{"quote":"I enjoy racing historic motorcars from the '50s and '60s. The seed of my interest was planted when I was about 12 years old and took over my mother's Morris Minor. I drove it around my father's farm. But my favorite car is still a McLaren F1, which I have had for 10 years.","author":"Rowan Atkinson","category":"Father, Mother, Enjoy"},{"quote":"It's annoying when someone's in front of you driving ten miles an hour, and you're like, 'Okay, today,' and someone else is on the side of you, so you can't pass them, and when you finally do pass them and they are texting, the laser cannons just come out and disintegrate that car.","author":"Glenn Danzig","category":"Today, Driving, You"},{"quote":"Flying a good airplane doesn't require near as much attention as a motor car.","author":"Charles Lindbergh","category":"Good, Flying, Airplane"},{"quote":"Most people have no concept of how an automatic transmission works, yet they know how to drive a car. You don't have to study physics to understand the laws of motion to drive a car. You don't have to understand any of this stuff to use Macintosh.","author":"Steve Jobs","category":"People, Know, You"},{"quote":"My opinion is it's a bridge too far to go to fully autonomous cars.","author":"Elon Musk","category":"Bridge, Opinion, Far"},{"quote":"Here is a new car, a new iPhone. We buy. We discard. We buy again. In recent years, we've been doing it faster.","author":"Arlie Russell Hochschild","category":"Doing, New Car, New"},{"quote":"I want a car that will last 10 years or longer because I totally hate the process of researching, shopping for a new car, and then haggling for the price. I wish I could just snap my fingers and my car is there.","author":"Kiran Ahluwalia","category":"Hate, Shopping, Want"},{"quote":"Electric cars aren't pollution-free they have to get their energy from somewhere.","author":"Alexandra Paul","category":"Energy, Somewhere"},{"quote":"Success is not two cars or a swimming pool. It's the approval of your peers.","author":"Peter Finch","category":"Success, Swimming, Two"},{"quote":"The newly decorated theatres produced things like car parks and restaurants, so you could have a good night out, quite cheaply without all that bother of having to go somewhere else.","author":"Timothy West","category":"Good, Good Night, Night"},{"quote":"To attract men, I wear a perfume called 'New Car Interior.'","author":"Rita Rudner","category":"Men, New Car, New"},{"quote":"I was quiet, a loner. I was one of those children where, if you put me in a room and gave me some crayons and a pencils, you wouldn't hear from me for nine straight hours. And I was always drawing racing cars and rockets and spaceships and planes, things that were very fast that would take me away.","author":"Gary Oldman","category":"Children, Me, Drawing"},{"quote":"I admit to wasting my life messing around with fast cars and motorcycles.","author":"Brock Yates","category":"Life, My Life, Fast"},{"quote":"I'm starting to think about things that I want to do, things that are fun. One of them is driving a car like a Porsche. I've driven a lot of cars - sedans, trucks and big family vehicles all year long. But there's nothing like a four-wheel-drive Porsche.","author":"Kevin O'Leary","category":"Family, Fun, Long"},{"quote":"I've actually made a prediction that within 30 years a majority of new cars made in the United States will be electric. And I don't mean hybrid, I mean fully electric.","author":"Elon Musk","category":"New, Mean, Within"},{"quote":"Every new car, you open the door, and you look at all those internal mellifluous swoopy bits, and they have no meaning.","author":"Jonathan Ive","category":"Door, Meaning, You"},{"quote":"I know people think we drive around in these nice cars and we do whatever we want and our parents will pay our credit cards, but that's not the case. Sure, my parents were generous; I got a nice car at 16, but at 18 I was cut off. I've worked really hard. I opened the store myself.","author":"Kim Kardashian","category":"Myself, Parents, People"},{"quote":"From solar to electric cars, from geothermal to reconfiguring the grid, the scale of investment needed in green technologies in order to meet whatever agreements on emissions reductions are finally agreed will be immense.","author":"Noreena Hertz","category":"Green, Solar, Investment"},{"quote":"I had a fairly enlightened dad, though if you looked at his resume, it might not seem that way. He was a chartered accountant for Price Waterhouse. He was strict, and we had a very ordered life. To this day, I am the least materialistic person I know, because my father didn't raise me to just go out and buy this or that car.","author":"Hugh Jackman","category":"Life, Day, Father"},{"quote":"Onion rings in the car cushions do not improve with time.","author":"Erma Bombeck","category":"Time, Improve, Onion"},{"quote":"There is a limit to the application of democratic methods. You can inquire of all the passengers as to what type of car they like to ride in, but it is impossible to question them as to whether to apply the brakes when the train is at full speed and accident threatens.","author":"Leon Trotsky","category":"Impossible, Train, Speed"},{"quote":"In Formula One, the car can make a difference in a way that a driver cannot. Whereas Michael Schumacher and Ayrton Senna spent their early seasons in second-rate machinery, Hamilton walked into the equal best car on the grid. His first season none the less has, by any standards, been extraordinary.","author":"Martin Jacques","category":"Best, Make A Difference"},{"quote":"I'm a hard worker, and everything with me is, if I work hard, I should get paid for it. Everything with me, I try to symbolize something flashy like jewelry or a car. The rubbing hands is a symbol of hustling, so it goes back to the money.","author":"Birdman","category":"Work, Money, Work Hard"},{"quote":"That's the first sign you know you're a Libertarian. You see the red light. You stop. You realize that there's not a car in sight. And you put your foot on the gas.","author":"Gary Johnson","category":"Light, Red, Know"},{"quote":"For me, not owning a car means I may spend a little extra time on public transportation, but I can use that time to read, catch up on work projects, and make the phone calls I couldn't get to earlier. Plus, I never waste time at the mechanics or gas station.","author":"Lynn Jurich","category":"Work, Time, Me"},{"quote":"In August of 2002, I survived a car accident. Although I can still see the van speeding toward us, I cannot bring to mind the crash itself - only its aftermath.","author":"Siri Hustvedt","category":"Mind, I Can, See"},{"quote":"One person's car is another person's scenery.","author":"Jonathan Ive","category":"Scenery, Person, Another"},{"quote":"We want to get to the point that using Uber is cheaper than owning a car.","author":"Travis Kalanick","category":"Want, Point, Uber"},{"quote":"The older Mercedes is absolutely beautiful. It's got that lovely purring feeling as the engine ticks over, which you just don't get in a modern car.","author":"Sarah Alexander","category":"Beautiful, You, Lovely"},{"quote":"At a European auto show, I had someone from a German car company come up to me and say the Karma should cost $125,000, not $87,900, but our development process lets us lower the costs. I guarantee it's profitable.","author":"Henrik Fisker","category":"Karma, Me, Company"},{"quote":"When you get into a car, and there's trash, or it's dirty, or one of the hubcaps is off, you're like, 'Come on, dude.' Every woman likes the confidence and self-respect that says, 'I get oil changes. I look after my vehicle.' That's what I recommend: Act like you don't care, but take care of your body.","author":"T. J. Miller","category":"Confidence, Woman, Changes"},{"quote":"I love vintage cars because you can do so much more to them.","author":"T-Pain","category":"Love, Vintage, You"},{"quote":"I play the harmonica. The only way I can play is if I get my car going really fast, and stick it out the window.","author":"Steven Wright","category":"Window, Fast, Play"},{"quote":"The culture is going into a psychological depression. We are concerned about our place in the world, about being competitive: Will my children have as much as I have? Will I ever own my own home? How can I pay for a new car? Are immigrants taking away my white world?","author":"James Hillman","category":"Children, Home, Culture"},{"quote":"I like to smile a lot before going in the car. I make jokes, even on the grid, and then I can still manage to focus when it counts.","author":"Romain Grosjean","category":"Smile, Focus, I Can"},{"quote":"I had a friend who was a clown. When he died, all his friends went to the funeral in one car.","author":"Steven Wright","category":"Friends, Friend, Clown"},{"quote":"We could definitely make a flying car - but that's not the hard part. The hard part is, how do you make a flying car that's super safe and quiet? Because if it's a howler, you're going to make people very unhappy.","author":"Elon Musk","category":"Flying, People, You"},{"quote":"We're in a giant car heading towards a brick wall and everyone's arguing over where they're going to sit.","author":"David Suzuki","category":"Brick, Arguing, Everyone"},{"quote":"We're going to test with the same car, but we have a new car ready.","author":"Larry Dixon","category":"New Car, Test, New"},{"quote":"My kids always perceived the bathroom as a place where you wait it out until all the groceries are unloaded from the car.","author":"Erma Bombeck","category":"You, Place, Kids"},{"quote":"It's a massive motor in a tiny, lightweight car.","author":"Carroll Shelby","category":"Motor, Massive, Lightweight"},{"quote":"Electric cars are coal-powered cars. Their carbon emissions can be worse than gasoline-powered cars.","author":"Vinod Khosla","category":"Electric Cars, Carbon, Worse"},{"quote":"A car is like a mother-in-law - if you let it, it will rule your life.","author":"Jaime Lerner","category":"Life, Mother-In-Law, You"},{"quote":"'Mosaic' is about what we see and what we don't see. I learned how people can develop other senses to compensate for a missing one when I was a child. My best friend, Carol, who is profoundly deaf, saved me from an approaching car that she 'heard' when I didn't.","author":"Gayle Lynds","category":"Best, Best Friend, Child"},{"quote":"Parisians overwhelmingly buy small cars. And it's not because people are petite, but because fuel is drop-dead expensive. Gasoline costs more than twice as much in Paris as in New York.","author":"Serge Schmemann","category":"Small, New York, People"},{"quote":"I hooked up my accelerator pedal in my car to my brake lights. I hit the gas, people behind me stop, and I'm gone.","author":"Steven Wright","category":"Me, People, Stop"},{"quote":"I replaced the headlights in my car with strobe lights, so it looks like I'm the only one moving.","author":"Steven Wright","category":"Moving, Looks, Like"},{"quote":"In the last three years of racing I've met as many women fans as men fans, and in NASCAR it's the same thing. My wife loves cars, but the difference is she doesn't have 20 years of understanding the background of them. She basically drives them and uses her gut feelings as to which is best.","author":"Tim Allen","category":"Women, Best, Wife"},{"quote":"I would have probably stolen cars - it would have given me the same adrenaline rush as racing.","author":"Valentino Rossi","category":"Racing, Me, Same"},{"quote":"I always do like seeing other people dance in their cars. It's one of the things that makes me happy.","author":"Ariel Gore","category":"Happy, Dance, Me"},{"quote":"I only know it takes weeks to recover, as if one had been in a car accident.","author":"Patricia Highsmith","category":"Know, Car Accident, Accident"},{"quote":"I dated a guy and he liked me but I didn't like him. I went through his wardrobe and cleaned out his house and got him to get a new car. He said to me, 'If I give you $10,000, will you find me my wife because I want someone like you?' And within a year, he got married. That was the first match that led to me leaving my corporate job.","author":"Patti Stanger","category":"Job, Wife, Me"},{"quote":"Racism has been for everyone like a horrible, tragic car crash, and we've all been heavily sedated from it. If we don't come into consciousness of this tragedy, there's going to be a violent awakening we don't want. The question is, can we wake up?","author":"Anna Deavere Smith","category":"Racism, Wake Up, Tragedy"},{"quote":"Bad debt is debt that makes you poorer. I count the mortgage on my home as bad debt, because I'm the one paying on it. Other forms of bad debt are car payments, credit card balances, or other consumer loans.","author":"Robert Kiyosaki","category":"Home, Credit, You"},{"quote":"The Rolls Royce was the real first car. It wasn't the first new car I got, but it was the first real car I bought that's like, 'Wow, I got this.'","author":"Meek Mill","category":"New Car, Real, New"},{"quote":"I remember having my father stand over me when I had driven over my own foot; one leg was out of the car and one leg was in the car. He looked at me and told me that I was a drunk and that he was ashamed to call me his son. That night, I stopped drinking and I never drank again; I was twenty four.","author":"Randy Bachman","category":"Father, Son, Night"},{"quote":"If you think nobody cares if you're alive, try missing a couple of car payments.","author":"Earl Wilson","category":"Think, You, Try"},{"quote":"In sport there is never any moment that is the same as the other. I have been in Formula One for 12 years, and out of that I had one year with the perfect car.","author":"Michael Schumacher","category":"Moment, Perfect, Years"},{"quote":"I'm not a bad driver. And I never will be because I took lessons when I was quite a boy. I never had to pass a test because there wasn't such a thing when I first started driving a motor car. So I didn't have to pass one.","author":"Richard Murdoch","category":"Driving, Boy, Test"},{"quote":"As soon as I get my car I think I'll be going to the cinema more. Since I don't go very often, there are no films that are a must see at the moment. I usually wait till they come out on DVD.","author":"Tom Felton","category":"Moment, Think, See"},{"quote":"The city needs a car like a fish needs a bicycle.","author":"Dean Kamen","category":"City, Fish, Bicycle"},{"quote":"I know a man who doesn't pay to have his trash taken out. How does he get rid of his trash? He gift wraps it, and puts in into an unlocked car.","author":"Henny Youngman","category":"Man, Gift, Know"},{"quote":"I've always had an affinity and a passion for cars and that whole car culture.","author":"Ludacris","category":"Culture, Passion, Always"},{"quote":"I've always wanted to race cars, ever since I was a young boy, as I think a lot of guys have.","author":"Paul Walker","category":"Think, Young, Boy"},{"quote":"I know I'm not supposed to like muscle cars, but I like muscle cars.","author":"Joe Biden","category":"Know, Like, Muscle"},{"quote":"Detroit: Cars and rock 'n' roll. Not a bad combo.","author":"Kid Rock","category":"Rock, Bad, Roll"},{"quote":"You know what I really love? The CD players in a car. How when you put the CD right up by the slot, it actually takes it out of your hand, like it's hungry. It pulls it in, and you feel like it wants more silver discs.","author":"Tom Waits","category":"Love, Know, You"},{"quote":"A woman is gentle, soft, delicate, and a man's position is to protect her, help her up stairs, make sure she's in the car safely first. Take good care of your woman, and the sky's the limit!","author":"Taraji P. Henson","category":"Good, Man, Sky"},{"quote":"Driving will never be away from me - I can't just give it up. It's all I've ever done, and there's something about being in that car.","author":"Jimmie Johnson","category":"Me, Driving, Done"},{"quote":"Short stories, for me, it's like you step inside this brand new car and you drive it and you drive it into a tree and you walk away from it.","author":"Kevin Wilson","category":"Tree, Short, Walk"},{"quote":"I am quite a relaxed person out of the car, but in the car I am aggressive, I never give up, I fight to the end and I try 100% all the time.","author":"Heikki Kovalainen","category":"Time, Never Give Up, I Am"},{"quote":"Traffic in the streets of Bombay is chaotic at best. Riding a bicycle is a dangerous occupation. However, there are hundreds of them on the streets competing with the cars and buses and lorries because it is the poor man's mode of transport.","author":"Rohinton Mistry","category":"Best, Man, Bicycle"},{"quote":"Why are video games so violent? The ones I've seen remind me of the 4th of July, with everything exploding, buildings, cars, airplanes, men and women. Kill, kill, and kill for sport and entertainment.","author":"Madeleine M. Kunin","category":"Women, Men, Video Games"},{"quote":"Rappers aren't the really rich ones. We all have nice houses with studios and cars, but you need a piece of someone's business to be super wealthy.","author":"Drake","category":"Business, Rich, Nice"},{"quote":"You can take lessons to become almost anything: flying lessons, piano lessons, skydiving lessons, acting lessons, race car driving lessons, singing lessons. But there's no class for comedy. You have to be born with it. God has to give you this gift.","author":"Steve Harvey","category":"God, Gift, Singing"},{"quote":"My choices, including those related to the day-to-day aspects of life, like the use of a modest car, are related to a spiritual discernment that responds to a need that arises from looking at things, at people and from reading the signs of the times. Discernment in the Lord guides me in my way of governing.","author":"Pope Francis","category":"Life, Spiritual, Reading"},{"quote":"People ask for this life, but they don't really understand what comes with it. People just see the outside and that looks good - big houses, cars, girls, but you never see how the person is feeling deep down inside. Me personally, being a man, I'm going to feel better displaying all of this and pouring my heart out on each record.","author":"Bow Wow","category":"Life, Good, Deep"},{"quote":"Justice is expensive in America. There are no Free Passes... You might want to remember this, the next time you get careless and blow off a few Parking Tickets. They will come back to haunt you the next time you see a Cop car in your rear-view mirror.","author":"Hunter S. Thompson","category":"Time, Justice, America"},{"quote":"In theory, cars are fairly simple. If they don't start, it's either the fuel system or the electrical system. Teach yourself about the path of each in your engine and tracing it is fairly straightforward. But at the beginning, mastering each new system seems like an unreachable shore. The car is effectively a black box.","author":"Adam Savage","category":"Path, Simple, Yourself"},{"quote":"I love to personalize things. I love to make things my own. I like to name everything - from cars to iPhones to the socks I just lost.","author":"Rachel Nichols","category":"Love, Lost, Name"},{"quote":"My mother's sister was killed in a trolley car accident, so I was raised as one of eight with my sister and six male cousins.","author":"Alan King","category":"Sister, Mother, Cousins"},{"quote":"The Internet has made some phenomenal breakthroughs that are still only poorly understood in terms of changing people's ideas of us and them. If mass media, social isolation in the suburbs, alienating workplaces and long car commutes create a bunker mentality, the Internet does the opposite.","author":"Alex Steffen","category":"Ideas, Media, Internet"},{"quote":"You can't stop everything from happening. But we've gotten to a point where we're certainly trying. If a car doesn't have four hundred air bags in it, then it's no good.","author":"Clint Eastwood","category":"Good, Trying, You"},{"quote":"If you think about computing, there isn't just one way to compute, just like there's not just one way to move around. You can have shoes, you can have a car, you can have a bicycle, submarine, rocket, plane, train, glider, whatever. Because you have one doesn't mean you get rid of another one... But PCs continue to be important.","author":"Michael Dell","category":"Shoes, Train, Bicycle"},{"quote":"I'm just disillusioned with the hip-hop sound right now. It's too materialistic. You know, I'm the kind of guy ... I can't do that. If you track my movement, you'll never see a picture of me with any girl that wasn't mine, or my own car. My jewelry, my clothes. What kind of gangsta rapper has a stylist? A stylist?!","author":"Ice T","category":"Girl, Jewelry, Me"},{"quote":"When billionaire car dealers or manufacturers pay for ambassadorships, at least they pay with money earned by selling something of value.","author":"Elizabeth Warren","category":"Money, Value, Selling"},{"quote":"Have you read 'The Grapes of Wrath?' That was my family. My dad was a sharecropper in western Oklahoma. When the dust storms came and everything got wiped out, they came to California. The guys with the mattresses on the tops of their cars in the movie? That was the way it was.","author":"B. Wayne Hughes","category":"Family, You, Dust"},{"quote":"I noticed the people who drove the nicest cars were all in the garment business.","author":"Do Won Chang","category":"Business, People, Noticed"},{"quote":"I've always worked on my own home and different places that I've owned. I really enjoyed it. But I'm a mechanic, a motorcycle and car builder.","author":"Antonio Sabato, Jr.","category":"Home, Motorcycle, Mechanic"},{"quote":"I don't buy cars I can't drive.","author":"Wayne Huizenga","category":"Drive, Buy"},{"quote":"Most of us have to spend a lot of energy to learn how to drive a car. Then we have to spend the rest of our lives over-concentrating as we drive and text and eat a burrito and put on makeup. As a result, 30,000 people die every year in a car accident in the U.S.","author":"Astro Teller","category":"Makeup, Energy, People"},{"quote":"When I turned 16, my dad made me sign a contract - he made us sign contracts for everything - that if I hit my car, I would be responsible for paying for it. I was in bumper-to-bumper traffic, and I tapped someone. It was so not a big deal, but I had to pay for it.","author":"Kim Kardashian","category":"Me, Traffic, Responsible"},{"quote":"I have a nice car, a Mercedes. And then I have an old El Camino truck that I'm crazy about. I like to get in that truck and go up in the hills near where I live, in Vegas, and take my camera. That, to me, is Heaven, being out in nature, taking pictures of the wildlife.","author":"B. B. King","category":"Nature, Crazy, Me"},{"quote":"CGI has fully ruined car crashes. Because how can you be impressed with them now? When you watch them in the '70s, it was real cars, real metal, real blasts. They're really doing it and risking their lives. But I knew CGI was gonna start taking over.","author":"Quentin Tarantino","category":"Start, Doing, You"},{"quote":"If you're one car accident away from poverty, you're on a high wire without a safety net. And that's a challenging proposition.","author":"Thomas Perez","category":"Safety, Poverty, You"},{"quote":"Stationary storage will be as big as the car business long term. The growth rate will probably be several times what it is for the car business.","author":"Elon Musk","category":"Business, Growth, Long"},{"quote":"Latency is very important when you think about autonomous cars and things like that - 5G will really change the game, and I think will be another spike of growth in the wireless industry.","author":"Lowell McAdam","category":"Change, Growth, Game"},{"quote":"I grew up on the back of a motorcycle - my dad didn't have a car until I was a teenager.","author":"Aisha Tyler","category":"Motorcycle, Up, Back"},{"quote":"Anyone who has ever been privileged to direct a film also knows that, although it can be like trying to write 'War and Peace' in a bumper car in an amusement park, when you finally get it right, there are not many joys in life that can equal the feeling.","author":"Stanley Kubrick","category":"Life, Peace, War"},{"quote":"Why shouldn't a car key look like a car?","author":"Franz von Holzhausen","category":"Key, Look, Why"},{"quote":"I've got a great team of engineers behind this race car. I've got a great bunch of mechanics that make it reliable. This car is developed to go out there and be better than the Reynard, and I feel that it is.","author":"Al Unser","category":"Team, Great, Better"},{"quote":"Should we have background checks, waiting periods? To drive a car you have to pass a test that shows you know how to drive your car safely, you should have to do the same thing with guns.","author":"Michael D. Barnes","category":"Waiting, Know, Guns"},{"quote":"I was a workaholic. I never stopped. I lived in fifth gear. I bought cars. I invested in stocks. I made more money than I had ever imagined.","author":"Mitch Albom","category":"Money, Never, Workaholic"},{"quote":"In my iPod, there are many operas, from A to Z. I have 'Aida' and 'Boheme' and 'Butterfly' and 'Cavalleria'. My passion is for opera, but when I'm in the car, I listen to everything.","author":"Andrea Bocelli","category":"Passion, Butterfly, Listen"},{"quote":"You have to maintain the balance between fast growth and smooth growth. It's like driving a car and knowing when to balance the gas pedal and the brake.","author":"Guo Guangchang","category":"Growth, Balance, You"},{"quote":"Win or lose, star or not, you wait for your car with everyone else, and waiting for your car is a drag.","author":"Teri Garr","category":"Waiting, Win, Win Or Lose"},{"quote":"In this industry, you have to have passion. It's tough; there's no mercy. But I just love cars - I love to bring a new car to market. And every time I do this, it gets a little easier.","author":"Henrik Fisker","category":"Love, Time, Passion"},{"quote":"My favorite part of any playdate comes later when I get to carry my exhausted and sleeping daughter to the car. Is there anything more trusting than a sleeping child completely and utterly leaning into your body?","author":"Nia Vardalos","category":"Daughter, Child, Body"},{"quote":"I see a future where American companies lead the world in the production of hybrid-plug in cars and electric vehicles.","author":"Bernie Sanders","category":"Future, American, World"},{"quote":"My dad took me out to see a meteor shower when I was a little kid, and it was scary for me because he woke me up in the middle of the night. My heart was beating; I didn't know what he wanted to do. He wouldn't tell me, and he put me in the car and we went off, and I saw all these people lying on blankets, looking up at the sky.","author":"Steven Spielberg","category":"Heart, Sky, Night"},{"quote":"A car is only trouble at a certain point.","author":"Ryan Gosling","category":"Trouble, Point, Only"},{"quote":"This is going to sound ridiculous, but I remember watching 'Boyz n the Hood,' and there is a scene where Cuba Gooding, Jr. gets pressed against a car by a police officer, and he starts crying because it's so humiliating. I remember thinking in that moment that I could totally identify with him, and I'm a little white kid from Canada.","author":"Ryan Gosling","category":"Thinking, Moment, Remember"},{"quote":"On a bike, being just slightly above pedestrian and car eye level, one gets a perfect view of the goings-on in one's own town.","author":"David Byrne","category":"Eye, Bike, View"},{"quote":"I'm very fond of Tennessee Williams' plays, and when my husband and I went to New Orleans in the late 1970s, we saw 'A Street Car Named Desire.'","author":"Ruth Rendell","category":"Husband, Late, Desire"},{"quote":"For me, personally, skiing holds everything. I used to race cars, but skiing is a step beyond that. It removes the machinery and puts you one step closer to the elements. And it's a complete physical expression of freedom.","author":"Robert Redford","category":"Freedom, Step, Me"},{"quote":"The fact is I like Mumbai less and less. My son says, 'Baba, let's go for a drive', and I tell him, 'Where's the fun of a drive in this place?' You get caught in a million traffic jams, and you spend time cooped in your car with all that mad cacophony around you.","author":"Om Puri","category":"Time, Son, Fun"},{"quote":"I went to Zimbabwe. I know how white people feel in America now relaxed! Cause when I heard the police car I knew they weren't coming after me!","author":"Richard Pryor","category":"America, Me, People"},{"quote":"Yeah, well I think anyone who likes fast cars will love the Tesla. And it has fantastic handling by the way. I mean this car will crush a Porsche on the track, just crush it. So if you like fast cars, you'll love this car. And then oh, by the way, it happens to be electric and it's twice the efficiency of a Prius.","author":"Elon Musk","category":"Love, Efficiency, Think"},{"quote":"My first car was a BMW. A white BMW.","author":"Jamie-Lynn Sigler","category":"White, First, BMW"},{"quote":"We should tell our kids to just have fun, participate and not get bent on winning or losing. But every coach, when they say that, they say it tongue in cheek, 'Don't worry about winning': If you win I'll get you ice cream, but if you lose I'm going to pout in the car.","author":"Bode Miller","category":"Winning, Fun, Losing"},{"quote":"The bass player's function, along with the drums, is to be the engine that drives the car... everything else is merely colours.","author":"Suzi Quatro","category":"Everything, Bass, Drums"},{"quote":"A perfect day would be to get into the car, drive out to Yosemite and go camping.","author":"Michael Steger","category":"Day, Perfect, Camping"},{"quote":"Pilots have their names painted just beneath the canopy of their aircraft. This gives the pilot a sense of ownership for his or her jet. What's more, like cars, each aircraft has its own personality, so it's important for a pilot to get to know and love his aircraft.","author":"Simon Sinek","category":"Love, Personality, Know"},{"quote":"Self-driving cars are the natural extension of active safety and obviously something we should do.","author":"Elon Musk","category":"Safety, Something, Natural"},{"quote":"Electric cars are going to be very important for urban transportation.","author":"Carlos Ghosn","category":"Important, Transportation"},{"quote":"My favorite affirmation when I feel stuck or out of sorts is: Whatever I need is already here, and it is all for my highest good. Jot this down and post it conspicuously throughout your home, on the dashboard of your car, at your office, on your microwave oven, and even in front of your toilets!","author":"Wayne Dyer","category":"Home, Good, Favorite"},{"quote":"The subway in New York is a great social experiment there are so many races and ways of life sitting together on each car.","author":"Jon Batiste","category":"Life, Great, Together"},{"quote":"You can't develop a great car and sell it as an independent. You can develop a great car and make a deal with Mercedes.","author":"Eric Fellner","category":"Great, Independent, You"},{"quote":"What a piece of garbage this smart car is. There's a commercial - the smart car has zero percent interest for six years. Well, good, I got zero percent in six years in buying this smart car. I'll tell you that much. I mean, it's ridiculous. My buddy has a smart car, totaled it. He hit a deer tick.","author":"Larry the Cable Guy","category":"Good, Smart, You"},{"quote":"I think that just sitting down and having casual conversation is the hardest stuff to do. But the extremes? I know what it feels like to come racing around the corner at 90 miles an hour, sliding the car sideways. I know what gear I'm hitting it in when I'm coming around the corner and where I need to downshift. So to me, that's the fun stuff.","author":"Paul Walker","category":"Fun, Me, Conversation"},{"quote":"Whither goest thou, America, in thy shiny car in the night?","author":"Jack Kerouac","category":"America, Night, Thou"},{"quote":"My husband is pretty particular about his cars. In his opinion, the Mercedes are the best of the best.","author":"Lauren Lee Smith","category":"Best, Husband, Opinion"},{"quote":"We don't sell a car, we sell a dream. We are Italy's national team. There are many great soccer teams in our country, but there is only one Ferrari.","author":"Luca Cordero di Montezemolo","category":"Team, Great, Soccer"},{"quote":"I love getting on the subway because you get on the car, and you see the entire human race represented in any given subway car.","author":"Tim Daly","category":"Love, You, See"},{"quote":"A life can get knocked into a new orbit by a car crash, a lottery win or just a bleary-eyed consultant giving bad news in a calm voice.","author":"David Mitchell","category":"Life, Giving, Calm"},{"quote":"If you own a home with wheels on it and several cars without, you just might be a redneck.","author":"Jeff Foxworthy","category":"Home, You, Redneck"},{"quote":"However happy people say they are, nobody is satisfied: we always have to be with the prettiest woman, buy a bigger house, change cars, desire what we do not have.","author":"Paulo Coelho","category":"Change, Happy, Woman"},{"quote":"Like cars, every relationship requires a bit of an occasional service, and fine-tuning should be compulsory.","author":"Mariella Frostrup","category":"Relationship, Service, Like"},{"quote":"When you're in a race car, you're going through so many different emotions throughout that race.","author":"Jeff Gordon","category":"Emotions, You, Through"},{"quote":"I was 16 years old, driving to LA, and sleeping in my car, just trying to make it happen.","author":"Nick Cannon","category":"Make It Happen, Driving"},{"quote":"Driving with one foot on the accelerator and the other on the brake is likely to get you nowhere, but certainly will burn out vital parts of your car. Similarly, cutting taxes on the middle class, but increasing them on the 'rich' is likely to result in an economic burnout.","author":"Terry Savage","category":"Driving, Rich, You"},{"quote":"My mother was determined to make us independent. When I was four years old, she stopped the car a few miles from our house and made me find my own way home across the fields. I got hopelessly lost.","author":"Richard Branson","category":"Home, Mother, Me"},{"quote":"Relationships, like cars, should undergo regular services to make sure they are still roadworthy.","author":"Zygmunt Bauman","category":"Relationships, Like, Still"},{"quote":"I love speed. I love racing cars, whether it's on the streets or wherever. Don't tell the St. Louis police, though.","author":"Nelly","category":"Love, Police, Speed"},{"quote":"When my car runs out of gas, I buy a new one. I don't want to ride around in a quitter.","author":"Stephen Colbert","category":"Ride, Want, New"},{"quote":"These songs are old friends I have entertained myself with when I'm washing the dishes, driving to the store and walking down the aisles. The ones that you sing when you're driving in the car and as a singer you always go back to them.","author":"Al Jarreau","category":"Friends, Myself, Old Friends"},{"quote":"When you're in your 20s, you're a little more carefree; you're single. You have a very different way of looking at the world and experiencing the world. But later in your 30s, when you have children, a career, career obstacles, mortgages, car payments and relationships, you have to negotiate; that's a very different life.","author":"Melissa De Sousa","category":"Life, Children, World"},{"quote":"One time, I was posing on a car for a calendar shoot. I was doused with oil and literally slid off the car, bikini, heels and all!","author":"Candace Kita","category":"Time, Oil, Posing"},{"quote":"First time I looked at a Formula One car in person, I just stared at the cockpit, figuring I'd never get in there. The drivers wear the whole car like a tight-fitting suit.","author":"Chris Hemsworth","category":"Time, First Time, Person"},{"quote":"Part of my problem is that I cannot dispel the myths that have somehow accumulated over the years. Somebody writes something, it's completely off the wall, but it gets filed and repeated until everyone believes it. For instance, I've read that I wear a football helmet in the car.","author":"Stanley Kubrick","category":"Football, Problem, Years"},{"quote":"I have bad reflexes. I was once run over by a car being pushed by two guys.","author":"Woody Allen","category":"Run, Bad, Two"},{"quote":"The world is full of abundance and opportunity, but far too many people come to the fountain of life with a sieve instead of a tank car... a teaspoon instead of a steam shovel. They expect little and as a result they get little.","author":"Ben Sweetland","category":"Life, Opportunity, World"},{"quote":"We must move away from our dependency on fossil fuels, and I am glad that GM has invested over $1 billion in hydrogen fuel cells cars to meet this goal.","author":"Albert Wynn","category":"Environmental, I Am, Goal"},{"quote":"At a car dealership, the person who sells the car is the hero, and also gets the commission. But if the mechanics don't service that car well, the customer won't return.","author":"Roger Staubach","category":"Hero, Service, Customer"},{"quote":"How many times have you been on the freeway and had someone fly by you at 100 mph then end up two cars ahead of you at the off ramp? What's the point?","author":"Mark Harmon","category":"End, Fly, You"},{"quote":"I'm addicted to laughing. I go to see a lot of comedy shows. I'm addicted to playing really loud and obnoxious rock music in my car. I'm addicted to beautiful clothes and shoes. I just love gorgeous stuff and work hard to acquire pretty things, shiny things. I'm addicted to shiny things!","author":"Nadia Giosia","category":"Love, Work, Music"},{"quote":"'Blind Curve,' the book I'm working on now, sprang from a crazy incident that happened to me last year while on my book tour. I was pulled out of my car for a minor traffic violation - an incident that escalated into my being thrown into cuffs and told I was going to jail. Except in my story, the hero doesn't get off as easily as I did.","author":"Andrew Gross","category":"Hero, Book, Crazy"},{"quote":"Part of us believes the new car is better because it lasts longer. But, in fact, that's the worst thing about the new car. It will stay around to disappoint you, whereas a trip to Europe is over. It evaporates. It has the good sense to go away, and you are left with nothing but a wonderful memory.","author":"Daniel Gilbert","category":"Good, Memory, Better"},{"quote":"I don't think I'm a good ol' boy. Honestly, the last thing I am is a redneck. I like silk sheets, fancy cars, beautiful women, good whiskey.","author":"Joe Jamail","category":"Beautiful, Women, Good"},{"quote":"I was homeless for almost a year and a half, just living in my car or bouncing around peoples' houses, going to 7-Eleven at the end of the day and asking them for the taquitos that they were going to throw out because I hadn't eaten in two days.","author":"Andy Biersack","category":"Day, Homeless, End"},{"quote":"A broad margin of leisure is as beautiful in a man's life as in a book. Haste makes waste, no less in life than in housekeeping. Keep the time, observe the hours of the universe, not of the cars.","author":"Henry David Thoreau","category":"Life, Time, Beautiful"},{"quote":"By the end of the 1950s, American cars were so reliable that their reliability went without saying even in car ads. Thousands of them bear testimony to this today, still running on the roads of Cuba though fueled with nationalized Venezuelan gasoline and maintained with spit and haywire.","author":"P. J. O'Rourke","category":"Today, American, End"},{"quote":"In Copenhagen, there's a long-term commitment to creating a well-functioning pedestrian city where all forms of movement - pedestrian, bicycles, cars, public transportation - are accommodated with equal priority.","author":"Bjarke Ingels","category":"City, Commitment, Creating"},{"quote":"I try to get away from the pits as quickly as I can. I speak to my engineer when I get out of the car, usually there's some press to do, then I will go off and have a shower and get my dry, clean overalls and clothing on. I'll have a massage, stretch and something to eat. I don't sleep, but I try to close my eyes for a while.","author":"Allan McNish","category":"Eyes, Sleep, Speak"},{"quote":"Americans are the only people in the world known to me whose status anxiety prompts them to advertise their college and university affiliations in the rear window of their automobiles.","author":"Paul Fussell","category":"College, World, Anxiety"},{"quote":"I don't run a car, have never run a car. I could say that this is because I have this extremely tender environmentalist conscience, but the fact is I hate driving.","author":"David Attenborough","category":"Hate, Driving, Conscience"},{"quote":"I don't like new cars I'm into vintage cars - there's a Jaguar E-Type in the 'Goldie' video.","author":"ASAP Rocky","category":"Vintage, New, Like"},{"quote":"I'm afraid we'll see reporters stop chasing quotes around the same time dogs stop chasing cars.","author":"Daniel Okrent","category":"Time, Dogs, See"},{"quote":"Long after the bomb falls and you and your good deeds are gone, cockroaches will still be here, prowling the streets like armored cars.","author":"Tama Janowitz","category":"Good, Long, You"},{"quote":"If I start outsourcing all my navigation to a little talking box in my car, I'm sort of screwed. I'm going to lose my car in the parking lot every single time.","author":"Ken Jennings","category":"Time, Start, Single"},{"quote":"I remember being at Greenblatt's on Sunset, and some guy just walked straight up to me, and he had some bling on and whatever, and said something about a party down in Malibu and asked if I would jump in his car and go to the party. All I could think was, 'Who are you? I don't know you, and I don't care about how good your car is.'","author":"Yvonne Strahovski","category":"Good, Sunset, Me"},{"quote":"Winter in the country is very white. There is black grit on all the shoulders of the roads and on the big mounds from the plows, and all the cars are filthy, but the fields are dazzling and untouched and pristine.","author":"Susan Orlean","category":"Winter, Roads, Black"},{"quote":"Tailor Made will help Ferrari's clients tailor their cars in a very personal, specific way. It's a bespoke service, like visiting Huntsman or Anderson & Sheppard or whoever your favourite Savile Row tailor is.","author":"Lapo Elkann","category":"Service, Help, Clients"},{"quote":"I like Mercedes because my wife has been in two big accidents and emerged without a scratch, thanks to the safety of these cars.","author":"Nobu Matsuhisa","category":"Safety, Wife, Thanks"},{"quote":"You can't tell what's aboard a container ship. We carried every kind of cargo, all of it on view: a police car, penicillin, Johnnie Walker Red, toilets, handguns, lumber, Ping-Pong balls, and IBM data cards.","author":"Christopher Buckley","category":"Police, Red, Data"},{"quote":"We were racing at circuits where there were no crash barriers in front of the pits, and fuel was lying about in churns in the pit lane. A car could easily crash into the pits at any time. It was ridiculous.","author":"Jackie Stewart","category":"Time, Racing, Lying"},{"quote":"Get in the race car do what I do then go home. We don't have freedom to do anything anymore.","author":"Tony Stewart","category":"Home, Freedom, Race"},{"quote":"Cars, furs, and gems were not my weaknesses.","author":"Gene Tierney","category":"Gems, Weaknesses, Were"},{"quote":"Normally in dangerous situations I have a getaway car.","author":"Sacha Baron Cohen","category":"Dangerous, Situations"},{"quote":"When life was worrying about a car payment or a rent payment and a bill, you're so consumed with that, you really don't have time to know yourself. That's surviving and getting by.","author":"Fred Durst","category":"Life, Time, Yourself"},{"quote":"Parking is a nightmare for me... I still have sensors on my car that help me park.","author":"Jordana Brewster","category":"Me, Help, Park"},{"quote":"Electric cars are not going to take the market by storm, but it's going to be a gradual improvement.","author":"Carlos Ghosn","category":"Storm, Improvement, Going"},{"quote":"Kill all the rich people. Break up their cars and apartments. Bring the revolution home, kill your parents, that's where it's really at.","author":"Bill Ayers","category":"Home, Parents, Rich"},{"quote":"You can know or not know how a car runs and still enjoy riding in a car.","author":"David Byrne","category":"Enjoy, Know, You"},{"quote":"Often motivated by a desire to maintain the existing status quo, sloth almost cost the U.S. its auto industry, as it refused for decades to build fuel-efficient cars to compete with Japanese, Korean and European imports.","author":"Simon Mainwaring","category":"Desire, Build, Cost"},{"quote":"My first car was a 1976 Toyota Corolla Liftback in red, like the one in 'The Blues Brothers.' I painted a Union Jack on the roof. I was absolutely in love with it until I destroyed it, which broke my heart!","author":"Richard Hammond","category":"Love, Heart, Red"},{"quote":"Okay, let's talk about cartoon labels for half a second - some people think anything with a dog or a car or a colorful alien is garbage, which is not true. Look at Big Moose Red. It's, like, a $6 wine with a cheesy label, and it's actually a solid wine.","author":"Gary Vaynerchuk","category":"Dog, Wine, Red"},{"quote":"My first car was an '84 Ford Taurus. It caught on fire from me trying to change the fuel pump, so that wasn't good at all. Dried leaves on the ground while I was trying to change the fuel pump. Don't do that. Do it on concrete.","author":"T-Pain","category":"Change, Good, Fire"},{"quote":"I hate the technological rip-offs that pass for music formats these days, and go back to vinyl to hear a good record because the sound is always so much fuller. I don't even like listening to music in the car.","author":"John Lydon","category":"Music, Good, Hate"},{"quote":"In an automobile, if you think about the navigation system - of all the cars in the world, four out of five cars in the world if they have a navigation system have something from Nokia inside that car - the data, the platform, something. So we play a very strong role there.","author":"Stephen Elop","category":"Strong, World, Data"},{"quote":"The first thing I ever rode when I was a kid was a motorcycle, so I knew how to drive a motorcycle before a car.","author":"John Travolta","category":"Motorcycle, Drive, First"},{"quote":"Nothing's ever too fast. Maybe sometimes on the road some people are too fast if they don't know how to control the car, but in racing, the faster and more power and grip, the better it is.","author":"Heikki Kovalainen","category":"Power, Road, Control"},{"quote":"The reason I moved to California the first time was to build the Cobra. I thought it was stupid to have a 1918 taxicab engine in what Europeans like to call a performance car when a little American V-8 could do the job better.","author":"Carroll Shelby","category":"Time, Job, American"},{"quote":"I drive the same car that I've driven since I was 16. That's who I am.","author":"Selena Gomez","category":"I Am, Drive, Same"},{"quote":"I don't even possess a car. I ride in auto-rickshaws because I like to be a part of the masses. I don't want to single myself out as someone up and above.","author":"Shakuntala Devi","category":"Myself, Ride, Want"},{"quote":"When I was a kid in Nebraska, a cantankerous farmer, known for plinking with his '22 at passing cars in which he perceived enemies, ingeniously rigged up a shotgun in his house, trained on the inside of his front door so as to widely distribute any intruder.","author":"Dick Cavett","category":"Door, Farmer, House"},{"quote":"My friend is a former race car driver, so he races for Mercedes, and I root for him. I have a car that I love to race, I'll take it to the track.","author":"Hill Harper","category":"Love, Friend, Race"},{"quote":"We loved cars until the '70s or so. Then they became appliances. They turned into motorized cup holders. Most of it has to do with urban sprawl. What began as pleasure ends up in necessity, as so many things do.","author":"P. J. O'Rourke","category":"Loved, Pleasure, Cup"},{"quote":"Even we schoolchildren know that ordinary diplomats don't drive around in unmarked cars carrying Glock pistols.","author":"Malala Yousafzai","category":"Drive, Know, Ordinary"},{"quote":"I thought boxes were the best toy. When my parents got a new car, I ran to my mother and said, 'Did it come in a box?'","author":"Colin Angle","category":"Best, Mother, Parents"},{"quote":"When I was 10, I was hit by a car, which turned my right tibia into a jigsaw puzzle.","author":"John Scalzi","category":"Puzzle, Right, Which"},{"quote":"If you think about jeans or phones or television, we are used to new brands popping up right and left. But in the car industry, we grew up with Mercedes, BMW, General Motors, and Ford, and nobody can remember during his or her upbringing a new car brand coming to life.","author":"Henrik Fisker","category":"Life, Television, Remember"},{"quote":"One can find a squalid America as easily as a scenic America; a bitter, hopeless America as easily as the confident America of polyethylene wrapping, new cars, and camping trips in the summer.","author":"Robert Kennedy","category":"America, Summer, Camping"},{"quote":"There definitely will be flying cars, but whether there'll be flying cars for most people to use, it'll probably take a long time to straighten everything out, all the rules and hassles. It'll take a while to figure out how to keep people from crashing into each other.","author":"Zack Greinke","category":"Time, Rules, People"},{"quote":"I was raised in Chicago and I guess that was one of the special breeding grounds for gangsters of all colors. That was the Detroit of the gangster world. The car industry was thugs.","author":"Quincy Jones","category":"Colors, World, Gangster"},{"quote":"For me, being in a car or on an airplane is like being in limbo. It's this dead zone between two places. But to walk, you're some place that's already interesting. You're not just between places. Things are happening.","author":"Rebecca Solnit","category":"Walk, Me, Airplane"},{"quote":"There's an unseen force which lets birds know when you've just washed your car.","author":"Denis Norden","category":"Birds, Know, You"},{"quote":"I think the true test of a pop song, for me, and I've talked to a lot of other writers about this, is you take your demo, you pop it in your car and you drive down Sunset Blvd. to Santa Monica, and that's the Hollywood car test.","author":"Ryan Tedder","category":"Sunset, Song, Me"},{"quote":"I don't listen to the radio, cause I don't have a driver's license. But if I'm in L.A. or somewhere where we have to rent a car, I'll hear my songs. Sometimes I hear them when I'm in stores, and I'm still like a little kid in a candy shop: 'Oh my God, that's my song!' I don't know how that could ever get old.","author":"Benny Blanco","category":"God, Song, Candy"},{"quote":"Car designers are just going to have to come up with an automobile that outlasts the payments.","author":"Erma Bombeck","category":"Automobile, Up, Going"},{"quote":"You're safer in the race car than you are in cars going to and from the track.","author":"Mario Andretti","category":"You, Race, Going"},{"quote":"In less enlightened times, the best way to impress women was to own a hot car. But women wised up and realized it was better to buy their own hot cars so they wouldn't have to ride around with jerks.","author":"Scott Adams","category":"Women, Best, Better"},{"quote":"Consider what kind of car you get. Buy cars and other products that have the least impact environmentally.","author":"Al Gore","category":"Impact, You, Products"},{"quote":"Perhaps people, and kids especially, are spoiled today, because all the kids today have cars, it seems. When I was young you were lucky to have a bike.","author":"James Cagney","category":"Today, People, Bike"},{"quote":"I was brought up in a car family, my dad loved cars and I was taught the art of making an Austin 7 operate.","author":"Nick Mason","category":"Family, Art, Austin"},{"quote":"I liken myself to Henry Ford and the auto industry, I give you 90 percent of what most people need.","author":"Adam Osborne","category":"Myself, People, You"},{"quote":"Driving race cars was an avenue for me to learn how to build my own car, and that was my ambition all along.","author":"Carroll Shelby","category":"Ambition, Me, Learn"},{"quote":"Back in the mid-1970s, we adopted some fairly ambitious goals to improve efficiency of our cars. What did we get? We got a tremendous boost in efficiency.","author":"Jay Inslee","category":"Goals, Efficiency, Improve"},{"quote":"The automobile, both a cause and an effect of this decentralization, is ideally suited for our vast landscape and our generally confused and contrary commuting patterns.","author":"Brock Yates","category":"Confused, Landscape"},{"quote":"Ikea people do not drive flashy cars or stay at luxury hotels.","author":"Ingvar Kamprad","category":"People, Luxury, Drive"},{"quote":"Tesla is here to stay and keep fighting for the electric car revolution.","author":"Elon Musk","category":"Revolution, Fighting, Here"},{"quote":"I am a big car enthusiast. I totally understand guys like Jay Leno who have a thousand cars. But asking me my favorite car would be like asking my favorite song or favorite food - it changes everyday.","author":"Casey James","category":"Food, I Am, Changes"},{"quote":"If you don't drink, smoke, or drive a car, you're a tax evader.","author":"Thomas S. Foley","category":"Tax, Drive, You"},{"quote":"Going to church doesn't make you any more a Christian than going to the garage makes you a car.","author":"Laurence J. Peter","category":"Christian, Church, You"},{"quote":"In Paris, one is always reminded of being a foreigner. If you park your car wrong, it is not the fact that it's on the sidewalk that matters, but the fact that you speak with an accent.","author":"Roman Polanski","category":"Speak, You, Paris"},{"quote":"The lead car is unique, except for the one behind it which is identical.","author":"Murray Walker","category":"Unique, Behind, Lead"},{"quote":"Nobody's ever asked me to pay for a meal before I've eaten it, I've never been pulled over just because I was driving the wrong kind of car in the wrong kind of area at the wrong time of night.","author":"Wentworth Miller","category":"Time, Night, Me"},{"quote":"I am really looking forward to driving another of my father's car at the show in Rotterdam.","author":"Nelson Piquet","category":"Father, I Am"},{"quote":"I was already on pole, then by half a second and then one second and I just kept going. Suddenly I was nearly two seconds faster than anybody else, including my team mate with the same car.","author":"Ayrton Senna","category":"Team, Two, Faster"},{"quote":"In 1950, when the Giants signed me, they gave me $15,000. I bought a 1950 Mercury. I couldn't drive, but I had it in the parking lot there, and everybody that could drive would drive the car. So it was like a community thing.","author":"Willie Mays","category":"Community, Me, Drive"},{"quote":"Shutting off the thought process is not rejuvenating the mind is like a car battery - it recharges by running.","author":"Bill Watterson","category":"Thought, Mind, Process"},{"quote":"My brother was a lifeguard in a car wash.","author":"Henny Youngman","category":"Brother, Lifeguard, Wash"},{"quote":"I never had the high-paying job or the company car. It took me over a decade to pay off my student loans. I never had to worry about where to dock my yacht to reduce my taxes.","author":"Christine O'Donnell","category":"Job, Me, Company"},{"quote":"People would say you look weak if you're not cursing the opposition and driving around in a big black car while always wearing a tie. Above all, to be 'strong' you're always supposed to be giving orders.","author":"George Papandreou","category":"Strong, Giving, Be Strong"},{"quote":"If you don't have the story and the unfolding of the trajectory of the saga, it's like getting in a car and not having any gas.","author":"Gus Van Sant","category":"Story, You, Gas"},{"quote":"I accept the Old Testament as more of an action movie: blood, car chases, evacuations, a lot of special effects, seas dividing, mass murder, adultery. The children of God are running amok, wayward. Maybe that's why they're so relatable.","author":"Bono","category":"Children, God, Action"},{"quote":"The biggest thrill a ballplayer can have is when your son takes after you. That happened when my Bobby was in his championship Little League game. He really showed me something. Struck out three times. Made an error that lost the game. Parents were throwing things at our car and swearing at us as we drove off. Gosh, I was proud.","author":"Bob Uecker","category":"Son, Parents, Me"},{"quote":"Sometimes I wish I could drive a car, but I'm gonna drive a car one day, so I don't worry about that.","author":"Stevie Wonder","category":"Day, Worry, Wish"},{"quote":"Factory farming is one of the biggest contributors to the most serious environmental problems. The meat industry causes more greenhouse gas emissions than all the cars, trucks, planes and ships in the world.","author":"Joan Jett","category":"Environmental, World"},{"quote":"I've always been into cars. Cars are part of our genetic makeup. It's unavoidable.","author":"Matthew Fox","category":"Makeup, Always, Part"},{"quote":"Every day I get to 'Think' and work on everything from digitizing electric grids so they can accommodate renewable energy and enable mass adoption of electric cars, helping major cities reduce congestion and pollution, to developing new micro-finance programs that help tiny businesses get started in markets such as Brazil, India, Africa.","author":"Ginni Rometty","category":"Work, Day, Help"},{"quote":"I was always an observer, even as a child. I could be satisfied to sit in a car for 3 hours and just look at the street go by while my mother went shopping.","author":"Jonathan Winters","category":"Mother, Child, Shopping"},{"quote":"I used to have this Mercedes, a dark blue 450SLC, which was the most beautiful car. I'd like to have another unusual, beautiful car.","author":"Andrew Davies","category":"Beautiful, Blue, Dark"},{"quote":"Devices are getting smarter - your television, your car - and that means more data spread around. There needs to be a fabric that connects all these devices. That's what we do.","author":"Drew Houston","category":"Data, Television, Smarter"},{"quote":"I did plenty of jobs that I hated. I was a bank teller and terrible at it. I parked cars, a valet. I answered phones. I somehow avoided being a waiter. I knew I wouldn't be able to keep the order straight. I'm not much of a multi-tasker.","author":"Will Ferrell","category":"Phones, Bank, Straight"},{"quote":"I rolled the second car that I ever owned, a Toyota 4 Runner. This was winter in Colorado, two weeks before the 2002 Olympic trials. I was driving in the outside lane, and my rear tire caught some black ice, and we totally turned sideways to the point where we were heading right toward the median.","author":"Apolo Ohno","category":"Winter, Driving, Black"},{"quote":"No matter how good a driver you are, you have to have the right car and the right team behind you in order to succeed.","author":"Nico Rosberg","category":"Good, Team, You"},{"quote":"If mass media, social isolation in the suburbs, alienating workplaces and long car commutes create a bunker mentality, the Internet does the opposite.","author":"Alex Steffen","category":"Media, Internet, Isolation"},{"quote":"When you drive your car, E = mc2 is at work. As the engine burns gasoline to produce energy in the form of motion, it does so by converting some of the gasoline's mass into energy, in accord with Einstein's formula.","author":"Brian Greene","category":"Work, Energy, You"},{"quote":"Trying to run Congress without human relationships is like trying to run a car without motor oil. Should we be surprised when the whole thing freezes up?","author":"Jonathan Haidt","category":"Trying, Relationships, Oil"},{"quote":"I never bothered with cars. I was probably one of the few kids in school who didn't run around with hot-rod magazines. As I would be at home fiddling with my guitar, they would be fiddling with a car engine.","author":"Angus Young","category":"Home, School, Guitar"},{"quote":"I always try to say, 'If you want to help the environment, try to do just two things. One, use less of your car. Second, separate your garbage.'","author":"Jaime Lerner","category":"Help, Environment, Want"},{"quote":"In the early nineties, I was a cub reporter on a city newspaper in Limerick, and assigned to the courthouse there. One day, an old detective sergeant came and whispered to me in the press pit. He pointed out a young offender, a teenager who was up for stealing a car or something relatively minor, and said, 'See this kid? He'll kill.'","author":"Kevin Barry","category":"Day, City, Me"},{"quote":"I hate to take compromises with a racing car. The more standard a car is, the more compromises you have to take.","author":"Michael Schumacher","category":"Hate, Racing, You"},{"quote":"We should be licensing everybody with a gun. I have to have a license for my dog. I have to have a license for my car. If you're going to do my hair later you have to have a license... We don't require a license to own a firearm?","author":"Michael Moore","category":"Dog, Hair, Gun"},{"quote":"I drive an American car. It's a Chrysler. That's not an endorsement. It's more like a cry for pity.","author":"Michael Moore","category":"American, Drive, Cry"},{"quote":"We're very good in America at talking about stuff, often stuff to buy. We tend to talk about our iPods. We tend to talk about cars or new fads.","author":"Milton Glaser","category":"Good, America, New"},{"quote":"Marketers use big data profiling to predict who is about to get pregnant, who is likely to buy a new car, and who is about to change sexual orientations. That's how they know what ads to send to whom. The NSA, meanwhile, wants to know who is likely to commit an act of terrorism - and for this, they need us.","author":"Douglas Rushkoff","category":"Change, Data, Know"},{"quote":"I am really interested in eccentric minds. It's rather like being fascinated by how cars work. It's really boring if your car works all the time. But as soon as something happens, you get the bonnet up. If someone has an abnormal or dysfunctional state of mind, you get the bonnet up.","author":"Mark Haddon","category":"Work, Time, I Am"},{"quote":"I've loved car racing all my life. I watch NASCAR regularly, and drag racing because we have Raceway Park in New Jersey. I think I got it from my father.","author":"Queen Latifah","category":"Life, Father, My Life"},{"quote":"I get labelled as just being about one thing, but there's lots of layers to what I do. It's just lazy journalism, but people start to accept it. If people spent an hour in my car driving around London and listening to the stuff I listen to, they'd hear some interesting stuff.","author":"Paul Weller","category":"Listening, Journalism"},{"quote":"My first car was, as depicted in 'Sleepwalk with Me,' my mother's '92 Volvo station wagon that had 80,000 miles on it, and I had put 40,000 miles on it, so by the time it retired it had 120,000, and I basically killed it. It served me well, and my mechanic was always very angry with me because I just didn't properly care for it.","author":"Mike Birbiglia","category":"Time, Mother, Me"},{"quote":"I've always listened to a lot of rap. It's all, 'Look at this car that cost me so much money, look at this Champagne.' It's super fun.","author":"Lorde","category":"Money, Fun, Me"},{"quote":"Suburban sprawl leads to social atomisation and fragmentation and is environmentally disastrous, as carbon-intensive car journeys displace local shops and replace public transport.","author":"Richard Rogers","category":"Transport, Social, Replace"},{"quote":"I don't believe in the electric cars, but I strongly believe in hybrids.","author":"Luca Cordero di Montezemolo","category":"Believe, Electric Cars"},{"quote":"A Republican philosophy goes something like this: If you take your car to the mechanic, and instead of fixing it, they take out the engine and charge you an arm and a leg, you should conclude that mechanics can't fix cars and you should probably just take yours to the junkyard and sell it for scrap metal.","author":"Keith Ellison","category":"Philosophy, You, Mechanic"},{"quote":"After I joined Toyota, there was a period when I drove more than 200 cars in one year - different types, other companies' cars. I want to be able to tell what distinguishes one car from the next.","author":"Akio Toyoda","category":"Want, Different, Year"},{"quote":"Russia does not have a modern economy: it's a petro-power. The only thing it sells that the world wants to buy is oil and natural gas. When was the last time anyone bought a Russian computer? A Russian car? A Russian cell phone? Russia is so dependent on high energy prices that if oil falls below $100 a barrel, the Kremlin can't meet payroll.","author":"Kathleen Troia McFarland","category":"Time, Cell Phone, World"},{"quote":"As the son of a racing car designer and mechanical engineer, I was exposed to motorsports from day one.","author":"Charlie Kimball","category":"Day, Son, Racing"},{"quote":"Deprived of the opportunity to judge one another by the cars we drive, New Yorkers, thrown together daily on mass transit, form silent opinions based on our choices of subway reading. Just by glimpsing the cover staring back at us, we can reach the pinnacle of carnal desire or the depths of hatred. Soul mate or mortal enemy.","author":"David Rakoff","category":"Daily, Opportunity, Together"},{"quote":"There are signs, I think, that people aren't satisfied by consumerism: that people resent the fact that the most moral decision in their lives is choosing what colour their next car will be.","author":"J. G. Ballard","category":"Decision, People, Moral"},{"quote":"I just love cars I've been like that since I was a kid. It's an infatuation because we grew up poor. Cars was something we were always trying to get.","author":"Birdman","category":"Love, Trying, Poor"},{"quote":"With this film, 'Need For Speed,' with this, we had a blank canvas to work with. What we had to do was have fast cars, and that's it.","author":"Aaron Paul","category":"Work, Speed, Fast"}]}