{
  "author": "Ravindu Manoj",
  "github": "ravindu01manoj",
  "repo": "Quotes-500k",
  "data": [
    {
      "quote": "Adultery is the ultimate deal-breaker for me. I would rather be alone than in a relationship that doesn't honor me.",
      "author": "Garcelle Beauvais",
      "category": "Alone, Honor, Me"
    },
    {
      "quote": "The special relationship between twins is that, if there's anyone else in the world that's going to get or be the confidant that you need, it's an identical twin.",
      "author": "Sam Underwood",
      "category": "World, Special, You"
    },
    {
      "quote": "Just as you go to the gym regularly to keep your body fit, regular couples counseling can keep your relationship fit as well.",
      "author": "Laura Wasser",
      "category": "Body, You, Well"
    },
    {
      "quote": "It is so much easier to be nice, to be respectful, to put yourself in your customers' shoes and try to understand how you might help them before they ask for help, than it is to try to mend a broken customer relationship.",
      "author": "Mark Cuban",
      "category": "Shoes, Yourself, Help"
    },
    {
      "quote": "We must learn to regard people less in light of what they do or omit to do, and more in the light of what they suffer.",
      "author": "Dietrich Bonhoeffer",
      "category": "Light, People, Learn"
    },
    {
      "quote": "Yes, I think it's really important to acknowledge that Dr. King, precisely at the moment of his assassination, was re-conceptualizing the civil rights movement and moving toward a sort of coalitional relationship with the trade union movement.",
      "author": "Angela Davis",
      "category": "Moment, Moving, King"
    },
    {
      "quote": "Personally, I think fidelity is important. I don't see any point in being together if you're not being honest, having fun together, and respecting one another. Why would you stay in a relationship otherwise?",
      "author": "Nikolaj Coster-Waldau",
      "category": "Together, Having Fun, Fun"
    },
    {
      "quote": "It is a parent's responsibility to preserve the connection with their children, to preserve the relationship, so that the children can let go and become their own selves.",
      "author": "Gordon Neufeld",
      "category": "Children, Responsibility"
    },
    {
      "quote": "For the United States to be a global leader, we have to have a very tight relationship with Europe. And we've held that relationship since 1949 when we established the North Atlantic Treaty Organization, NATO. NATO is the bond. It's a security bond.",
      "author": "Wesley Clark",
      "category": "Leader, Organization"
    },
    {
      "quote": "It is better to have a relationship with someone who cheats on you than with someone who does not flush the toilet.",
      "author": "Uma Thurman",
      "category": "Better, You, Someone"
    },
    {
      "quote": "People take such an interest in your love life when you have a profile it puts a lot of stress on a relationship.",
      "author": "Margot Robbie",
      "category": "Love, Life, Stress"
    },
    {
      "quote": "Relationships based on obligation lack dignity.",
      "author": "Wayne Dyer",
      "category": "Relationships, Dignity"
    },
    {
      "quote": "Absence diminishes mediocre passions and increases great ones, as the wind extinguishes candles and fans fires.",
      "author": "Francois de La Rochefoucauld",
      "category": "Great, Wind, Fans"
    },
    {
      "quote": "I present myself to you in a form suitable to the relationship I wish to achieve with you.",
      "author": "Luigi Pirandello",
      "category": "Myself, Wish, You"
    },
    {
      "quote": "You are a child of the sun, you come from the sun, and that is something true with the Earth also... your relationship with the Earth is so deep, and the Earth is in you and this is something not very difficult, much less difficult then philosophy.",
      "author": "Thich Nhat Hanh",
      "category": "Deep, Sun, Child"
    },
    {
      "quote": "I spend a great deal of time with the President. We have a very close, personal, loyal relationship. I'm not, as they say, a potted plant in these meetings.",
      "author": "Dan Quayle",
      "category": "Time, Great, Plant"
    },
    {
      "quote": "Have you ever loved somebody, loved her completely, but had to end the relationship for life reasons?",
      "author": "John Mayer",
      "category": "Life, End, You"
    },
    {
      "quote": "I'm afraid the SS's relationship with the Catholic Church is something the Church still has to deal with and does not deny.",
      "author": "Christopher Hitchens",
      "category": "Church, Afraid, Something"
    },
    {
      "quote": "A father-son relationship is strong, like no other teammates. You could be straightforward with one another.",
      "author": "Mario Andretti",
      "category": "Strong, Teammates, You"
    },
    {
      "quote": "I think in a way, you're doomed, once you can envision something. You're sort of doomed to make it happen. I've found that the moment I can envision leaving a relationship, that's usually the moment that the relationship starts to fall apart.",
      "author": "Chuck Palahniuk",
      "category": "Make It Happen, Fall"
    },
    {
      "quote": "Poetry is a form of mathematics, a highly rigorous relationship with words.",
      "author": "Tahar Ben Jelloun",
      "category": "Mathematics, Poetry, Words"
    },
    {
      "quote": "We cannot really love anyone with with whom we never laugh.",
      "author": "Agnes Repplier",
      "category": "Love, Laugh, Never"
    },
    {
      "quote": "Caresses, expressions of one sort or another, are necessary to the life of the affections as leaves are to the life of a tree. If they are wholly restrained, love will die at the roots.",
      "author": "Nathaniel Hawthorne",
      "category": "Love, Life, Tree"
    },
    {
      "quote": "A relationship requires a lot of work and commitment.",
      "author": "Greta Scacchi",
      "category": "Work, Commitment, Lot"
    },
    {
      "quote": "In a relationship each person should support the other they should lift each other up.",
      "author": "Taylor Swift",
      "category": "Support, Lift, Person"
    },
    {
      "quote": "Real relationship is gritty and earthy, the stuff that life is made of.",
      "author": "Amy Grant",
      "category": "Life, Real, Made"
    },
    {
      "quote": "I've come to the conclusion that a long, personal relationship is next to impossible for me. Ultimately, music is a possessive mistress.",
      "author": "Leonard Slatkin",
      "category": "Music, Impossible, Me"
    },
    {
      "quote": "When I look at relationships, my own and others, I see a wide range of reasons for people to be together and ways in which they are together. I see ways in which a relationship - which means something that exists between two or more people - for the most part reinforces people's separateness as individual entities.",
      "author": "Ram Dass",
      "category": "Together, People"
    },
    {
      "quote": "I would say that I have a love-hate relationship with almost everything in my life, including stand-up.",
      "author": "Chelsea Peretti",
      "category": "Life, My Life, Say"
    },
    {
      "quote": "The seductiveness of war derives in part from its location on this boundary of the human, the inhuman, and the superhuman. It requires us to confront the relationship among the noble, the horrible, and the infinite; the animal, the spiritual, and the divine.",
      "author": "Drew Gilpin Faust",
      "category": "War, Spiritual, Animal"
    },
    {
      "quote": "'Before I Ever Met You' was the first one to come out and that just dives into the grit, and it's pretty graphic about a relationship. For my first song, it was very special the way it happened, because I didn't really hold anything back, and people responded to it.",
      "author": "Jillian Rose Banks",
      "category": "Song, People, You"
    },
    {
      "quote": "The first duty of a human being is to assume the right functional relationship to society - more briefly, to find your real job, and do it.",
      "author": "Charlotte Perkins Gilman",
      "category": "Job, Society, Human"
    },
    {
      "quote": "The relationship between parents and children, but especially between mothers and daughters, is tremendously powerful, scarcely to be comprehended in any rational way.",
      "author": "Joyce Carol Oates",
      "category": "Children, Parents, Powerful"
    },
    {
      "quote": "My parents had us in church every Sunday, every Wednesday. It was more of a tradition at that point; I didn't have a personal relationship with the Lord until I went to the altar call one Sunday, and the youth pastor told us to make a decision for ourselves.",
      "author": "Stephen Curry",
      "category": "Wednesday, Parents, Decision"
    },
    {
      "quote": "Nothing shatters the relationship between you and your boss like you failing to meet expectations, deadlines, and goals.",
      "author": "John Rampton",
      "category": "Goals, Boss, Expectations"
    },
    {
      "quote": "When you make his sandwiches, put a sexy or loving note in his lunch box.",
      "author": "Anne Rice",
      "category": "Lunch, Loving, You"
    },
    {
      "quote": "It is only when we no longer compulsively need someone that we can have a real relationship with them.",
      "author": "Anthony Storr",
      "category": "Real, Need, Someone"
    },
    {
      "quote": "A sensible woman should be guided by her head when taking a husband, and by her heart when taking a lover.",
      "author": "Ninon de L'Enclos",
      "category": "Heart, Woman, Husband"
    },
    {
      "quote": "That common cold of the male psyche, fear of commitment.",
      "author": "Richard Schickel",
      "category": "Fear, Commitment, Common"
    },
    {
      "quote": "Ultimately, we wish the joy of perfect union with the person we love.",
      "author": "Mortimer Adler",
      "category": "Love, Joy, Wish"
    },
    {
      "quote": "I think you learn more about yourself in the context of a relationship than you can outside of it.",
      "author": "Pink",
      "category": "Yourself, Think, You"
    },
    {
      "quote": "In my relationship with God, I've learned that if I follow a 'formula' for how I spend my time with Him, then I'm just accomplishing a checklist of things I feel obligated to do to please Him. This makes my spiritual life more about doing what I need to do to fulfill an obligation than something meaningful.",
      "author": "Joyce Meyer",
      "category": "Life, Time, God"
    },
    {
      "quote": "I have to have a daily, vibrant relationship with Jesus in order to survive that process toward healing.",
      "author": "Beth Moore",
      "category": "Daily, Healing, Survive"
    },
    {
      "quote": "I kept a very full diary of my relationship with Nixon, for some strange reason, until he became president.",
      "author": "Billy Graham",
      "category": "Strange, President, Reason"
    },
    {
      "quote": "Small unit autonomy, breaking the right rules, cultural influence, and relationship building has always been the heart Special Operations. Something must be done to ensure these are not lost to the big machine of SOCOM.",
      "author": "Brandon Webb",
      "category": "Heart, Influence, Rules"
    },
    {
      "quote": "My father and I have a very good relationship. We always got along. But I always scold him.",
      "author": "Amy Sedaris",
      "category": "Good, Father, Him"
    },
    {
      "quote": "The relationship between the public and the artist is complex and difficult to explain. There is a fine line between using this critical energy creatively and pandering to it.",
      "author": "Andy Goldsworthy",
      "category": "Energy, Artist, Difficult"
    },
    {
      "quote": "No gentleman ever discusses any relationship with a lady.",
      "author": "Keith Miller",
      "category": "Men, Gentleman, Lady"
    },
    {
      "quote": "Playing a character who's dealing not only with a superpower but having a normal relationship is easy to associate with, because I feel that everyone has been through it.",
      "author": "Shawn Ashmore",
      "category": "Character, Easy, Dealing"
    },
    {
      "quote": "I know children regress after vaccination because it happened to my own son. Why aren't there any tests out there on the safety of how vaccines are administered in the real world, six at a time? Why have only two of the 36 shots our kids receive been looked at for their relationship to autism?",
      "author": "Jenny McCarthy",
      "category": "Time, Children, Safety"
    },
    {
      "quote": "I feel there's a power in theatre, but it's an indirect power. It's like the relationship of the sleeper to the unconscious. You discover things you can't afford to countenance in waking life. You can forget them, remember them a day later or not have any idea what they are about.",
      "author": "Tony Kushner",
      "category": "Life, Day, Power"
    },
    {
      "quote": "I wasn't smart enough to read relationship books when I was coming up. I learned everything the hard way.",
      "author": "Michael Ealy",
      "category": "Smart, Way, Up"
    },
    {
      "quote": "Because I live in the countryside, I want a building which encourages me to have a fully formed relationship with the environment. It gives me an opportunity to not just be inside or outside, but in a range of contexts.",
      "author": "Kevin McCloud",
      "category": "Opportunity, Me, Building"
    },
    {
      "quote": "People put so much effort into starting a relationship and so little effort into ending one.",
      "author": "Marina Abramovic",
      "category": "Effort, Ending, People"
    },
    {
      "quote": "Divorce isn't one-sided, and I am by no means perfect. Becoming accountable for my role in the relationship was very empowering.",
      "author": "Garcelle Beauvais",
      "category": "I Am, Divorce, Perfect"
    },
    {
      "quote": "That's the sign of a good relationship, when you can pick up a phone and it doesn't matter when the last time you spoke was.",
      "author": "Joe Torre",
      "category": "Time, Good, You"
    },
    {
      "quote": "I worship pianos like they are prize diamonds, and I never willfully do damage to them. But I grew up playing guitars, and you treat a guitar like a best friend or a little brother or a lover you have a tempestuous relationship with.",
      "author": "Jamie Cullum",
      "category": "Best, Best Friend, Brother"
    },
    {
      "quote": "I like the relationship between the master and the student. Each piece has new problems, and each is different. They're all an indentured servitude. There's that subjugation that you have to put yourself under. It's a give and take. There is work involved, and during that time, the greatest things are revealed.",
      "author": "Mike Bidlo",
      "category": "Work, Time, Yourself"
    },
    {
      "quote": "I definitely consider myself a Christian. There's things that I believe in, there's things I have a self-belief on. I know I got a great relationship with God and the universe. I just believe in being a righteous person and karma. Doing unto others as you would have done unto you. I really want to help teach that.",
      "author": "Big Sean",
      "category": "Myself, Great, God"
    },
    {
      "quote": "Very early in life, it seemed to me that there was a relationship between the problems of the Negro people in America and the Jewish people in Russia, and that the Jewish people's problems were worse than ours.",
      "author": "Langston Hughes",
      "category": "Life, America, Me"
    },
    {
      "quote": "I think probably honesty is the biggest quality I look for in a relationship. Being exactly who you are with the other person.",
      "author": "Gabriella Wilde",
      "category": "Honesty, Quality, Think"
    },
    {
      "quote": "Nah, I've always had a great relationship with my two brothers, I have always had their support in my football and in everything. They've been very close to me and we have a great relationship.",
      "author": "Lionel Messi",
      "category": "Football, Great, Support"
    },
    {
      "quote": "When one has love for God, one doesn't feel any physical attraction to wife, children, relatives and friends. One retains only compassion for them.",
      "author": "Ramakrishna",
      "category": "Love, Children, Friends"
    },
    {
      "quote": "There is no substitute for the comfort supplied by the utterly taken-for-granted relationship.",
      "author": "Iris Murdoch",
      "category": "Comfort, Substitute, Utterly"
    },
    {
      "quote": "When you think about it, we actors are kind of prostitutes. We get paid to feign attraction and love. Other people are paying to watch us kissing someone, touching someone, doing things people in a normal monogamous relationship would never do with anyone who's not their partner. It's really kind of gross.",
      "author": "Megan Fox",
      "category": "Love, People, Partner"
    },
    {
      "quote": "I don't have a bad relationship. I'm 48 years old. I think life is too short for that. To me, life is... you open the shutters, you see the dogs outside, you look left, you look right, in, what, a second and a half? And that's a life.",
      "author": "Jean-Claude Van Damme",
      "category": "Life, Short"
    },
    {
      "quote": "It's easy in a novel to be completely unambiguous about the relationship between animal and daemon simply by stating it outright whereas you get very few opportunities to do this in an elegant way in a film.",
      "author": "Chris Weitz",
      "category": "Opportunities, Animal, Easy"
    },
    {
      "quote": "There is an interaction and action, reaction between two people. One should show honesty in a relationship. Be honest to your partner and tell him everything. How long can you do things with dishonesty and that's wrong. Don't get into a relationship if you can't be honest.",
      "author": "Randeep Hooda",
      "category": "Honesty, Action, People"
    },
    {
      "quote": "We live in a society that celebrates familial connection above any other kind of relationship. We are shown photos of our great-grandparents and encouraged to marvel over facial similarities. We are told to take pride in our bloodlines, celebrate our ancestry.",
      "author": "Lynn Coady",
      "category": "Society, Pride, Celebrate"
    },
    {
      "quote": "I think the first outfit that really kick-started my relationship with Chanel means a lot to me: it was a black, sort of Studio 54-inspired jumpsuit with gold stars all over it, and I wore that, and that's how my relationship with Chanel began, so, you know, it has sentimental value.",
      "author": "Poppy Delevingne",
      "category": "Stars, Value, Gold"
    },
    {
      "quote": "Real intimacy is only possible to the degree that we can be honest about what we are doing and feeling.",
      "author": "Joyce Brothers",
      "category": "Doing, Honest, Feeling"
    },
    {
      "quote": "The easiest kind of relationship for me is with ten thousand people. The hardest is with one.",
      "author": "Joan Baez",
      "category": "Me, People, Kind"
    },
    {
      "quote": "No partner in a love relationship... should feel that he has to give up an essential part of himself to make it viable.",
      "author": "May Sarton",
      "category": "Love, Partner, Feel"
    },
    {
      "quote": "The loss of young first love is so painful that it borders on the ludicrous.",
      "author": "Maya Angelou",
      "category": "Love, Love Is, Loss"
    },
    {
      "quote": "Maybe the most that you can expect from a relationship that goes bad is to come out of it with a few good songs.",
      "author": "Marianne Faithfull",
      "category": "Good, You, Bad"
    },
    {
      "quote": "I have developed a very strong partiality for the dead: they don't talk back, they don't sue, and they don't have angry relatives.",
      "author": "Ron Chernow",
      "category": "Strong, Angry, Back"
    },
    {
      "quote": "When it comes to 'Glee,' I feel like I've been in a relationship, and now I can mingle a bit.",
      "author": "Lea Michele",
      "category": "I Can, Now, Feel"
    },
    {
      "quote": "Certain people in the United States are driving nails into this structure of our relationship, then cutting off the heads. So the Soviets must use their teeth to pull them out.",
      "author": "Mikhail Gorbachev",
      "category": "People, Driving, Teeth"
    },
    {
      "quote": "In other words the pictures are in a kind of relationship with each other which is touching only at points rather than pictures being illustrations of poems or poems extrapolations of the pictures.",
      "author": "Peter Porter",
      "category": "Words, Kind, Pictures"
    },
    {
      "quote": "I do not think that Mulder trusts any one other than Scully. He s very solitary. She is the only one who takes him seriously. I don t know if they re in love. In a way, their relationship is deeper than that, because they cannot live without each other.",
      "author": "David Duchovny",
      "category": "Love, Live, Know"
    },
    {
      "quote": "This is the point being missed by readers who lament Liquor's lack of hot sex scenes, probably because they aren't old enough to understand that a passionate relationship could be about anything other than sex.",
      "author": "Poppy Z. Brite",
      "category": "Understand, Passionate, Hot"
    },
    {
      "quote": "It's about strengthening the relationship and the bond of parent to child.",
      "author": "Blair Underwood",
      "category": "Child, Parent, Bond"
    },
    {
      "quote": "I've got a new relationship and I'm trapped in this old life.",
      "author": "Moon Unit Zappa",
      "category": "Life, New, Old"
    },
    {
      "quote": "So I just had to step up how I was doing it and the moment that I stepped up and the moment I focused all my energy on that is when things started to happen. So there's a direct relationship between my inspiration and my output.",
      "author": "Talib Kweli",
      "category": "Moment, Energy, Step"
    },
    {
      "quote": "We cannot have that relationship if we only dictate or threaten and condemn those who disagree.",
      "author": "Zbigniew Brzezinski",
      "category": "Disagree, Cannot, Dictate"
    },
    {
      "quote": "I always believed in God and Christ, but I was in rebellion - trying to make my relationship with God fit into my life instead of making my life fit in with him. I was stubborn.",
      "author": "Scott Stapp",
      "category": "Life, God, My Life"
    },
    {
      "quote": "Poetry is above all a concentration of the power of language, which is the power of our ultimate relationship to everything in the universe.",
      "author": "Adrienne Rich",
      "category": "Power, Poetry, Universe"
    },
    {
      "quote": "This thing with everyone knowing you, it's weird, because people have this one-sided relationship where they look at your picture and feel they know you more than someone they actually know. I don't really know myself that well.",
      "author": "Robert Pattinson",
      "category": "Myself, People, Weird"
    },
    {
      "quote": "This 'Making Mirrors' album is far more personal, even if there's a character element to the sounds I'm working with. Every song on this album I stand behind; I feel like I have a close relationship with them. There are older songs where I can feel myself writing a story, so this is the first album where I'm proud of every lyric.'",
      "author": "Gotye",
      "category": "Myself, Character, Writing"
    },
    {
      "quote": "A lot of people over time have had this kind of pattern in their relationship with Bill Clinton. You first meet him and you're overwhelmed by his talent. He's so energetic and articulate and full of ideas and he calls himself a congenital optimist and that optimism is contagious.",
      "author": "Dee Dee Myers",
      "category": "Time, Ideas, Talent"
    },
    {
      "quote": "While I don't often use the word, the technically precise term for my orientation is bisexual. I believe bisexuality is not a choice, it is a fact. What I have 'chosen' is to be in a gay relationship.",
      "author": "Cynthia Nixon",
      "category": "Believe, Choice, I Believe"
    },
    {
      "quote": "My brother and I had a really privileged relationship with my parents... They treated us like adults.",
      "author": "Henry Louis Gates",
      "category": "Brother, Parents, Like"
    },
    {
      "quote": "I had never really dated. I've always been a relationship kind of person.",
      "author": "Bruce Willis",
      "category": "Kind, Person, Never"
    },
    {
      "quote": "I think a good relationship is about collaboration.",
      "author": "Jennifer Aniston",
      "category": "Good, Collaboration, Think"
    },
    {
      "quote": "If you change partners every time it gets tough or you get a little dissatisfied, then I don't think you get the richness that's available in a long-term relationship.",
      "author": "Jeff Bridges",
      "category": "Change, Time, Think"
    },
    {
      "quote": "I have had a love-hate relationship with my body.",
      "author": "Demi Moore",
      "category": "Body, Love-Hate"
    },
    {
      "quote": "The attack on ObamaCare was that Congress does not have the power under the Commerce Clause to force a private citizen into a private contractual relationship. If such a thing is permitted to stand, the anti-ObamaCare forces argue, there will be no limit to Congress's power in the future.",
      "author": "John Podhoretz",
      "category": "Future, Power, Stand"
    },
    {
      "quote": "Any son of a dictator, I'm sure, has major issues with their relationship with their father.",
      "author": "Dominic Cooper",
      "category": "Father, Son, Sure"
    },
    {
      "quote": "Anyone working for a big company might be skeptical that a large business, or even a strictly online business, can form the same kind of friendly, loyal relationship with customers as a local retailer. I'm saying it's already been done because I lived it.",
      "author": "Gary Vaynerchuk",
      "category": "Business, Company, Saying"
    },
    {
      "quote": "Contentment does not come from achievement. It comes from a relationship with the Lord.",
      "author": "Paul Henderson",
      "category": "Achievement, Contentment"
    },
    {
      "quote": "I think the most important foundation about any relationship is just being honest. You've got to. My wife and I are honest to a fault with each other, and we're best friends on top of it, so we're very fortunate.",
      "author": "Max Greenfield",
      "category": "Friends, Best, Wife"
    },
    {
      "quote": "You know when you have a good relationship with someone when you are just perfectly happy to be quiet and just hang out and do nothing.",
      "author": "Victoria Justice",
      "category": "Happy, Good, Know"
    },
    {
      "quote": "I'd like a relationship that was like two tree trunks side by side, strong but independent.",
      "author": "Agyness Deyn",
      "category": "Strong, Tree, Independent"
    },
    {
      "quote": "My relationship with money is that it's a tool to be self-sufficient, but it's not something that is a part of who I am.",
      "author": "Laurene Powell Jobs",
      "category": "Money, I Am, Tool"
    },
    {
      "quote": "In Afghan society, parents play a central role in the lives of their children; the parent-child relationship is fundamental to who you are and what you become and how you perceive yourself, and it is laden with contradictions, with tension, with anger, with love, with loathing, with angst.",
      "author": "Khaled Hosseini",
      "category": "Love, Children, Parents"
    },
    {
      "quote": "It's hardly surprising that the corporate aliens lie when it comes to the relationship between doing something about climate change and the economy.",
      "author": "Rebecca Solnit",
      "category": "Change, Lie, Climate Change"
    },
    {
      "quote": "Having people I love around me - friends and family - is great, but I don't necessarily need a relationship.",
      "author": "Olga Kurylenko",
      "category": "Love, Family, Friends"
    },
    {
      "quote": "Too many leaders are so caught up in the momentum of work that they lose sight of the opportunity to connect with people. I discovered that the more fully present I was with other people, the more fully present they were with me, and the more productive our relationship became over time.",
      "author": "Douglas Conant",
      "category": "Work, Time, Opportunity"
    },
    {
      "quote": "What defines a relationship is the work that's involved to maintain it, and it's constantly changing.",
      "author": "Neil Patrick Harris",
      "category": "Work, Changing, Defines"
    },
    {
      "quote": "People love to hate. I have a love-hate relationship with the world. The world loves to hate me.",
      "author": "Andy Dick",
      "category": "Love, Hate, World"
    },
    {
      "quote": "In improv, the whole thing is that it is a relationship between the two people, as a back and forth. In standup, you don't really want to be listening to what somebody is saying; you want to project your jokes into their face. And that's really not a good instinct with a 'Daily Show' field piece, where it's supposed to be an interview.",
      "author": "John Oliver",
      "category": "Daily, Good, Listening"
    },
    {
      "quote": "I'm genuine and I'm available. I want people to be at their best. I want them to love and be loved to their fullest ability. My friends call me their relationship nanny, so we have a good time working through problems. Now, I don't claim to be an expert, but I am a woman who has been through everything.",
      "author": "Niecy Nash",
      "category": "Love, Time, Friends"
    },
    {
      "quote": "In the pre-production process, I am emailing with the actors or jumping on the phone, and we're sort of figuring out who the characters are and trying to build the relationship dynamic and things like that. Then, also, I am outlining.",
      "author": "Joe Swanberg",
      "category": "I Am, Process, Trying"
    },
    {
      "quote": "I have a great pack of female friends, but I also have a lot of guy friends. I believe that platonic relationship is entirely possible.",
      "author": "Olivia Wilde",
      "category": "Friends, Great, Believe"
    },
    {
      "quote": "I think the worst part about a breakup sometimes, if one could choose a worst part, would possibly be if you get out of a relationship, and you don't recognize yourself because you changed a lot about you.",
      "author": "Taylor Swift",
      "category": "Yourself, Think, You"
    },
    {
      "quote": "Spiritual direction is an interpersonal relationship in which we learn how to grow, live, and love in the spiritual life.",
      "author": "Richard Foster",
      "category": "Love, Life, Spiritual"
    },
    {
      "quote": "I don't know what a person does that does not have a relationship with God. When he goes to the doctor and the doctors says, 'Hey, you've got less than two months to live and there's nothing we can do for you.' Who do they turn to when you're given something that earth shattering?",
      "author": "Si Robertson",
      "category": "God, Doctor, Live"
    },
    {
      "quote": "I have no idea what my best material is. Different people like different things. I'll say this: The political stuff gets the press, but the relationship jokes sell all the seats.",
      "author": "Chris Rock",
      "category": "Best, Political, People"
    },
    {
      "quote": "You can't have a relationship with a device whose limits are unknown to you, because without limits, it keeps becoming something else.",
      "author": "Brian Eno",
      "category": "Limits, Unknown, You"
    },
    {
      "quote": "Umm... I don't judge my relationship with Puff or Bad Boy according to other people or past artists. At the end of the day, you are in charge of your career, and you can't depend on no man to do anything for you. I've learned to judge relationships with a person on myself and that person, not what they have done with previous people.",
      "author": "French Montana",
      "category": "Day, Myself, Past"
    },
    {
      "quote": "The entire value of a person is subjective to your relationship with them.",
      "author": "Natalia Kills",
      "category": "Value, Person, Subjective"
    },
    {
      "quote": "The depth of the love of parents for their children cannot be measured. It is like no other relationship. It exceeds concern for life itself. The love of a parent for a child is continuous and transcends heartbreak and disappointment.",
      "author": "James E. Faust",
      "category": "Love, Life, Children"
    },
    {
      "quote": "No relationship works without making an effort. That goes without saying. But you should never overcompensate.",
      "author": "Sonam Kapoor",
      "category": "Effort, You, Saying"
    },
    {
      "quote": "I think compassion is important but love fizzles out eventually. But if there is compassion in a relationship, things can always be worked out.",
      "author": "Anushka Sharma",
      "category": "Love, Compassion, Think"
    },
    {
      "quote": "It's not the traditional promise ring. It's basically to always stay truthful. I think that's a really important part of a relationship, that you're always honest with each other.",
      "author": "Bella Thorne",
      "category": "Important, Think, You"
    },
    {
      "quote": "I have a love-hate relationship with Twitter. There are moments I feel like 99 percent of the people who write stuff are the sweetest people, and then one crazy guy or girl spoils the whole thing.",
      "author": "Carice van Houten",
      "category": "Girl, Crazy, Moments"
    },
    {
      "quote": "If you're in a heterosexual relationship and you're a female, you win.",
      "author": "Megan Fox",
      "category": "Win, You, Female"
    },
    {
      "quote": "Too often, the landlord-tenant relationship is unbalanced with all the power on the side of unscrupulous landlords.",
      "author": "Nydia Velazquez",
      "category": "Power, Side, Landlords"
    },
    {
      "quote": "The greatest news that I could ever say is that Jesus is Lord and Savior of my life. He is my friend. He is with me wherever I go. I'm so delighted to continue to grow in my relationship to Jesus.",
      "author": "Nick Vujicic",
      "category": "Life, Me, Greatest"
    },
    {
      "quote": "You can't change anyone else, but people do change in relationship to your change.",
      "author": "Jack Canfield",
      "category": "Change, People, You"
    },
    {
      "quote": "I have no evidence of any relationship between IRS and NSA.",
      "author": "Barton Gellman",
      "category": "Evidence, Between, NSA"
    },
    {
      "quote": "I think the best way to keep a relationship hot is to simply try to make time for each other. That's it.",
      "author": "Ashley Madekwe",
      "category": "Time, Best, Think"
    },
    {
      "quote": "My parents divorced when I was very, very young, but they maintained an incredibly amicable relationship. They were great partners, they were great parents, and they were great friends throughout my whole life until I was about 25, at which point they realized that they could relinquish; they could call it and move on.",
      "author": "Natalie Zea",
      "category": "Life, Friends, Great"
    },
    {
      "quote": "Children know when they are being sold a sanitised version of the world, and I think that's a betrayal of the relationship between author and reader.",
      "author": "Morris Gleitzman",
      "category": "Children, World, Know"
    },
    {
      "quote": "The relationship between East and West needs to be and can be fixed via pop culture.",
      "author": "Wang Leehom",
      "category": "Culture, Pop Culture"
    },
    {
      "quote": "I'm never happier than when I'm part of an ensemble. The rhythm of working in a group and the dynamic of each individual relationship within that group coming together is such a special thing.",
      "author": "Sarah Baker",
      "category": "Together, Group, Working"
    },
    {
      "quote": "Think about all kinds of infectious diseases, like mumps or measles or chicken pox. When a virgin population encountered those pathogens, it ravaged the population, and now they're childhood diseases, and eventually they won't even be that. That's our relationship with bacteria, going through time.",
      "author": "Bonnie Bassler",
      "category": "Time, Childhood, Think"
    },
    {
      "quote": "The relationship with the cast has everything to do with how a performance develops, and in a sense that while you're discovering a play in the course of rehearsal with the director, you're also discovering it with your fellow actors. We're all in it together.",
      "author": "Kevin Spacey",
      "category": "Together, Performance, Play"
    },
    {
      "quote": "I have never been in a serious relationship and never had a break-up, so I can't tug on my heartstrings that way. But whenever I experience a strong emotion in life, I definitely have to throw myself into my songwriting. It is very therapeutic.",
      "author": "Ella Henderson",
      "category": "Life, Experience, Myself"
    },
    {
      "quote": "It's true that romance novels do detail the courtship phase of a relationship. We usually write 'And they lived happily ever after' before our heroine starts snoring or our hero starts tossing his socks over the hamper.",
      "author": "Teresa Medeiros",
      "category": "Hero, Socks, Detail"
    },
    {
      "quote": "In my relationship with a young guy I was going with in a band - his name was Sylvester, and I think he had another little girl on the side - I told him, 'If you lose me, you're going to lose a good thing.' And I went home and put that poem to music.",
      "author": "Barbara Lynn",
      "category": "Music, Home, Good"
    },
    {
      "quote": "Redwoods flourish in fog, but they don't like salt air. They tend to appear in valleys that are just out of sight of the sea. In their relationship with the sea, redwoods are like cats that long to be stroked but are shy to the touch.",
      "author": "Richard Preston",
      "category": "Cats, Sea, Long"
    },
    {
      "quote": "The existence of common features in different forms of life indicates some relationship between the different organisms, and according to the concept of evolution, these relations stem from the circumstance that the higher organisms, in the course of millions of years, have gradually evolved from simpler ones.",
      "author": "Hans Adolf Krebs",
      "category": "Life, Evolution, Existence"
    },
    {
      "quote": "In your pursuit of your passions, always be young. In your relationship with others, always be grown-up. Set a standard, and stay faithful to it.",
      "author": "Tom Brokaw",
      "category": "Young, Faithful, Always"
    },
    {
      "quote": "I have women working in high positions. I was one of the first people to put women in charge of big construction jobs. And, you know, I've had a great relationship with women.",
      "author": "Donald Trump",
      "category": "Women, Great, Construction"
    },
    {
      "quote": "Business colleagues who have not seen each other for a long time but who have a good relationship can always shake hands warmly and grab each other's right upper arm or shoulder with their free left hand. Men and women executives should not kiss each other in public.",
      "author": "Letitia Baldrige",
      "category": "Business, Time, Women"
    },
    {
      "quote": "It's a very tricky relationship, the cinematographer and the director as a woman.",
      "author": "Patricia Riggen",
      "category": "Woman, Director, Tricky"
    },
    {
      "quote": "The ultimate relationship between justice and law will be an eternal subject for speculation and analysis. But it may be said that in a democratic society, law is the form which free men give to justice.",
      "author": "Robert Kennedy",
      "category": "Justice, Law, Society"
    },
    {
      "quote": "I have more of a relationship with the subject than I do with my camera equipment. To me, camera equipment is like a tin of shoe polish and a brush - I use that as a tool, but my basic camera is my emotion and my eyes. It's not anything to do with the wonderful cameras I use.",
      "author": "Don McCullin",
      "category": "Eyes, Me, Camera"
    },
    {
      "quote": "The relationship I have with my Hispanic fans is very deep and intricate.",
      "author": "Shakira",
      "category": "Deep, Hispanic, Fans"
    },
    {
      "quote": "Especially when you're working so closely with people and you have to develop intense relationships, it's great when you have a relationship and a rapport with them.",
      "author": "Dominic Sherwood",
      "category": "Great, People, Relationships"
    },
    {
      "quote": "I always knew I had a relationship with God. But I wasn't sure God had a relationship with me.",
      "author": "Prince",
      "category": "God, Me, Always"
    },
    {
      "quote": "Life is relationship, living is relationship. We cannot live if you and I have built a wall around ourselves and just peep over that wall occasionally. Unconsciously, deeply, under the wall, we are related.",
      "author": "Jiddu Krishnamurti",
      "category": "Life, Live, Living"
    },
    {
      "quote": "I know someone young whose husband left her for another woman. He later came back and wanted to rekindle the relationship. It was too late. His ex-wife had found someone else. Good for her.",
      "author": "Alicia Villarreal",
      "category": "Good, Woman, Husband"
    },
    {
      "quote": "In any relationship, there's gonna be conflict.",
      "author": "Solange Knowles",
      "category": "Conflict, Gonna, Any"
    },
    {
      "quote": "The British are very stubborn. The Queen, the Commonwealth, and the special relationship with the U.S. is much more important than Europe.",
      "author": "Helmut Schmidt",
      "category": "Queen, Stubborn, Special"
    },
    {
      "quote": "In any relationship, when you go through any big change, you struggle to find your new constellation, your new ground. It takes a while to determine what the new relationship between you is.",
      "author": "Alicia Vikander",
      "category": "Change, Struggle, You"
    },
    {
      "quote": "You can get an idea of human nature only when you can see the relationship of the individual human being to the whole cosmos.",
      "author": "Rudolf Steiner",
      "category": "Nature, Human Nature, You"
    },
    {
      "quote": "Apple and Google want to create encryption for which they could not provide you the key. Their business model will not survive if the American government has a special relationship with them that requires them to surrender this kind of information.",
      "author": "Michael Hayden",
      "category": "Business, Government"
    },
    {
      "quote": "Comedy can't be done in a vacuum, and you can't do it on your own. So if you have a community of people, it's a great symbiotic relationship.",
      "author": "Nick Kroll",
      "category": "Community, Great, People"
    },
    {
      "quote": "Everyone talks about new love all the time, but there's so much to draw from when you've been in a longer relationship. It makes me stick my chest out a little bit. It's like, 'I know what you've been through, but you don't know what it's like over here.'",
      "author": "Dierks Bentley",
      "category": "Love, Time, Me"
    },
    {
      "quote": "If you're a woman, it's almost impossible to establish a relationship. You're too much for everybody. It's too much. The woman always has to play this role of being fragile and dependent. And if you're not, they're fascinated by you, but only for a little while. And then they want to change you and crush you. And then they leave.",
      "author": "Marina Abromovic",
      "category": "Change, Woman, Impossible"
    },
    {
      "quote": "The customer is a remarkably selfish person: He takes the relationship to where the execution is in his favor.",
      "author": "Azim Premji",
      "category": "Selfish, Customer, Execution"
    },
    {
      "quote": "It should be about this team, and it should be about these guys. It should be about our relationship. It shouldn't be about records.",
      "author": "Ezekiel Elliott",
      "category": "Team, Should, Records"
    },
    {
      "quote": "I have a good relationship with Lifetime.",
      "author": "Madchen Amick",
      "category": "Good, Lifetime"
    },
    {
      "quote": "Nineteen was the first time I really had a real relationship, really fell in love, really had my heart broken, really broke her heart, and sex meant something a little bit different.",
      "author": "Ro James",
      "category": "Love, Time, Heart"
    },
    {
      "quote": "There is a myth that those who do humanitarian work have a saviour mentality, but the relationship is reciprocal.",
      "author": "Meghan Markle",
      "category": "Work, Myth, Mentality"
    },
    {
      "quote": "It is true that women tend to be more identified with their bodies because in this crazy world, both men and women measure women's value as human beings in relationship to their physical appearance.",
      "author": "Andrew Cohen",
      "category": "Women, Men, World"
    },
    {
      "quote": "Corporations invest in sophisticated CRM, or Customer Relationship Management, programs to effectively oversee their relationship with their customers at every point during the buying process.",
      "author": "Marc Ostrofsky",
      "category": "Management, Customer"
    },
    {
      "quote": "A lot of people don't understand the Black Panthers Party's relationship with white mother country radicals.",
      "author": "Fred Hampton",
      "category": "Mother, People, Black"
    },
    {
      "quote": "I tell my kids and my grandkids, 'Never forget where you came from. Never forget your roots.' My grandkids, they didn't go through the hard times as much as other ones in our family did. One thing is to just never forget where you came from and you never forget that nothing is more important than your relationship with Jesus Christ.",
      "author": "Kay Robertson",
      "category": "Family, Roots, Never Forget"
    },
    {
      "quote": "I have a love-hate relationship with performing.",
      "author": "Sarah Brightman",
      "category": "Performing, Love-Hate"
    },
    {
      "quote": "There is among us a far closer relationship than the purely social one of a fraternal organization because we are bound together not only by a single interest but by a common goal. To win. Nothing else matters, and nothing else will do.",
      "author": "Sandy Koufax",
      "category": "Together, Goal, Win"
    },
    {
      "quote": "So the American government lied to the Native Americans for many, many years, and then President Clinton lied about a relationship, and everyone was surprised! A little naive, I feel!",
      "author": "Eddie Izzard",
      "category": "American, Government"
    },
    {
      "quote": "My family gave me values that have sustained me through situations that would challenge any person. My personal relationship with the Lord inspires me in all I do.",
      "author": "Kathy Ireland",
      "category": "Family, Challenge, Me"
    },
    {
      "quote": "A relationship is lovely if you're happy, comfortable in it and you really like the person. I can think of nothing better. But there's nothing worse than having a relationship in which you feel no interest.",
      "author": "Susannah York",
      "category": "Happy, Better, Think"
    },
    {
      "quote": "Being grown up and in a serious relationship, I've learned so much. I'm happier than I've every been.",
      "author": "Paris Hilton",
      "category": "Serious, Up, Being"
    },
    {
      "quote": "I have a love-hate relationship with white silk.",
      "author": "Alan Rickman",
      "category": "White, Silk, Love-Hate"
    },
    {
      "quote": "I have a strange relationship with time. I'm not aware of it passing.",
      "author": "Daniel Day-Lewis",
      "category": "Time, Strange, Aware"
    },
    {
      "quote": "I'm a better person in a relationship, and I'm a happier person. I need to come home at the end of the day and have it not be about me and my freaking hair and makeup and character motivations anymore. And I think my work is more inspired when home is safe and sound and solid, because what I do for a living is so bananas and so insecure.",
      "author": "Ginnifer Goodwin",
      "category": "Work, Home, Character"
    },
    {
      "quote": "Even if you know that what you'll say will hurt a woman's feelings, I've learned that it's better to be truthful with her than it is to cover up. Ultimate honesty is what a relationship is really about.",
      "author": "Stephen Moyer",
      "category": "Honesty, Woman, Hurt"
    },
    {
      "quote": "Every relationship has its own language. It takes a long time to evolve and read one another. Just as it's true for people, it's also true on a national or cultural level.",
      "author": "David Mitchell",
      "category": "Time, Language, People"
    },
    {
      "quote": "I love what I do, but it is hard to have a personal relationship when you're never home.",
      "author": "Blake Mycoskie",
      "category": "Love, Home, You"
    },
    {
      "quote": "You've got to be in a bad relationship to really understand what a great one is.",
      "author": "Steve Harvey",
      "category": "Great, Understand, You"
    },
    {
      "quote": "People that spend time in a foxhole - they're never going to find that relationship anywhere else again... Everything else pales next to that. When you think about the Second World War vets - more than even the Vietnam vets - there's a brotherhood.",
      "author": "Sylvester Stallone",
      "category": "Time, War, World"
    },
    {
      "quote": "Being pregnant finally helped me understand what my true relationship was with my body - meaning that it wasn't put on this earth to look good in a swimsuit.",
      "author": "Amy Adams",
      "category": "Good, Me, Meaning"
    },
    {
      "quote": "Whenever you're in a relationship, you have that favorite song that reminds you of when you first got together or when you first kissed, and then every time you hear that song, it reminds you of that person.",
      "author": "Olly Murs",
      "category": "Time, Together, Song"
    },
    {
      "quote": "My relationship with the mountains actually started when I was 16. Every year, a group used to be taken from Auckland Grammar down to the Tangariro National Park for a skiing holiday.",
      "author": "Edmund Hillary",
      "category": "Mountains, Holiday, Group"
    },
    {
      "quote": "People want chat histories. They're a permanent testimony of a relationship.",
      "author": "Brian Acton",
      "category": "People, Want, Chat"
    },
    {
      "quote": "I have a good relationship with the world. But I don't know what the trick is to maintaining it.",
      "author": "Ben Affleck",
      "category": "Good, World, Know"
    },
    {
      "quote": "NATO has a special relationship with countries far away from Europe: Australia, Japan, South Korea. They have joint projects and programmes which are being implemented without these countries becoming members of NATO.",
      "author": "Sergei Lavrov",
      "category": "Australia, Special, Far Away"
    },
    {
      "quote": "For most of us, relationship with another is based on dependence, either economic or psychological. This dependence creates fear, breeds in us possessiveness, results in friction, suspicion, frustration.",
      "author": "Jiddu Krishnamurti",
      "category": "Fear, Frustration, Economic"
    },
    {
      "quote": "My father was on the Judiciary Committee all 18 years. He had a good personal relationship with Jim Eastland. They probably didn't agree on practically anything, or very little, from a public policy standpoint. But they were willing to work through that to see what they could get done just because they knew each other and liked each other.",
      "author": "Evan Bayh",
      "category": "Work, Good, Father"
    },
    {
      "quote": "The U.S.-China relationship is one of the most important bilateral relationships in the world.",
      "author": "Max Baucus",
      "category": "World, Relationships"
    },
    {
      "quote": "Minimalism seems closest to the sophisticated storytelling of movies. Movies have really educated contemporary audiences to be the most intelligent, sophisticated audiences in history. We don't any longer need to have the relationship between one scene and the next explained. We will figure it out ourselves.",
      "author": "Chuck Palahniuk",
      "category": "History, Movies"
    },
    {
      "quote": "When people hold you in high esteem, it's very delicate relationship. When they meet you they're putting all their chips up. It's make or break.",
      "author": "Henry Rollins",
      "category": "People, You, Hold"
    },
    {
      "quote": "I have a particular relationship with Vinod Khosla because he's got a lot of very interesting science-based energy startups.",
      "author": "Bill Gates",
      "category": "Energy, Interesting, Because"
    },
    {
      "quote": "Remember, the IDF, the Israeli Defense Forces, have a working relationship with the Palestinian Authority security forces, which have been incredibly professional.",
      "author": "Hillary Clinton",
      "category": "Professional, Remember"
    },
    {
      "quote": "I just think the most important aspect in being able to have a productive relationship between the teachers' unions and the districts and the states that they're dealing with is that the person sitting across the table from them should not have received the largest campaign contributions from the teachers' union itself.",
      "author": "Mitt Romney",
      "category": "Think, The Most Important"
    },
    {
      "quote": "American official policy is that Egypt is an ally of the United States. Of course, we recognize that Egypt has gone through a dramatic change in government. And what their status will be going forward in terms of the relationship with our nation is something which which I'm sure will be developing over time.",
      "author": "Mitt Romney",
      "category": "Change, Time, Government"
    },
    {
      "quote": "Our relationship with Egypt is very, very important. And I would want them to remain an ally. I don't want to see that official status change.",
      "author": "Mitt Romney",
      "category": "Change, Want, See"
    },
    {
      "quote": "I don't know how to have a normal relationship because I try to act normal and love from a normal place and live a normal life, but there is sort of an abnormal magnifying glass, like telescope lens, on everything that happens.",
      "author": "Taylor Swift",
      "category": "Love, Life, Live"
    },
    {
      "quote": "I can imagine it's hard to make a relationship last. I wouldn't know.",
      "author": "Taylor Swift",
      "category": "Know, I Can, Imagine"
    },
    {
      "quote": "The drama and the trauma of the relationship you have when you're 16 can mirror the one you have when you're 26. Life repeats itself.",
      "author": "Taylor Swift",
      "category": "Life, Mirror, Drama"
    },
    {
      "quote": "If I think too hard about a relationship, I'll talk myself out of it.",
      "author": "Taylor Swift",
      "category": "Myself, Think, Talk"
    },
    {
      "quote": "We can improve our relationships with others by leaps and bounds if we become encouragers instead of critics.",
      "author": "Joyce Meyer",
      "category": "Relationships, Improve"
    },
    {
      "quote": "Prayer is such a basic foundation of a Christian's relationship with God. It's how we communicate and fellowship with Him. But a surprising number of people, young and old, new and even long-time Christians, say they're not satisfied with their prayer life.",
      "author": "Joyce Meyer",
      "category": "Life, God, Prayer"
    },
    {
      "quote": "People who don't know the true character of God - who don't believe He is merciful, gracious and slow to anger - can never have a close, personal, intimate relationship with Him.",
      "author": "Joyce Meyer",
      "category": "Character, God, Anger"
    },
    {
      "quote": "The truth is God created us to have relationship with us. He wants to love us and take care of us, and He wants us to love Him. That's where our walk with Christ has to start.",
      "author": "Joyce Meyer",
      "category": "Love, Truth, God"
    },
    {
      "quote": "Real life is the life that's in you, not your circumstances, like where you live or what job you have or who you're in relationship with.",
      "author": "Joyce Meyer",
      "category": "Life, Job, Live"
    },
    {
      "quote": "God and I have a great relationship, but we both see other people.",
      "author": "Dolly Parton",
      "category": "Great, God, People"
    },
    {
      "quote": "I had a very difficult relationship with my father, which ended up okay, but there were many difficult years.",
      "author": "Salman Rushdie",
      "category": "Father, Difficult, Okay"
    },
    {
      "quote": "A relationship with an imaginary woman is preferable to a relationship with a real one.",
      "author": "Salman Rushdie",
      "category": "Woman, Real, Imaginary"
    },
    {
      "quote": "When you have children, your perspective on the parent-child relationship alters.",
      "author": "Salman Rushdie",
      "category": "Children, Perspective, You"
    },
    {
      "quote": "Before machines the only form of entertainment people really had was relationships.",
      "author": "Douglas Coupland",
      "category": "People, Relationships"
    },
    {
      "quote": "The person who needs the other person the least in a relationship is the stronger member.",
      "author": "Douglas Coupland",
      "category": "Stronger, Person, Needs"
    },
    {
      "quote": "Girls we love for what they are young men for what they promise to be.",
      "author": "Johann Wolfgang von Goethe",
      "category": "Love, Men, Young"
    },
    {
      "quote": "It is almost always a fault of one who loves not to realize when he ceases to be loved.",
      "author": "Francois de La Rochefoucauld",
      "category": "Loved, Realize, Fault"
    },
    {
      "quote": "You need to have a relationship with what you put inside you. I don't want to get all spiritual about this, but I believe our bodies are a gift, and to deface it is disrespectful.",
      "author": "Michael Moore",
      "category": "Spiritual, Believe, Gift"
    },
    {
      "quote": "History shows us that in times of people feeling like they are in need of some sort of rebellion or protests, the artists rise because the poetry we create about pain and its relationship to culture in the world begins to soothe and heal people who are feeling confused or afraid.",
      "author": "Lady Gaga",
      "category": "History, Culture, Pain"
    },
    {
      "quote": "I want to be judged by who I am, not by a relationship.",
      "author": "Rand Paul",
      "category": "I Am, Want, Judged"
    },
    {
      "quote": "God is more interested in your future and your relationships than you are.",
      "author": "Billy Graham",
      "category": "Future, God, Relationships"
    },
    {
      "quote": "When I'm working, I'm very purposeful and everything else gets out of focus. Something I've had to work on together with my wife is how to acknowledge each other in the midst of this and keep the relationship going.",
      "author": "Jeff Bridges",
      "category": "Work, Focus, Together"
    },
    {
      "quote": "I can see how a relationship with a writer would be an easy thing.",
      "author": "Jeff Bridges",
      "category": "Easy, I Can, See"
    },
    {
      "quote": "Part of our tradition as black women is that we are universalists. Black children, yellow children, red children, brown children, that is the black woman's normal, day-to-day relationship. In my family alone, we are about four different colors.",
      "author": "Alice Walker",
      "category": "Family, Children, Women"
    },
    {
      "quote": "There were nineteen years between my grandparents, and I was in a relationship for five years from the age of fifteen to twenty with a man who was thirteen years older than me who remains one of the loves of my life, and he passed away when I was twenty years old.",
      "author": "Kate Winslet",
      "category": "Life, Age, Man"
    },
    {
      "quote": "I don't care what people say about my relationship I don't care what they say about my boobs. People are buying my songs I have a sold-out tour. I'm getting incredible feedback from my music.",
      "author": "Katy Perry",
      "category": "Music, Feedback, People"
    },
    {
      "quote": "My father had a difficult relationship with success, maybe because he never obtained it. But he was very wise about it because he observed how you can become rotten fruit once you get power.",
      "author": "Alejandro Gonzalez Inarritu",
      "category": "Success, Father, Power"
    },
    {
      "quote": "If you say to the White House, 'Obama has been very unfriendly to Israel,' they say, 'What do you mean? It's the best military-to-military relationship ever.' And that part is true.",
      "author": "Elliott Abrams",
      "category": "Best, You, Mean"
    },
    {
      "quote": "I have a very healthy relationship to my work, and I find that if a scene is working, no matter how intense it is, you have the catharsis on screen, and you can let it go. I think it's, if at the end of the day you feel like you haven't cracked it, that's when you go home and it's more difficult to switch off.",
      "author": "Cate Blanchett",
      "category": "Work, Day, Home"
    },
    {
      "quote": "In the grip of a neurological disorder, I am fast losing control of words even as my relationship with the world has been reduced to them.",
      "author": "Christopher Hitchens",
      "category": "I Am, Words, World"
    },
    {
      "quote": "Like it or not, Google and the Chinese government are stuck in a tense, long-term relationship, and can look forward to more high-stakes shadow-boxing in the netherworld of the world's most elaborate system of censorship.",
      "author": "Rebecca MacKinnon",
      "category": "Government, World"
    },
    {
      "quote": "Anxiety and spiritual searching have been consistent themes with me, and that figures into my worldview. But I tend to make my songs sound like relationship songs.",
      "author": "David Bowie",
      "category": "Spiritual, Me, Anxiety"
    },
    {
      "quote": "Instruments sound interesting, not because of their sound, but because of the relationship a player has with them. Instrumentalists build a rapport with their instruments, which is what you like and respond to.",
      "author": "Brian Eno",
      "category": "Interesting, You, Build"
    },
    {
      "quote": "I am well placed to know that Le Pen is not an anti-Semite. If one considers his life seriously... a man who went to fight with the Israelis in '56! Many times, he tried to better the party's relationship with the Jewish community, even though I do not like the term.",
      "author": "Marine Le Pen",
      "category": "Life, Community, Man"
    },
    {
      "quote": "The longer I go about living, I see it's the relationship that is most meaningful.",
      "author": "William Shatner",
      "category": "Meaningful, Living, See"
    },
    {
      "quote": "When you start falling for somebody and you can't stop thinking about when you're going to see them again, I love that. Women are beautiful. They deserve to be cherished and respected.",
      "author": "Orlando Bloom",
      "category": "Love, Beautiful, Women"
    },
    {
      "quote": "I was in a relationship with a girl I loved for three years. Where do you go after three years? Then you've got to start thinking about other things, and I'm too young to think about those things.",
      "author": "Shia LaBeouf",
      "category": "Girl, Thinking, Start"
    },
    {
      "quote": "A relationship to me is never about the romance.",
      "author": "Shia LaBeouf",
      "category": "Me, Romance, Never"
    },
    {
      "quote": "A record company used to be a very good thing, but they ended up soul-destroyingly trapping people in the accounting department. And you couldn't get any further, and the heads of each department were changing all the time, so you couldn't have any permanent relationship within the corporation.",
      "author": "John Lydon",
      "category": "Time, Good, Company"
    },
    {
      "quote": "My relationship with shoes has always been linked to shoes, women, women in their shoes and performance.",
      "author": "Christian Louboutin",
      "category": "Women, Shoes, Performance"
    },
    {
      "quote": "It destroys one's nerves to be amiable every day to the same human being.",
      "author": "Benjamin Disraeli",
      "category": "Day, Every Day, Human"
    },
    {
      "quote": "But I think there's something wonderful and extraordinary about climbing on your own and just that kind of relationship to the environment. I'm very addicted to the mountains. You know, so, I do like that solitude.",
      "author": "Andy Serkis",
      "category": "Mountains, Solitude"
    },
    {
      "quote": "Every relationship has its complications.",
      "author": "Rob Lowe",
      "category": "Every, Complications"
    },
    {
      "quote": "I have a really close relationship with God. I have more conversations with God, and it's very therapeutic to me. It helps me through a lot of trials and tribulations.",
      "author": "Khloe Kardashian",
      "category": "God, Me, Trials"
    },
    {
      "quote": "Everybody goes through a period where you're fighting a lot, I think. Sometimes that can be a good thing for your relationship. That conflict can lead to making up.",
      "author": "Brad Paisley",
      "category": "Good, Conflict, Think"
    },
    {
      "quote": "Poverty is a relationship that involves a lot of folks, rich and poor alike. I was looking for something that brought a lot of different people in a room. Eviction does that, embroils landlords and tenants, lawyers and social workers.",
      "author": "Matthew Desmond",
      "category": "Poverty, People, Rich"
    },
    {
      "quote": "I've always been spiritual but I've never had a proper context, and it took me awhile to find the proper context. It's hard to realize you can have any kind of relationship with God you want... and so I now have a punk rock relationship with God.",
      "author": "Billy Corgan",
      "category": "God, Spiritual, Me"
    },
    {
      "quote": "Christian children should be taught at an early age that everything they receive is because of God's grace and love. They will grow up more appreciative and begin to understand that they, too, must have a relationship with Christ. Christian children should also be taught how to give.",
      "author": "Monica Johnson",
      "category": "Love, Children, Age"
    },
    {
      "quote": "Our interests lie in attracting added value and talent to France as a result of Brexit, but also in having a balanced relationship with Great Britain. We must not sacrifice the short term for our bilateral relationship.",
      "author": "Emmanuel Macron",
      "category": "Great, Value, Short"
    },
    {
      "quote": "I think that my regrets mostly have to do with my relationship with my ex-girlfriend. Every once in a while, you get those flashback memories of conversations you had with your exes, and you just, like, wince when you're walking down the street. Something occurs to you, 'Oh, no, I said that.'",
      "author": "Mike Birbiglia",
      "category": "Memories, Walking, Think"
    },
    {
      "quote": "The ouster of Jill Abramson as executive editor of 'The New York Times' sent shock waves through the media landscape. Reports that she was fired thanks in part to a soured relationship based on the 'Times' alleged sexist pay discrepancy only made those shock waves stronger.",
      "author": "Ben Shapiro",
      "category": "Media, Stronger, Landscape"
    },
    {
      "quote": "The goal is not to get into a relationship the goal is to be in a relationship.",
      "author": "Ashton Kutcher",
      "category": "Goal, Get"
    },
    {
      "quote": "People wonder if there is a relationship between my lack of sight and the way I sing. But there's no connection.",
      "author": "Andrea Bocelli",
      "category": "People, Wonder, Connection"
    },
    {
      "quote": "I suspect the real reason the N.F.L. and N.B.A. don't want high schoolers and college underclassmen to play with their ball is that they don't want to jeopardize their relationship with National Collegiate Athletic Association, which serves as a sort of free minor league and unpaid promotional department for the pros.",
      "author": "David Shields",
      "category": "College, Free, Want"
    },
    {
      "quote": "I think the core of fans' relationship is one that vacillates schizophrenically and mercurially from reverence to resentment. Fans fetishize the players' athletic genius and both deify it and demonize it witness the way awe turns into anger whenever a player holds out or flips off the offensive coordinator.",
      "author": "David Shields",
      "category": "Anger, Genius, Think"
    },
    {
      "quote": "Remember that no relationship is a total waste of time. You can always learn something about yourself.",
      "author": "H. Jackson Brown, Jr.",
      "category": "Time, Yourself, Remember"
    },
    {
      "quote": "When I got my first television set, I stopped caring so much about having close relationships.",
      "author": "Andy Warhol",
      "category": "Caring, Television"
    },
    {
      "quote": "How much we need, in the church and in society, witnesses of the beauty of holiness, witnesses of the splendour of truth, witnesses of the joy and freedom born of a living relationship with Christ!",
      "author": "Pope Benedict XVI",
      "category": "Beauty, Freedom, Truth"
    },
    {
      "quote": "Without the name, any flower is still more or less a stranger to you. The name betrays its family, its relationship to other flowers, and gives the mind something tangible to grasp. It is very difficult for persons who have had no special training to learn the names of the flowers from the botany.",
      "author": "John Burroughs",
      "category": "Family, Flower, Flowers"
    },
    {
      "quote": "If you're married, and you have a wife, and you really love your wife, is it good enough to only say to your wife 'I love her' the day you get married? Or should you tell her every single day when you wake up and every opportunity? And that's how I feel about my relationship with Jesus Christ is that it is the most important thing in my life.",
      "author": "Tim Tebow",
      "category": "Love, Life, Good"
    },
    {
      "quote": "It's pretty easy for me to say that the most important thing in my life is my relationship with Jesus Christ, followed by my relationship with family. And football's later on down the line.",
      "author": "Tim Tebow",
      "category": "Life, Family, Football"
    },
    {
      "quote": "I mean, we're really making a quantum change in our relationship to the plant world with genetic modification.",
      "author": "Michael Pollan",
      "category": "Change, World, Plant"
    },
    {
      "quote": "Before I started writing about food, my focus was really on the human relationship to plants. Not only do plants nourish us bodily - they nourish us psychologically.",
      "author": "Michael Pollan",
      "category": "Food, Focus, Writing"
    },
    {
      "quote": "Regardless of the sexual orientation behind a relationship, it is still a relationship and still love.",
      "author": "Hozier",
      "category": "Love, Behind, Still"
    },
    {
      "quote": "When one is the type of writer who cares about the meaning of the historically specific setting, the history itself is not something that I would call backdrop. It's not window dressing for a timeless relationship about love and betrayal. For me, the setting and the specific history are active co-agents with me in trying to form the novel.",
      "author": "Rachel Kushner",
      "category": "Love, History, Me"
    },
    {
      "quote": "If you look at my characters as a group, they all have a different relationship with the way that places can signify emotion in them - and the way those bonds can be shattered.",
      "author": "Jhumpa Lahiri",
      "category": "Emotion, Group, You"
    },
    {
      "quote": "In terms of pace, I think I just have to revisit my relationship with expectations. That has a little bit to do with comparing ourselves to other people and seeing other people's journey and seeing how they had a certain success at a certain age.",
      "author": "Mahershala Ali",
      "category": "Success, Journey, Age"
    },
    {
      "quote": "I think the hardest thing to do in a relationship is something for yourself.",
      "author": "Kat Graham",
      "category": "Yourself, Think, Something"
    },
    {
      "quote": "The strengths and failings of a relationship depend entirely on your ability to talk about your feelings.",
      "author": "Spike Jonze",
      "category": "Feelings, Strengths, Ability"
    },
    {
      "quote": "My entire life changed when I became a mother - my priorities, my understanding, appreciation of life, and my relationship with God.",
      "author": "Kourtney Kardashian",
      "category": "Life, God, Mother"
    },
    {
      "quote": "I totally commit and completely give myself to a relationship. Be warned, though - I don't like being taken for granted, so I can be pretty high-maintenance sometimes!",
      "author": "Priyanka Chopra",
      "category": "Myself, I Can, Sometimes"
    },
    {
      "quote": "I have a very close relationship with my parents.",
      "author": "Caroline Wozniacki",
      "category": "Parents, Close, Very"
    },
    {
      "quote": "I'm proud of my relationship with 'Star Trek'! 'Star Trek' is a show that I am philosophically compatible with.",
      "author": "George Takei",
      "category": "I Am, Proud, Star"
    },
    {
      "quote": "I could never give relationship advice to anybody!",
      "author": "Rihanna",
      "category": "Advice, Never, Give"
    },
    {
      "quote": "I felt a tremendous sadness for men who can't deal with a woman of their own age.",
      "author": "Michael Caine",
      "category": "Age, Sadness, Woman"
    },
    {
      "quote": "Absences are a good influence in love and keep it bright and delicate.",
      "author": "Robert Louis Stevenson",
      "category": "Love, Good, Influence"
    },
    {
      "quote": "I went through a phase when I was 13 where I would only fall in love with people over the age of 19 or 20. I never had a real relationship with any of these people, but it was definitely the guy I wanted to hang out with and wanted to go on trips with. I would be like, 'But, Daddy, he's a musician!'.",
      "author": "Olivia Wilde",
      "category": "Love, Age, Fall"
    },
    {
      "quote": "I had a great time making the last movie, 'Eclipse.' We shot my back-story stuff from the 1930's. But I was waiting for 'Breaking Dawn' because I love the relationship Rosalie has with Jacob and the rest of her family and Bella. She also provides comic relief.",
      "author": "Nikki Reed",
      "category": "Love, Family, Time"
    },
    {
      "quote": "I have a long-standing relationship with Autism Speaks. I've been supporting them for many, many years now.",
      "author": "Nikki Reed",
      "category": "Now, Autism, Years"
    },
    {
      "quote": "Remember, if you want to love your life and live it to the fullest, don't let the sun go down on your anger. If you don't have a solution to the issue, agree to disagree and focus on the importance of the relationship.",
      "author": "Victoria Osteen",
      "category": "Love, Life, Anger"
    },
    {
      "quote": "There's an entry point to any relationship.",
      "author": "will.i.am",
      "category": "Point, Any, Entry"
    },
    {
      "quote": "The relationship between critic and writer is similar to the one between the pigeon and the statue.",
      "author": "Ashwin Sanghi",
      "category": "Statue, Writer, Between"
    },
    {
      "quote": "My relationship with aging is cozy. I'm not trying to play 29 and holding on with white knuckles, you know?",
      "author": "Diane Lane",
      "category": "Aging, Know, Play"
    },
    {
      "quote": "Dylan's relationship with Johnny Cash was the biggest influence on Nashville in my lifetime - they opened up country music.",
      "author": "Kris Kristofferson",
      "category": "Music, Influence"
    },
    {
      "quote": "Every relationship I've been in, I've overwhelmed the girl. They just can't handle all the love.",
      "author": "Justin Timberlake",
      "category": "Love, Girl, Overwhelmed"
    },
    {
      "quote": "My family and I are so close, it's important to have a close knit relationship and to make time to spend with each other, especially at the holidays.",
      "author": "Gia Coppola",
      "category": "Family, Time, Holidays"
    },
    {
      "quote": "If you ask me to describe my relationship, I mean - words are too clumsy to accurately describe how I feel in that regard, particularly in an interview. It's a strange thing.",
      "author": "Ryan Reynolds",
      "category": "Words, Me, Strange"
    },
    {
      "quote": "Remember: You are the common denominator in all your relationship problems. Wherever you go, your pesky repeated issues go - until you shed a blazing light of insight upon them.",
      "author": "Karen Salmansohn",
      "category": "Light, Problems, Remember"
    },
    {
      "quote": "Some people associate red with love, but to me, red is for an earlier stage of a relationship. Black is much deeper, to me. It's certainly the sexiest color.",
      "author": "Dierks Bentley",
      "category": "Love, Color, Red"
    },
    {
      "quote": "When you're doing collaborative music, the relationship that forms is a very bonding kind of experience.",
      "author": "Condoleezza Rice",
      "category": "Music, Experience, You"
    },
    {
      "quote": "I have fallen in love so many times. If one relationship ended, I would search for another girl. I was always madly in love with all the girls that I dated.",
      "author": "Nawazuddin Siddiqui",
      "category": "Love, Girl, Search"
    },
    {
      "quote": "I have stepped off the relationship scene to come to terms with myself. I have spent most of my adult life being 'someone's girlfriend', and now I am happy being single.",
      "author": "Penelope Cruz",
      "category": "Life, Happy, Myself"
    },
    {
      "quote": "It's great working with my sister, because we are very close as a family - my brother, my sister and myself. We have a great relationship.",
      "author": "Penelope Cruz",
      "category": "Family, Sister, Great"
    },
    {
      "quote": "If you cannot inspire a woman with love of you, fill her above the brim with love of herself; all that runs over will be yours.",
      "author": "Charles Caleb Colton",
      "category": "Love, Woman, Inspire"
    },
    {
      "quote": "Dick Clark and I had such a hysterical relationship with each other.",
      "author": "Vicki Lawrence",
      "category": "Other, Each, Clark"
    },
    {
      "quote": "In any relationship, after the first year is over, you can't help but want your own space.",
      "author": "Helena Bonham Carter",
      "category": "Space, Help, Want"
    },
    {
      "quote": "Anything that has a relationship with pleasure, we reject it. Eating, they talk about cholesterol; making love, they talk about AIDS; you talk about smoking, they talk about cancer. It's a very sick society that rejects pleasure.",
      "author": "Marjane Satrapi",
      "category": "Love, Society, Cancer"
    },
    {
      "quote": "There's such an extreme feeling to be in love, especially in quite an emotionally destructive relationship, where you're both kind of really bad for each other, but you love each other so much. Those extreme emotions, I think, can only be described with extreme imagery.",
      "author": "Florence Welch",
      "category": "Love, Think, You"
    },
    {
      "quote": "Never assume that the guy understands that you and he have a relationship.",
      "author": "Dave Barry",
      "category": "You, Never, Assume"
    },
    {
      "quote": "Men are fair, and they have learned not to personalize anger - they can disagree with you and argue to the bone, but afterward they still consider you a nice person with whom the underlying human relationship need not be altered.",
      "author": "Warren Farrell",
      "category": "Anger, Men, Nice"
    },
    {
      "quote": "I have to say when a man lives for himself, it's hard to live with him. That's pretty much the story of all my divorces. I've been making records since I was 22 and done things my way, and it's hard for me to compromise. And of course, to have a successful relationship, one has to compromise. Sometimes I'm not good at it.",
      "author": "John Mellencamp",
      "category": "Good, Man, Me"
    },
    {
      "quote": "I love being onstage. I love the relationship with the audience. I love the letting go, the sense of discovery, the improvising.",
      "author": "Stephen Colbert",
      "category": "Love, Letting Go, Discovery"
    },
    {
      "quote": "We all think that this relationship thing is a game out here. All I'm saying to women is, 'Okay. If it's a game, here are the rules that we play by.'",
      "author": "Steve Harvey",
      "category": "Women, Rules, Game"
    },
    {
      "quote": "I'm 31 now. I think I'm beginning to understand what life is, what romance is, and what a relationship means.",
      "author": "Adam Sandler",
      "category": "Life, Beginning, Think"
    },
    {
      "quote": "I feel that the critic and music director should have such a good relationship they can pick up the phone and call each other any time.",
      "author": "Zubin Mehta",
      "category": "Music, Time, Good"
    },
    {
      "quote": "I hope that anyone I worked with wouldn't exploit our relationship.",
      "author": "Laura Linney",
      "category": "Hope, I Hope That, Worked"
    },
    {
      "quote": "When we have machines that are as intelligent - and then twice as intelligent - as we are, there is no reason why that relationship cannot be synergistic rather than antagonistic.",
      "author": "Robert J. Sawyer",
      "category": "Intelligent, Why, Reason"
    },
    {
      "quote": "I'm in a monogamous relationship and have been for many, many years. I think it's a choice. I don't think you can generalize, though, and what works for me may not work for other people, but I don't think everybody cheats. We're all different.",
      "author": "Nikolaj Coster-Waldau",
      "category": "Work, Choice, Me"
    },
    {
      "quote": "I have a love-hate relationship with the Grammys because I don't see the music world as a competitive sport.",
      "author": "James Taylor",
      "category": "Music, World, See"
    },
    {
      "quote": "Filming 'Eclipse' - Eclipse was my favorite book so I was really excited to start filming the movie. I just love that it's the height of the love triangle. 'Twilight' develops Edward and Bella's relationship, 'New Moon' develops Jacob and Bella's and in 'Eclipse,' the three of them are physically together.",
      "author": "Taylor Lautner",
      "category": "Love, Together, Moon"
    },
    {
      "quote": "I'm done with men... I'm going to be alone. I have no luck with relationships. I don't think I'm made for marriage.",
      "author": "Halle Berry",
      "category": "Marriage, Alone, Men"
    },
    {
      "quote": "I always believe that it's better to be idealistic in love than be that cynic. That's the only way to survive a relationship.",
      "author": "Sonam Kapoor",
      "category": "Love, Believe, Better"
    },
    {
      "quote": "I think the most important thing for me in a relationship is honesty.",
      "author": "Zac Efron",
      "category": "Honesty, Me, Think"
    },
    {
      "quote": "My husband and I are either going to buy a dog or have a child. We can't decide whether to ruin our carpet or ruin our lives.",
      "author": "Rita Rudner",
      "category": "Dog, Child, Husband"
    },
    {
      "quote": "Trying to make something as tricky as 'Room' really believable is extremely hard, and it largely rests with that relationship between the actors and the director, and the director and the crew.",
      "author": "Lenny Abrahamson",
      "category": "Trying, Director, Between"
    },
    {
      "quote": "The intuitive connection children feel with animals can be a tremendous source of joy. The unconditional love received from pets, and the lack of artifice in the relationship, contrast sharply with the much trickier dealings with members of their own species.",
      "author": "Frans de Waal",
      "category": "Love, Children, Joy"
    },
    {
      "quote": "I don't need anyone to rectify my existence. The most profound relationship we will ever have is the one with ourselves.",
      "author": "Shirley MacLaine",
      "category": "Profound, Existence, Need"
    },
    {
      "quote": "Legal documents have mistrust written all over them. It's unfortunate, but the human DNA is so tuned to kind of taking you for granted that we tend to protect ourselves legally. That's why I don't read them as, if I read them, I will go soft. To me, the human relationship is far more important than the professional bond I share with anyone.",
      "author": "Karan Johar",
      "category": "Legal, Me, Professional"
    },
    {
      "quote": "Several companies have explicit policies against cronyism, with good reason. Hiring a family member simply for a relationship can be troubling and may not necessarily serve a company's interests. But by and large, financial firms in particular commonly hire people who have certain connections, whether through family or a business relationship.",
      "author": "Andrew Ross Sorkin",
      "category": "Family, Business, Good"
    },
    {
      "quote": "The man is meant to be the alpha in the relationship on the money and power front.",
      "author": "Jamie Dornan",
      "category": "Money, Power, Man"
    },
    {
      "quote": "Pop stardom is not very compelling. I'm much more interested in a relationship between performer and audience that is of equals. I came up through folk music, and there's no pomp and circumstance to the performance. There's no, like, 'I'll be the rock star, you be the adulating fan.'",
      "author": "Ani DiFranco",
      "category": "Music, Performance"
    },
    {
      "quote": "If a relationship has to be a secret, you shouldn't be in it.",
      "author": "Regina Brett",
      "category": "You, Secret"
    },
    {
      "quote": "I've never dealt with the Russian government, I've never had a relationship with the Russian government.",
      "author": "Paul Manafort",
      "category": "Government, Never, Dealt"
    },
    {
      "quote": "Most critical histories of U.S. involvement in Iran rightly began with the joint British-U.S. coup against democratically elected Prime Minister Mohammad Mosaddegh in 1953, which installed Pahlavi on the Peacock Throne. But it was Kissinger who, in 1972, greatly deepened the relationship between Washington and Tehran.",
      "author": "Greg Grandin",
      "category": "Involvement, Between"
    },
    {
      "quote": "The problem is, when I talk about heartbreak or whatever, people want to melt it down to some break-up of a relationship, but it's not about that. If you're a sensitive person, just stepping outside can be heartbreaking.",
      "author": "Lykke Li",
      "category": "People, Problem, Want"
    },
    {
      "quote": "When you're in a relationship you want it to work. My parents did, I did. But we are not taught how to make it work.",
      "author": "Erykah Badu",
      "category": "Work, Parents, Want"
    },
    {
      "quote": "When we look at what has the strongest statistical relationship to overall evaluation of your life, the first one is your career well-being, or the mission, purpose and meaning of what you're doing when you wake up each day.",
      "author": "Tom Rath",
      "category": "Life, Day, Purpose"
    },
    {
      "quote": "My relationship with food is intimate. I don't eat and tell.",
      "author": "CeeLo Green",
      "category": "Food, Eat, Tell"
    },
    {
      "quote": "Men and women have strengths that complement each other.",
      "author": "Edwin Louis Cole",
      "category": "Women, Men, Men And Women"
    },
    {
      "quote": "With public figures involved in a relationship it seems that there is a machine behind their love so oftentimes.",
      "author": "Joaquin Phoenix",
      "category": "Love, Behind, Machine"
    },
    {
      "quote": "You have to take time and make time for each other. My current single 'Time Is Love' gives a lot of advice in that area, just spending quantity time with the one you love and the one you care about because that's when you really develop a relationship.",
      "author": "Josh Turner",
      "category": "Love, Time, Advice"
    },
    {
      "quote": "The producer, in effect, has to work as a translator. You form a very tight relationship with the director and writer from the beginning, and then you are constantly communicating to the various people that begin to come into the process, as you are trying to manage to hold on to a vision that needs to be communicated over a long period of time.",
      "author": "Kathleen Kennedy",
      "category": "Work, Time, Vision"
    },
    {
      "quote": "I would never put my close friends or a real relationship on a show.",
      "author": "Kristin Cavallari",
      "category": "Friends, Real, Close Friends"
    },
    {
      "quote": "To marry unequally is to suffer equally.",
      "author": "Henri Frederic Amiel",
      "category": "Suffer, Marry, Equally"
    },
    {
      "quote": "I can't even find someone for a platonic relationship, much less the kind where someone wants to see me naked.",
      "author": "Gilbert Gottfried",
      "category": "Me, Kind, See"
    },
    {
      "quote": "It's funny about men and women. Men pay in cash to get them and pay in cash to get rid of them. Women pay emotionally coming and going. Neither has it easy.",
      "author": "Hedy Lamarr",
      "category": "Funny, Women, Men"
    },
    {
      "quote": "If you love somebody, you love them. My parents had a 25-year age gap between them and my mum was the breadwinner, my dad the house husband. I'm a strong believer that a good relationship can work, whatever the situation.",
      "author": "Katherine Jenkins",
      "category": "Love, Work, Age"
    },
    {
      "quote": "I think the fact that I'm so well known to be gay makes it very difficult to have a convincing relationship with a woman on screen. It wouldn't be at all difficult for me to kiss a woman - I'll kiss a frog if you like.",
      "author": "Stephen Fry",
      "category": "Woman, Kiss, Me"
    },
    {
      "quote": "I'd like to say that I'm a rock star, but I'm not - I'm honestly more of a relationship kind of guy. I'm a guy you could take home to meet your mum rather than a guy your mum wouldn't like.",
      "author": "Ed Sheeran",
      "category": "Home, Rock Star, You"
    },
    {
      "quote": "If you're giving love and not receiving it, you're not in the right relationship. If you're receiving it and not giving it than you are taking advantage of the other person.",
      "author": "Patti Stanger",
      "category": "Love, Giving, You"
    },
    {
      "quote": "The relationship between God and his people was always the one having absolute primacy, the one that had basically to determine all human relationships, whether those within the covenanted community itself or those between the covenanted community and the outside world.",
      "author": "David Novak",
      "category": "Community, God, World"
    },
    {
      "quote": "I used to define success as being able to produce any result you wanted, whether it was a relationship, weight-loss, being a millionaire, impacting the culture, changing society, whatever it might be - it might be homelessness, whatever - and lately, I've redefined success as 'fulfilling your soul's purpose.'",
      "author": "Jack Canfield",
      "category": "Success, Culture, Society"
    },
    {
      "quote": "I don't want to have a relationship with someone if I'm not going to work with them.",
      "author": "Bill Murray",
      "category": "Work, Want, Going"
    },
    {
      "quote": "I love my mom. My mom loves me. We don't have an easy relationship. I don't think we ever will, but I'd rather have a complicated, misunderstood relationship than have no relationship at all.",
      "author": "Tori Spelling",
      "category": "Love, Mom, Me"
    },
    {
      "quote": "My husband and I have known each other since kindergarten. I had a crush on him in school, but we never dated. Then we saw each other again after high school, and there was something instantly familiar about him. I'm a very shy person and was very closed off. But he allowed me to be myself. And there's a safety in that.",
      "author": "Alison Sweeney",
      "category": "Myself, School, Safety"
    },
    {
      "quote": "My memory of my household is of one immersed in books and music. I have a very intimate relationship with Bengali literature, particularly Tagore, and my interest besides reading then was music.",
      "author": "Siddhartha Mukherjee",
      "category": "Music, Memory, Reading"
    },
    {
      "quote": "In any relationship, even when it came to my relationship with Usher, when it was time to make a move, I had to do that. I don't care how much my heart was hurting, sometimes you're just supposed to be with people for a reason, and it's not always a lifetime. Even if you want it to be, it just doesn't work out that way.",
      "author": "Rozonda Thomas",
      "category": "Work, Time, Heart"
    },
    {
      "quote": "If Obama came by his liberalism in the faculty lounge, then sure, he can see it hasn't worked, and he can modify it. But if Obama got his formative ideas when he was very young, and if they are the result of his traumatic relationship with his father, then they are built into his psyche.",
      "author": "Dinesh D'Souza",
      "category": "Father, Ideas, See"
    },
    {
      "quote": "I've come to learn that what really matters is the relationship, the quality of the relationship.",
      "author": "Tucker Max",
      "category": "Quality, Learn, Matters"
    },
    {
      "quote": "I love exploring the relationship between fathers and daughters. I think that's a special thing, especially with daughters who are dealing with being adults.",
      "author": "Tim Daly",
      "category": "Love, Think, Special"
    },
    {
      "quote": "I was in New Zealand and met this girl. Her sister dared me to bungee jump, so I did! It was a spur-of-the-moment decision - I wanted to impress the girl, and it worked! We were in a relationship after that.",
      "author": "Theo James",
      "category": "Sister, Decision, Girl"
    },
    {
      "quote": "I believe that if you work hard at a relationship, devoting time and energy to it, being willing to grow and experiment, and never take it for granted, that you can continue to feel the initial attraction and excitement indefinitely.",
      "author": "Sylvia Day",
      "category": "Work, Time, Work Hard"
    },
    {
      "quote": "I'm kind of a rebound junkie. So. when a relationship goes sour, I look at the sweetness in life elsewhere. So, I date a bit. The best catharsis is to write jokes and tell 4,000 people about it.",
      "author": "Vir Das",
      "category": "Life, Best, People"
    },
    {
      "quote": "My father and I had a good relationship, it was very relaxed. He had a lot of humour. He looked a little bit like me, although he had no beard. He had the appearance of a very elegant British-looking man.",
      "author": "Michael Haneke",
      "category": "Good, Father, Man"
    },
    {
      "quote": "And it was a very, very fruitful and great relationship between the Stones and The Beatles. It was very, very friendly.",
      "author": "Keith Richards",
      "category": "Great, Stones, Between"
    },
    {
      "quote": "Whether it's a relationship or what you're wearing, or how much you weigh and what you said when you didn't mean it, like - it's hard to be totally under the microscope.",
      "author": "Amy Lee",
      "category": "You, Said, Mean"
    },
    {
      "quote": "All of our great traditions, religious, contemplative and artistic, say that you must a learn how to be alone - and have a relationship with silence. It is difficult, but it can start with just the tiniest quiet moment.",
      "author": "David Whyte",
      "category": "Great, Alone, Silence"
    },
    {
      "quote": "Honesty lies in understanding our close and necessary relationship with not wanting to hear the truth.",
      "author": "David Whyte",
      "category": "Truth, Honesty"
    },
    {
      "quote": "Do you know that other than my father, I've never had a man take care of me?",
      "author": "Dionne Warwick",
      "category": "Father, Man, Me"
    },
    {
      "quote": "If money is the root of all evil, then China's manipulation of its currency, the yuan, is the tap root of everything wrong with the U.S.-China trade relationship.",
      "author": "Peter Navarro",
      "category": "Money, Evil, Manipulation"
    },
    {
      "quote": "I curate my life in a way. It's always playing on my mind, kind of a love-hate relationship. I'm not one of those people who's, like, 'I wish Facebook wasn't around,' because, you know, it is what it is.",
      "author": "Lorde",
      "category": "Life, Mind, People"
    },
    {
      "quote": "It's a very difficult thing losing a parent, but I think there's an added complication for me, because he was so well-loved and he had this very open charm that made people feel they had a personal relationship with him.",
      "author": "Kate Beckinsale",
      "category": "Losing, Me, Parent"
    },
    {
      "quote": "We run into some pretty tough arguments sometimes, but the idea is that at the end of the day, my wife and I realize that we'll always be holding each other's hand. This is a lifelong relationship, and after 12 years she hasn't gotten rid of me yet.",
      "author": "Kyle Chandler",
      "category": "Day, Wife, Me"
    },
    {
      "quote": "Father's Day each year makes me grateful for what my father did for me. This has little to do with our relationship, and much to do with what he taught me.",
      "author": "Karen DeCrow",
      "category": "Day, Father, Grateful"
    },
    {
      "quote": "I think there's a big difference between loving someone out of duty and dependency and loving someone because you really are able to sort of grow and be whole in the context of that relationship.",
      "author": "Alexandra Fuller",
      "category": "Grow, Loving, Think"
    },
    {
      "quote": "For the most part, that message hasn't changed a lot over the years - love is still love, and heartbreak is still heartbreak.",
      "author": "Casey Kasem",
      "category": "Love, Love Is, Heartbreak"
    },
    {
      "quote": "Care is a state in which something does matter it is the source of human tenderness.",
      "author": "Rollo May",
      "category": "Care, Matter, Human"
    },
    {
      "quote": "Being flirty is a way of letting a guy know you're interested without making a fool out of yourself.",
      "author": "Carmen Electra",
      "category": "Fool, Yourself, Know"
    },
    {
      "quote": "I know that life is really finding the right relationship between yourself and God.",
      "author": "Tom Landry",
      "category": "Life, God, Yourself"
    },
    {
      "quote": "I think I learned about the relationship between books and life from Margaret Mitchell.",
      "author": "Pat Conroy",
      "category": "Life, Think, Between"
    },
    {
      "quote": "That's the thing - I've never really been single. I always end up in a relationship immediately.",
      "author": "Kevin Connolly",
      "category": "End, Single, Never"
    },
    {
      "quote": "In a relationship you want to treat people the way you want to be treated.",
      "author": "Bradley Cooper",
      "category": "Treat, People, Want"
    },
    {
      "quote": "The formula for achieving a successful relationship is simple: you should treat all disasters as if they were trivialities but never treat a triviality as if it were a disaster.",
      "author": "Quentin Crisp",
      "category": "Simple, Achieving, Treat"
    },
    {
      "quote": "The fashion industry now has a direct relationship with its customers. Thanks to things like Twitter, ideas can be shared and circulated.",
      "author": "Stefano Gabbana",
      "category": "Ideas, Fashion, Thanks"
    },
    {
      "quote": "The most important thing as a leader is your relationship with God.",
      "author": "Manny Pacquiao",
      "category": "Leader, God, Important"
    },
    {
      "quote": "Is our desire for partnership just an evolutionary remainder, a Togetherness Delusion, where millions of women only think they need a relationship to be truly happy? Maybe. But you know what? That's fine with me.",
      "author": "Tracy McMillan",
      "category": "Happy, Women, Me"
    },
    {
      "quote": "An organization's reason for being, like that of any organism, is to help the parts that are in relationship to each other, to be able to deal with change in the environment.",
      "author": "Kevin Kelly",
      "category": "Change, Organization, Help"
    },
    {
      "quote": "There was a whole language that I could never make function for myself in relationship to painting and that was attitudes like tortured, struggle, pain.",
      "author": "Robert Rauschenberg",
      "category": "Myself, Struggle, Pain"
    },
    {
      "quote": "A relationship is hard in and of itself. And having kids is really hard work, but I think it's really meaningful, as is a relationship. But they all take work.",
      "author": "Joan Cusack",
      "category": "Work, Hard Work, Meaningful"
    },
    {
      "quote": "Royalties are not how most writers or musicians make their living. Musicians by and large make a living with a relationship with an audience that is economically harnessed through performance and ticket sales.",
      "author": "John Perry Barlow",
      "category": "Musicians, Performance"
    },
    {
      "quote": "Fans believe they have a relationship with you, either through your TV character or, more reasonably, through the tweets you may have exchanged. In a way, you have gotten to know them. You learn about people's kids, families, pets.",
      "author": "Gina Bellman",
      "category": "Character, Believe, People"
    },
    {
      "quote": "You can't raise the aspirations of a child and then leave them hanging. Poverty can't be solved by a project. It's solved by a relationship, collaboration.",
      "author": "Ann Cotton",
      "category": "Collaboration, Child"
    },
    {
      "quote": "Everybody needs somebody.",
      "author": "Mahalia Jackson",
      "category": "Needs, Somebody, Everybody"
    },
    {
      "quote": "If you're a Christian you don't sit there and worry about what somebody else is doing, if they're happy and they're committed in a relationship.",
      "author": "Howard Stern",
      "category": "Happy, Worry, Christian"
    },
    {
      "quote": "I'm a Fritos Burrito guy. Me and Taco Bell have a love relationship on Twitter; they follow me. Out of 16 people they follow me, so I'm very loyal to my girlfriend, Taco Bell.",
      "author": "Jacob Whitesides",
      "category": "Love, Me, Taco"
    },
    {
      "quote": "It's quite a pure relationship, designer and muse. I think a beautiful dress on the wrong woman could mean nothing. It has to be the right woman and the right clothes. That's why you need that personal touch.",
      "author": "Jason Wu",
      "category": "Beautiful, Woman, Dress"
    },
    {
      "quote": "I think a lot of people still fantasise about that first love and what might happen if they rekindled the relationship.",
      "author": "Sophie Kinsella",
      "category": "Love, People, Think"
    },
    {
      "quote": "I eventually made the reunion with my father that I'd used as a default daydream throughout my childhood, but by then, we'd both outgrown the only relationship we could have had to each other. I was over 30 by the time I met him again and no longer needed a father.",
      "author": "Mona Simpson",
      "category": "Time, Father, Childhood"
    },
    {
      "quote": "I consider my relationship with acting in Hollywood as sort of a mutual breakup. Through puberty, Hollywood didn't really want me anymore, and I was like, 'Yeah, I don't really want you, either.'",
      "author": "Mara Wilson",
      "category": "Me, Acting, Want"
    },
    {
      "quote": "I honestly believe you can never tell if a relationship is going to last. In my own marriage, which is going on 14 years, I don't think of it as 'I'm going to be with this person forever.' Instead, I think of more like, 'I'll probably be with this person for the next six weeks. Then I'll re-evaluate.'",
      "author": "Michael Ian Black",
      "category": "Marriage, Believe, Think"
    },
    {
      "quote": "You show your vulnerability through relationships, and those feelings are your soft spot. You need to have a soft spot.",
      "author": "Victoria Pratt",
      "category": "Relationships, Feelings, You"
    },
    {
      "quote": "If you are strong enough as a couple, reality shows can be a good thing for the relationship.",
      "author": "Giuliana Rancic",
      "category": "Good, Strong, Reality"
    },
    {
      "quote": "Each brand leader is focused on ensuring that the brand relationship with its customer is strong and differentiated. To accomplish this differentiation, we plan to offer her even more unique product and talk with her in new and exciting ways.",
      "author": "Richard Hayne",
      "category": "Leader, Strong, Unique"
    },
    {
      "quote": "For me, writing is a love-hate relationship.",
      "author": "Larry Wall",
      "category": "Writing, Me, Love-Hate"
    },
    {
      "quote": "I don't even like to use the word relationship. I don't know what it means.",
      "author": "Ron Silver",
      "category": "Know, Word, Like"
    },
    {
      "quote": "In a relationship you have to open yourself up.",
      "author": "Neil LaBute",
      "category": "Yourself, You, Up"
    },
    {
      "quote": "My parents and I didn't speak for 10 years. It took a long time to rebuild that relationship.",
      "author": "Gilbert Baker",
      "category": "Time, Parents, Speak"
    },
    {
      "quote": "Therapy is not to 'talk about' things, but to change the person's life, and to relieve suffering, such as depression, anxiety, or relationship problems.",
      "author": "David D. Burns",
      "category": "Life, Change, Depression"
    },
    {
      "quote": "I think to make any relationship work it just takes a tremendous amount of effort and accepting of one another.",
      "author": "Rebecca Romijn",
      "category": "Work, Effort, Think"
    },
    {
      "quote": "Men should only believe half of what women say. But which half?",
      "author": "Jean Giraudoux",
      "category": "Women, Men, Believe"
    },
    {
      "quote": "Yes, I don't believe that the inter-Korean relationship has, quote, 'deteriorated' since I assumed office. Rather I believe that the relationship between the two Koreas is entering into a new phase - a time of transition. And so I think that the North Koreans are trying to see what they can build with this, with my new administration.",
      "author": "Lee Myung-bak",
      "category": "Time, Believe, Transition"
    },
    {
      "quote": "I couldn't be in a relationship and behave like somebody else or pretend I felt something I didn't feel. And that includes saying things I thought might jeopardize the relationship.",
      "author": "Kenny Loggins",
      "category": "Thought, Feel, Saying"
    },
    {
      "quote": "There's no shortage of orphans in 19th-century literature, but it's hard to find a single happy, communicative, functional parental relationship in the whole of 'Great Expectations,' even among the minor characters.",
      "author": "David Nicholls",
      "category": "Happy, Great, Expectations"
    },
    {
      "quote": "I don't know if there is a 'lack' of good black men. But when you haven't taken the time to get to know yourself, be OK with you, and articulate what it is you want in a relationship, then you can't possibly find that person for you because you don't even know what you're looking for.",
      "author": "Keshia Knight Pulliam",
      "category": "Time, Good, Men"
    },
    {
      "quote": "My ideal relationship with the reader is that at certain points they will have said, 'I'm finding this quite tough, but I'm going to hang in there,' then at the end they will say, 'Oh God, I'm glad I hung on, it was so worth it.'",
      "author": "Sebastian Faulks",
      "category": "God, End, Finding"
    },
    {
      "quote": "We all have something about ourselves that we'd change if we could in a perfect world, be it our body image, our financial status, our relationship, whatever. I wanted to talk about how nobody's exempted from the realities of life and all those things.",
      "author": "Keri Hilson",
      "category": "Life, Change, World"
    },
    {
      "quote": "I am not possessive at all. In every relationship I have had, the girl has left me. And the fundamental complaint has been that I am self-contained. I am just comfortable with myself and am always on an adventure.",
      "author": "Shekhar Kapur",
      "category": "Adventure, Myself, I Am"
    },
    {
      "quote": "Every relationship I've been in becomes long-distance because of work. It's never worked out. It puts an intense strain on the relationship, and at a certain point, it becomes too difficult.",
      "author": "Anton Yelchin",
      "category": "Work, Difficult, Point"
    },
    {
      "quote": "If a relationship is founded on love it doesn't end.",
      "author": "Rosanne Cash",
      "category": "Love, End, Founded"
    },
    {
      "quote": "I always felt sorry for the sidekick as a kid. They never got their due and it left a very bad taste in the mouth - they are defined by a subordinate relationship to someone else. I always felt like a bit of sidekick when I was a kid and it didn't feel fair.",
      "author": "China Mieville",
      "category": "Sorry, Bad, Mouth"
    },
    {
      "quote": "The grief of losing my father has come in waves over the years, as it does with most people. His love and devotion as a father provided my closest, most intimate relationship. Dad, and our time together, is in my bones. While reflecting on him, the memories themselves seem to boil down into certain 'essences of Dad.'",
      "author": "Jennifer Grant",
      "category": "Love, Time, Memories"
    },
    {
      "quote": "What I learned from directing, I learned from soccer, where it's like a coach-player relationship.",
      "author": "Sean Durkin",
      "category": "Soccer, Like, Where"
    },
    {
      "quote": "The Thames could be thought of as England's longest archaeological site, and no fewer than 90,000 objects recovered from its foreshore are in the collection of the Museum of London, whose 30-year relationship with London mudlarks is both committed and highly regulated.",
      "author": "Jean Hanff Korelitz",
      "category": "Thought, Museum, London"
    },
    {
      "quote": "When I sit down to write a novel, I am exploring my own relationship with God, with the struggle between good and evil, my own purpose.",
      "author": "Ted Dekker",
      "category": "Good, Struggle, Evil"
    },
    {
      "quote": "The value of government to the people it serves is in direct relationship to the interest citizens themselves display in the affairs of state.",
      "author": "William Scranton",
      "category": "Value, Government, People"
    },
    {
      "quote": "The relationship with the words someone uses is more intimate and integrated than just a quick read and a blurb can ever be. This intimacy - the words on the page being sent back and forth from engaged editor to open author - is unique in my experience.",
      "author": "Alice Sebold",
      "category": "Experience, Words, Unique"
    },
    {
      "quote": "And harmony means that the relationship between all the elements used in a composition is balanced, is good.",
      "author": "Karlheinz Stockhausen",
      "category": "Good, Harmony, Elements"
    },
    {
      "quote": "A Bush Administration will, I believe, enjoy a better relationship with the new Congress, although President-elect Bush will be faced with real challenges in getting along with the Congress.",
      "author": "Richard V. Allen",
      "category": "Challenges, Believe, Enjoy"
    },
    {
      "quote": "The key to successful missionary work is a close relationship between the missionaries and the members. Creating an environment in working with members that will bring more into the Church.",
      "author": "Richard G. Scott",
      "category": "Work, Successful"
    },
    {
      "quote": "Cinema for me only has meaning when it has a relationship with what I see outside on the street.",
      "author": "Jacques Audiard",
      "category": "Me, Meaning, See"
    },
    {
      "quote": "I wish I had a great relationship with my mother.",
      "author": "Chely Wright",
      "category": "Great, Mother, Wish"
    },
    {
      "quote": "When you're watching television, you don't want to watch a show where everything just works out. You don't want to see a relationship that's just blossoming and everyone's happy and sunshine and roses all the time. That's also not true in life.",
      "author": "Candice Accola",
      "category": "Life, Time, Happy"
    },
    {
      "quote": "I think that the two of them have been doing this for a really long time and it is more like sport. Yes, they would love to find a lasting relationship, but it's not likely to happen the way they are going about it.",
      "author": "Jennifer Beals",
      "category": "Love, Time, Long"
    },
    {
      "quote": "I think it's healthy for couples to be away from each other for short periods.",
      "author": "Liv Tyler",
      "category": "Short, Healthy, Think"
    },
    {
      "quote": "I don't think it's necessarily healthy to go into relationships as a needy person. Better to go in with a full deck.",
      "author": "Anjelica Huston",
      "category": "Healthy, Relationships"
    },
    {
      "quote": "People who supported Obama felt like they formed a relationship, that they were being spoken to. The way that campaign worked and the way he's worked during his first term is to make people feel like he's grasping their hand, whether it's by tweeting or email, moments after an event, sometimes during an event. It makes people relate to him.",
      "author": "James Spader",
      "category": "Moments, People, Email"
    },
    {
      "quote": "Nick and Simon had come to a natural end of their working relationship with Warren, which obviously opened the door for a reunion of the original five.",
      "author": "Roger Andrew Taylor",
      "category": "Door, End, Reunion"
    },
    {
      "quote": "I'm attracted to how fraught the parent-child relationship is, swerving so easily between love and hostility, with almost no plausible way to end, unless someone dies.",
      "author": "Ben Marcus",
      "category": "Love, End, Way"
    },
    {
      "quote": "The relationship between me and President Mandela right at the beginning was not a very well-established relationship. It was based on two meetings.",
      "author": "F. W. de Klerk",
      "category": "Beginning, Me, Meetings"
    },
    {
      "quote": "Parents always stay older than you, but sibling sort of become adults together, and that complicates that relationship, I think.",
      "author": "Carrie Coon",
      "category": "Together, Parents, Sibling"
    },
    {
      "quote": "A lot of people reject the idea of God as Father if they've had a competitive relationship with their own father.",
      "author": "Justin Welby",
      "category": "Father, God, People"
    },
    {
      "quote": "Till now I have never shot a scene without taking account of what stands behind the actors because the relationship between people and their surroundings is of prime importance.",
      "author": "Michelangelo Antonioni",
      "category": "People, Behind, Surroundings"
    },
    {
      "quote": "There's never been a game plan, and I suppose I've had an uneasy relationship with my ambition. Someone who had been in my year at drama school once said to me that I was terrifyingly ambitious back then. Which was not at all what I felt at the time - I felt paralysed with shyness, though that evaporated.",
      "author": "Jennifer Ehle",
      "category": "Time, School, Ambition"
    },
    {
      "quote": "Writing a book is very personal. It's a very personal relationship. A book will start with something as simple as two men talking about work. That gets the fire going. Sustaining that fire is the hard work. It takes attention and empathy to hone the characters.",
      "author": "Ron Carlson",
      "category": "Work, Hard Work, Empathy"
    },
    {
      "quote": "You are not alone with a guy until you are a proper age. You don't go to certain levels with men until you are married or you have a certain relationship.",
      "author": "Daisy Fuentes",
      "category": "Age, Alone, Men"
    },
    {
      "quote": "I really enjoy being single again. I spent a lot of time in a relationship and the nearer we came to the end, the more difficult it got. You don't see things clearly as long as you're still involved.",
      "author": "Dido Armstrong",
      "category": "Time, Alone, Enjoy"
    },
    {
      "quote": "The one who loves the least, controls the relationship.",
      "author": "Robert Anthony",
      "category": "Controls, Who, Loves"
    },
    {
      "quote": "You can't stop loving or wanting to love because when its right it's the best thing in the world. When you're in a relationship and its good, even if nothing else in your life is right, you feel like your whole world is complete.",
      "author": "Keith Sweat",
      "category": "Love, Life, Good"
    },
    {
      "quote": "Nature is a dream state at this point, that we almost don't have a real relationship to it unless it's people living off the land and killing our own food and going for it.",
      "author": "Catherine Opie",
      "category": "Nature, Food, People"
    },
    {
      "quote": "The Spirit is a kind of postmodern loner hero. He comes from nowhere he has no real relationship to anything.",
      "author": "David Newman",
      "category": "Hero, Real, Kind"
    },
    {
      "quote": "But the relationship of morality and power is a very subtle one. Because ultimately power without morality is no longer power.",
      "author": "James Baldwin",
      "category": "Power, Morality, Without"
    },
    {
      "quote": "I'm in a monogamous relationship and very happy.",
      "author": "Frances Bean Cobain",
      "category": "Happy, Very, Monogamous"
    },
    {
      "quote": "My brother and I have too good a relationship to spoil it by working together.",
      "author": "Trevor Phillips",
      "category": "Good, Working Together"
    },
    {
      "quote": "My husband and I have, in some ways, a non-traditional relationship - especially when it comes to domestic duties. He does most of the cooking, dishes, and laundry, while I do most of the yard work. I love to mow the lawn! And I take great satisfaction in planting and pruning.",
      "author": "Therese Fowler",
      "category": "Love, Work, Great"
    },
    {
      "quote": "The relationship between 'My Chemical Romance' and Michael Pedicone is over. He was caught red-handed stealing from the band and confessed to police after our show last night in Auburn, Washington. We are heartbroken and sick to our stomachs over this entire situation.",
      "author": "Frank Iero",
      "category": "Police, Night, Situation"
    },
    {
      "quote": "There's the conforming 9-to-5-lifestyle thing. Then there's, like, settling down, trying to find a balance in a relationship sense, or having a dog and having a house. All these things, like, they're not really gonna make you happy.",
      "author": "Ty Segall",
      "category": "Happy, Dog, Balance"
    },
    {
      "quote": "A healthy relationship is built on unwavering trust.",
      "author": "Beau Mirchoff",
      "category": "Trust, Healthy, Built"
    },
    {
      "quote": "I think we actually punish children out of their relationship with their bodies... we categorically separate mind and body and emotion and intellect.",
      "author": "Susan Griffin",
      "category": "Children, Mind, Think"
    },
    {
      "quote": "We saw what happened in Jimmy Carter's administration. President Carter was a good man with the best of intentions. But he came to Washington without a good working relationship with Democratic members of Congress, which played a big part in his administration's problems.",
      "author": "Jim Hunt",
      "category": "Good, Best, Man"
    },
    {
      "quote": "It is clear that there needs to be a closer working relationship between the United States and India. How can we have a close relationship if decision-makers in Washington know very little, if anything, about the religious beliefs, values, and practices of India's 800 million Hindus?",
      "author": "Tulsi Gabbard",
      "category": "Values, Know, Working"
    },
    {
      "quote": "I've written a detective series myself, set in an imaginary, and slightly futuristic, Chinese city. The novels have an extremely tenuous relationship with the real world, since the hero is the city's Hell and ends up with a sidekick who is a demon.",
      "author": "Liz Williams",
      "category": "Hero, Myself, World"
    },
    {
      "quote": "If I were to make an uneducated guess about L.A.'s relationship with folk and psychedelia, I would say it must be the weather.",
      "author": "Rain Phoenix",
      "category": "Weather, Say, Guess"
    },
    {
      "quote": "Caesar might have married Cleopatra, but he had a wife at home. There's always something.",
      "author": "Will Cuppy",
      "category": "Home, Wife, Always"
    },
    {
      "quote": "I did make some not-so-great relationship decisions when I was a lot younger. I do know that not all high school boys are great and wonderful and Prince Charming, and there are a few that are going to treat you that way.",
      "author": "Jodi Lyn O'Keefe",
      "category": "Great, School, Decisions"
    },
    {
      "quote": "I have a lot of disrespect for people who cheat. I feel like if you're in a position in a relationship where you want to see other people, and the opportunity to cheat comes up, don't.",
      "author": "Avan Jogia",
      "category": "Opportunity, People, Want"
    },
    {
      "quote": "It's such a thrilling part about being in a relationship at a young age, and all your feelings are apocalyptic, all your emotions are so huge.",
      "author": "Marc Webb",
      "category": "Age, Feelings, Emotions"
    },
    {
      "quote": "I think there is a longing in everyone for a personal relationship with God.",
      "author": "Martha McSally",
      "category": "God, Think, Personal"
    },
    {
      "quote": "I don't need a Hollywood girl. They're crazy. If you're with an actress, you don't know who you're going to come home to every day. But I wouldn't mind a relationship with the right girl. Every artist needs a muse.",
      "author": "JC Chasez",
      "category": "Day, Home, Artist"
    },
    {
      "quote": "I've definitely had those moments when I think a relationship with somebody is one way, and then it just flips.",
      "author": "Yael Stone",
      "category": "Moments, Think, Way"
    },
    {
      "quote": "Women won't let me stay single and I won't let me stay married.",
      "author": "Errol Flynn",
      "category": "Women, Me, Single"
    },
    {
      "quote": "There is no more moving a professional relationship than that between a law clerk and a Supreme Court justice. As a place to work, the court is unique in its intimacy and intensity.",
      "author": "Cliff Sloan",
      "category": "Work, Justice, Law"
    },
    {
      "quote": "Having girlfriends is... I can't do it. It doesn't mean I don't hang out with girls. It just means that I don't like being in a relationship, because it makes things very complicated. The one piece of advice that I listen to adults on - because I don't listen to adults when it comes to most things - is that I'm too young to have a girlfriend.",
      "author": "Jaden Smith",
      "category": "Advice, Listen, Young"
    },
    {
      "quote": "There is a curious relationship between a candidate and the reporters who cover him. It can be affected by small things like a competent press staff, enough seats, sandwiches and briefings and the ability to understand deadlines.",
      "author": "Ronald Steel",
      "category": "Small Things, Small, Curious"
    },
    {
      "quote": "I get excited about what the Holy Spirit is doing now through all the people he is refining and raising up all over this planet. I love connections and relationship and networking but it must be led by the Spirit.",
      "author": "Daniel Smith",
      "category": "Love, People, Networking"
    },
    {
      "quote": "When my body is covered and disappears, it's not about the relationship between me and the wall, but the relationship between me as an individual and those slogans which are used to fool the public.",
      "author": "Liu Bolin",
      "category": "Fool, Me, Body"
    },
    {
      "quote": "In the best of all possible worlds, February 14 is a pleasant and sentimental opportunity to lavish your partner with attention or move your relationship to the next level.",
      "author": "Pepper Schwartz",
      "category": "Best, Opportunity, Partner"
    },
    {
      "quote": "A grandchild is a miracle, but a renewed relationship with your own children is even a greater one.",
      "author": "T. Berry Brazelton",
      "category": "Children, Miracle, Renewed"
    },
    {
      "quote": "Coming together is a beginning keeping together is progress working together is success.",
      "author": "Henry Ford",
      "category": "Working Together, Together"
    },
    {
      "quote": "Try not to become a man of success, but rather try to become a man of value.",
      "author": "Albert Einstein",
      "category": "Man, Value, Try"
    },
    {
      "quote": "Without continual growth and progress, such words as improvement, achievement, and success have no meaning.",
      "author": "Benjamin Franklin",
      "category": "Growth, Achievement"
    },
    {
      "quote": "Desire is the key to motivation, but it's determination and commitment to an unrelenting pursuit of your goal - a commitment to excellence - that will enable you to attain the success you seek.",
      "author": "Mario Andretti",
      "category": "Determination, Excellence"
    },
    {
      "quote": "The secret of your success is determined by your daily agenda.",
      "author": "John C. Maxwell",
      "category": "Daily, Determined, Secret"
    },
    {
      "quote": "Ambition is the path to success. Persistence is the vehicle you arrive in.",
      "author": "Bill Bradley",
      "category": "Persistence, Path, Ambition"
    },
    {
      "quote": "Success is a journey, not a destination. The doing is often more important than the outcome.",
      "author": "Arthur Ashe",
      "category": "Journey, Destination, Doing"
    },
    {
      "quote": "The starting point of all achievement is desire.",
      "author": "Napoleon Hill",
      "category": "Achievement, Desire, Point"
    },
    {
      "quote": "Success is not a destination, but the road that you're on. Being successful means that you're working hard and walking your walk every day. You can only live your dream by working hard towards it. That's living your dream.",
      "author": "Marlon Wayans",
      "category": "Day, Road, Working Hard"
    },
    {
      "quote": "Honesty and loyalty are key. If two people can be honest with each other about everything, that's probably the biggest key to success.",
      "author": "Taylor Lautner",
      "category": "Loyalty, Honesty, People"
    },
    {
      "quote": "Just remember, you can't climb the ladder of success with your hands in your pockets.",
      "author": "Arnold Schwarzenegger",
      "category": "Hands, Climb, Remember"
    },
    {
      "quote": "Before anything else, preparation is the key to success.",
      "author": "Alexander Graham Bell",
      "category": "Preparation, Key"
    },
    {
      "quote": "Action is the foundational key to all success.",
      "author": "Pablo Picasso",
      "category": "Action, Key, Foundational"
    },
    {
      "quote": "Man needs his difficulties because they are necessary to enjoy success.",
      "author": "A. P. J. Abdul Kalam",
      "category": "Man, Enjoy, Difficulties"
    },
    {
      "quote": "Success is nothing more than a few simple disciplines, practiced every day.",
      "author": "Jim Rohn",
      "category": "Day, Simple, Every Day"
    },
    {
      "quote": "Our goals can only be reached through a vehicle of a plan, in which we must fervently believe, and upon which we must vigorously act. There is no other route to success.",
      "author": "Pablo Picasso",
      "category": "Goals, Believe, Plan"
    },
    {
      "quote": "Earn your success based on service to others, not at the expense of others.",
      "author": "H. Jackson Brown, Jr.",
      "category": "Service, Earn, Expense"
    },
    {
      "quote": "A successful man is one who can lay a firm foundation with the bricks others have thrown at him.",
      "author": "David Brinkley",
      "category": "Man, Successful, Foundation"
    },
    {
      "quote": "Always bear in mind that your own resolution to succeed is more important than any other.",
      "author": "Abraham Lincoln",
      "category": "Mind, Important, Succeed"
    },
    {
      "quote": "Success makes so many people hate you. I wish it wasn't that way. It would be wonderful to enjoy success without seeing envy in the eyes of those around you.",
      "author": "Marilyn Monroe",
      "category": "Eyes, Hate, Enjoy"
    },
    {
      "quote": "Before you are a leader, success is all about growing yourself. When you become a leader, success is all about growing others.",
      "author": "Jack Welch",
      "category": "Leader, Yourself, You"
    },
    {
      "quote": "One important key to success is self-confidence. An important key to self-confidence is preparation.",
      "author": "Arthur Ashe",
      "category": "Preparation"
    },
    {
      "quote": "Success usually comes to those who are too busy to be looking for it.",
      "author": "Henry David Thoreau",
      "category": "Busy, Looking, Who"
    },
    {
      "quote": "The successful man will profit from his mistakes and try again in a different way.",
      "author": "Dale Carnegie",
      "category": "Mistakes, Man, Successful"
    },
    {
      "quote": "If you wish to be a success in the world, promise everything, deliver nothing.",
      "author": "Napoleon Bonaparte",
      "category": "World, Wish, You"
    },
    {
      "quote": "Success is almost totally dependent upon drive and persistence. The extra energy required to make another effort or try another approach is the secret of winning.",
      "author": "Denis Waitley",
      "category": "Persistence, Winning, Effort"
    },
    {
      "quote": "The key to success is action, and the essential in action is perseverance.",
      "author": "Sun Yat-sen",
      "category": "Perseverance, Action"
    },
    {
      "quote": "Desire is the key to motivation, but it's the determination and commitment to unrelenting pursuit of your goal - a commitment to excellence - that will enable you to attain the success you seek.",
      "author": "Mario Andretti",
      "category": "Determination, Excellence"
    },
    {
      "quote": "Success is about dedication. You may not be where you want to be or do what you want to do when you're on the journey. But you've got to be willing to have vision and foresight that leads you to an incredible end.",
      "author": "Usher",
      "category": "Journey, Vision, Dedication"
    },
    {
      "quote": "Do something you really like, and hopefully it pays the rent. As far as I'm concerned, that's success.",
      "author": "Tom Petty",
      "category": "You, Like, Something"
    },
    {
      "quote": "I'm always asked, 'What's the secret to success?' But there are no secrets. Be humble. Be hungry. And always be the hardest worker in the room.",
      "author": "Dwayne Johnson",
      "category": "Humble, Be Humble, Secrets"
    },
    {
      "quote": "Invincibility lies in the defence the possibility of victory in the attack.",
      "author": "Sun Tzu",
      "category": "Victory, Attack, Defence"
    },
    {
      "quote": "A key to achieving success is to assemble a strong and stable management team.",
      "author": "Vivek Wadhwa",
      "category": "Team, Strong, Management"
    },
    {
      "quote": "Do you wish to rise? Begin by descending. You plan a tower that will pierce the clouds? Lay first the foundation of humility.",
      "author": "Saint Augustine",
      "category": "Clouds, Humility, Plan"
    },
    {
      "quote": "You were designed for accomplishment, engineered for success, and endowed with the seeds of greatness.",
      "author": "Zig Ziglar",
      "category": "Greatness, Accomplishment"
    },
    {
      "quote": "Talent alone won't make you a success. Neither will being in the right place at the right time, unless you are ready. The most important question is: 'Are your ready?'",
      "author": "Johnny Carson",
      "category": "Time, Alone, Talent"
    },
    {
      "quote": "Challenge is the pathway to engagement and progress in our lives. But not all challenges are created equal. Some challenges make us feel alive, engaged, connected, and fulfilled. Others simply overwhelm us. Knowing the difference as you set bigger and bolder challenges for yourself is critical to your sanity, success, and satisfaction.",
      "author": "Brendon Burchard",
      "category": "Progress, Challenge"
    },
    {
      "quote": "The secret of our success is that we never, never give up.",
      "author": "Wilma Mankiller",
      "category": "Never Give Up, Never, Secret"
    },
    {
      "quote": "Obstacles are necessary for success because in selling, as in all careers of importance, victory comes only after many struggles and countless defeats.",
      "author": "Og Mandino",
      "category": "Obstacles, Victory, Selling"
    },
    {
      "quote": "If there is any one secret of success, it lies in the ability to get the other person's point of view and see things from that person's angle as well as from your own.",
      "author": "Henry Ford",
      "category": "View, Point Of View, See"
    },
    {
      "quote": "If you find it in your heart to care for somebody else, you will have succeeded.",
      "author": "Maya Angelou",
      "category": "Heart, Care, You"
    },
    {
      "quote": "Life is a series of punches. It presents a lot of challenges. It presents a lot of hardship, but the people that are able to take those punches and able to move forward are the ones that really do have a lot of success and have a lot of joy in their life and have a lot of stories to tell, too.",
      "author": "Josh Turner",
      "category": "Life, Joy, Challenges"
    },
    {
      "quote": "If you have no critics you'll likely have no success.",
      "author": "Malcolm X",
      "category": "You, Critics, Likely"
    },
    {
      "quote": "Success is not a function of the size of your title but the richness of your contribution.",
      "author": "Robin S. Sharma",
      "category": "Contribution, Size"
    },
    {
      "quote": "My success isn't a result of arrogance - it's a result of belief.",
      "author": "Conor McGregor",
      "category": "Arrogance, Belief, Result"
    },
    {
      "quote": "The keys to brand success are self-definition, transparency, authenticity and accountability.",
      "author": "Simon Mainwaring",
      "category": "Brand, Accountability"
    },
    {
      "quote": "My powers are ordinary. Only my application brings me success.",
      "author": "Isaac Newton",
      "category": "Me, Ordinary, Application"
    },
    {
      "quote": "Success seems to be connected with action. Successful people keep moving. They make mistakes, but they don't quit.",
      "author": "Conrad Hilton",
      "category": "Mistakes, Moving, Successful"
    },
    {
      "quote": "As my father used to tell me, the only true sign of success in life is being able to do for a living that which makes you happy.",
      "author": "Al Yankovic",
      "category": "Life, Happy, Father"
    },
    {
      "quote": "No one succeeds without effort... Those who succeed owe their success to perseverance.",
      "author": "Ramana Maharshi",
      "category": "Perseverance, Effort"
    },
    {
      "quote": "Always remember that striving and struggle precede success, even in the dictionary.",
      "author": "Sarah Ban Breathnach",
      "category": "Struggle, Remember, Striving"
    },
    {
      "quote": "Enjoying success requires the ability to adapt. Only by being open to change will you have a true opportunity to get the most from your talent.",
      "author": "Nolan Ryan",
      "category": "Change, Opportunity, Talent"
    },
    {
      "quote": "Success in life is founded upon attention to the small things rather than to the large things to the every day things nearest to us rather than to the things that are remote and uncommon.",
      "author": "Booker T. Washington",
      "category": "Life, Day, Small Things"
    },
    {
      "quote": "A champion is afraid of losing. Everyone else is afraid of winning.",
      "author": "Billie Jean King",
      "category": "Winning, Losing, Champion"
    },
    {
      "quote": "Ambition is the path to success, persistence is the vehicle you arrive in.",
      "author": "William Eardley IV",
      "category": "Persistence, Path, Ambition"
    },
    {
      "quote": "A rejection is nothing more than a necessary step in the pursuit of success.",
      "author": "Bo Bennett",
      "category": "Step, Nothing, Rejection"
    },
    {
      "quote": "Winning isn't everything, it's the only thing.",
      "author": "Vince Lombardi",
      "category": "Winning, Everything, Only"
    },
    {
      "quote": "I have an idea of who I want to be, I have a vision of my own success.",
      "author": "Wiz Khalifa",
      "category": "Vision, Want, Idea"
    },
    {
      "quote": "No student ever attains very eminent success by simply doing what is required of him: it is the amount and excellence of what is over and above the required, that determines the greatness of ultimate distinction.",
      "author": "Charles Kendall Adams",
      "category": "Excellence, Greatness"
    },
    {
      "quote": "There is nothing more difficult to take in hand, more perilous to conduct, or more uncertain in its success, than to take the lead in the introduction of a new order of things.",
      "author": "Niccolo Machiavelli",
      "category": "New, Introduction, Difficult"
    },
    {
      "quote": "Anybody who succeeds is helping people. The secret to success is find a need and fill it find a hurt and heal it find a problem and solve it.",
      "author": "Robert H. Schuller",
      "category": "Hurt, People, Problem"
    },
    {
      "quote": "For me, success is a state of mind. I feel like success isn't about conquering something; it's being happy with who you are.",
      "author": "Britney Spears",
      "category": "Happy, Being Happy, Mind"
    },
    {
      "quote": "The most important thing is being passionate about what you're doing and always give it your all. That is the key to success.",
      "author": "Charlie White",
      "category": "Key To Success, Doing, You"
    },
    {
      "quote": "Victory has a thousand fathers, but defeat is an orphan.",
      "author": "John F. Kennedy",
      "category": "Victory, Defeat, Orphan"
    },
    {
      "quote": "There's no success story. Everybody's got a ghetto story. You always want to make it bigger than what it is.",
      "author": "Bernie Mac",
      "category": "Want, Story, You"
    },
    {
      "quote": "The most important single ingredient in the formula of success is knowing how to get along with people.",
      "author": "Theodore Roosevelt",
      "category": "People, The Most Important"
    },
    {
      "quote": "Success is achieved by developing our strengths, not by eliminating our weaknesses.",
      "author": "Marilyn vos Savant",
      "category": "Strengths, Weaknesses"
    },
    {
      "quote": "There are people who can achieve huge success in life, while adding a bit of fun and a splash of colour to this increasingly grey world.",
      "author": "Peter James",
      "category": "Life, Fun, World"
    },
    {
      "quote": "Success is all about persistence and doing the right thing for the long term.",
      "author": "Bruce Rauner",
      "category": "Persistence, Long"
    },
    {
      "quote": "I'm an addict, I'm addicted to success. Thankfully, there's no rehab for success.",
      "author": "Lil Wayne",
      "category": "Rehab, Thankfully, Addicted"
    },
    {
      "quote": "I look at where I'm at today and realize that most of my success is owed to the mentors that was in my life.",
      "author": "Kendrick Lamar",
      "category": "Life, Today, My Life"
    },
    {
      "quote": "I was obliged to be industrious. Whoever is equally industrious will succeed equally well.",
      "author": "Johann Sebastian Bach",
      "category": "Succeed, Will, Well"
    },
    {
      "quote": "The cost of our success is the exhaustion of natural resources, leading to energy crises, climate change, pollution, and the destruction of our habitat. If you exhaust natural resources, there will be nothing left for your children. If we continue in the same direction, humankind is headed for some frightful ordeals, if not extinction.",
      "author": "Christian de Duve",
      "category": "Change, Children, Energy"
    },
    {
      "quote": "To be prepared is half the victory.",
      "author": "Miguel de Cervantes",
      "category": "Victory, Be Prepared"
    },
    {
      "quote": "Success to me is being a good person, treating people well.",
      "author": "David LaChapelle",
      "category": "Good, Me, Good Person"
    },
    {
      "quote": "Every soldier must know, before he goes into battle, how the little battle he is to fight fits into the larger picture, and how the success of his fighting will influence the battle as a whole.",
      "author": "Bernard Law Montgomery",
      "category": "Influence, Fight, Battle"
    },
    {
      "quote": "Fortune befriends the bold.",
      "author": "Emily Dickinson",
      "category": "Bold, Fortune"
    },
    {
      "quote": "Success is only meaningful and enjoyable if it feels like your own.",
      "author": "Michelle Obama",
      "category": "Meaningful, Like, Success Is"
    },
    {
      "quote": "Success is neither magical nor mysterious. Success is the natural consequence of consistently applying the basic fundamentals.",
      "author": "Jim Rohn",
      "category": "Mysterious, Natural"
    },
    {
      "quote": "Success is the progressive realization of a worthy goal or ideal.",
      "author": "Earl Nightingale",
      "category": "Goal, Worthy, Progressive"
    },
    {
      "quote": "There is no success without hardship.",
      "author": "Sophocles",
      "category": "Hardship, Without"
    },
    {
      "quote": "Sustainability is the key to our survival on this planet and will also determine success on all levels.",
      "author": "Shari Arison",
      "category": "Survival, Sustainability"
    },
    {
      "quote": "Of all the things people have taught me regarding life lessons or anything that would benefit me, I don't think anything helped me learn more about life than football. You go through so many different things: adversity, how to handle adversity, how to handle success, how to lead, how to be a teammate, how to communicate.",
      "author": "Josh McDaniels",
      "category": "Life, Football, Adversity"
    },
    {
      "quote": "I think true success is intrinsic... It's love. It's kindness. It's community.",
      "author": "Tom Shadyac",
      "category": "Love, Kindness, Community"
    },
    {
      "quote": "You might well remember that nothing can bring you success but yourself.",
      "author": "Napoleon Hill",
      "category": "Yourself, Remember, You"
    },
    {
      "quote": "Whatever obstacle comes your way, you gotta be prepared to jump over it! And I think that's what separates the legends from the regular artists. It's all in how you manage that success, and how you deal with the controversy when it actually comes.",
      "author": "Akon",
      "category": "Think, You, Be Prepared"
    },
    {
      "quote": "Discipline is the soul of an army. It makes small numbers formidable; procures success to the weak, and esteem to all.",
      "author": "George Washington",
      "category": "Soul, Discipline, Small"
    },
    {
      "quote": "Before everything else, getting ready is the secret of success.",
      "author": "Henry Ford",
      "category": "Everything, Ready, Secret"
    },
    {
      "quote": "Success is the sum of small efforts - repeated day in and day out.",
      "author": "Robert Collier",
      "category": "Day, Small, Success Is"
    },
    {
      "quote": "Success is doing ordinary things extraordinarily well.",
      "author": "Jim Rohn",
      "category": "Doing, Well, Success Is"
    },
    {
      "quote": "There's no abiding success without commitment.",
      "author": "Tony Robbins",
      "category": "Commitment, Without"
    },
    {
      "quote": "I am fully aware that everybody has a right to succeed, and success should be with ethics.",
      "author": "Sharad Pawar",
      "category": "Ethics, I Am, Succeed"
    },
    {
      "quote": "Focus on being balanced - success is balance.",
      "author": "Laila Ali",
      "category": "Focus, Balance, Success Is"
    },
    {
      "quote": "We should measure welfare's success by how many people leave welfare, not by how many are added.",
      "author": "Ronald Reagan",
      "category": "People, Measure, Welfare"
    },
    {
      "quote": "Our purpose in Vietnam is to prevent the success of aggression. It is not conquest, it is not empire, it is not foreign bases, it is not domination. It is, simply put, just to prevent the forceful conquest of South Vietnam by North Vietnam.",
      "author": "Lyndon B. Johnson",
      "category": "Purpose, Vietnam, Empire"
    },
    {
      "quote": "If at first you don't succeed, try, try again. Then quit. There's no point in being a damn fool about it.",
      "author": "W. C. Fields",
      "category": "Fool, You, Try"
    },
    {
      "quote": "The one thing that I know is that you win with good people.",
      "author": "Don Shula",
      "category": "Good, People, Good People"
    },
    {
      "quote": "I think baking is very rewarding, and if you follow a good recipe, you will get success.",
      "author": "Mary Berry",
      "category": "Good, Baking, Think"
    },
    {
      "quote": "I think that success is having fun.",
      "author": "Bruno Mars",
      "category": "Having Fun, Fun, Think"
    },
    {
      "quote": "Success is nothing if you don't have the right people to share it with you're just gonna end up lonely.",
      "author": "Selena Gomez",
      "category": "End, People, Lonely"
    },
    {
      "quote": "Steroids do not guarantee you're going to have success. I think a lot of people think that they will, but they don't.",
      "author": "Tony Gwynn",
      "category": "People, Think, You"
    },
    {
      "quote": "Success without honor is an unseasoned dish; it will satisfy your hunger, but it won't taste good.",
      "author": "Joe Paterno",
      "category": "Good, Honor, Taste"
    },
    {
      "quote": "Those who cannot work with their hearts achieve but a hollow, half-hearted success that breeds bitterness all around.",
      "author": "A. P. J. Abdul Kalam",
      "category": "Work, Achieve, Bitterness"
    },
    {
      "quote": "You stand with the least likely to succeed until success is succeeded by something more valuable: kinship. You stand with the belligerent, the surly and the badly behaved until bad behavior is recognized for the language it is: the vocabulary of the deeply wounded and of those whose burdens are more than they can bear.",
      "author": "Greg Boyle",
      "category": "Language, Behavior, You"
    },
    {
      "quote": "Success is not a matter of mastering subtle, sophisticated theory but rather of embracing common sense with uncommon levels of discipline and persistence.",
      "author": "Patrick Lencioni",
      "category": "Persistence, Discipline"
    },
    {
      "quote": "You don't have to be a genius or a visionary or even a college graduate to be successful. You just need a framework and a dream.",
      "author": "Michael Dell",
      "category": "College, Successful, Genius"
    },
    {
      "quote": "The negative side of the American Dream comes when people pursue success at any cost, which in turn destroys the vision and the dream.",
      "author": "Azar Nafisi",
      "category": "American Dream, Vision"
    },
    {
      "quote": "The secrets of success are a good wife and a steady job. My wife told me.",
      "author": "Howard Nemerov",
      "category": "Good, Job, Wife"
    },
    {
      "quote": "No matter how much success you're having, you can't continue working together if you can't communicate.",
      "author": "Matt Cameron",
      "category": "Working Together, Together"
    },
    {
      "quote": "The very first step towards success in any occupation is to become interested in it.",
      "author": "William Osler",
      "category": "First Step, Step, First"
    },
    {
      "quote": "You wanna know what scares people? Success. When you don't make moves and when you don't climb up the ladder, everybody loves you because you're not competition.",
      "author": "Nicki Minaj",
      "category": "Competition, People, Climb"
    },
    {
      "quote": "Winning isn't everything, but it beats anything in second place.",
      "author": "William C. Bryant",
      "category": "Winning, Second Place, Place"
    },
    {
      "quote": "A manager is a guide. He takes a group of people and says, 'With you I can make us a success; I can show you the way.'",
      "author": "Arsene Wenger",
      "category": "People, Group, You"
    },
    {
      "quote": "That man is a success who has lived well, laughed often and loved much.",
      "author": "Robert Louis Stevenson",
      "category": "Man, Loved, Well"
    },
    {
      "quote": "Whether you come from a council estate or a country estate, your success will be determined by your own confidence and fortitude.",
      "author": "Michelle Obama",
      "category": "Confidence, Country, You"
    },
    {
      "quote": "The most glorious moments in your life are not the so-called days of success, but rather those days when out of dejection and despair you feel rise in you a challenge to life, and the promise of future accomplishments.",
      "author": "Gustave Flaubert",
      "category": "Life, Future, Challenge"
    },
    {
      "quote": "It's both rebellion and conformity that attack you with success.",
      "author": "Amy Tan",
      "category": "Rebellion, Conformity, You"
    },
    {
      "quote": "My store, Wine Library, outsells big national chains. How do you think we do it? It started with hustle. I always say that our success wasn't due to my hundreds of online videos about wine that went viral, but to the hours I spent talking to people online afterward, making connections and building relationships.",
      "author": "Gary Vaynerchuk",
      "category": "Wine, Library, Hustle"
    },
    {
      "quote": "Success isn't about the end result, it's about what you learn along the way.",
      "author": "Vera Wang",
      "category": "End, Learn, You"
    },
    {
      "quote": "The success of the Rat Pack or the Clan was due to the camaraderie, the three guys who work together and kid each other and love each other.",
      "author": "Sammy Davis, Jr.",
      "category": "Love, Work, Together"
    },
    {
      "quote": "Success produces confidence; confidence relaxes industry, and negligence ruins the reputation which accuracy had raised.",
      "author": "Ben Jonson",
      "category": "Confidence, Reputation"
    },
    {
      "quote": "There are people who make things happen, there are people who watch things happen, and there are people who wonder what happened. To be successful, you need to be a person who makes things happen.",
      "author": "Jim Lovell",
      "category": "Successful, People, You"
    },
    {
      "quote": "The ladder of success is never crowded at the top.",
      "author": "Napoleon Hill",
      "category": "Ladder, Never, Success Is"
    },
    {
      "quote": "While formal schooling is an important advantage, it is not a guarantee of success nor is its absence a fatal handicap.",
      "author": "Ray Kroc",
      "category": "Important, Guarantee"
    },
    {
      "quote": "Obedience is the mother of success and is wedded to safety.",
      "author": "Aeschylus",
      "category": "Mother, Safety, Obedience"
    },
    {
      "quote": "Every skill you acquire doubles your odds of success.",
      "author": "Scott Adams",
      "category": "You, Odds, Skill"
    },
    {
      "quote": "A desire to be in charge of our own lives, a need for control, is born in each of us. It is essential to our mental health, and our success, that we take control.",
      "author": "Robert Foster Bennett",
      "category": "Health, Mental Health"
    },
    {
      "quote": "A friend of mine said something powerful at his grandfather's funeral. He said that the greatest lesson from his grandfather's life was that he died empty, because he accomplished everything he wanted, with no regrets. I think that, along with leaving a legacy, would be the greatest sign of success.",
      "author": "Marvin Sapp",
      "category": "Life, Powerful, Legacy"
    },
    {
      "quote": "Success is blocked by concentrating on it and planning for it... Success is shy - it won't come out while you're watching.",
      "author": "Tennessee Williams",
      "category": "Planning, Shy, You"
    },
    {
      "quote": "Definiteness of purpose is the starting point of all achievement.",
      "author": "W. Clement Stone",
      "category": "Achievement, Purpose, Point"
    },
    {
      "quote": "I have had all of the disadvantages required for success.",
      "author": "Larry Ellison",
      "category": "Required, Disadvantages, Had"
    },
    {
      "quote": "You've got to eat while you dream. You've got to deliver on short-range commitments, while you develop a long-range strategy and vision and implement it. The success of doing both. Walking and chewing gum if you will. Getting it done in the short-range, and delivering a long-range plan, and executing on that.",
      "author": "Jack Welch",
      "category": "Vision, Walking, Strategy"
    },
    {
      "quote": "Once you have a lot of success, you become a target in many ways.",
      "author": "Jennifer Lopez",
      "category": "You, Target, Become"
    },
    {
      "quote": "Flaming enthusiasm, backed up by horse sense and persistence, is the quality that most frequently makes for success.",
      "author": "Dale Carnegie",
      "category": "Persistence, Quality, Horse"
    },
    {
      "quote": "Success has a simple formula: do your best, and people may like it.",
      "author": "Sam Ewing",
      "category": "Best, Do Your Best, Simple"
    },
    {
      "quote": "Do you remember any instance where tyranny was destroyed and freedom established on its ruins, among a people possessing so small a share of virtue and public spirit? I recollect none, and this more than the British arms makes me fearful of final success, without a reform.",
      "author": "Patrick Henry",
      "category": "Freedom, Me, Remember"
    },
    {
      "quote": "Nothing succeeds like success. Get a little success, and then just get a little more.",
      "author": "Maya Angelou",
      "category": "Nothing, Like, Little"
    },
    {
      "quote": "The only thing I'm addicted to is winning. This bootleg cult, arrogantly referred to as Alcoholics Anonymous, reports a 5 percent success rate. My success rate is 100 percent.",
      "author": "Charlie Sheen",
      "category": "Winning, Cult, Anonymous"
    },
    {
      "quote": "All those who are around me are the bridge to my success, so they are all important.",
      "author": "Manny Pacquiao",
      "category": "Bridge, Me, Important"
    },
    {
      "quote": "Being kind is the most important thing I've ever been taught. That's what my parents always told me - more important than ambition or success is being kind to people. The cornerstone of my life. What I aspire to is to be kind.",
      "author": "Rafe Spall",
      "category": "Life, Be Kind, Parents"
    },
    {
      "quote": "The road to success runs uphill.",
      "author": "Willie Davis",
      "category": "Road, Uphill, Runs"
    },
    {
      "quote": "Your success depends mainly upon what you think of yourself and whether you believe in yourself.",
      "author": "William J. H. Boetcker",
      "category": "Believe In Yourself"
    },
    {
      "quote": "The most successful men in the end are those whose success is the result of steady accretion.",
      "author": "Alexander Graham Bell",
      "category": "Men, End, Successful"
    },
    {
      "quote": "It is the combination of reasonable talent and the ability to keep going in the face of defeat that leads to success.",
      "author": "Martin Seligman",
      "category": "Keep Going, Talent, Defeat"
    },
    {
      "quote": "You weren't born just to live a life and to die; you were born to accomplish something specifically. Matter of fact, success is making it to the end of your purpose; that is success... Success is not just existing. Success is making it to the end of why you were born.",
      "author": "Myles Munroe",
      "category": "Life, Purpose, End"
    },
    {
      "quote": "After I won the Oscar, my salary doubled, my friends tripled, my children became more popular at school, my butcher made a pass at me, and my maid hit me up for a raise.",
      "author": "Shirley Jones",
      "category": "Children, Friends, School"
    },
    {
      "quote": "You may lose your wife, you may lose your dog, your mother may hate you. None of those things matter. What matters is that you achieve success and become free. Then you can do whatever you like.",
      "author": "Kevin O'Leary",
      "category": "Dog, Mother, Hate"
    },
    {
      "quote": "You grow up a bit damaged or broken then you have some success but you don't know how to feel good about the work you're doing or the life you're leading.",
      "author": "Johnny Depp",
      "category": "Life, Work, Good"
    },
    {
      "quote": "Every success story has a parent who says, 'over my dead body.' Every success story has an old person who walks up to you and says, when you're acting the fool, 'you know I worry about you sometimes.'",
      "author": "Bill Cosby",
      "category": "Fool, Worry, Parent"
    },
    {
      "quote": "Success is dependent on effort.",
      "author": "Sophocles",
      "category": "Effort, Success Is"
    },
    {
      "quote": "Success seems to be largely a matter of hanging on after others have let go.",
      "author": "William Feather",
      "category": "Matter, Seems, Go"
    },
    {
      "quote": "It is not the going out of port, but the coming in, that determines the success of a voyage.",
      "author": "Henry Ward Beecher",
      "category": "Going, Port, Voyage"
    },
    {
      "quote": "One measure of your success will be the degree to which you build up others who work with you. While building up others, you will build up yourself.",
      "author": "James E. Casey",
      "category": "Work, Yourself, Building"
    },
    {
      "quote": "A person with a new idea is a crank until the idea succeeds.",
      "author": "Mark Twain",
      "category": "Idea, New, Person"
    },
    {
      "quote": "The secret of success is sincerity.",
      "author": "Jean Giraudoux",
      "category": "Sincerity, Secret"
    },
    {
      "quote": "In order to attain the impossible, one must attempt the absurd.",
      "author": "Miguel de Cervantes",
      "category": "Impossible, Order, Must"
    },
    {
      "quote": "Success is falling nine times and getting up ten.",
      "author": "Jon Bon Jovi",
      "category": "Falling, Up, Success Is"
    },
    {
      "quote": "I get invited to many more literary festivals than I used to because I'm associated with 'Slumdog Millionaire,' the brand. Many more doors have opened up for me as a result of the global success of the film, although I believe that I'm the same person that existed before it.",
      "author": "Vikas Swarup",
      "category": "Believe, Me, I Believe"
    },
    {
      "quote": "The secret of success is constancy to purpose.",
      "author": "Benjamin Disraeli",
      "category": "Purpose, Success Is, Secret"
    },
    {
      "quote": "When you see something that is technically sweet, you go ahead and do it and you argue about what to do about it only after you have had your technical success. That is the way it was with the atomic bomb.",
      "author": "J. Robert Oppenheimer",
      "category": "Sweet, You, See"
    },
    {
      "quote": "By providing clear objectives for your team, and setting guardrails for how they get there, you will set them on the path to success.",
      "author": "Chris Fussell",
      "category": "Team, Path, You"
    },
    {
      "quote": "I can honestly say that I was never affected by the question of the success of an undertaking. If I felt it was the right thing to do, I was for it regardless of the possible outcome.",
      "author": "Golda Meir",
      "category": "The Right Thing, I Can"
    },
    {
      "quote": "Each success only buys an admission ticket to a more difficult problem.",
      "author": "Henry Kissinger",
      "category": "Problem, Difficult, Ticket"
    },
    {
      "quote": "Success is the sum of details.",
      "author": "Harvey S. Firestone",
      "category": "Details, Success Is, Sum"
    },
    {
      "quote": "We are taught to consume. And that's what we do. But if we realized that there really is no reason to consume, that it's just a mind set, that it's just an addiction, then we wouldn't be out there stepping on people's hands climbing the corporate ladder of success.",
      "author": "River Phoenix",
      "category": "Mind, People, Hands"
    },
    {
      "quote": "One fails forward toward success.",
      "author": "Charles Kettering",
      "category": "Forward, Toward, Fails"
    },
    {
      "quote": "The secret of success is to be in harmony with existence, to be always calm to let each wave of life wash us a little farther up the shore.",
      "author": "Cyril Connolly",
      "category": "Life, Calm, Harmony"
    },
    {
      "quote": "Success is the child of drudgery and perseverance. It cannot be coaxed or bribed pay the price and it is yours.",
      "author": "Orison Swett Marden",
      "category": "Perseverance, Child, Price"
    },
    {
      "quote": "It's the steady, quiet, plodding ones who win in the lifelong race.",
      "author": "Robert W. Service",
      "category": "Win, Quiet, Race"
    },
    {
      "quote": "The success of a production depends on the attention paid to detail.",
      "author": "David O. Selznick",
      "category": "Attention, Detail"
    },
    {
      "quote": "Personal relationships are the fertile soil from which all advancement, all success, all achievement in real life grows.",
      "author": "Ben Stein",
      "category": "Life, Achievement"
    },
    {
      "quote": "Success is the maximum utilization of the ability that you have.",
      "author": "Zig Ziglar",
      "category": "You, Ability, Success Is"
    },
    {
      "quote": "The first principle of success is desire - knowing what you want. Desire is the planting of your seed.",
      "author": "Robert Collier",
      "category": "Seed, Want, You"
    },
    {
      "quote": "I don't think 'Cocktail' was a perfect critical success, but it touched a vein in our culture.",
      "author": "Elisabeth Shue",
      "category": "Culture, Perfect, Think"
    },
    {
      "quote": "I always say be humble but be firm. Humility and openness are the key to success without compromising your beliefs.",
      "author": "George Hickenlooper",
      "category": "Humble, Humility"
    },
    {
      "quote": "Anyone who has to fight, even with the most modern weapons, against an enemy in complete command of the air, fights like a savage against modern European troops, under the same handicaps and with the same chances of success.",
      "author": "Erwin Rommel",
      "category": "Fight, Enemy, Savage"
    },
    {
      "quote": "The only true measure of success is the ratio between what we might have done and what we might have been on the one hand, and the thing we have made and the things we have made of ourselves on the other.",
      "author": "H. G. Wells",
      "category": "Measure, Done, True"
    },
    {
      "quote": "The real success in golf lies in turning three shots into two.",
      "author": "Bobby Locke",
      "category": "Golf, Real, Three"
    },
    {
      "quote": "In the end, you make your reputation and you have your success based upon credibility and being able to provide people who are really hungry for information what they want.",
      "author": "Brit Hume",
      "category": "End, Information, People"
    },
    {
      "quote": "The way a team plays as a whole determines its success.",
      "author": "George Herman",
      "category": "Team, Way, Whole"
    },
    {
      "quote": "Success is what you do with your ability. It's how you use your talent.",
      "author": "George Allen, Sr.",
      "category": "Talent, You, Ability"
    },
    {
      "quote": "To be ready to fail is to be prepared for success.",
      "author": "Jose Bergamin",
      "category": "Be Prepared, Fail, Ready"
    },
    {
      "quote": "We can come to look upon the deaths of our enemies with as much regret as we feel for those of our friends, namely, when we miss their existence as witnesses to our success.",
      "author": "Arthur Schopenhauer",
      "category": "Friends, Regret, Look"
    },
    {
      "quote": "Success comes in waves.",
      "author": "Guy Pearce",
      "category": "Waves"
    },
    {
      "quote": "Success for me means being able to work. I don't look at so much at what I've done as much as I look to what I will do.",
      "author": "Phylicia Rashad",
      "category": "Work, Me, Look"
    },
    {
      "quote": "The one phrase you can use is that success has a thousand fathers, and failure is an orphan.",
      "author": "Alan Price",
      "category": "Failure, You, Orphan"
    },
    {
      "quote": "Success is steady progress toward one's personal goals.",
      "author": "Jim Rohn",
      "category": "Goals, Progress, Personal"
    },
    {
      "quote": "It's a special person - and personality - who can lead a start-up to soaring success and sustain that success for the long term. Apple co-founder Steve Jobs and Facebook's Mark Zuckerberg are star examples.",
      "author": "Marcus Buckingham",
      "category": "Personality, Apple, Long"
    },
    {
      "quote": "An artist must never be a prisoner. Prisoner? An artist should never be a prisoner of himself, prisoner of style, prisoner of reputation, prisoner of success, etc.",
      "author": "Henri Matisse",
      "category": "Style, Reputation, Artist"
    },
    {
      "quote": "The superior man makes the difficulty to be overcome his first interest success only comes later.",
      "author": "Confucius",
      "category": "Man, First, Overcome"
    },
    {
      "quote": "Success cannot come from standstill men. Methods change and men must change with them.",
      "author": "James Cash Penney",
      "category": "Change, Men, Must"
    },
    {
      "quote": "You really have to work hard and apply yourself and by applying yourself and working hard and being diligent, you can achieve success.",
      "author": "Julie Benz",
      "category": "Work, Work Hard"
    },
    {
      "quote": "Success - it's what you do with what you've got.",
      "author": "Woody Hayes",
      "category": "You, Got"
    },
    {
      "quote": "I wonder how many times people give up just before a breakthrough - when they are on the very brink of success.",
      "author": "Joyce Meyer",
      "category": "People, Wonder, Up"
    },
    {
      "quote": "You never achieve success unless you like what you are doing.",
      "author": "Dale Carnegie",
      "category": "Doing, You, Achieve"
    },
    {
      "quote": "What drives success, and the most successful students, is internal motivation.",
      "author": "Vivienne Ming",
      "category": "Motivation, Successful"
    },
    {
      "quote": "Success is counted sweetest by those who never succeed.",
      "author": "Emily Dickinson",
      "category": "Succeed, Never, Success Is"
    },
    {
      "quote": "Success - keeping your mind awake and your desire asleep.",
      "author": "Walter Scott",
      "category": "Mind, Desire, Awake"
    },
    {
      "quote": "The real secret of success is enthusiasm.",
      "author": "Walter Chrysler",
      "category": "Enthusiasm, Real, Secret"
    },
    {
      "quote": "Success is a terrible thing and a wonderful thing. If you can enjoy it, it's wonderful. If it starts eating away at you, and they're waiting for more from me, or what can I do to top this, then you're in trouble. Just do what you love. That's all I want to do.",
      "author": "Gene Wilder",
      "category": "Love, Waiting"
    },
    {
      "quote": "When one side benefits more than the other, that's a win-lose situation. To the winner it might look like success for a while, but in the long run, it breeds resentment and distrust.",
      "author": "Stephen Covey",
      "category": "Long, Situation, Look"
    },
    {
      "quote": "Our limitations and success will be based, most often, on your own expectations for ourselves. What the mind dwells upon, the body acts upon.",
      "author": "Denis Waitley",
      "category": "Mind, Expectations, Body"
    },
    {
      "quote": "People think your success is just a matter of having a pretty face. But it's easy to be chewed up and spat out. You've got to stay ahead of the game to be able to stay in it.",
      "author": "Kate Moss",
      "category": "Game, People, Easy"
    },
    {
      "quote": "Success is little more than a chemical compound of man with moment.",
      "author": "Philip Guedalla",
      "category": "Man, Moment, Little"
    },
    {
      "quote": "There is no force like success, and that is why the individual makes all effort to surround himself throughout life with the evidence of it; as of the individual, so should it be of the nation.",
      "author": "Marcus Garvey",
      "category": "Life, Effort, Why"
    },
    {
      "quote": "You cannot allow your desire to be a winner to be diminished by achieving success before and I believe there is room for improvement in every sportsman.",
      "author": "Lionel Messi",
      "category": "Improvement, Believe"
    },
    {
      "quote": "Success depends almost entirely on how effectively you learn to manage the game's two ultimate adversaries: the course and yourself.",
      "author": "Jack Nicklaus",
      "category": "Yourself, Game, You"
    },
    {
      "quote": "Success is often the result of taking a misstep in the right direction.",
      "author": "Al Bernstein",
      "category": "Direction, Right, Success Is"
    },
    {
      "quote": "Success is sweet and sweeter if long delayed and gotten through many struggles and defeats.",
      "author": "Amos Bronson Alcott",
      "category": "Sweet, Long, Through"
    },
    {
      "quote": "One secret of success in life is for a man to be ready for his opportunity when it comes.",
      "author": "Benjamin Disraeli",
      "category": "Life, Opportunity, Man"
    },
    {
      "quote": "I have learned that success is to be measured not so much by the position that one has reached in life as by the obstacles which he has had to overcome while trying to succeed.",
      "author": "Booker T. Washington",
      "category": "Life, Obstacles, Trying"
    },
    {
      "quote": "There is only one success - to be able to spend your life in your own way.",
      "author": "Christopher Morley",
      "category": "Life, Way, Spend"
    },
    {
      "quote": "Much effort, much prosperity.",
      "author": "Euripides",
      "category": "Effort, Prosperity, Much"
    },
    {
      "quote": "There is no substitute for victory.",
      "author": "Douglas MacArthur",
      "category": "Victory, Substitute"
    },
    {
      "quote": "Most people give up just when they're about to achieve success. They quit on the one yard line. They give up at the last minute of the game one foot from a winning touchdown.",
      "author": "Ross Perot",
      "category": "Winning, Game, People"
    },
    {
      "quote": "Belief in oneself is one of the most important bricks in building any successful venture.",
      "author": "Lydia M. Child",
      "category": "Successful, Building, Belief"
    },
    {
      "quote": "People think that at the top there isn't much room. They tend to think of it as an Everest. My message is that there is tons of room at the top.",
      "author": "Margaret Thatcher",
      "category": "People, Think, Message"
    },
    {
      "quote": "Success consists of getting up just one more time than you fall.",
      "author": "Oliver Goldsmith",
      "category": "Time, Fall, You"
    },
    {
      "quote": "They succeed, because they think they can.",
      "author": "Virgil",
      "category": "Succeed, Think, Because"
    },
    {
      "quote": "Success is finding satisfaction in giving a little more than you take.",
      "author": "Christopher Reeve",
      "category": "Giving, Finding, You"
    },
    {
      "quote": "The secret of my success is a two word answer: Know people.",
      "author": "Harvey S. Firestone",
      "category": "People, Know, Secret"
    },
    {
      "quote": "Success breeds success.",
      "author": "Mia Hamm",
      "category": "Breeds"
    },
    {
      "quote": "God lets you be successful because he trusts you that you will do the right thing with it. Now, does he get disappointed often? All the time, because people get there and they forget how they got it.",
      "author": "Steve Harvey",
      "category": "Time, God, Successful"
    },
    {
      "quote": "Actually, I'm an overnight success, but it took twenty years.",
      "author": "Monty Hall",
      "category": "Years, Overnight Success"
    },
    {
      "quote": "When you're working hard and doing all you can to achieve your goals, anything that can give you an edge is powerful and will streamline your path to success.",
      "author": "Travis Bradberry",
      "category": "Goals, Path, Working Hard"
    },
    {
      "quote": "After a lifetime of working, raising families, and contributing to the success of this nation in countless other ways, senior citizens deserve to retire with dignity.",
      "author": "Charlie Gonzalez",
      "category": "Dignity, Senior, Working"
    },
    {
      "quote": "Anything that won't sell, I don't want to invent. Its sale is proof of utility, and utility is success.",
      "author": "Thomas A. Edison",
      "category": "Want, Anything, Sell"
    },
    {
      "quote": "For true success ask yourself these four questions: Why? Why not? Why not me? Why not now?",
      "author": "James Allen",
      "category": "Yourself, Me, Questions"
    },
    {
      "quote": "Success is not only one thing. It's not only having a nice house in Beverly Hills and driving a nice Mercedes.",
      "author": "Malik Bendjelloul",
      "category": "Driving, Nice, House"
    },
    {
      "quote": "Time is the most precious element of human existence. The successful person knows how to put energy into time and how to draw success from time.",
      "author": "Denis Waitley",
      "category": "Time, Successful, Energy"
    },
    {
      "quote": "Carry on any enterprise as if all future success depended on it.",
      "author": "Cardinal Richelieu",
      "category": "Future, Carry"
    },
    {
      "quote": "If a man has been his mother's undisputed darling he retains throughout life the triumphant feeling, the confidence in success, which not seldom brings actual success along with it.",
      "author": "Sigmund Freud",
      "category": "Life, Confidence, Mother"
    },
    {
      "quote": "There's more to life than success, and if you can try to be more well-rounded, you'll be able to enjoy your success more. It won't own you or control you.",
      "author": "Ricky Williams",
      "category": "Life, Control, Enjoy"
    },
    {
      "quote": "Real success is being totally indulgent about your own trip. You put your blinders on about the garbage and go full speed ahead.",
      "author": "Betsey Johnson",
      "category": "Speed, You, Garbage"
    },
    {
      "quote": "I never expected any sort of success with 'Mockingbird'... I sort of hoped someone would like it enough to give me encouragement.",
      "author": "Harper Lee",
      "category": "Encouragement, Me, Never"
    },
    {
      "quote": "To have success in your professional life is not so hard. To succeed as a man is more difficult.",
      "author": "Yann Arthus-Bertrand",
      "category": "Life, Man, Professional"
    },
    {
      "quote": "The hardest thing to find in life is balance - especially, the more success you have, the more you look to the other side of the gate.",
      "author": "Celine Dion",
      "category": "Life, Balance, You"
    },
    {
      "quote": "Some say I'm an overnight success. Well, that was a very long night that lasted about 10 years.",
      "author": "Lisa Morton",
      "category": "Night, Long, Say"
    },
    {
      "quote": "We know from research that growth is actually contagious, so if you want to reach your goals, you've got to get around people that are going in the same direction you want to be going, and you will catch the success.",
      "author": "Henry Cloud",
      "category": "Goals, Growth, Research"
    },
    {
      "quote": "The difference between us and them, between you and success, is not that you never fail, but it's how you recover from those failures - is that you keep getting up time and time again. You figure out what you did wrong, and then you make it right. I say that to my kids every day.",
      "author": "Michelle Obama",
      "category": "Time, Day, Every Day"
    },
    {
      "quote": "Success is the child of audacity.",
      "author": "Benjamin Disraeli",
      "category": "Child, Success Is, Audacity"
    },
    {
      "quote": "Success requires first expending ten units of effort to produce one unit of results. Your momentum will then produce ten units of results with each unit of effort.",
      "author": "Charles J. Givens",
      "category": "Effort, Momentum, Results"
    },
    {
      "quote": "Success consists in being successful, not in having potential for success. Any wide piece of ground is the potential site of a palace, but there's no palace till it's built.",
      "author": "Fernando Pessoa",
      "category": "Potential, Successful, Being"
    },
    {
      "quote": "A long apprenticeship is the most logical way to success. The only alternative is overnight stardom, but I can't give you a formula for that.",
      "author": "Chet Atkins",
      "category": "Long, Way, You"
    },
    {
      "quote": "The success of any great moral enterprise does not depend upon numbers.",
      "author": "William Lloyd Garrison",
      "category": "Great, Moral, Numbers"
    },
    {
      "quote": "When I meet with the founders of a new company, my advice is almost always, 'Do fewer things.' It's true of partnerships, marketing opportunities, anything that's taking up your time. The vast majority of things are distractions, and very few really matter to your success.",
      "author": "Evan Williams",
      "category": "Time, Opportunities, Company"
    },
    {
      "quote": "Fame or perceived success - it all comes from groupthink.",
      "author": "Chance The Rapper",
      "category": "Fame, Perceived"
    },
    {
      "quote": "The success of the young entrepreneur will be the key to India's transformation in the new millennium.",
      "author": "Dhirubhai Ambani",
      "category": "Transformation, Young, India"
    },
    {
      "quote": "I tried out various experiments described in treatises on physics and chemistry, and the results were sometimes unexpected. At times, I would be encouraged by a little unhoped-for success; at others, I would be in the deepest despair because of accidents and failures resulting from my inexperience.",
      "author": "Marie Curie",
      "category": "Unexpected, Physics, Despair"
    },
    {
      "quote": "Only stupid people are changed by success.",
      "author": "Jurgen Klopp",
      "category": "Stupid, People"
    },
    {
      "quote": "We don't have a divine right to success. So I agree with a lot of politicians out there when they say, 'We've got serious issues.' We do: immigration, infrastructure. I think income inequality's one of them.",
      "author": "Jamie Dimon",
      "category": "Inequality, Think"
    },
    {
      "quote": "You know you've reached true success the day you become truly humble. That's the day you stop needing to prove to the world - and yourself - that you've accomplished something meaningful.",
      "author": "Naveen Jain",
      "category": "Day, Humble, World"
    },
    {
      "quote": "Success? You can't get a big head about it. When people stare at me, they could be whispering to their friend, 'That guy sucks! Have you seen him before? He's horrible.'",
      "author": "David Spade",
      "category": "Friend, Me, People"
    },
    {
      "quote": "In most things success depends on knowing how long it takes to succeed.",
      "author": "Charles de Montesquieu",
      "category": "Long, Succeed, Knowing"
    },
    {
      "quote": "Real success is finding you lifework in the work that you love.",
      "author": "David McCullough",
      "category": "Love, Work, You"
    },
    {
      "quote": "The most absurd and reckless aspirations have sometimes led to extraordinary success.",
      "author": "Luc de Clapiers",
      "category": "Extraordinary, Sometimes"
    },
    {
      "quote": "Applause waits on success.",
      "author": "Benjamin Franklin",
      "category": "Applause, Waits"
    },
    {
      "quote": "Success has always been easy to measure. It is the distance between one's origins and one's final achievement.",
      "author": "Michael Korda",
      "category": "Achievement, Easy, Measure"
    },
    {
      "quote": "Success is full of promise till one gets it, and then it seems like a nest from which the bird has flown.",
      "author": "Henry Ward Beecher",
      "category": "Bird, Nest, Seems"
    },
    {
      "quote": "The more defects a man may have, the older he is, the less lovable, the more resounding his success.",
      "author": "Marquis de Sade",
      "category": "Man, May, Older"
    },
    {
      "quote": "Success is about enjoying what you have and where you are, while pursuing achievable goals.",
      "author": "Bo Bennett",
      "category": "Goals, You, Where"
    },
    {
      "quote": "I have found no greater satisfaction than achieving success through honest dealing and strict adherence to the view that, for you to gain, those you deal with should gain as well.",
      "author": "Alan Greenspan",
      "category": "Achieving, View, You"
    },
    {
      "quote": "The first and most important step toward success is the feeling that we can succeed.",
      "author": "Nelson Boswell",
      "category": "Step, Important, Succeed"
    },
    {
      "quote": "We just want to win. That's the bottom line. I think a lot of times people may become content with one championship or a little bit of success, but we don't really reflect on what we've done in the past. We focus on the present.",
      "author": "Derek Jeter",
      "category": "Focus, Past, People"
    },
    {
      "quote": "I don't know what keeps me going. Sometimes I wonder... I think it's just pure perseverance and wanting to succeed and having that burning desire to always have success.",
      "author": "Tanya Tucker",
      "category": "Perseverance, Me, Know"
    },
    {
      "quote": "Academic success depends on research and publications.",
      "author": "Philip Zimbardo",
      "category": "Research, Academic, Depends"
    },
    {
      "quote": "How does one measure the success of a museum?",
      "author": "J. Paul Getty",
      "category": "Measure, Museum, How"
    },
    {
      "quote": "To burn always with this hard, gem-like flame, to maintain this ecstasy, is success in life.",
      "author": "Walter Pater",
      "category": "Life, Flame, Burn"
    },
    {
      "quote": "It takes 20 years to make an overnight success.",
      "author": "Eddie Cantor",
      "category": "Years, Overnight Success"
    },
    {
      "quote": "The development of our human resources is an area in which we need to do well as it is decisive in determining the success of our diversification programme.",
      "author": "Hassanal Bolkiah",
      "category": "Development, Human"
    },
    {
      "quote": "I congratulate you, my brave countrymen and fellow soldiers, on the spirit and success with which you have executed this important part of our enterprise.",
      "author": "James Wolfe",
      "category": "Brave, Important, You"
    },
    {
      "quote": "Our success educationally, industrially and politically is based upon the protection of a nation founded by ourselves. And the nation can be nowhere else but in Africa.",
      "author": "Marcus Garvey",
      "category": "Nation, Africa, Protection"
    },
    {
      "quote": "Success is dependent upon the glands - sweat glands.",
      "author": "Zig Ziglar",
      "category": "Sweat, Success Is, Dependent"
    },
    {
      "quote": "Raising children is an uncertain thing success is reached only after a life of battle and worry.",
      "author": "Democritus",
      "category": "Life, Children, Battle"
    },
    {
      "quote": "Never mind what others do; do better than yourself, beat your own record from day to day, and you are a success.",
      "author": "William J. H. Boetcker",
      "category": "Day, Mind, Yourself"
    },
    {
      "quote": "Success depends in a very large measure upon individual initiative and exertion, and cannot be achieved except by a dint of hard work.",
      "author": "Anna Pavlova",
      "category": "Work, Hard Work, Measure"
    },
    {
      "quote": "We're constantly striving for success, fame and comfort when all we really need to be happy is someone or some thing to be enthusiastic about.",
      "author": "H. Jackson Brown, Jr.",
      "category": "Happy, Be Happy, Comfort"
    },
    {
      "quote": "One man cannot practice many arts with success.",
      "author": "Plato",
      "category": "Man, Practice, Arts"
    },
    {
      "quote": "I remember one day sitting at the pool and suddenly the tears were streaming down my cheeks. Why was I so unhappy? I had success. I had security. But it wasn't enough. I was exploding inside.",
      "author": "Ingrid Bergman",
      "category": "Day, Security, Remember"
    },
    {
      "quote": "Success is dangerous. One begins to copy oneself, and to copy oneself is more dangerous than to copy others. It leads to sterility.",
      "author": "Pablo Picasso",
      "category": "Copy, Dangerous, Success Is"
    },
    {
      "quote": "What I have in common with the character in 'Truman' is this incredible need to please people. I feel like I want to take care of everyone and I also feel this terrible guilt if I am unable to. And I have felt this way ever since all this success started.",
      "author": "Jim Carrey",
      "category": "Character, I Am, Guilt"
    },
    {
      "quote": "You look at the tremendous success of Facebook. To my mind there is not a lot of commerce going on in these social networking sites. eBay is a community anchored in commerce. It is a commerce site that built a community around it. What has not been proven is if the reverse can happen and people will go to community sites to do commerce.",
      "author": "Meg Whitman",
      "category": "Community, Mind, Networking"
    },
    {
      "quote": "We are constantly emphasizing to people that they need to address anything that affects flight safety or mission success - many pathways to do that. We need to understand better what may be preventing people from using those pathways.",
      "author": "Ellen Ochoa",
      "category": "Safety, People, Better"
    },
    {
      "quote": "When people stand up and talk about the great success that the EU has been, I'm not sure anybody saying it really believes it themselves anymore.",
      "author": "Nigel Farage",
      "category": "Great, Stand Up, People"
    },
    {
      "quote": "In hindsight, I slid into arrogance based upon past success.",
      "author": "Reed Hastings",
      "category": "Past, Arrogance, Hindsight"
    },
    {
      "quote": "In inner-city, low-income communities of color, there's such a high correlation in terms of educational quality and success.",
      "author": "Bill Gates",
      "category": "Quality, Color, High"
    },
    {
      "quote": "Success is the American Dream. And that success is not something to be ashamed of, or to demonize.",
      "author": "Susana Martinez",
      "category": "American Dream, American"
    },
    {
      "quote": "I think it's way harder when you have success, 'cause people tend to not treat you the same or look at you the same because they see the success or the money you make.",
      "author": "Meek Mill",
      "category": "Money, Treat, People"
    },
    {
      "quote": "Lord knows, every day is not a success, every year is not a success. You have to celebrate the good.",
      "author": "Reese Witherspoon",
      "category": "Day, Good, Celebrate"
    },
    {
      "quote": "No skill shapes a child's future success in school or in life more than the ability to read.",
      "author": "Bob Riley",
      "category": "Life, Future, School"
    },
    {
      "quote": "I sort of understood that when I first started: that you shouldn't repeat a success. Very often you're going to, and maybe the first time you do, it works. And you love it. But then you're trapped.",
      "author": "Jack Nicholson",
      "category": "Love, Time, You"
    },
    {
      "quote": "People are beginning to see that the first requisite to success in life is to be a good animal.",
      "author": "Herbert Spencer",
      "category": "Life, Good, Animal"
    },
    {
      "quote": "Within the hearts men, loyalty and consideration are esteemed greater than success.",
      "author": "Bryant H. McGill",
      "category": "Loyalty, Men, Within"
    },
    {
      "quote": "In the United States, I am a great success, but I am not a celebrity.",
      "author": "Paulo Coelho",
      "category": "Great, I Am, Celebrity"
    },
    {
      "quote": "When you win, nothing hurts.",
      "author": "Joe Namath",
      "category": "Win, Nothing, You"
    },
    {
      "quote": "To do a common thing uncommonly well brings success.",
      "author": "Henry J. Heinz",
      "category": "Well, Brings, Common"
    },
    {
      "quote": "What is success? It is a toy balloon among children armed with pins.",
      "author": "Gene Fowler",
      "category": "Children, Balloon, Toy"
    },
    {
      "quote": "Everything you need for better future and success has already been written. And guess what? All you have to do is go to the library.",
      "author": "Henri Frederic Amiel",
      "category": "Future, Library, Better"
    },
    {
      "quote": "Don't confuse fame with success. Madonna is one Helen Keller is the other.",
      "author": "Erma Bombeck",
      "category": "Fame, Other, Madonna"
    },
    {
      "quote": "Success has nothing to do with what you gain in life or accomplish for yourself. It's what you do for others.",
      "author": "Danny Thomas",
      "category": "Life, Yourself, You"
    },
    {
      "quote": "Real success is not, like, materialistic. It's being where you want to be when you want to be; just living your life how you feel; having an ultimate goal and being able to accomplish it.",
      "author": "Lindsey Wixson",
      "category": "Life, Goal, Want"
    },
    {
      "quote": "I find my greatest pleasure, and so my reward, in the work that precedes what the world calls success.",
      "author": "Thomas A. Edison",
      "category": "Work, World, Greatest"
    },
    {
      "quote": "I came to America with a dream and I made it. The dream became reality. America is built for success.",
      "author": "Jean-Claude Van Damme",
      "category": "America, Reality, Dream"
    },
    {
      "quote": "I want to see success right away. And I want to never give up, never stop.",
      "author": "Joe Nichols",
      "category": "Never Give Up, Want, See"
    },
    {
      "quote": "I suppose your security is your success and your key to success is your fine palate.",
      "author": "Gordon Ramsay",
      "category": "Key To Success, Security"
    },
    {
      "quote": "Success in training the boy depends largely on the Scoutmaster's own personal example.",
      "author": "Robert Baden-Powell",
      "category": "Training, Boy, Personal"
    },
    {
      "quote": "Success is a process, a quality of mind and way of being, an outgoing affirmation of life.",
      "author": "Alex Noble",
      "category": "Life, Quality, Mind"
    },
    {
      "quote": "In actuality, California could be a wonderful place to live. In fact, if you're highly educated and ambitious, you can do quite well here while enjoying the sun and the fun. The only problem: California will then blame you for your success and recommend that all your cash be removed from you.",
      "author": "Ben Shapiro",
      "category": "Sun, Fun, Blame"
    },
    {
      "quote": "My parents are very proud of my success but still worry, as I'm in a profession where there is no guarantee of work. They have always supported my decision to go into acting, but there have been tough times work-wise.",
      "author": "David Harewood",
      "category": "Work, Tough Times, Parents"
    },
    {
      "quote": "Remember you will not always win. Some days, the most resourceful individual will taste defeat. But there is, in this case, always tomorrow - after you have done your best to achieve success today.",
      "author": "Maxwell Maltz",
      "category": "Best, Today, Tomorrow"
    },
    {
      "quote": "Feeling anxious or depressed sometimes is part of what it means to be a person, and it might even be essential to success.",
      "author": "K. Flay",
      "category": "Feeling, Sometimes, Person"
    },
    {
      "quote": "We've stayed really normal and down to Earth I think, and haven't let the success thing go to our head.",
      "author": "Ashley Olsen",
      "category": "Earth, Down, Think"
    },
    {
      "quote": "A critical factor in its success was that the X developers were willing to give the sources away for free in accordance with the hacker ethic, and able to distribute them over the Internet.",
      "author": "Eric S. Raymond",
      "category": "Internet, Free, Hacker"
    },
    {
      "quote": "Success is tricky to deal with, both professionally and in your personal life.",
      "author": "Ewan McGregor",
      "category": "Life, Personal, Success Is"
    },
    {
      "quote": "People are the key to success or extraordinary success.",
      "author": "Azim Premji",
      "category": "Key To Success, People"
    },
    {
      "quote": "Success demands singleness of purpose.",
      "author": "Vince Lombardi",
      "category": "Purpose, Demands"
    },
    {
      "quote": "If I had permitted my failures, or what seemed to me at the time a lack of success, to discourage me I cannot see any way in which I would ever have made progress.",
      "author": "Calvin Coolidge",
      "category": "Time, Progress, Me"
    },
    {
      "quote": "He has achieved success who has worked well, laughed often, and loved much.",
      "author": "Elbert Hubbard",
      "category": "Loved, Well, Worked"
    },
    {
      "quote": "I never assumed I would have that commercial success, so it was a total surprise. And honestly, I never assumed that it would ever happen again.",
      "author": "Tracy Chapman",
      "category": "Surprise, Happen, Never"
    },
    {
      "quote": "I don't dwell on success. Maybe that's one reason I'm successful.",
      "author": "Calvin Klein",
      "category": "Successful, Reason, Dwell"
    },
    {
      "quote": "Our success as a global brand has been directly related to how we select locations where we are confident our particular clients desire to be. Los Cabos, Mexico is the ideal Engel & Volkers market, growing in popularity among world luxury travelers seeking exceptional properties for second home opportunities.",
      "author": "Anthony Hitt",
      "category": "Home, Opportunities, World"
    },
    {
      "quote": "Past success is no guarantee of future success, so I have learned to be an entrepreneur. I began to produce and direct my own projects.",
      "author": "Ian Ziering",
      "category": "Future, Past, Entrepreneur"
    },
    {
      "quote": "Teachers are always trying to inspire people to do better, to learn, to grow. That's what we do, and we're proud of the success we've had here doing that, and it's something we'll certainly continue to do.",
      "author": "Nick Saban",
      "category": "Inspire, Proud, People"
    },
    {
      "quote": "Be yourself. Follow your instincts. Success depends, at least in part, on the ability to 'carry it off.'",
      "author": "Donald Rumsfeld",
      "category": "Be Yourself, Yourself"
    },
    {
      "quote": "My definition of success is to live your life in a way that causes you to feel a ton of pleasure and very little pain - and because of your lifestyle, have the people around you feel a lot more pleasure than they do pain.",
      "author": "Tony Robbins",
      "category": "Life, Pain, People"
    },
    {
      "quote": "When it comes to success, there are no shortcuts.",
      "author": "Bo Bennett",
      "category": "Shortcuts"
    },
    {
      "quote": "Fourth Law of Thermodynamics: If the probability of success is not almost one, then it is damn near zero.",
      "author": "David R. Ellis",
      "category": "Law, Success Is, Damn"
    },
    {
      "quote": "My definition of success is control.",
      "author": "Kenneth Branagh",
      "category": "Control, Success Is"
    },
    {
      "quote": "Success is the progressive realization of predetermined, worthwhile, personal goals.",
      "author": "Paul J. Meyer",
      "category": "Goals, Personal, Progressive"
    },
    {
      "quote": "People seldom see the halting and painful steps by which the most insignificant success is achieved.",
      "author": "Anne Sullivan",
      "category": "People, See, Painful"
    },
    {
      "quote": "You do not pay the price of success, you enjoy the price of success.",
      "author": "Zig Ziglar",
      "category": "Enjoy, You, Price"
    },
    {
      "quote": "There is no scientific answer for success. You can't define it. You've simply got to live it and do it.",
      "author": "Anita Roddick",
      "category": "Live, You, Define"
    },
    {
      "quote": "The victor belongs to the spoils.",
      "author": "F. Scott Fitzgerald",
      "category": "Victor, Belongs, Spoils"
    },
    {
      "quote": "Those who have succeeded at anything and don't mention luck are kidding themselves.",
      "author": "Larry King",
      "category": "Luck, Themselves, Anything"
    },
    {
      "quote": "For an actress to be a success, she must have the face of a Venus, the brains of a Minerva, the grace of Terpsichore, the memory of a MaCaulay, the figure of Juno, and the hide of a rhinoceros.",
      "author": "Ethel Barrymore",
      "category": "Memory, Grace, Face"
    },
    {
      "quote": "Honesty is the cornerstone of all success, without which confidence and ability to perform shall cease to exist.",
      "author": "Mary Kay Ash",
      "category": "Confidence, Honesty, Ability"
    },
    {
      "quote": "One of the rewards of success is freedom, the ability to do whatever you like.",
      "author": "Sting",
      "category": "Freedom, You, Ability"
    },
    {
      "quote": "We reached a high point in my opinion with the passage of the civil rights legislation and Martin Luther King's success and the crusade of others. I think we kind of breathed a sigh of relief as if we had achieved the end of racial discrimination or white supremacy.",
      "author": "Jimmy Carter",
      "category": "End, Discrimination, Opinion"
    },
    {
      "quote": "Perseverance - a lowly virtue whereby mediocrity achieves an inglorious success.",
      "author": "Ambrose Bierce",
      "category": "Perseverance, Mediocrity"
    },
    {
      "quote": "The successful man doesn't use others, other people use the successful man, for above all the success is of service.",
      "author": "Mark Caine",
      "category": "Service, Man, Successful"
    },
    {
      "quote": "Wal-Mart's success strategies and tactics are easy to understand yet hard to duplicate.",
      "author": "Michael Bergdahl",
      "category": "Easy, Understand, Hard"
    },
    {
      "quote": "Success is the most important to many, to me it's just a bonus.",
      "author": "Lucas Grabeel",
      "category": "Me, Important"
    },
    {
      "quote": "There's no one particular road that will lead you to success. I think everybody will find it differently.",
      "author": "Marina and the Diamonds",
      "category": "Road, Think, You"
    },
    {
      "quote": "Stem cell research holds enormous promise for easing human suffering, and federal support is critical to its success.",
      "author": "Tom Harkin",
      "category": "Support, Suffering, Research"
    },
    {
      "quote": "With the success of a show, you get an opportunity to call attention to things that you believe in.",
      "author": "Bradley Whitford",
      "category": "Opportunity, Believe, You"
    },
    {
      "quote": "In the United States there's a Puritan ethic and a mythology of success. He who is successful is good. In Latin countries, in Catholic countries, a successful person is a sinner.",
      "author": "Umberto Eco",
      "category": "Good, Successful, Person"
    },
    {
      "quote": "The real end winner of NAFTA is going to be Mexico because we have the human capital. We have that resource that is vital to the success of the U.S. economy.",
      "author": "Vicente Fox",
      "category": "End, Winner, Economy"
    },
    {
      "quote": "Obedience brings success exact obedience brings miracles.",
      "author": "Russell M. Nelson",
      "category": "Miracles, Obedience, Brings"
    },
    {
      "quote": "To be successful you have to be lucky, or a little mad, or very talented, or find yourself in a rapid growth field.",
      "author": "Edward de Bono",
      "category": "Growth, Yourself, Successful"
    },
    {
      "quote": "Real success is not on the stage, but off the stage as a human being, and how you get along with your fellow man.",
      "author": "Sammy Davis, Jr.",
      "category": "Man, You, Human"
    },
    {
      "quote": "Success follows those adept at preserving the substance of the past by clothing it in the forms of the future.",
      "author": "Dee Hock",
      "category": "Future, Past, Clothing"
    },
    {
      "quote": "The hardest thing to find in life is balance - especially the more success you have, the more you look to the other side of the gate. What do I need to stay grounded, in touch, in love, connected, emotionally balanced? Look within yourself.",
      "author": "Celine Dion",
      "category": "Love, Life, Balance"
    },
    {
      "quote": "My goal in coming to General Motors was to help restore profitability, build a strong market position and position this iconic company for success. We are clearly on that path.",
      "author": "Edward Whitacre, Jr.",
      "category": "Strong, Path, Goal"
    },
    {
      "quote": "Nothing recedes like success.",
      "author": "Walter Winchell",
      "category": "Nothing, Like"
    },
    {
      "quote": "Success can make you go one of two ways. It can make you a prima donna - or it can smooth the edges, take away the insecurities, let the nice things come out.",
      "author": "Barbara Walters",
      "category": "Nice, You, Two"
    },
    {
      "quote": "Every person who wins in any undertaking must be willing to cut all sources of retreat. Only by doing so can one be sure of maintaining that state of mind known as a burning desire to win - essential to success.",
      "author": "Napoleon Hill",
      "category": "Win, Mind, Doing"
    },
    {
      "quote": "Therefore, if one were to consider that there was virtually no possibility of success through the US-Japan negotiations, the military and economic pressures would only force Japan into further crisis if time were allowed to pass in vain.",
      "author": "Hideki Tojo",
      "category": "Time, Military, Crisis"
    },
    {
      "quote": "People of mediocre ability sometimes achieve outstanding success because they don't know when to quit. Most men succeed because they are determined to.",
      "author": "George Allen, Sr.",
      "category": "Men, People, Know"
    },
    {
      "quote": "Post-operatively the transplanted kidney functioned immediately with a dramatic improvement in the patient's renal and cardiopulmonary status. This spectacular success was a clear demonstration that organ transplantation could be life-saving.",
      "author": "Joseph Murray",
      "category": "Improvement, Patient, Kidney"
    },
    {
      "quote": "There is just a lot of creativity and theatricality in performers who happen to be gay. Maybe there's a success in numbers, so by the law of averages we are going to get these jobs.",
      "author": "Neil Patrick Harris",
      "category": "Creativity, Law, Gay"
    },
    {
      "quote": "The future of America is not an entitlement. We have been given a treasure chest of gifts and opportunities, but some people are being left behind, and success is not sustainable unless it is shared.",
      "author": "Howard Schultz",
      "category": "Future, America"
    },
    {
      "quote": "Things that look like an 'overnight success' typically are not.",
      "author": "Jason Calacanis",
      "category": "Look, Like"
    },
    {
      "quote": "Even successful musicians have had periods where people say they suck and no one likes them, even after they've had periods of great success. So I think it's like you just gotta do you and try to stay motivated. Until, you know, you decide to stay home and make spaghetti all day.",
      "author": "K. Flay",
      "category": "Day, Home, Great"
    },
    {
      "quote": "The talent of success is nothing more than doing what you can do well, and doing well whatever you do without thought of fame. If it comes at all it will come because it is deserved, not because it is sought after.",
      "author": "Henry Wadsworth Longfellow",
      "category": "Thought, Talent, You"
    },
    {
      "quote": "Personal satisfaction is the most important ingredient of success.",
      "author": "Denis Waitley",
      "category": "Important, Satisfaction"
    },
    {
      "quote": "Forward, as occasion offers. Never look round to see whether any shall note it... Be satisfied with success in even the smallest matter, and think that even such a result is no trifle.",
      "author": "Marcus Aurelius",
      "category": "Think, Look, See"
    },
    {
      "quote": "There's no secret about success. Did you ever know a successful man who didn't tell you about it?",
      "author": "Kin Hubbard",
      "category": "Man, Successful, Know"
    },
    {
      "quote": "Success is not greedy, as people think, but insignificant. That is why it satisfies nobody.",
      "author": "Lucius Annaeus Seneca",
      "category": "People, Think, Why"
    },
    {
      "quote": "You know you are on the road to success if you would do your job, and not be paid for it.",
      "author": "Oprah Winfrey",
      "category": "Job, Road, Know"
    },
    {
      "quote": "If I could offer but one helpful hint to young Hoosiers hoping to better their odds for success in life, I would simply note the importance of thoughtful reading.",
      "author": "Richard Lugar",
      "category": "Life, Reading, Thoughtful"
    },
    {
      "quote": "Successful people breed success.",
      "author": "Phil Crosby",
      "category": "Successful, People"
    },
    {
      "quote": "The essential element of successful strategy is that it derives its success from the differences between competitors with a consequent difference in their behavior.",
      "author": "Bruce Henderson",
      "category": "Strategy, Behavior"
    },
    {
      "quote": "We help people to begin truly healthful diets, and it is absolutely wonderful to see, not only their success, but also their delight at their ability to break old habits and feel really healthy for a change.",
      "author": "Neal Barnard",
      "category": "Change, Help, Healthy"
    },
    {
      "quote": "Success is just being happy. And I try so many different things. I do a lot of different things. Because I think God has helped me to love myself. I know who God is, and I love God.",
      "author": "Herschel Walker",
      "category": "Love, Happy, Myself"
    },
    {
      "quote": "Success listens only to applause. To all else it is deaf.",
      "author": "Elias Canetti",
      "category": "Deaf, Only, Applause"
    },
    {
      "quote": "Honesty is the most single most important factor having a direct bearing on the final success of an individual, corporation, or product.",
      "author": "Ed McMahon",
      "category": "Honesty, Important, Single"
    },
    {
      "quote": "I would like to wish the England squad every success. I would also very much like to extend those wishes to Martin Johnson, Brian Smith, Mike Ford, John Wells, Graham Rowntree and the rest of the England 2011 World Cup management team who have been fantastic and deserve people to know that.",
      "author": "Jonny Wilkinson",
      "category": "Team, Management, World"
    },
    {
      "quote": "I know that when I like music, when it touches my heart, that it will touch your heart, too. That, I think, is the secret to my success.",
      "author": "Andre Rieu",
      "category": "Music, Heart, Know"
    },
    {
      "quote": "If you create incredible value and information for others that can change their lives - and you always stay focused on that service - the financial success will follow.",
      "author": "Brendon Burchard",
      "category": "Change, Service, Value"
    },
    {
      "quote": "I must admit that I personally measure success in terms of the contributions an individual makes to her or his fellow human beings.",
      "author": "Margaret Mead",
      "category": "Measure, Her, Human"
    },
    {
      "quote": "The only yardstick for success our society has is being a champion. No one remembers anything else.",
      "author": "John Madden",
      "category": "Society, Champion, Anything"
    },
    {
      "quote": "I define success as being comfortable with yourself and your life. And that is about as good as it gets, really.",
      "author": "Treat Williams",
      "category": "Life, Good, Yourself"
    },
    {
      "quote": "I think you can have moderate success by copying something else, but if you really want to knock it out of the park, you have to do something different and take chances.",
      "author": "Lee Ann Womack",
      "category": "Want, Think, You"
    },
    {
      "quote": "I am stable when my private life is a success.",
      "author": "Don Johnson",
      "category": "Life, I Am, Life Is A"
    },
    {
      "quote": "Possessed with a full confidence of the certain success which British valor must gain over such enemies, I have led you up these steep and dangerous rocks, only solicitous to show you the foe within your reach.",
      "author": "James Wolfe",
      "category": "Confidence, Reach, You"
    },
    {
      "quote": "Success is a great deodorant.",
      "author": "Elizabeth Taylor",
      "category": "Great, Success Is, Deodorant"
    },
    {
      "quote": "Nothing is as seductive as the assurance of success.",
      "author": "Gertrude Himmelfarb",
      "category": "Nothing, Assurance"
    },
    {
      "quote": "I think the biggest challenge is to continue on the same path. I think it's easy to become complacent from the success you've had.",
      "author": "Jason Derulo",
      "category": "Path, Challenge, Easy"
    },
    {
      "quote": "Other people's success spurs me on to do well and gives me motivation.",
      "author": "Nicholas Hoult",
      "category": "Motivation, Me, People"
    },
    {
      "quote": "In order to succeed you must fail, so that you know what not to do the next time.",
      "author": "Anthony J. D'Angelo",
      "category": "Time, Know, You"
    },
    {
      "quote": "Pray that success will not come any faster than you are able to endure it.",
      "author": "Elbert Hubbard",
      "category": "You, Endure, Faster"
    },
    {
      "quote": "The toughest thing about success is that you've got to keep on being a success.",
      "author": "Irving Berlin",
      "category": "You, Success Is, Being"
    },
    {
      "quote": "The measure of success is not whether you have a tough problem to deal with, but whether it is the same problem you had last year.",
      "author": "John Foster Dulles",
      "category": "Problem, Measure, You"
    },
    {
      "quote": "Success is achieved and maintained by those who try and keep trying.",
      "author": "W. Clement Stone",
      "category": "Trying, Try, Success Is"
    },
    {
      "quote": "One needs more than ambition and talent to make a success of anything, really. There must be love and a vocation.",
      "author": "Jessye Norman",
      "category": "Love, Ambition, Talent"
    },
    {
      "quote": "I've had great success being a total idiot.",
      "author": "Jerry Lewis",
      "category": "Great, Idiot, Being"
    },
    {
      "quote": "In order that people may be happy in their work, these three things are needed: They must be fit for it. They must not do too much of it. And they must have a sense of success in it.",
      "author": "John Ruskin",
      "category": "Work, Happy, Be Happy"
    },
    {
      "quote": "Why be a man when you can be a success?",
      "author": "Bertolt Brecht",
      "category": "Man, Why, You"
    },
    {
      "quote": "Success is the sweetest revenge.",
      "author": "Vanessa Williams",
      "category": "Revenge, Success Is"
    },
    {
      "quote": "Despite the success cult, men are most deeply moved not by the reaching of the goal but by the grandness of the effort involved in getting there - or failing to get there.",
      "author": "Max Lerner",
      "category": "Men, Goal, Effort"
    },
    {
      "quote": "Failures to heroic minds are the stepping stones to success.",
      "author": "Thomas Chandler Haliburton",
      "category": "Stones, Minds, Stepping"
    },
    {
      "quote": "Achieve success in any area of life by identifying the optimum strategies and repeating them until they become habits.",
      "author": "Charles J. Givens",
      "category": "Life, Habits, Achieve"
    },
    {
      "quote": "Success consecrates the most offensive crimes.",
      "author": "Lucius Annaeus Seneca",
      "category": "Offensive, Crimes, Most"
    },
    {
      "quote": "Desire is the most important factor in the success of any athlete.",
      "author": "Bill Shoemaker",
      "category": "Important, Desire"
    },
    {
      "quote": "Luxury is the wolf at the door and its fangs are the vanities and conceits germinated by success. When an artist learns this, he knows where the danger is.",
      "author": "Tennessee Williams",
      "category": "Door, Wolf, Artist"
    },
    {
      "quote": "Whether a party can have much success without a woman present I must ask others to decide, but one thing is certain, no party is any fun unless seasoned with folly.",
      "author": "Desiderius Erasmus",
      "category": "Woman, Fun, Party"
    },
    {
      "quote": "Success didn't spoil me, I've always been insufferable.",
      "author": "Fran Lebowitz",
      "category": "Me, Always, Spoil"
    },
    {
      "quote": "Success is following the pattern of life one enjoys most.",
      "author": "Al Capp",
      "category": "Life, Success Is, Pattern"
    },
    {
      "quote": "The only question to ask yourself is, how much are you willing to sacrifice to achieve this success?",
      "author": "Larry Flynt",
      "category": "Sacrifice, Yourself, You"
    },
    {
      "quote": "There are a lot of things that go into creating success. I don't like to do just the things I like to do. I like to do things that cause the company to succeed. I don't spend a lot of time doing my favorite activities.",
      "author": "Michael Dell",
      "category": "Time, Company, Favorite"
    },
    {
      "quote": "What material success does is provide you with the ability to concentrate on other things that really matter. And that is being able to make a difference, not only in your own life, but in other people's lives.",
      "author": "Oprah Winfrey",
      "category": "Life, Make A Difference"
    },
    {
      "quote": "Whatever success I've had, I always like to top it.",
      "author": "Bernie Mac",
      "category": "Whatever, Always, Like"
    },
    {
      "quote": "Nobody travels on the road to success without a puncture or two.",
      "author": "Navjot Singh Sidhu",
      "category": "Road, Nobody, Two"
    },
    {
      "quote": "Success is always temporary. When all is said and one, the only thing you'll have left is your character.",
      "author": "Vince Gill",
      "category": "Character, You, Said"
    },
    {
      "quote": "Success is not in never failing, but rising everytime you fall!",
      "author": "Jonathan Taylor Thomas",
      "category": "Fall, You, Never"
    },
    {
      "quote": "Four years of football are calculated to breed in the average man more of the ingredients of success in life than almost any academic course he takes.",
      "author": "Knute Rockne",
      "category": "Life, Football, Man"
    },
    {
      "quote": "To these ideals which were instilled in me when I was a youth, I attribute in a large degree the success that was mine on the bicycle tracks of the world.",
      "author": "Major Taylor",
      "category": "Youth, World, Me"
    },
    {
      "quote": "All of us are born for a reason, but all of us don't discover why. Success in life has nothing to do with what you gain in life or accomplish for yourself. It's what you do for others.",
      "author": "Danny Thomas",
      "category": "Life, Yourself, Why"
    },
    {
      "quote": "Currently, only 70 percent of our high school students earn diplomas with their peers, and less than one-third of our high school students graduate prepared for success in a four-year college.",
      "author": "Ruben Hinojosa",
      "category": "School, College, High School"
    },
    {
      "quote": "The success of each of us benefits us all, and the success of us all benefits each of us individually.",
      "author": "Walter Ulbricht",
      "category": "Benefits, Us, Each"
    },
    {
      "quote": "I believe success is preparation, because opportunity is going to knock on your door sooner or later but are you prepared to answer that?",
      "author": "Omar Epps",
      "category": "Opportunity, Believe"
    },
    {
      "quote": "I attribute my success to my mental approach to the game. I have always been a serious student of umpiring. I enjoy studying rules, situations, and positioning.",
      "author": "Jim Evans",
      "category": "Rules, Game, Enjoy"
    },
    {
      "quote": "Well, you would have to say what is the criteria to determine the success of any merger? It would have to be that the companies are stronger financially, that they took market share, and they are on a very steady footing in terms of their performance.",
      "author": "Kevin Rollins",
      "category": "Performance, Stronger, You"
    },
    {
      "quote": "Every success in limiting armaments is a sign that the will to achieve mutual understanding exists, and every such success thus supports the fight for international law and order.",
      "author": "Ludwig Quidde",
      "category": "Law, Fight, Understanding"
    },
    {
      "quote": "I worked half my life to be an overnight success, and still it took me by surprise.",
      "author": "Jessica Savitch",
      "category": "Life, Surprise, Me"
    },
    {
      "quote": "Telecom is a dramatic success in India and our view is, respecting the political process, and respecting the fact that these are sovereign decisions, is that, approaching India as a friend.",
      "author": "John W. Snow",
      "category": "Decisions, Friend, Political"
    },
    {
      "quote": "Evolution acts slowly. Our psychological characteristics today are those that promoted reproductive success in the ancestral environment.",
      "author": "Keith Henson",
      "category": "Today, Evolution"
    },
    {
      "quote": "Happy people are ignoramuses and glory is nothing else but success, and to achieve it one only has to be cunning.",
      "author": "Mikhail Lermontov",
      "category": "Happy, People, Achieve"
    },
    {
      "quote": "The secret of my success is my hairspray.",
      "author": "Richard Gere",
      "category": "Success Is, Secret"
    },
    {
      "quote": "Greatness is so often a courteous synonym for great success.",
      "author": "Philip Guedalla",
      "category": "Great, Greatness, Courteous"
    },
    {
      "quote": "Think of yourself as on the threshold of unparalleled success. A whole, clear, glorious life lies before you. Achieve! Achieve!",
      "author": "Andrew Carnegie",
      "category": "Life, Yourself, Think"
    },
    {
      "quote": "Sudden success in golf is like the sudden acquisition of wealth. It is apt to unsettle and deteriorate the character.",
      "author": "P. G. Wodehouse",
      "category": "Character, Golf, Wealth"
    },
    {
      "quote": "To follow, without halt, one aim: that's the secret of success.",
      "author": "Anna Pavlova",
      "category": "Aim, Follow, Secret"
    },
    {
      "quote": "Thought is the original source of all wealth, all success, all material gain, all great discoveries and inventions, and of all achievement.",
      "author": "Claude M. Bristol",
      "category": "Great, Achievement, Wealth"
    },
    {
      "quote": "Temporary success can be achieved in spite of lack of other fundamental qualities, but no advancements can be maintained without hard work.",
      "author": "William Feather",
      "category": "Work, Hard Work, Without"
    },
    {
      "quote": "Success makes men rigid and they tend to exalt stability over all the other virtues tired of the effort of willing they become fanatics about conservatism.",
      "author": "Walter Lippmann",
      "category": "Men, Effort, Tired"
    },
    {
      "quote": "Success is a consequence and must not be a goal.",
      "author": "Gustave Flaubert",
      "category": "Goal, Success Is, Must"
    },
    {
      "quote": "We're not afraid of risking what was our success yesterday in order to explore some new field. We're adventurous. We like the challenge of unknown territory, unknown artistic field, and that's what stimulates us.",
      "author": "Guy Laliberte",
      "category": "Challenge, Unknown"
    },
    {
      "quote": "My proudest achievement has been the success of the shows and artists I have been involved with, because they were made in Britain.",
      "author": "Simon Cowell",
      "category": "Achievement, Artists"
    },
    {
      "quote": "Success isn't always going to be a huge contract success is going to be if you just live out your purpose in life.",
      "author": "Allan Houston",
      "category": "Life, Purpose, Live"
    },
    {
      "quote": "Awards are not the only markers of success I don't judge myself just based on them. I believe that each cinema-goer has his own mental trophies.",
      "author": "Fan Bingbing",
      "category": "Myself, Believe, I Believe"
    },
    {
      "quote": "Well I think any author or musician is anxious to have legitimate sales of their products, partly so they're rewarded for their success, partly so they can go on and do new things.",
      "author": "Bill Gates",
      "category": "New Things, Sales, Think"
    },
    {
      "quote": "The person who makes a success of living is the one who sees his goal steadily and aims for it unswervingly.",
      "author": "Cecil B. DeMille",
      "category": "Goal, Living, Person"
    },
    {
      "quote": "I have more love, success, and security than I could ever dream of.",
      "author": "George Michael",
      "category": "Love, Dream, Security"
    },
    {
      "quote": "Money does not guarantee success.",
      "author": "Jose Mourinho",
      "category": "Money, Guarantee, Does"
    },
    {
      "quote": "I'm not a defender of old or new football managers. I believe in good ones and bad ones, those that achieve success and those that don't.",
      "author": "Jose Mourinho",
      "category": "Good, Football, Believe"
    },
    {
      "quote": "It's the price of success: people start to think you're omnipotent.",
      "author": "Ben Bernanke",
      "category": "Start, People, Think"
    },
    {
      "quote": "We do not celebrate people who have made success out of serious hard work.",
      "author": "Iain Duncan Smith",
      "category": "Work, Hard Work, Celebrate"
    },
    {
      "quote": "Hopefully I'll continue to have the success I've had.",
      "author": "Tiger Woods",
      "category": "Continue, Hopefully, Had"
    },
    {
      "quote": "Well, certainly one of the ironies of the success of affirmative action is that the middle class within the black community no longer lives within 'black community' by and large.",
      "author": "Henry Louis Gates",
      "category": "Community, Action, Black"
    },
    {
      "quote": "The historical basis for the gap between the black middle class and underclass shows that ending discrimination, by itself, would not eradicate black poverty and dysfunction. We also need intervention to promulgate a middle-class ethic of success among the poor, while expanding opportunities for economic betterment.",
      "author": "Henry Louis Gates",
      "category": "Poverty, Opportunities"
    },
    {
      "quote": "It's not just the 'Grammys' that I've pulled out of. I also pulled out of the English awards as well. The reason that I wanted to pull out was because I believe very much that the music industry as a whole is mainly concerned with material success.",
      "author": "Alanis Morissette",
      "category": "Music, Believe, I Believe"
    },
    {
      "quote": "The one thing that makes me feel super lucky about my financial success is that I have a housekeeper.",
      "author": "Gwen Stefani",
      "category": "Financial, Me, Lucky"
    },
    {
      "quote": "Commercial success still hasn't come to an artist that isn't signed to a record label. There are very few artists that can succeed without the help of a record label. The role of the record label is still required, it's still necessary.",
      "author": "Edgar Bronfman, Jr.",
      "category": "Artist, Help, Succeed"
    },
    {
      "quote": "Young people need the hands-on training that comes with a summer job. They need to know how to dress for success and nail job interviews. But most of all, they need mentorship, guidance, and inspiration.",
      "author": "Hilda Solis",
      "category": "Job, Training, Dress"
    },
    {
      "quote": "My career started young and I was really ambitious, and then I had success and I hung out with people who were much older. I think I might have been temporally misplaced, so I thought I was 40. It was a premature midlife crisis.",
      "author": "Elizabeth Gilbert",
      "category": "Thought, People, Crisis"
    },
    {
      "quote": "So I feel like success is opportunity plus preparation, so work begets work, and as long as you're prepared it's going to continue to come your way.",
      "author": "Anthony Mackie",
      "category": "Work, Opportunity"
    },
    {
      "quote": "I think that when we have a better educated society, when there is less violence in our cities, when people get back into the workforce and have the opportunity to take care of themselves and their families - that for me really is the kind of success and the kind of America that I think most of us still want, we aspire to.",
      "author": "Michael Nutter",
      "category": "Opportunity, Violence"
    },
    {
      "quote": "Entrepreneurs can't forecast accurately, because they are trying something fundamentally new. So they will often be laughably behind plan - and on the brink of success.",
      "author": "Eric Ries",
      "category": "Plan, Trying, New"
    },
    {
      "quote": "We crave instant success these days. If you are a really good sprinter and long jumper, you don't want to spend two or three years on a whole new set of events. You're used to doing well and it's difficult to give that up.",
      "author": "Daley Thompson",
      "category": "Good, Long, Want"
    },
    {
      "quote": "Our worldly successes cannot be guaranteed, but our ability to achieve spiritual success is entirely up to us, thanks to the grace of God. The best advice I know is to give is to give those worldly things your best but never your all - reserve the ultimate hope for the only one who can grant it.",
      "author": "Mitt Romney",
      "category": "Hope, Best, God"
    },
    {
      "quote": "Prospering just doesn't have to do with money.",
      "author": "Joel Osteen",
      "category": "Money, Just, Prospering"
    },
    {
      "quote": "A constant struggle, a ceaseless battle to bring success from inhospitable surroundings, is the price of all great achievements.",
      "author": "Orison Swett Marden",
      "category": "Great, Struggle, Battle"
    },
    {
      "quote": "Super-ambitious goals tend to be unifying and energizing to people but only if they believe there's a chance of success.",
      "author": "Peter Diamandis",
      "category": "Goals, Believe, People"
    },
    {
      "quote": "Success is the one unpardonable sin against our fellows.",
      "author": "Ambrose Bierce",
      "category": "Sin, Against, Success Is"
    },
    {
      "quote": "Your success story is a bigger story than whatever you're trying to say on stage. Success makes life easier. It doesn't make living easier.",
      "author": "Bruce Springsteen",
      "category": "Life, Living, Story"
    },
    {
      "quote": "In this world it is not what we take up, but what we give up, that makes us rich.",
      "author": "Henry Ward Beecher",
      "category": "World, Rich, Up"
    },
    {
      "quote": "If you want to achieve things in life, you've just got to do them, and if you're talented and smart, you'll succeed.",
      "author": "Juliana Hatfield",
      "category": "Life, Smart, Want"
    },
    {
      "quote": "Not every difficult and dangerous thing is suitable for training, but only that which is conducive to success in achieving the object of our effort.",
      "author": "Epictetus",
      "category": "Training, Achieving, Effort"
    },
    {
      "quote": "I am highly offended by the total lack of acknowledgement of my contribution to Laker success.",
      "author": "Kareem Abdul-Jabbar",
      "category": "I Am, Contribution, Offended"
    },
    {
      "quote": "I have no time for those who say there is no way Scotland could go it alone. I know first-hand the contribution Scotland and Scots make to Britain's success - so for me there's no question about whether Scotland could be an independent nation.",
      "author": "David Cameron",
      "category": "Time, Alone, Me"
    },
    {
      "quote": "Success to me is having ten honeydew melons and eating only the top half of each slice.",
      "author": "Barbra Streisand",
      "category": "Me, Eating, Top"
    },
    {
      "quote": "The common idea that success spoils people by making them vain, egotistic and self-complacent is erroneous; on the contrary it makes them, for the most part, humble, tolerant and kind.",
      "author": "W. Somerset Maugham",
      "category": "Humble, People, Idea"
    },
    {
      "quote": "Success is survival.",
      "author": "Leonard Cohen",
      "category": "Survival, Success Is"
    },
    {
      "quote": "A great secret of success is to go through life as a man who never gets used up.",
      "author": "Albert Schweitzer",
      "category": "Life, Great, Man"
    },
    {
      "quote": "I feel like I want to take care of everyone and I also feel this terrible guilt if I am unable to. And I have felt this way ever since all this success started.",
      "author": "Jim Carrey",
      "category": "I Am, Guilt, Want"
    },
    {
      "quote": "A lot of people don't have near the amount of success as I've been blessed to have, and it's all about working hard and hoping that continues.",
      "author": "Luke Bryan",
      "category": "Blessed, Working Hard"
    },
    {
      "quote": "As an actor there's a lot of scrutiny and, even when you've had success, it becomes about sustaining that success. A friend of mine described it as a peakless mountain. Even for De Niro there's Pacino and for Pacino there's De Niro.",
      "author": "Eddie Redmayne",
      "category": "Mountain, Friend, You"
    },
    {
      "quote": "I'm extremely ambitious. I don't know why people are afraid to say that. I won't sell my soul to the devil, but I do want success and I don't think that's bad.",
      "author": "Jada Pinkett Smith",
      "category": "Soul, People, Want"
    },
    {
      "quote": "I feel lucky because I was a nerd, which I talk about in the book, but I had academic success, so through that, because that's what my parents put a great deal of value on, I had a great childhood because I sort of fulfilled the expectations of being good at school.",
      "author": "Mindy Kaling",
      "category": "Good, Great, Parents"
    },
    {
      "quote": "I saw a lot of people have success handed to them that then exploited it. They didn't protect it or cherish it.",
      "author": "Aaron Paul",
      "category": "People, Cherish, Protect"
    },
    {
      "quote": "Our success in Singapore was a Herculean effort by the whole team. Now I am determined to deliver on all we promised. I will be watching like a hawk.",
      "author": "Sebastian Coe",
      "category": "Team, I Am, Effort"
    },
    {
      "quote": "From success you get a lot of things, but not that great inside thing that love brings you.",
      "author": "Samuel Goldwyn",
      "category": "Love, Great, You"
    },
    {
      "quote": "Success in the majority of circumstances depends on knowing how long it takes to succeed.",
      "author": "Charles de Montesquieu",
      "category": "Long, Succeed, Circumstances"
    },
    {
      "quote": "At Princeton I gained a great deal of pleasure from success in my classes. knowing that I could accomplish those things, and I realized that my success was directly proportionate to the work I put in.",
      "author": "Brooke Shields",
      "category": "Work, Great, Pleasure"
    },
    {
      "quote": "Nothing succeeds like the appearance of success.",
      "author": "Christopher Lasch",
      "category": "Appearance, Nothing, Like"
    },
    {
      "quote": "Sometimes I worry about being a success in a mediocre world.",
      "author": "Lily Tomlin",
      "category": "World, Worry, Sometimes"
    },
    {
      "quote": "The manic pursuit of success cost me everything I could love: my wife, my three children, some friends I would have liked to grow old with.",
      "author": "Sammy Davis, Jr.",
      "category": "Love, Children, Friends"
    },
    {
      "quote": "Writers, as they gain success, feel like outsiders because writers don't come together in real groups.",
      "author": "Anne Rice",
      "category": "Together, Real, Feel"
    },
    {
      "quote": "All men's gains are the fruit of venturing.",
      "author": "Herodotus",
      "category": "Men, Fruit, Venturing"
    },
    {
      "quote": "I always envisioned myself being a rapper and being in the game and having success, but you never know what it feels like or how you're going to be when you're there.",
      "author": "Wiz Khalifa",
      "category": "Myself, Game, Know"
    },
    {
      "quote": "How can they say my life is not a success? Have I not for more than sixty years got enough to eat and escaped being eaten?",
      "author": "Logan Pearsall Smith",
      "category": "Life, My Life, They Say"
    },
    {
      "quote": "It's our nature: Human beings like success but they hate successful people.",
      "author": "Carrot Top",
      "category": "Nature, Hate, Successful"
    },
    {
      "quote": "When it comes to social consequences, they've got all different people acting in different ways, very difficult to even have a proper criterion of success. So, it's a difficult task.",
      "author": "George Soros",
      "category": "People, Acting, Consequences"
    },
    {
      "quote": "Success in any endeavor depends on the degree to which it is an expression of your true self.",
      "author": "Ralph Marston",
      "category": "Self, True, Expression"
    },
    {
      "quote": "Whatever success I may have attained is due to the fact that since I was old enough to work at all, my ambition has never deserted me.",
      "author": "Anna Held",
      "category": "Work, Ambition, Me"
    },
    {
      "quote": "I would love to be a guest on a talk show or a panel that shows women who have been on reality shows who've had success, to prove to audiences that you don't have to be a fool to become successful.",
      "author": "NeNe Leakes",
      "category": "Love, Women, Fool"
    },
    {
      "quote": "You take all the things that frighten you, and when you can get them to work for you all of sudden people are calling you a success.",
      "author": "Randy Bachman",
      "category": "Work, People, You"
    },
    {
      "quote": "If you can figure out my success on the screen, you're a better man than I.",
      "author": "Alan Ladd",
      "category": "Man, Better, You"
    },
    {
      "quote": "I'm used to adversity and working really well in difficult situations. It was hard for me to accept the success.",
      "author": "Paula Cole",
      "category": "Adversity, Me, Working"
    },
    {
      "quote": "Though I had success in my research both when I was mad and when I was not, eventually I felt that my work would be better respected if I thought and acted like a 'normal' person.",
      "author": "John Forbes Nash, Jr.",
      "category": "Work, Thought, Research"
    },
    {
      "quote": "We fall forward to succeed.",
      "author": "Mary Kay Ash",
      "category": "Fall, Succeed, Forward"
    },
    {
      "quote": "People fall forward to success.",
      "author": "Mary Kay Ash",
      "category": "People, Fall, Forward"
    },
    {
      "quote": "I don't think about financial success as the measurement of my success.",
      "author": "Christie Hefner",
      "category": "Financial, Think"
    },
    {
      "quote": "Can you imagine what I would do if I could do all I can?",
      "author": "Jeff Rich",
      "category": "I Can, You, Imagine"
    },
    {
      "quote": "Success is the space one occupies in the newspaper. Success is one day's insolence.",
      "author": "Elias Canetti",
      "category": "Day, Space, Newspaper"
    },
    {
      "quote": "Success doesn't mean that you are healthy, success doesn't mean that you're happy, success doesn't mean that you're rested. Success really doesn't mean that you look good, or feel good, or are good.",
      "author": "Victoria Principal",
      "category": "Happy, Good, Healthy"
    },
    {
      "quote": "That's the key to success, isn't it? It has to be fun.",
      "author": "Monica Seles",
      "category": "Fun, Key To Success, Key"
    },
    {
      "quote": "I'm still craving approval from my parents. It took a lot of success for me to realize it was never coming. It's just not in their nature.",
      "author": "Andrew Stanton",
      "category": "Nature, Parents, Me"
    },
    {
      "quote": "The success and the failure are not my concern, but His.",
      "author": "Joseph Barber Lightfoot",
      "category": "Failure, His, Concern"
    },
    {
      "quote": "Choose something you like to do. I know it's a cliche, and you've heard it over and over. But the reason is, you're going to have to work long and hard to achieve any success. You better like it or life is going to be terrible.",
      "author": "Bill Kurtis",
      "category": "Life, Work, Long"
    },
    {
      "quote": "People say we were an overnight success. It took us a year to be an overnight success.",
      "author": "James Daly",
      "category": "People, People Say, Say"
    },
    {
      "quote": "You've achieved success in your field when you don't know whether what you're doing is work or play.",
      "author": "Warren Beatty",
      "category": "Work, Know, Play"
    },
    {
      "quote": "People repeat behaviour that leads to flooding their brains with pleasurable chemicals. The short-term reward loop acts over hours to years, and the long-term reproductive success loop over generations.",
      "author": "Keith Henson",
      "category": "People, Reward, Years"
    },
    {
      "quote": "Action leads to Attention. that in the short-term releases Rewarding brain chemicals and in the long term improves reproductive success.",
      "author": "Keith Henson",
      "category": "Action, Brain, Long"
    },
    {
      "quote": "I have gone from being a 21-year-old with wide eyes to a 24-year-old woman. With success comes a lot of responsibility and power.",
      "author": "Vanessa Carlton",
      "category": "Eyes, Responsibility, Power"
    },
    {
      "quote": "My success is not due to any personal superiority over other people.",
      "author": "John Philip Sousa",
      "category": "People, Personal, Success Is"
    },
    {
      "quote": "Every day of my life I walk with the idea that I am black, no matter how successful I am. And our success is tempered by that; you're successful in this way given the fact you are black, and most blacks don't get to that point.",
      "author": "Danny Glover",
      "category": "Life, Day, I Am"
    },
    {
      "quote": "Instead of this confusion, we need the unifying force of an official language, English, which is the language of success in America.",
      "author": "Ernest Istook",
      "category": "America, Language, Confusion"
    },
    {
      "quote": "If people ask me for the ingredients of success, I say one is talent, two is stubbornness or determination, and third is sheer luck. You have to have two out of the three. Any two will probably do.",
      "author": "Fred Saberhagen",
      "category": "Determination, Luck, Me"
    },
    {
      "quote": "Success isn't everything but it makes a man stand straight.",
      "author": "Lillian Hellman",
      "category": "Man, Stand, Straight"
    },
    {
      "quote": "I take great pride in all the tremendous success we've enjoyed at CBS. And the good news is that I feel even more enthusiastic about what my terrific team and I will accomplish going forward.",
      "author": "Leslie Moonves",
      "category": "Good, Team, Great"
    },
    {
      "quote": "I am decidedly of the opinion that in very many instances we can trace such a necessary connexion, especially among birds, and often with more complete success than in the case which I have here attempted to explain.",
      "author": "Alfred Russel Wallace",
      "category": "I Am, Birds, Opinion"
    },
    {
      "quote": "In a balanced organization, working towards a common objective, there is success.",
      "author": "Arthur Helps",
      "category": "Organization, Working"
    },
    {
      "quote": "But the best teams I've encountered have one important thing in common: their team structure and processes cover a full range of distinct competencies necessary for success.",
      "author": "Jesse James Garrett",
      "category": "Best, Team, Important"
    },
    {
      "quote": "I want to make sure I don't interfere with the success of that team next year. I don't see any way I could go to practice like most of 'em do, and not hurt the team. I'd go nuts if I tried doing that.",
      "author": "Bear Bryant",
      "category": "Team, Hurt, Practice"
    },
    {
      "quote": "It's harder to be a success, globally, and be artistic. Harder to have that balance than just to be artistic when nobody understands you.",
      "author": "Andre Benjamin",
      "category": "Balance, You, Nobody"
    },
    {
      "quote": "The fame of heroes owes little to the extent of their conquests and all to the success of the tributes paid to them.",
      "author": "Jean Genet",
      "category": "Heroes, Fame, Little"
    },
    {
      "quote": "Success in almost any field depends more on energy and drive than it does on intelligence. This explains why we have so many stupid leaders.",
      "author": "Sloan Wilson",
      "category": "Intelligence, Stupid, Energy"
    },
    {
      "quote": "My dad told me, 'It takes fifteen years to be an overnight success', and it took me seventeen and a half years.",
      "author": "Adrien Brody",
      "category": "Me, Years, Overnight Success"
    },
    {
      "quote": "Rockefeller once explained the secret of success. 'Get up early, work late - and strike oil.'",
      "author": "Joey Adams",
      "category": "Work, Late, Oil"
    },
    {
      "quote": "Change can either challenge or threaten us. Your beliefs pave your way to success or block you.",
      "author": "Marsha Sinetar",
      "category": "Change, Challenge, You"
    }
  ]
}