{
  "author": "Ravindu Manoj",
  "github": "ravindu01manoj",
  "repo": "Quotes-500k",
  "data": [
    {
      "quote": "Isolation is the one sure way to human happiness.",
      "author": "Glenn Gould",
      "category": "Isolation, Way, Human"
    },
    {
      "quote": "In order to have great happiness you have to have great pain and unhappiness - otherwise how would you know when you're happy?",
      "author": "Leslie Caron",
      "category": "Happy, Great, Pain"
    },
    {
      "quote": "It is only to the happy that tears are a luxury.",
      "author": "Thomas Moore",
      "category": "Happy, Luxury, Tears"
    },
    {
      "quote": "Happiness, or misery, is in the mind. It is the mind that lives.",
      "author": "William Cobbett",
      "category": "Mind, Misery, Lives"
    },
    {
      "quote": "Happiness is no laughing matter.",
      "author": "Richard Whately",
      "category": "Matter, Laughing"
    },
    {
      "quote": "Happiness includes chiefly the idea of satisfaction after full honest effort. No one can possibly be satisfied and no one can be happy who feels that in some paramount affairs he failed to take up the challenge of life.",
      "author": "Arnold Bennett",
      "category": "Life, Happy, Challenge"
    },
    {
      "quote": "Horrible things can happen to you, and horrible things happened to us on September 11. But if we look for love and happiness and fulfillment, we will find it.",
      "author": "Ted Olson",
      "category": "Love, Look, You"
    },
    {
      "quote": "The action is best that secures the greatest happiness for the greatest number.",
      "author": "William Dean Howells",
      "category": "Best, Action, Greatest"
    },
    {
      "quote": "Happiness comes only when we push our brains and hearts to the farthest reaches of which we are capable.",
      "author": "Leo Rosten",
      "category": "Push, Brains, Hearts"
    },
    {
      "quote": "I had given a presentation on design and happiness for quite a long while at design conferences. I had found thinking about the topic helpful for my own practice, as it forced me to consider the fundamentals, and the feedback from the audience was always enthusiastic.",
      "author": "Stefan Sagmeister",
      "category": "Design, Thinking, Me"
    },
    {
      "quote": "I'm happy to sacrifice a big pay cheque for my happiness, if that's not too corny a thing to say. It's probably more naive than mature to say that, maybe, but that's how I feel.",
      "author": "Jack Gleeson",
      "category": "Happy, Sacrifice, Naive"
    },
    {
      "quote": "I keep mementos from everything I've done. I've got my cab driver's license from 'Happiness.' I've got a pair of glasses and a belt buckle from playing John Lennon. I've got a pair of sunglasses from playing Andy Warhol... It's all in a box in the garage.",
      "author": "Jared Harris",
      "category": "Glasses, Sunglasses, Done"
    },
    {
      "quote": "It was as if all of the happiness, all of the magic of this blissful hour had flowed together into these stirring, bittersweet tones and flowed away, becoming temporal and transitory once more.",
      "author": "Herman Hesse",
      "category": "Together, Magic, Bittersweet"
    },
    {
      "quote": "People who look at my painting say that it makes them happy, like the feeling when you wake up in the morning. And happiness is the goal, isn't it?",
      "author": "Agnes Martin",
      "category": "Morning, Happy, Goal"
    },
    {
      "quote": "To increase the power, develop the resources and promote the happiness of a Confederacy, it is requisite there should be so much of homogeneity that the welfare of every portion would be the aim of the whole.",
      "author": "Jefferson Davis",
      "category": "Power, Aim, Resources"
    },
    {
      "quote": "We possess only the happiness we are able to understand.",
      "author": "Maurice Maeterlinck",
      "category": "Understand, Only, Able"
    },
    {
      "quote": "Remember that happiness is as contagious as gloom. It should be the first duty of those who are happy to let others know of their gladness.",
      "author": "Maurice Maeterlinck",
      "category": "Happy, Remember, Know"
    },
    {
      "quote": "Of course, the most important factor of all for long life is a good family. When a person goes home with the wife or the kids giving him endless headaches, then it's hard for that person to enjoy a long life. I am very fortunate, because my wife Elizabeth and my obedient children are very good; they have given me happiness.",
      "author": "John Gokongwei",
      "category": "Life, Family, Home"
    },
    {
      "quote": "It is the true duty of every man to promote the happiness of his fellow creatures to the utmost of his power.",
      "author": "William Wilberforce",
      "category": "Power, Man, True"
    },
    {
      "quote": "The happiness which is lacking makes one think even the happiness one has unbearable.",
      "author": "Joseph Roux",
      "category": "Think, Even, Which"
    },
    {
      "quote": "I saw that all beings are fated to happiness: action is not life, but a way of wasting some force, an enervation. Morality is the weakness of the brain.",
      "author": "Arthur Rimbaud",
      "category": "Life, Action, Brain"
    },
    {
      "quote": "I think success is finding happiness! Everyone certainly has different goals in life, and things that are important to them, and also things that are not important to them.",
      "author": "Meryl Davis",
      "category": "Life, Success, Goals"
    },
    {
      "quote": "I think when we shot 'Tokyo Drift' I was a little too young to really understand what made Han who he is, and then I got older, and you start to make a little bit of money, and you realize that money will never buy you happiness.",
      "author": "Sung Kang",
      "category": "Money, Start, Think"
    },
    {
      "quote": "Pleasure only starts once the worm has got into the fruit, to become delightful happiness must be tainted with poison.",
      "author": "Georges Bataille",
      "category": "Fruit, Poison, Pleasure"
    },
    {
      "quote": "Most of us believe in trying to make other people happy only if they can be happy in ways which we approve.",
      "author": "Robert Staughton Lynd",
      "category": "Happy, Believe, Be Happy"
    },
    {
      "quote": "That which makes people dissatisfied with their condition, is the chimerical idea they form of the happiness of others.",
      "author": "James Thomson",
      "category": "People, Idea, Which"
    },
    {
      "quote": "It is the paradox of life that the way to miss pleasure is to seek it first. The very first condition of lasting happiness is that a life should be full of purpose, aiming at something outside self.",
      "author": "Hugo Black",
      "category": "Life, Self, Purpose"
    },
    {
      "quote": "The only true happiness comes from squandering ourselves for a purpose.",
      "author": "John Mason Brown",
      "category": "Purpose, True"
    },
    {
      "quote": "Happiness and peace will come to earth only as the light of love and human compassion enter the souls of men.",
      "author": "David O. McKay",
      "category": "Love, Light, Peace"
    },
    {
      "quote": "The happiness of most people is not ruined by great catastrophes or fatal errors, but by the repetition of slowly destructive little things.",
      "author": "Ernest Dimnet",
      "category": "Great, Little Things, People"
    },
    {
      "quote": "Happiness is very simple and minimal.",
      "author": "Tablo",
      "category": "Simple, Very, Minimal"
    },
    {
      "quote": "People don't realize the great happiness there is in living to be very old and together all the time.",
      "author": "Gunnar Myrdal",
      "category": "Time, Great, Together"
    },
    {
      "quote": "Everything was a song. Every conversation, every personal hurt, every observance of people in stress, happiness and love... if you could feel it, I could feel it. And I could write a song about it.",
      "author": "Curtis Mayfield",
      "category": "Love, Stress, Hurt"
    },
    {
      "quote": "All forms of human happiness contain within themselves the seeds of their own decomposition.",
      "author": "Theodore Dalrymple",
      "category": "Seeds, Human, Within"
    },
    {
      "quote": "The right to happiness is fundamental.",
      "author": "Anna Pavlova",
      "category": "Right, Fundamental"
    },
    {
      "quote": "Happiness must be cultivated. It is like character. It is not a thing to be safely let alone for a moment, or it will run to weeds.",
      "author": "Elizabeth Stuart Phelps",
      "category": "Character, Alone, Moment"
    },
    {
      "quote": "The applause was so loud and insistent that I had to respond with several encores. I was numb with happiness, when it was over, I knew that this alone must be my life and my world.",
      "author": "Leni Riefenstahl",
      "category": "Life, Alone, World"
    },
    {
      "quote": "He who is unconscious of the ties which connect him with every individual of his species feels no obligation to make sacrifices for their welfare or happiness.",
      "author": "Benjamin Robbins Curtis",
      "category": "Individual, Connect, Welfare"
    },
    {
      "quote": "I consider myself a martial artist and an actor. They can work together or individually. I love to do action. I love having a good role in which I can act and fight. That's double happiness.",
      "author": "Mark Dacascos",
      "category": "Love, Work, Good"
    },
    {
      "quote": "You've got to ask! Asking is, in my opinion, the world's most powerful - and neglected - secret to success and happiness.",
      "author": "Percy Ross",
      "category": "Success, Powerful, World"
    },
    {
      "quote": "Money cannot buy happiness.",
      "author": "Frida Lyngstad",
      "category": "Money, Buy, Cannot"
    },
    {
      "quote": "The Bourbon King was first ambassador of reason and human happiness.",
      "author": "Heinrich Mann",
      "category": "King, Human, Reason"
    },
    {
      "quote": "I can only point out a curious fact. Year after year the Nobel Awards bring a moment of happiness not only to the recipients, not only to colleagues and friends of the recipients, but even to strangers.",
      "author": "Alfred Day Hershey",
      "category": "Friends, Moment, Colleagues"
    },
    {
      "quote": "If someone has children, the first thing they want is for them to be happy, and then become someone in life and all that. But the educational system, I mean always, not just now, creates competitive, successful people, and does not educate them to be happy. The problem is that success gives money, not happiness. The eternal problem.",
      "author": "Jorge Bucay",
      "category": "Life, Success, Children"
    },
    {
      "quote": "Liberty is to the collective body, what health is to every individual body. Without health no pleasure can be tasted by man; without liberty, no happiness can be enjoyed by society.",
      "author": "Henry St. John",
      "category": "Health, Man, Society"
    },
    {
      "quote": "Smile in the mirror. Do that every morning and you'll start to see a big difference in your life.",
      "author": "Yoko Ono",
      "category": "Life, Smile, Mirror"
    },
    {
      "quote": "Some people dream of success, while other people get up every morning and make it happen.",
      "author": "Wayne Huizenga",
      "category": "Success, Make It Happen"
    },
    {
      "quote": "Prayer is the key of the morning and the bolt of the evening.",
      "author": "Mahatma Gandhi",
      "category": "Religion, Prayer, Evening"
    },
    {
      "quote": "Opportunities are like sunrises. If you wait too long, you miss them.",
      "author": "William Arthur Ward",
      "category": "Opportunities, Long, You"
    },
    {
      "quote": "When I wake up every morning, I thank God for the new day.",
      "author": "F. Sionil Jose",
      "category": "Day, God, Thank God"
    },
    {
      "quote": "Old friends pass away, new friends appear. It is just like the days. An old day passes, a new day arrives. The important thing is to make it meaningful: a meaningful friend - or a meaningful day.",
      "author": "Dalai Lama",
      "category": "Day, Friends, Old Friends"
    },
    {
      "quote": "In the sweetness of friendship let there be laughter, and sharing of pleasures. For in the dew of little things the heart finds its morning and is refreshed.",
      "author": "Khalil Gibran",
      "category": "Friendship, Laughter"
    },
    {
      "quote": "Think in the morning. Act in the noon. Eat in the evening. Sleep in the night.",
      "author": "William Blake",
      "category": "Sleep, Night, Think"
    },
    {
      "quote": "Every day I feel is a blessing from God. And I consider it a new beginning. Yeah, everything is beautiful.",
      "author": "Prince",
      "category": "Day, Beautiful, God"
    },
    {
      "quote": "Nothing is more beautiful than the loveliness of the woods before sunrise.",
      "author": "George Washington Carver",
      "category": "Beautiful, Sunrise, Woods"
    },
    {
      "quote": "If you're going to do something tonight that you'll be sorry for tomorrow morning, sleep late.",
      "author": "Henny Youngman",
      "category": "Funny, Sleep, Sorry"
    },
    {
      "quote": "Everyone has highs and lows that they have to learn from, but every morning I start off with a good head on my shoulders, saying to myself, 'It's going to be a good day!'.",
      "author": "Lindsay Lohan",
      "category": "Day, Good, Myself"
    },
    {
      "quote": "God's mercy is fresh and new every morning.",
      "author": "Joyce Meyer",
      "category": "God, Mercy, New"
    },
    {
      "quote": "A good wife is one who serves her husband in the morning like a mother does, loves him in the day like a sister does and pleases him like a prostitute in the night.",
      "author": "Chanakya",
      "category": "Sister, Good, Mother"
    },
    {
      "quote": "I wake up every morning literally with a smile on my face, grateful for another day I never thought I'd see.",
      "author": "Dick Cheney",
      "category": "Smile, Day, Grateful"
    },
    {
      "quote": "A muscle is like a car. If you want it to run well early in the morning, you have to warm it up.",
      "author": "Florence Griffith Joyner",
      "category": "Car, Fitness, Want"
    },
    {
      "quote": "I have always been delighted at the prospect of a new day, a fresh try, one more start, with perhaps a bit of magic waiting somewhere behind the morning.",
      "author": "J. B. Priestley",
      "category": "Day, Waiting, Start"
    },
    {
      "quote": "Makeup is no different than clothes and accessories - it's embellishments for your face. And it also gives you creative freedom. You get to have that moment in front the mirror every morning and give yourself self-love. You're making yourself up beautiful, which is essentially self-love.",
      "author": "Michelle Phan",
      "category": "Beautiful, Freedom"
    },
    {
      "quote": "I remind myself every morning: Nothing I say this day will teach me anything. So if I'm going to learn, I must do it by listening.",
      "author": "Larry King",
      "category": "Day, Myself, Listening"
    },
    {
      "quote": "I've been saying for a couple of years now that people need to let God out of the Sunday morning box, that He doesn't want to just be with you for an hour or two on Sunday morning and then put back in His box to sit there until you have an emergency, but He wants to invade your Monday, Tuesday, Wednesday, Thursday, Friday, Saturday, and Sunday.",
      "author": "Joyce Meyer",
      "category": "God, Wednesday, Thursday"
    },
    {
      "quote": "For the past 33 years, I have looked in the mirror every morning and asked myself: 'If today were the last day of my life, would I want to do what I am about to do today?' And whenever the answer has been 'No' for too many days in a row, I know I need to change something.",
      "author": "Steve Jobs",
      "category": "Life, Change, Today"
    },
    {
      "quote": "You know, I looked at my face in the mirror this morning, and I like being old. My face has more content and when I train in the gym now, I am not training to be strong or handsome - just better than I was yesterday. These days the race is just against myself.",
      "author": "Jean-Claude Van Damme",
      "category": "Myself, Strong, Training"
    },
    {
      "quote": "No matter how bad things are, you can at least be happy that you woke up this morning.",
      "author": "D. L. Hughley",
      "category": "Happy, Be Happy, You"
    },
    {
      "quote": "Be pleasant until ten o'clock in the morning and the rest of the day will take care of itself.",
      "author": "Elbert Hubbard",
      "category": "Day, Care, Take Care"
    },
    {
      "quote": "My smile has been my ticket to the world. Smiling releases the same feel-good hormones you get jogging. Caring for your lips and gums is important. I brush my teeth morning and night, alternating toothpaste brands. In addition to flossing, I use a Water Pik to massage my gums and remove food particles.",
      "author": "Christie Brinkley",
      "category": "Smile, Food, Water"
    },
    {
      "quote": "If you get up in the morning and think the future is going to be better, it is a bright day. Otherwise, it's not.",
      "author": "Elon Musk",
      "category": "Future, Day, Think"
    },
    {
      "quote": "You cry and you scream and you stomp your feet and you shout. You say, 'You know what? I'm giving up, I don't care.' And then you go to bed and you wake up and it's a brand new day, and you pick yourself back up again.",
      "author": "Nicole Scherzinger",
      "category": "Day, Giving, Yourself"
    },
    {
      "quote": "The sun is new each day.",
      "author": "Heraclitus",
      "category": "Day, Sun, New"
    },
    {
      "quote": "Every morning brings new potential, but if you dwell on the misfortunes of the day before, you tend to overlook tremendous opportunities.",
      "author": "Harvey Mackay",
      "category": "Day, Opportunities"
    },
    {
      "quote": "Police officers put the badge on every morning, not knowing for sure if they'll come home at night to take it off.",
      "author": "Tom Cotton",
      "category": "Home, Police, Night"
    },
    {
      "quote": "I get up in the morning looking for an adventure.",
      "author": "George Foreman",
      "category": "Adventure, Looking, Up"
    },
    {
      "quote": "On Sunday morning, I'm not nervous... I can't wait to tell what God wants me to say.",
      "author": "Charles Stanley",
      "category": "God, Me, Wait"
    },
    {
      "quote": "To find the universal elements enough to find the air and the water exhilarating to be refreshed by a morning walk or an evening saunter... to be thrilled by the stars at night to be elated over a bird's nest or a wildflower in spring - these are some of the rewards of the simple life.",
      "author": "John Burroughs",
      "category": "Life, Stars, Water"
    },
    {
      "quote": "We never look deeply into the quality of a tree; we never really touch it, feel its solidity, its rough bark, and hear the sound that is part of the tree. Not the sound of wind through the leaves, not the breeze of a morning that flutters the leaves, but its own sound, the sound of the trunk and the silent sound of the roots.",
      "author": "Jiddu Krishnamurti",
      "category": "Tree, Quality, Roots"
    },
    {
      "quote": "One morning I shot an elephant in my pajamas. How he got into my pajamas I'll never know.",
      "author": "Groucho Marx",
      "category": "Elephant, Know, Pajamas"
    },
    {
      "quote": "What's money? A man is a success if he gets up in the morning and goes to bed at night and in between does what he wants to do.",
      "author": "Bob Dylan",
      "category": "Success, Money, Man"
    },
    {
      "quote": "It is well enough that people of the nation do not understand our banking and monetary system, for if they did, I believe there would be a revolution before tomorrow morning.",
      "author": "Henry Ford",
      "category": "Finance, Tomorrow, Believe"
    },
    {
      "quote": "If it's your job to eat a frog, it's best to do it first thing in the morning. And If it's your job to eat two frogs, it's best to eat the biggest one first.",
      "author": "Mark Twain",
      "category": "Best, Job, First"
    },
    {
      "quote": "Driving a motorcycle is like flying. All your senses are alive. When I ride through Beverly Hills in the early morning, and all the sprinklers have turned off, the scents that wash over me are just heavenly. Being House is like flying, too. You're free of the gravity of what people think.",
      "author": "Hugh Laurie",
      "category": "Motorcycle, Me, People"
    },
    {
      "quote": "I get up every morning and it's going to be a great day. You never know when it's going to be over so I refuse to have a bad day.",
      "author": "Paul Henderson",
      "category": "Day, Great, Bad Day"
    },
    {
      "quote": "You've got to get up every morning with determination if you're going to go to bed with satisfaction.",
      "author": "George Horace Lorimer",
      "category": "Determination, You"
    },
    {
      "quote": "Mom and Dad were married 64 years. And if you wondered what their secret was, you could have asked the local florist - because every day Dad gave Mom a rose, which he put on her bedside table. That's how she found out what happened on the day my father died - she went looking for him because that morning, there was no rose.",
      "author": "Mitt Romney",
      "category": "Anniversary, Father, Mom"
    },
    {
      "quote": "I have to be alone very often. I'd be quite happy if I spent from Saturday night until Monday morning alone in my apartment. That's how I refuel.",
      "author": "Audrey Hepburn",
      "category": "Happy, Alone, Night"
    },
    {
      "quote": "If I could eat whatever I wanted every day, I would have Domino's pizza with pasta carbonara inside every slice. And at night, I would have Neapolitan ice cream until I felt absolutely toxic. And then I would drift off telling myself, 'It's going to be O.K... It's going to be O.K. you're going to train in the morning.'",
      "author": "Robert Downey, Jr.",
      "category": "Day, Myself, Night"
    },
    {
      "quote": "Morning comes whether you set the alarm or not.",
      "author": "Ursula K. Le Guin",
      "category": "You, Alarm, Whether"
    },
    {
      "quote": "It is a matter of shame that in the morning the birds should be awake earlier than you.",
      "author": "Abu Bakr",
      "category": "Birds, Matter, You"
    },
    {
      "quote": "You know, those of us who leave our homes in the morning and expect to find them there when we go back - it's hard for us to understand what the experience of a refugee might be like.",
      "author": "Naomi Shihab Nye",
      "category": "Experience, Know, You"
    },
    {
      "quote": "Every morning I wake up and thank God.",
      "author": "Aaron Neville",
      "category": "God, Thank God, Wake Up"
    },
    {
      "quote": "Do and act on what you believe to be right, and you'll wake up the next morning feeling good about yourself.",
      "author": "Janet Reno",
      "category": "Good, Believe, Yourself"
    },
    {
      "quote": "There is nothing quite like a freshly brewed pot of tea to get you going in the morning.",
      "author": "Phyllis Logan",
      "category": "Tea, Nothing, You"
    },
    {
      "quote": "Greet every morning with open arms and say thanks every night with a full heart. Each day is a precious gift to be savored and used, not left unopened and hoarded for a future that may never come.",
      "author": "Regina Brett",
      "category": "Future, Day, Heart"
    },
    {
      "quote": "A leaf fluttered in through the window this morning, as if supported by the rays of the sun, a bird settled on the fire escape, joy in the task of coffee, joy accompanied me as I walked.",
      "author": "Anais Nin",
      "category": "Coffee, Sun, Joy"
    },
    {
      "quote": "On a day when you're tired, it's important to just say good morning to everyone so they're kind of aware that it's gonna be a good day. Jamie Lee Curtis told me that.",
      "author": "Lindsay Lohan",
      "category": "Day, Good, Good Day"
    },
    {
      "quote": "My dad is too cute. Every morning, he sends me one motivational quote. I have a folder full of all his quotes.",
      "author": "Alia Bhatt",
      "category": "Motivational, Cute, Me"
    },
    {
      "quote": "Early morning cheerfulness can be extremely obnoxious.",
      "author": "William Feather",
      "category": "Early, Cheerfulness"
    },
    {
      "quote": "What is love? It is the morning and the evening star.",
      "author": "Sinclair Lewis",
      "category": "Love, Romantic, Evening"
    },
    {
      "quote": "I just enjoy life now. I just enjoy every morning I get to wake up.",
      "author": "Nas",
      "category": "Life, Enjoy Life, Enjoy"
    },
    {
      "quote": "My perfect morning is spent drinking coffee, eating porridge and reading the paper at a local cafe.",
      "author": "Anton du Beke",
      "category": "Coffee, Reading, Perfect"
    },
    {
      "quote": "Don't let the Monday morning quarterbacks stop you from being bold. You've got to set a high bar.",
      "author": "Antonio Villaraigosa",
      "category": "Bold, You, Monday"
    },
    {
      "quote": "You don't learn style from watching people on a runway. Fashion happens every morning when you wake up.",
      "author": "Shalom Harlow",
      "category": "Style, Fashion, People"
    },
    {
      "quote": "A human being would certainly not grow to be seventy or eighty years old if this longevity had no meaning for the species. The afternoon of human life must also have a significance of its own and cannot be merely a pitiful appendage to life's morning.",
      "author": "Carl Jung",
      "category": "Life, Meaning, Grow"
    },
    {
      "quote": "There is no friend like an old friend who has shared our morning days, no greeting like his welcome, no homage like his praise.",
      "author": "Oliver Wendell Holmes, Sr.",
      "category": "Friendship, Welcome, Friend"
    },
    {
      "quote": "It ain't as bad as you think. It will look better in the morning.",
      "author": "Colin Powell",
      "category": "Better, Think, You"
    },
    {
      "quote": "Love. Fall in love and stay in love. Write only what you love, and love what you write. The key word is love. You have to get up in the morning and write something you love, something to live for.",
      "author": "Ray Bradbury",
      "category": "Love, Live, Fall"
    },
    {
      "quote": "Some mornings, it's just not worth chewing through the leather straps.",
      "author": "Emo Philips",
      "category": "Leather, Just, Through"
    },
    {
      "quote": "Your body tells you what it needs, and if you sleep past your alarm on a Saturday morning, it's probably because you need the sleep.",
      "author": "Sophia Bush",
      "category": "Sleep, Past, Body"
    },
    {
      "quote": "In my afternoon walk I would fain forget all my morning occupations and my obligations to society.",
      "author": "Henry David Thoreau",
      "category": "Society, Walk, Forget"
    },
    {
      "quote": "When I wake up every morning, I smile and say, 'Thank you.' Because out of my window I can see the mountains, then go hiking with my dog and share her bounding joy in the world.",
      "author": "Carole King",
      "category": "Smile, Dog, Joy"
    },
    {
      "quote": "There is nothing that special to see when looking at me. I'm a painter who paints day in day out, from morning till evening - figure pictures and landscapes, more rarely portraits.",
      "author": "Gustav Klimt",
      "category": "Day, Me, Looking"
    },
    {
      "quote": "I had a very simple, unremarkable and happy life. And I grew up in a very small town. And so my life was made up of, you know, in the morning going to the river to fetch water - no tap water, and no electricity - and, you know, bathing in the river, and then going to school, and playing soccer afterwards.",
      "author": "Ishmael Beah",
      "category": "Life, Happy, Water"
    },
    {
      "quote": "In these times you have to be an optimist to open your eyes when you awake in the morning.",
      "author": "Carl Sandburg",
      "category": "Eyes, Society, You"
    },
    {
      "quote": "It is a common experience that a problem difficult at night is resolved in the morning after the committee of sleep has worked on it.",
      "author": "John Steinbeck",
      "category": "Wisdom, Experience, Sleep"
    },
    {
      "quote": "On a really good day, if I'm really trying, in the morning I'll have a piece of toast, vitamins and nuts, or a bagel with a little cream cheese. Then at lunch time, I'll get me one of those Chinese chicken salads, a glass of juice, and a big glass of water.",
      "author": "Jo Marie Payton",
      "category": "Time, Good, Water"
    },
    {
      "quote": "I'm a very early riser, and I don't like to miss that beautiful early morning light.",
      "author": "David Hockney",
      "category": "Beautiful, Light, Early"
    },
    {
      "quote": "Manners is the key thing. Say, for instance, when you're growing up, you're walking down the street, you've got to tell everybody good morning. Everybody. You can't pass one person.",
      "author": "Usain Bolt",
      "category": "Good, Walking, Growing Up"
    },
    {
      "quote": "Being gritty doesn't mean not showing pain or pretending everything is O.K. In fact, when you look at healthy and successful and giving people, they are extraordinarily meta-cognitive. They're able to say things like, 'Dude, I totally lost my temper this morning.' That ability to reflect on yourself is signature to grit.",
      "author": "Angela Duckworth",
      "category": "Pain, Giving, Yourself"
    },
    {
      "quote": "The person who doesn't scatter the morning dew will not comb gray hairs.",
      "author": "Hunter S. Thompson",
      "category": "Person, Gray, Will"
    },
    {
      "quote": "Remember that creating a successful marriage is like farming: you have to start over again every morning.",
      "author": "H. Jackson Brown, Jr.",
      "category": "Marriage, Successful"
    },
    {
      "quote": "A good husband is never the first to go to sleep at night or the last to awake in the morning.",
      "author": "Honore de Balzac",
      "category": "Marriage, Good, Sleep"
    },
    {
      "quote": "This morning when I put on my underwear I could hear the fruit-of-the-loom guys laughing at me.",
      "author": "Rodney Dangerfield",
      "category": "Me, Hear, Underwear"
    },
    {
      "quote": "I miss Saturday morning, rolling out of bed, not shaving, getting into my car with my girls, driving to the supermarket, squeezing the fruit, getting my car washed, taking walks.",
      "author": "Barack Obama",
      "category": "Car, Driving, Fruit"
    },
    {
      "quote": "If you're changing the world, you're working on important things. You're excited to get up in the morning.",
      "author": "Larry Page",
      "category": "World, Working, You"
    },
    {
      "quote": "I woke up one morning thinking about wolves and realized that wolf packs function as families. Everyone has a role, and if you act within the parameters of your role, the whole pack succeeds, and when that falls apart, so does the pack.",
      "author": "Jodi Picoult",
      "category": "Family, Thinking, Wolf"
    },
    {
      "quote": "When I woke up Sunday morning at the Open and stepped outside and felt the wind and rain in my face, I knew I had an excellent chance to win if I just took my time and trusted myself.",
      "author": "Tom Kite",
      "category": "Time, Rain, Myself"
    },
    {
      "quote": "I slept with faith and found a corpse in my arms on awakening I drank and danced all night with doubt and found her a virgin in the morning.",
      "author": "Aleister Crowley",
      "category": "Faith, Night, Doubt"
    },
    {
      "quote": "Cinema in India is like brushing your teeth in the morning. You can't escape it.",
      "author": "Shah Rukh Khan",
      "category": "Escape, You, India"
    },
    {
      "quote": "Send a bouquet of your face with the morning breeze.",
      "author": "Hafez",
      "category": "Face, Bouquet, Breeze"
    },
    {
      "quote": "If you're bored with life - you don't get up every morning with a burning desire to do things - you don't have enough goals.",
      "author": "Lou Holtz",
      "category": "Life, Goals, You"
    },
    {
      "quote": "I love Washington. I have an affection for the place. For a satirist, I think it's sort of Disneyland. I mean, you know, there's always some inspiration in the morning's headlines.",
      "author": "Christopher Buckley",
      "category": "Love, Know, Think"
    },
    {
      "quote": "When I was in high school, I used to have breakfast with my grandpa every morning. He instilled a lot of values in me: hard work, loyalty. He grew up during the Great Depression in Philly in poverty - he didn't have enough to eat as a kid. Sometimes his family would get kicked out of their apartment because they couldn't pay the rent.",
      "author": "Matthew Quick",
      "category": "Work, Family, Hard Work"
    },
    {
      "quote": "Freedom itself was attacked this morning by a faceless coward, and freedom will be defended.",
      "author": "George W. Bush",
      "category": "Freedom, Coward, Will"
    },
    {
      "quote": "I'm always thinking about creating. My future starts when I wake up every morning... Every day I find something creative to do with my life.",
      "author": "Miles Davis",
      "category": "Life, Future, Day"
    },
    {
      "quote": "Food is a huge passion of mine, and because I want to eat whatever I want, I run every morning, and then I do weights a few times a week. It's just how I can balance eating pancakes in the morning, a big burger for lunch, and then a fat steak and cheesecake at night.",
      "author": "Matt Barr",
      "category": "Food, Passion, Balance"
    },
    {
      "quote": "We sleep, but the loom of life never stops, and the pattern which was weaving when the sun went down is weaving when it comes up in the morning.",
      "author": "Henry Ward Beecher",
      "category": "Life, Sleep, Sun"
    },
    {
      "quote": "He, who every morning plans the transactions of the day, and follows that plan, carries a thread that will guide him through a labyrinth of the most busy life.",
      "author": "Victor Hugo",
      "category": "Life, Day, Busy"
    },
    {
      "quote": "When I was younger I would go to the airport with my friends and drive out 2 A.M., 3 A.M. in the morning and just hang out until sunrise watching planes fly in and fly out. Just sit there and dream about how, one day, that's going to be us in those flights. We're gonna be one of those people with places to go.",
      "author": "Yuna",
      "category": "Day, Friends, Sunrise"
    },
    {
      "quote": "Every morning, my dad would have me looking in the mirror and repeat, 'Today is going to be a great day; I can, and I will.'",
      "author": "Gina Rodriguez",
      "category": "Day, Today, Great"
    },
    {
      "quote": "A bachelor is a man who comes to work each morning from a different direction.",
      "author": "Sholom Aleichem",
      "category": "Work, Man, Direction"
    },
    {
      "quote": "When I get up in the morning and put on a pink or a green wig, I see myself as a piece of animation. It lets me be the person I want to be, a person who's not embarrassed to have fun.",
      "author": "Nicki Minaj",
      "category": "Myself, Fun, Pink"
    },
    {
      "quote": "Even if you don't have time for a big workout, stretching in the morning and night really changes your body.",
      "author": "Erin Heatherton",
      "category": "Time, Changes, Night"
    },
    {
      "quote": "My view is that life is too short. I'm not being melodramatic or anything, but when your mother dies in your arms - just you and her, and it's one o'clock in the morning, and you're waiting for her to exhale - you just think, life's too bloody short to argue about the little things.",
      "author": "Saffron Aldridge",
      "category": "Life, Mother, Little Things"
    },
    {
      "quote": "Get up tomorrow early in the morning, and earlier than you did today, and do the best that you can. Always stay near me, for tomorrow I will have much to do and more than I ever had, and tomorrow blood will leave my body above the breast.",
      "author": "Joan of Arc",
      "category": "History, Best, Today"
    },
    {
      "quote": "'Good Morning America' exploited Joan Lunden's pregnancy, but you won't see me bringing my babies on the air. The only reason I'm talking about the babies at all is that they've been with me on the show since I became pregnant. After a while, I had to acknowledge this pumpkin tummy.",
      "author": "Jane Pauley",
      "category": "Good, America, Me"
    },
    {
      "quote": "Tackle the difficult things first in the morning make changes in the way you network. Treat everyone with respect and dignity. This stops you from cynicism and negativity. End your day with that same attitude you started. Renew your contract with a day well completed.",
      "author": "Rick Pitino",
      "category": "Respect, Day, Attitude"
    },
    {
      "quote": "Some people keep God in a Sunday morning box and say, 'Hey, I did my religious duty.' That's fine, but the scripture says to pray without ceasing. And I think that means all through the day you're talking to God. Even if it's in your thoughts.",
      "author": "Joel Osteen",
      "category": "Day, God, Thoughts"
    },
    {
      "quote": "Most people go to the office and sit at a desk. When firefighters go to the office, we might birth a baby in the morning, save a drowning surfer in the afternoon, and run into a fire at night. What could be more interesting than that?",
      "author": "Caroline Paul",
      "category": "Baby, Fire, Night"
    },
    {
      "quote": "I want to host a religious show. I'm sure nobody will be wanting the 11 o'clock spot on Sunday morning. I think we should really get some of our own preachers and preach that gay is good. And we'd have a great choir.",
      "author": "Kate Clinton",
      "category": "Good, Great, Want"
    },
    {
      "quote": "I'd come to the country to do my Thoreau bit, so I needed an office that looked out onto the woods for inspiration. I converted one of the bedrooms into my workspace and through its windows watched the wildlife appear each morning with the sunrise. Many were the days I would sit in wonder, coffee in hand, for hours.",
      "author": "David Mixner",
      "category": "Coffee, Sunrise, Woods"
    },
    {
      "quote": "I love Chinese food, like steamed dim sum, and I can have noodles morning, noon and night, hot or cold. I like food that's very simple on the digestive system - I tend to keep it light. I love Japanese food too - sushi, sashimi and miso soup.",
      "author": "Shilpa Shetty",
      "category": "Love, Food, Light"
    },
    {
      "quote": "I come from a coffee-loving family, and you can always tell when my sister and I have been around, because both of us collect all the dead coffee from everyone's morning cup, pour it over ice, and drink it. This is a disgusting habit.",
      "author": "Laurie Colwin",
      "category": "Family, Sister, Coffee"
    },
    {
      "quote": "Where I grew up in Vermont, there is no municipal garbage removal. You have to bring your trash to the dump every weekend. Something like three hours on Saturday morning, the entire town goes in. It is actually a very efficient place to do politics. I would go to the garbage dump, get petitions signed, give out literature, talk to voters.",
      "author": "Robby Mook",
      "category": "Politics, Literature, You"
    },
    {
      "quote": "Who will tell whether one happy moment of love or the joy of breathing or walking on a bright morning and smelling the fresh air, is not worth all the suffering and effort which life implies.",
      "author": "Erich Fromm",
      "category": "Love, Life, Happy"
    },
    {
      "quote": "Good morning is a contradiction of terms.",
      "author": "Jim Davis",
      "category": "Good, Contradiction"
    },
    {
      "quote": "A good idea will keep you awake during the morning, but a great idea will keep you awake during the night.",
      "author": "Marilyn vos Savant",
      "category": "Good, Great, Night"
    },
    {
      "quote": "Do not say, 'It is morning,' and dismiss it with a name of yesterday. See it for the first time as a newborn child that has no name.",
      "author": "Rabindranath Tagore",
      "category": "Time, Child, Name"
    },
    {
      "quote": "One of my most vivid memories of the mid-1950s is of crying into a washbasin full of soapy grey baby clothes - there were no washing machines - while my handsome and adored husband was off playing football in the park on Sunday morning with all the delightful young men who had been friends to both of us at Cambridge three years earlier.",
      "author": "Claire Tomalin",
      "category": "Friends, Memories, Football"
    },
    {
      "quote": "There's nothing more, nothing better in life to wake up in the morning, look at yourself in the mirror, and feel comfortable with yourself and who you are.",
      "author": "Caitlyn Jenner",
      "category": "Life, Mirror, Yourself"
    },
    {
      "quote": "I love to start the morning with a mist spray, especially after a night out.",
      "author": "Lily James",
      "category": "Love, Night, Start"
    },
    {
      "quote": "We all wake up in the morning wanting to live our lives the way we know we should. But we usually don't, in small ways. That's what makes a character like Batman so fascinating. He plays out our conflicts on a much larger scale.",
      "author": "Christopher Nolan",
      "category": "Character, Small, Live"
    },
    {
      "quote": "Maxi dresses are also my best friend. They take me from my morning coffee, to the beach, to nighttime.",
      "author": "Hilary Rhoda",
      "category": "Best, Best Friend, Coffee"
    },
    {
      "quote": "I appreciate my brother, His Highness Sheikh Mohammad Bin Rashid Al Maktoum, Vice-President and Prime Minister of the U.A.E. and Ruler of Dubai, and the Council of Ministers, who face every morning challenges, but plan and remove all obstacles to score achievements.",
      "author": "Khalifa bin Zayed Al Nahyan",
      "category": "Brother, Obstacles"
    },
    {
      "quote": "Everybody says 'Good Morning' in Harlem because it's true! And that's lovely.",
      "author": "Marcia Gay Harden",
      "category": "Good, True, Lovely"
    },
    {
      "quote": "Drink warm water with lemon first thing in the morning. It's a good way to detox and alkalize your body.",
      "author": "Valentina Zelyaeva",
      "category": "Good, Water, Body"
    },
    {
      "quote": "If one morning I walked on top of the water across the Potomac River, the headline that afternoon would read: 'President Can't Swim.'",
      "author": "Lyndon B. Johnson",
      "category": "History, Water, River"
    },
    {
      "quote": "I get up in the morning, torture a typewriter until it screams, then stop.",
      "author": "Clarence Budington Kelland",
      "category": "Stop, Up, Typewriter"
    },
    {
      "quote": "Like a morning dream, life becomes more and more bright the longer we live, and the reason of everything appears more clear. What has puzzled us before seems less mysterious, and the crooked paths look straighter as we approach the end.",
      "author": "Jean Paul",
      "category": "Life, End, Live"
    },
    {
      "quote": "I write in the morning, I walk in the afternoon and I read in the evening. It's a very easy, lovely life.",
      "author": "Margaret Forster",
      "category": "Life, Walk, Easy"
    },
    {
      "quote": "I don't have to wait until the next morning to regret something I did that was kinda dumb.",
      "author": "Bobby Knight",
      "category": "Regret, Dumb, Wait"
    },
    {
      "quote": "I'm very happy with the way I look. I wake up some morning, catch myself in the bathroom mirror, and go, 'hey girl, you're alright'. But on the other hand, I find the website stuff, and the polls, something completely removed from my own personal life. You can't take anything like that too seriously, otherwise you'd end up in the loony bin.",
      "author": "Cameron Diaz",
      "category": "Life, Happy, Myself"
    },
    {
      "quote": "I like to use 'I Can't Believe it's Not Butter' on my toast in the morning, because sometimes when I eat breakfast, I like to be incredulous. How was breakfast? Unbelievable.",
      "author": "Demetri Martin",
      "category": "Food, Breakfast, Believe"
    },
    {
      "quote": "I obviously take a lot of pride in what I do on the football field, because that has the ability to influence a lot of people. That puts smiles on people's faces. That gives people a pep in their step on Monday morning when they go back to work.",
      "author": "Drew Brees",
      "category": "Work, Football, Influence"
    },
    {
      "quote": "If you want to be an entrepreneur, it's not a job, it's a lifestyle. It defines you. Forget about vacations, about going home at 6 pm - last thing at night you'll send emails, first thing in the morning you'll read emails, and you'll wake up in the middle of the night. But it's hugely rewarding as you're fulfilling something for yourself.",
      "author": "Niklas Zennstrom",
      "category": "Home, Job, Yourself"
    },
    {
      "quote": "I was a very self-righteous 15-25 year old. Anyway, I wake up every morning and thank God I'm not a kid anymore.",
      "author": "Annie Baker",
      "category": "God, Thank God, Wake Up"
    },
    {
      "quote": "I really can't be bothered going to a barber. And shaving every morning, that's nightmarish. I spent my teenage years covered in tiny little bits of toilet paper.",
      "author": "Alan Moore",
      "category": "Years, Barber, Little"
    },
    {
      "quote": "For me, training is my meditation, my yoga, hiking, biking all rolled into one. Wake up early in the morning, generally around 4 o'clock, and I'll do my cardio on an empty stomach. Stretch, have a big breakfast, and then I'll go train.",
      "author": "Dwayne Johnson",
      "category": "Training, Breakfast, Me"
    },
    {
      "quote": "Never stop moving, or you'll stop moving. I go to dance class every morning, and it's just good to stay strong; I like being healthy.",
      "author": "Liza Minnelli",
      "category": "Good, Strong, Dance"
    },
    {
      "quote": "I have fallen in love with granola, in life and at work. I exercise every morning, and then I have a monstrous day in front of me. Granola gives me energy. It's quick, tasty, and healthy.",
      "author": "Daniel Humm",
      "category": "Love, Life, Work"
    },
    {
      "quote": "My grandmother lived to 104 years old, and part of her success was she woke up every morning to a brand new day. She said every morning is a new gift. Her favorite hobby was collecting birthdays.",
      "author": "George Takei",
      "category": "Success, Day, Gift"
    },
    {
      "quote": "I wake up every morning in a house that was built by slaves, and I watch my daughters - two beautiful, intelligent black young women - playing with their dogs on the White House lawn. And because of Hillary Clinton, my daughters, and all our sons and daughters, now take for granted that a woman can be president of the United States.",
      "author": "Michelle Obama",
      "category": "Beautiful, Women, Woman"
    },
    {
      "quote": "The bed is a bundle of paradoxes: we go to it with reluctance, yet we quit it with regret; we make up our minds every night to leave it early, but we make up our bodies every morning to keep it late.",
      "author": "Ogden Nash",
      "category": "Regret, Night, Late"
    },
    {
      "quote": "I've had my heart broken, and it's the hardest thing. Everyone says, 'Give it time, you'll feel better in the morning.' But you don't. You feel like it's never, ever going to heal - especially during the first few weeks.",
      "author": "Mollie King",
      "category": "Time, Heart, Broken"
    },
    {
      "quote": "I'm never any good in the morning. It is only after four in the afternoon that I get going.",
      "author": "Stephen Hawking",
      "category": "Good, Never, Afternoon"
    },
    {
      "quote": "Tomorrow morning before we depart, I intend to land and see what can be found in the neighborhood.",
      "author": "Christopher Columbus",
      "category": "Tomorrow, See, Neighborhood"
    },
    {
      "quote": "I'm not a morning person: I can't function until I've had a coffee - or several.",
      "author": "Alastair Reynolds",
      "category": "Coffee, Person, Until"
    },
    {
      "quote": "I am a fashion designer. I'm not an environmentalist. When I get up in the morning, number one I'm a mother and a wife, and number two I design clothes. So the main thing I need to do is create, hopefully, exquisitely beautiful, desirable objects for my customer.",
      "author": "Stella McCartney",
      "category": "Beautiful, Mother, Wife"
    },
    {
      "quote": "I stopped smoking. But my personality I still have. I get up in the morning, and not everybody loves me, so if you want to call that a bad habit, there's that.",
      "author": "Don Rickles",
      "category": "Personality, Me, Smoking"
    },
    {
      "quote": "I have two bowls of confidence for breakfast each morning.",
      "author": "Eric Bristow",
      "category": "Confidence, Breakfast, Two"
    },
    {
      "quote": "When I woke up this morning my girlfriend asked me, 'Did you sleep good?' I said 'No, I made a few mistakes.'",
      "author": "Steven Wright",
      "category": "Good, Sleep, Mistakes"
    },
    {
      "quote": "I wake up in the morning thinking about food.",
      "author": "Guy Fieri",
      "category": "Food, Thinking, Wake Up"
    },
    {
      "quote": "I'm obsessed with radio. It's a good start to Sunday morning.",
      "author": "R. L. Stine",
      "category": "Good, Start, Radio"
    },
    {
      "quote": "I don't know, but I always loved that image of a girl putting toenail polish on a guy - her boyfriend, or something like that. Or a guy waking up in the morning and reaching over and putting on his girlfriend's shirt. Like Keith Richards putting on one of Anita Pallenberg's blouses, or Courtney Love putting nail polish on Kurt Cobain.",
      "author": "Marc Jacobs",
      "category": "Love, Girl, Know"
    },
    {
      "quote": "When I wake up on a Sunday morning with a slight hangover, in the gym with no makeup on, that's who Natalie Dormer really is. The girl next door who gets a spot on her forehead occasionally.",
      "author": "Natalie Dormer",
      "category": "Girl, Door, Makeup"
    },
    {
      "quote": "There is nothing better than to make it to the College World Series. All of the extra reps in the weight room, all of the early morning practices, and all the hard work spent the entire year makes it worth it.",
      "author": "Jennie Finch",
      "category": "Work, Hard Work, College"
    },
    {
      "quote": "You know what it's like to wake up in the middle of the night with a vivid dream? And you know that if you don't have a pencil and pad by the bed, it will be completely gone by the next morning. Sometimes it's important to wake up and stop dreaming. When a really great dream shows up, grab it.",
      "author": "Larry Page",
      "category": "Great, Wake Up, Night"
    },
    {
      "quote": "O sweet, delusive Noon, Which the morning climbs to find, O moment sped too soon, And morning left behind.",
      "author": "Helen Hunt Jackson",
      "category": "Time, Moment, Sweet"
    },
    {
      "quote": "As I get older, I use less jewelry - necklace or earrings each morning, not both; my clothes are getting more basic - fewer colours and simpler cuts; and my make-up is stripped back to basics.",
      "author": "Tracy Chevalier",
      "category": "Jewelry, Clothes, Basics"
    },
    {
      "quote": "I have to have coffee in the morning.",
      "author": "Olivia Culpo",
      "category": "Coffee"
    },
    {
      "quote": "I love the big fresh starts, the clean slates like birthdays and new years, but I also really like the idea that we can get up every morning and start over.",
      "author": "Kristin Armstrong",
      "category": "Love, Birthday, Start"
    },
    {
      "quote": "Arranging a bowl of flowers in the morning can give a sense of quiet in a crowded day - like writing a poem or saying a prayer.",
      "author": "Anne Morrow Lindbergh",
      "category": "Day, Flowers, Writing"
    },
    {
      "quote": "You feel a little older in the morning. By noon I feel about 55.",
      "author": "Bob Dole",
      "category": "You, Feel, Little"
    },
    {
      "quote": "In a real dark night of the soul, it is always three o'clock in the morning, day after day.",
      "author": "F. Scott Fitzgerald",
      "category": "Day, Soul, Night"
    },
    {
      "quote": "The light which puts out our eyes is darkness to us. Only that day dawns to which we are awake. There is more day to dawn. The sun is but a morning star.",
      "author": "Henry David Thoreau",
      "category": "Light, Eyes, Darkness"
    },
    {
      "quote": "Each morning sees some task begun, each evening sees it close; Something attempted, something done, has earned a night's repose.",
      "author": "Henry Wadsworth Longfellow",
      "category": "Night, Evening, Done"
    },
    {
      "quote": "Every morning I jump out of bed and step on a landmine. The landmine is me. After the explosion, I spent the rest of the day putting the pieces together.",
      "author": "Ray Bradbury",
      "category": "Day, Together, Me"
    },
    {
      "quote": "Lose an hour in the morning, and you will spend all day looking for it.",
      "author": "Richard Whately",
      "category": "Day, Looking, You"
    },
    {
      "quote": "Each morning when I awake, I experience again a supreme pleasure - that of being Salvador Dali.",
      "author": "Salvador Dali",
      "category": "Experience, Pleasure, Awake"
    },
    {
      "quote": "The man with the best job in the country is the vice-president. All he has to do is get up every morning and say, 'How is the president?'",
      "author": "Will Rogers",
      "category": "Best, Man, Job"
    },
    {
      "quote": "Burning desire to be or do something gives us staying power - a reason to get up every morning or to pick ourselves up and start in again after a disappointment.",
      "author": "Marsha Sinetar",
      "category": "Power, Disappointment, Start"
    },
    {
      "quote": "Some mornings you wake up and think, gee I look handsome today. Other days I think, what am I doing in the movies? I wanna go back to Ireland and drive a forklift.",
      "author": "Liam Neeson",
      "category": "Today, Wake Up, Handsome"
    },
    {
      "quote": "Cut your morning devotions into your personal grooming. You would not go out to work with a dirty face. Why start the day with the face of your soul unwashed?",
      "author": "Robert A. Cook",
      "category": "Work, Day, Soul"
    },
    {
      "quote": "When I wake up in the morning, I feel just like any other insecure 24-year-old girl.",
      "author": "Lady Gaga",
      "category": "Girl, Wake Up, Feel"
    },
    {
      "quote": "The key to forming good habits is to make them part of your 'rituals.' I have a morning ritual, afternoon ritual, and Sunday ritual. It's one way to bundle good habits into regular times that you set aside to prepare yourself for the life you want. Rituals help you form habits.",
      "author": "Lewis Howes",
      "category": "Life, Good, Yourself"
    },
    {
      "quote": "I arise in the morning torn between a desire to improve the world and a desire to enjoy the world. This makes it hard to plan the day.",
      "author": "E. B. White",
      "category": "Life, Day, World"
    },
    {
      "quote": "After all those years as a woman hearing 'not thin enough, not pretty enough, not smart enough, not this enough, not that enough,' almost overnight I woke up one morning and thought, 'I'm enough.'",
      "author": "Anna Quindlen",
      "category": "Women, Woman, Smart"
    },
    {
      "quote": "A clear cold morning with high wind: we caught in a trap a large gray wolf, and last night obtained in the same way a fox who had for some time infested the neighbourhood of the fort.",
      "author": "Meriwether Lewis",
      "category": "Time, Wolf, Night"
    },
    {
      "quote": "Life is beautiful, what do you think? In the morning I say, 'Ah, I am alive still!' All my friends die already. I am alive. It is fantastic.",
      "author": "Alejandro Jodorowsky",
      "category": "Life, Friends, Beautiful"
    },
    {
      "quote": "I am grateful every morning I wake up. I've a big family full of kids, who laugh all the time and love each other.",
      "author": "Kris Kristofferson",
      "category": "Love, Family, Time"
    },
    {
      "quote": "By Thursday morning, we'd gotten over the worst of it.",
      "author": "William Scranton",
      "category": "Worst, Over, Thursday"
    },
    {
      "quote": "I recently took up ice sculpting. Last night I made an ice cube. This morning I made 12, I was prolific.",
      "author": "Mitch Hedberg",
      "category": "Night, Up, Last"
    },
    {
      "quote": "You wake up in the morning and you look at your old spoon, and you say to yourself, 'Mick, it's time to get yourself a new spoon.' And you do.",
      "author": "Mick Jagger",
      "category": "Time, Wake Up, Yourself"
    },
    {
      "quote": "One morning, just like 9/11, there's going to be a disaster. I have yet to see the United Nations do anything effective with either Iran or North Korea.",
      "author": "Newt Gingrich",
      "category": "Disaster, See"
    },
    {
      "quote": "I am, in fact, Superman. Every morning I wake up and go into a telephone booth and change my costume, and then go to work.",
      "author": "Stephen Daldry",
      "category": "Work, Change, I Am"
    },
    {
      "quote": "Like every American, I will never forget where I was on the morning of September 11, 2001. As a member of Congress from Indiana, that day my duties took me to Capitol Hill and to sights and sounds I will never forget.",
      "author": "Mike Pence",
      "category": "Day, American, Me"
    },
    {
      "quote": "Basically I wake up in the morning and I think everything's going to be great. I'm really kind of optimistic, and I look forward to a new day. I pick up 'The New York Times,' and I look at the front page and realize that once again I'm wrong. I start to fixate on stuff.",
      "author": "Lewis Black",
      "category": "Day, Great, Page"
    },
    {
      "quote": "My father could be very strict, but very fair. His father was the same. We all respected my grandfather; he was the head of the clan. Every morning, we all had to say good morning and kiss his hand. But not me. I jumped on his lap and bit him.",
      "author": "Azzedine Alaia",
      "category": "Good, Father, Me"
    },
    {
      "quote": "Dear Chicago, when I wake up in the morning and see your skyline - the terra cotta of the Wrigley Building, the height of the Willis Tower, the shiny sides of my beloved Trump Tower - I know I'm home. I feel a certain energy walking between your spires, but recognize that what makes you special to me is that my roots are here.",
      "author": "Bill Rancic",
      "category": "Home, Walking, Me"
    },
    {
      "quote": "I wake up in the morning and my mind starts making sentences, and I have to get rid of them fast - talk them or write them down.",
      "author": "Ernest Hemingway",
      "category": "Mind, Wake Up, Down"
    },
    {
      "quote": "Devon holds a special place in my heart. As a child, I normally went on holiday to Bantham and have lots of happy memories from my time there. I used to catch sand eels in the early morning and go fishing for bass throughout the day. I remember a gull taking my bait.",
      "author": "Richard Branson",
      "category": "Time, Happy, Memories"
    },
    {
      "quote": "Before training, I eat slow-release energy food, such as porridge or muesli, especially in the morning. Afterwards, I eat protein so my muscles are able to recover, such as a protein bar followed by a meal of chicken and vegetables. I always stay hydrated during workouts by drinking plenty of water throughout.",
      "author": "Katarina Johnson-Thompson",
      "category": "Food, Water, Training"
    },
    {
      "quote": "For me, I've always found people who stand up and spritz themselves all over their clothes very odd. I'm a big bath addict, and I get up in the morning, and I have a big bath. But when I get out, and I'm still hot but fresh out of the bath, that's when I apply scent. I just have it on my bare skin; I never apply it to my clothes.",
      "author": "Poppy Delevingne",
      "category": "Stand Up, Me, People"
    },
    {
      "quote": "How like herrings and onions our vices are in the morning after we have committed them.",
      "author": "Samuel Taylor Coleridge",
      "category": "Like, Committed, Vices"
    },
    {
      "quote": "It seems to me that trying to live without friends is like milking a bear to get cream for your morning coffee. It is a whole lot of trouble, and then not worth much after you get it.",
      "author": "Zora Neale Hurston",
      "category": "Friendship, Friends, Coffee"
    },
    {
      "quote": "My aunt had a season ticket for the Friday afternoon concerts, and I would go down for lessons. My lessons were Saturday morning.",
      "author": "Robert Ripley",
      "category": "Season, Down, Friday"
    },
    {
      "quote": "I lived at home and I cycled every morning to the railway station to travel by train to Johannesburg followed by a walk to the University, carrying sandwiches for my lunch and returning in the evening the same way.",
      "author": "Sydney Brenner",
      "category": "Travel, Home, Walk"
    },
    {
      "quote": "The apex of my civic pride and personal contentment was reached on the bright September morning when I entered the public school.",
      "author": "Mary Antin",
      "category": "School, Pride, Personal"
    },
    {
      "quote": "How can a doctor judge a woman's sanity by merely bidding her good morning and refusing to hear her pleas for release? Even the sick ones know it is useless to say anything, for the answer will be that it is their imagination.",
      "author": "Nellie Bly",
      "category": "Good, Imagination, Woman"
    },
    {
      "quote": "Nowadays, everybody assumes, when they wake up in the morning, if they have a question, it will get answered. Because they have the internet. No matter what the question is, someone will answer their question.",
      "author": "Jack White",
      "category": "Wake Up, Internet, Matter"
    },
    {
      "quote": "I never thought in a million years I'd be that healthy girl who wakes up every morning to exercise. After being called 'cherubic and chubby,' I'm rocking a bikini!",
      "author": "Kelly Osbourne",
      "category": "Girl, Thought, Healthy"
    },
    {
      "quote": "I sit down at my desk pretty early in the morning and write all day until about 4 or 5 p.m.",
      "author": "Jeannette Walls",
      "category": "Day, Down, Early"
    },
    {
      "quote": "If I'm playing in the morning, I'll get some carbs early: porridge with chopped banana. If I'm playing in the afternoon, I'll start with less carbs and have some eggs and fruit for breakfast, then a light lunch about 90 minutes before I play, so I don't feel sluggish or full.",
      "author": "Rory McIlroy",
      "category": "Light, Breakfast, Lunch"
    },
    {
      "quote": "I mean, if you have to wake up in the morning to be validated by the editorial page of the New York Times, you got a pretty sorry existence.",
      "author": "Karl Rove",
      "category": "Wake Up, Sorry, Page"
    },
    {
      "quote": "I really am super lazy and doing long hair, especially mine, is a big pain in the butt. It's filled with cowlicks and kinks and curls and frizz - and it was taking too much time in the morning.",
      "author": "Ginnifer Goodwin",
      "category": "Time, Pain, Hair"
    },
    {
      "quote": "My poor vision gives me a soft-focus morning. For the first half hour, I kind of wander through my house, and everything is a blur. I put my contacts in when I'm ready to deal with the world.",
      "author": "Carrie Ann Inaba",
      "category": "Vision, World, Me"
    },
    {
      "quote": "It was not enough to come and listen to a great sermon or message every Sunday morning and be confined to those four walls and those four corners. You had to get out and do something.",
      "author": "John Lewis",
      "category": "Great, Listen, You"
    },
    {
      "quote": "I remember being at school during morning meeting and looking around at everybody, 350 kids, saying a prayer. We're all very young and no one knows what it means, and I remember feeling strange that people were just repeating words that they didn't understand. I refused to participate. For some reason I always rejected it, but respectfully.",
      "author": "Sean Durkin",
      "category": "School, Prayer, Words"
    },
    {
      "quote": "In theory, people would pick progression every time over being idle. But if you look at us as a culture, as a people, you would say that if you get up at five o'clock in the morning, eat your breakfast, go to work, make money, pay your bills, you're progressing, when you're still doing what's comfortable.",
      "author": "Q-Tip",
      "category": "Work, Time, Money"
    },
    {
      "quote": "When I was in the hospital they gave me apple juice every morning, even after I told them I didn't like it. I had to get even. One morning, I poured the apple juice into the specimen tube. The nurse held it up and said, 'It's a little cloudy.' I took the tube from her and said, 'Let me run it through again,' and drank it. The nurse fainted.",
      "author": "Alan King",
      "category": "Apple, Me, Run"
    },
    {
      "quote": "I love the smell of paper in the morning it smells like victory.",
      "author": "Alan Moore",
      "category": "Love, Victory, Smell"
    },
    {
      "quote": "The first thing I do each morning is get out of bed and give my dog, Audrey, a hug. She's a Jack Russell. I think having an animal is a wonderful thing, particularly dogs. They are great levelers, there's no nonsense with them, and they just want simple affection.",
      "author": "Donatella Versace",
      "category": "Dog, Great, Animal"
    },
    {
      "quote": "I fall asleep feeling beautiful. Then, in the morning, before I leave the house, I say five things I love about myself, like 'You have really pretty eyes.' That way I can go out into the world with that little bit of extra confidence. It's a feel-good protein shake in my back pocket in case someone messes with me that day.",
      "author": "Jennifer Love Hewitt",
      "category": "Love, Beautiful, Myself"
    },
    {
      "quote": "You know that feeling when you wake up in the morning and you're excited for the day? That's one of my main goals in life.",
      "author": "Kirsten Dunst",
      "category": "Life, Day, Goals"
    },
    {
      "quote": "Mobile is a seaport town, and we ate a lot of seafood. We'd go fishing, we'd catch our fish and we'd eat our fish. It was a ritual on Saturday morning for all my family - my grandfather, my brothers, my uncles, my father - to go fishing, and then the ladies of the family would clean the fish and fry them up.",
      "author": "Billy Williams",
      "category": "Family, Father, Fishing"
    },
    {
      "quote": "I remember there were days when - and this is kind of gross - I would sleep in my uniform to save time in the morning and then get up and go to school... it didn't matter because I didn't have to impress anyone, and I didn't have to look cute in class.",
      "author": "Stacey Farber",
      "category": "Time, Sleep, School"
    },
    {
      "quote": "I write for a radio show that, no matter what, will go on the air Saturday at five o'clock central time. You learn to write toward that deadline, to let the adrenaline pick you up on Friday morning and carry you through, to cook up a monologue about Lake Wobegon and get to the theater on time.",
      "author": "Garrison Keillor",
      "category": "Time, Lake, You"
    },
    {
      "quote": "I got put out of my church choir because my pastor said, 'We can't have baby sister singing the blues and coming in here and singing on Sunday morning.'",
      "author": "Merry Clayton",
      "category": "Sister, Baby, Singing"
    },
    {
      "quote": "People get this very romantic vision of a fashion designer who in one night makes 25 sketches and in the morning throws them on the table and there are a lot of women in white aprons with the pins on the lapel and they start to grab the sketches and... It's not like that.",
      "author": "Dries van Noten",
      "category": "Romantic, Women, Vision"
    },
    {
      "quote": "We are ever on the threshold of new journeys and new discoveries. Can you imagine the excitement of the Wright brothers on the morning of that first flight? The anticipation of Jonas Salk as he analyzed the data that demonstrated a way to prevent polio?",
      "author": "Joseph B. Wirthlin",
      "category": "Data, You, New"
    },
    {
      "quote": "My healthiest habit is eating a healthy breakfast every morning. I never miss breakfast. As a busy mom, there will be days when I'm cruisin' along and I'll look at the clock and I haven't eaten lunch. And I'll run downstairs, and I'll start shovelin' stuff down the pie hole, and I'll think, 'That was no lunch at all.'",
      "author": "Summer Sanders",
      "category": "Mom, Breakfast, Busy"
    },
    {
      "quote": "I keep my perfume in the fridge. If someone sees me in the morning pushing aside the eggs to grab my perfume, it might look a little odd, but it's so refreshing to spray cold fragrance on your skin.",
      "author": "Becki Newton",
      "category": "Me, Skin, Look"
    },
    {
      "quote": "I like to be with my children - not just quality time, but quantity time. I like to be there in the morning when they're waking up. I like to practice piano with them. I like to be there at supper. I need them as much as they need me. Working is not as important to me as being a mother is.",
      "author": "Jane Kaczmarek",
      "category": "Time, Children, Mother"
    },
    {
      "quote": "From early morning to late at night, it's such an interesting life, and I'm healthy and free, and that's not so easy with a family.",
      "author": "Olav Thon",
      "category": "Life, Family, Night"
    },
    {
      "quote": "Just because so many conforming kids wake up every morning asking, 'What is everybody else going to wear today?' doesn't mean that they don't wish it were different. Peer pressure is just that: pressure.",
      "author": "Jerry Spinelli",
      "category": "Today, Wake Up, Pressure"
    },
    {
      "quote": "One of my earliest recollections is being woken up at some ungodly hour in the morning by my parents and sat in front of the fairly new black and white television, watching a grainy image of a man in a white suit climbing down a ladder. It was the first moon landing, and I became a sort of spaceman, as many kids were.",
      "author": "Charles Stross",
      "category": "Parents, Moon"
    },
    {
      "quote": "I don't walk into the lab in the morning thinking, 'I am a woman, and I will carry out an experiment that will conquer the world.' I am a scientist, not male or female. A scientist.",
      "author": "Ada Yonath",
      "category": "I Am, Woman, World"
    },
    {
      "quote": "Half of the days in 2014, I had to confine my daughter to my home like a prisoner because the air quality in Beijing was so poor. One morning, I saw my daughter banging on the window... The day will come when she asks me, 'Why do you keep me here? What is going to hurt me when I go outside?'",
      "author": "Chai Jing",
      "category": "Day, Home, Daughter"
    },
    {
      "quote": "There is something about the melody of 'Thunder Road' that just suggests 'new day.' It suggests morning it suggests something opening up.",
      "author": "Bruce Springsteen",
      "category": "Day, Road, New Day"
    },
    {
      "quote": "You don't wake up one morning and say, 'Today is going to be a comedy day.' And the next day, 'Today's going to be a drama day.' Things happen in life that are fun and light, and things happen that are heavier. You just have to move your way through life, and I think 'BoJack' is a good reflection of that.",
      "author": "Will Arnett",
      "category": "Life, Good, Light"
    },
    {
      "quote": "When I have supped too heavily of an evening, I drink in the morning a large number of cups of coffee, and that as hot as I can drink it, so that the sweat breaks out on me, and if by so doing I can't restore my body, a whole apothecary's shop couldn't do much, and that is the only thing I have done for years when I have felt a fever.",
      "author": "Antonie van Leeuwenhoek",
      "category": "Coffee, Me, Body"
    },
    {
      "quote": "Sometimes, getting up in the morning and brushing your teeth is the hardest part of the day - it all just hurts.",
      "author": "Tom Brady",
      "category": "Day, Teeth, Sometimes"
    },
    {
      "quote": "Each morning my characters greet me with misty faces willing, though chilled, to muster for another day's progress through the dazzling quicksand the marsh of blank paper.",
      "author": "John Updike",
      "category": "Day, Progress, Me"
    },
    {
      "quote": "Let me tell you, sisters, seeing dried egg on a plate in the morning is a lot dirtier than anything I've had to deal with in politics.",
      "author": "Ann Richards",
      "category": "Politics, Me, You"
    },
    {
      "quote": "It was morning; through the high window I saw the pure, bright blue of the sky as it hovered cheerfully over the long roofs of the neighboring houses. It too seemed full of joy, as if it had special plans, and had put on its finest clothes for the occasion.",
      "author": "Herman Hesse",
      "category": "Sky, Joy, Blue"
    },
    {
      "quote": "Stood off and on during the night, determining not to come to anchor till morning, fearing to meet with shoals; continued our course in the morning; and as the island was found to be six or seven leagues distant, and the tide was against us, it was noon when we arrived there.",
      "author": "Christopher Columbus",
      "category": "Night, Tide, Island"
    },
    {
      "quote": "One morning, about four o'clock, I was driving my car just about as fast as I could. I thought, Why am I out this time of night? I was miserable, and it came to me: I'm falling in love with somebody I have no right to fall in love with.",
      "author": "June Carter Cash",
      "category": "Love, Time, Car"
    },
    {
      "quote": "The school-boy doesn't force himself to learn his vocabularies and rules altogether at night, but knows that be must impress them again in the morning.",
      "author": "Hermann Ebbinghaus",
      "category": "Rules, Night, Learn"
    },
    {
      "quote": "In the last year my wife has noticed me struggling to get downstairs on a Sunday morning. I've two young children and football has been so good to me over the years I don't want to spoil it.",
      "author": "Graeme Le Saux",
      "category": "Children, Good, Football"
    },
    {
      "quote": "I can't stop being in parades. I just love dancing on floats that move really slowly on the city streets in the early morning.",
      "author": "Chris Kattan",
      "category": "Love, City, Early"
    },
    {
      "quote": "I will check the internet for at least an hour every morning scanning worldwide news to do with child abuse. So if you're constantly putting yourself in an environment where you're checking up on social economics or homelessness problems, if you keep yourself aware of it, you don't really have a day off.",
      "author": "Samantha Morton",
      "category": "Day, Child, Yourself"
    },
    {
      "quote": "I think it's probably best to work out in the morning to get it out of the way. My ultimate top tip is to drag yourself, even if you have to roll yourself out of your bed and in to a sit-up - it's really not that bad once you start.",
      "author": "Lily James",
      "category": "Work, Best, Yourself"
    },
    {
      "quote": "Couldn't start the morning without caffeine.",
      "author": "Ginnifer Goodwin",
      "category": "Start, Caffeine, Without"
    },
    {
      "quote": "I go jogging for 25 minutes every morning, even if I'm away from home.",
      "author": "Pierre Dukan",
      "category": "Home, Jogging, Away"
    },
    {
      "quote": "I'm not a guy who needs to drink coffee or anything to get myself going in the morning. I wake up, and I'm full of energy.",
      "author": "Billy Horschel",
      "category": "Myself, Coffee, Wake Up"
    },
    {
      "quote": "I love the routine. I love getting up in the morning and getting breakfast and packing lunches and doing the school run. Those things are really important to me. Because I think that those small but key moments are crucial for a kid.",
      "author": "Kate Winslet",
      "category": "Love, School, Breakfast"
    },
    {
      "quote": "In the morning, before I leave the house, I say five things I love about myself, like 'You have really pretty eyes.' That way I can go out into the world with that little bit of extra confidence.",
      "author": "Jennifer Love Hewitt",
      "category": "Love, Confidence, Myself"
    },
    {
      "quote": "In the morning, I use a Philosophy cleanser and Olay Regenerist Daily 3 Point Treatment Cream, which sinks in well and feels firming. I rarely wear foundation, so cotton wool soaked in warm water is often enough to cleanse at night, but I take off eye make-up with Klorane's cornflower-infused remover.",
      "author": "Saffron Aldridge",
      "category": "Daily, Water, Philosophy"
    },
    {
      "quote": "I am a dichotomy of tastes. I'm big on water, and I do a protein drink in the morning, but then I eat off the kids' menu after that. So, there's only like six foods I like. I like quesadillas. I like hamburgers. I like sushi. I like pizza, PB&J, or breakfast any time of the day.",
      "author": "Brad D. Smith",
      "category": "Time, Day, Water"
    },
    {
      "quote": "I love waking up to Sunday morning pancakes. The whole process of making them, just out in the kitchen together making pancakes on a Sunday morning; that's an experience every girl should have.",
      "author": "Ronda Rousey",
      "category": "Love, Experience, Together"
    },
    {
      "quote": "My father played five years for Valence in France's second division. I'd always cry when he would leave for training. Every morning, I'd say, 'Dad, take me with you. Please, please take me with you!'",
      "author": "Henrikh Mkhitaryan",
      "category": "Father, Training, Me"
    },
    {
      "quote": "I have this fantasy of my older days, painting or sculpting or making things. I have this fantasy of a bike trip to Chile. I have this fantasy of flying into Morocco. But right now, it's about getting the work done and getting home to family. I have an adventure every morning, getting up.",
      "author": "Brad Pitt",
      "category": "Work, Family, Home"
    },
    {
      "quote": "I have oatmeal every morning with whole milk, bananas, and cinnamon, and it's just the best thing ever.",
      "author": "Kourtney Kardashian",
      "category": "Best, Milk, Just"
    },
    {
      "quote": "I'm afraid of only two things: being lazy and being cowardly. I get up early in the morning and go to work. I love to write.",
      "author": "David Mamet",
      "category": "Love, Work, Lazy"
    },
    {
      "quote": "I wake up every morning, and I go to ballet class no matter what's going on the night before. That's my priority, and that's what makes me feel sane and not removed from the realities of my world.",
      "author": "Misty Copeland",
      "category": "World, Night, Me"
    },
    {
      "quote": "I wake up every morning at nine and grab for the morning paper. Then I look at the obituary page. If my name is not on it, I get up.",
      "author": "Benjamin Franklin",
      "category": "Wake Up, Name, Page"
    },
    {
      "quote": "I feel sorry for people who don't drink. When they wake up in the morning, that's as good as they're going to feel all day.",
      "author": "Dean Martin",
      "category": "Day, Good, Sorry"
    },
    {
      "quote": "I wake up in the morning and my heart is light, man. It's not heavy. I don't have skeletons in the closet on their way out.",
      "author": "Drake",
      "category": "Light, Heart, Man"
    },
    {
      "quote": "Acting is invigorating. But I don't analyse it too much. It's like a dog smelling where it's going to do its toilet in the morning.",
      "author": "Liam Neeson",
      "category": "Dog, Acting, Too Much"
    },
    {
      "quote": "You lie awake at 3 in the morning thinking of story ideas. You're online at 8 a.m. on a Sunday or midnight on a Wednesday. It's a job that you never push aside.",
      "author": "James Daly",
      "category": "Wednesday, Job, Thinking"
    },
    {
      "quote": "When you wake up each morning, you can choose to be happy or choose to be sad. Unless some terrible catastrophe has occurred the night before, it is pretty much up to you. Tomorrow morning, when the sun shines through your window, choose to make it a happy day.",
      "author": "Lynda Resnick",
      "category": "Happy, Day, Sad"
    },
    {
      "quote": "Ever since the morning of May 29, 1953, when Tenzing Norgay and I became the first climbers to step onto the summit of Mount Everest, I've been called a great adventurer.",
      "author": "Edmund Hillary",
      "category": "Great, Step, First"
    },
    {
      "quote": "Cardio is a nice way to start the morning, man. Whether you sit on the bike for half an hour or throw on two jumpers and just sweat, it's good to get up, get the body active, put on your headphones, and just pedal away.",
      "author": "Anthony Joshua",
      "category": "Good, Man, Bike"
    },
    {
      "quote": "There is only one thing that a man really wants to do, all his life; and that is, to find his way to his God, his Morning Star, salute his fellow man, and enjoy the woman who has come the long way with him.",
      "author": "D. H. Lawrence",
      "category": "Life, Romantic, God"
    },
    {
      "quote": "But to the slave mother New Year's day comes laden with peculiar sorrows. She sits on her cold cabin floor, watching the children who may all be torn from her the next morning; and often does she wish that she and they might die before the day dawns.",
      "author": "Harriet Ann Jacobs",
      "category": "Children, Day, Mother"
    },
    {
      "quote": "I look in the mirror every morning, okay. What is going on here? You know, I just say, 'Look, it's sheer insanity.'",
      "author": "Si Robertson",
      "category": "Mirror, Know, You"
    },
    {
      "quote": "Do I believe in arbitration? I do. But not in arbitration between the lion and the lamb, in which the lamb is in the morning found inside the lion.",
      "author": "Samuel Gompers",
      "category": "Lion, Believe, I Believe"
    },
    {
      "quote": "I remember seeing a movie with Jose Ferrer and Rosemary Clooney where they were husband and wife, and they got in bed, and he had on polka-dot pajamas and she had on striped pajamas, and when they got up the next morning he had on the striped pajamas and she had the polka dot pajamas, and that was considered racy at that time!",
      "author": "Bob Newhart",
      "category": "Time, Wife, Remember"
    },
    {
      "quote": "Every day, I wake up and say, 'Good Morning, Jesus.'",
      "author": "Vanity",
      "category": "Day, Good, Wake Up"
    },
    {
      "quote": "God is on my side, and that's all I need. I get up in the morning, I pray to God. I don't pray to the president, the governor, the mayor, no black caucus, no this and that. I pray to God, and that's the end of it.",
      "author": "Mr. T",
      "category": "God, End, Black"
    },
    {
      "quote": "I get up at 7:30 and work four hours a day. Nine to twelve in the morning, five to six in the evening. Businessmen would achieve better results if they studied human metabolism. No one works well eight hours a day. No one ought to work more than four hours.",
      "author": "Kurt Vonnegut",
      "category": "Work, Day, Better"
    },
    {
      "quote": "With my book 'How to Remodel a Man,' I was on Oprah, Fox News, the Early Show, and Good Morning America. Oprah was the best - an hour long segment. TV is so short; you answer a few questions, and then it's over. It feels like a hit-and-run with a camera.",
      "author": "Bruce Cameron",
      "category": "Good, Best, America"
    },
    {
      "quote": "I am so excited this year getting to play the 85th Anniversary Macy's Thanksgiving Day Parade. Everyone knows on Thanksgiving morning to get up, turn on the TV and watch the parade, so to be an actual participant is going to be fun and I'm looking forward to it. I am gonna have to put on my deer hunting gear, though, to stay warm!",
      "author": "Rodney Atkins",
      "category": "Anniversary, Thanksgiving"
    },
    {
      "quote": "For me the greatest revenge of all is having a happy adulthood, waking up in my gorgeous turquoise bedroom in the morning beside a person who really inspires me. That's the best revenge a girl-loving girl from the Bible belt could possibly have. And, importantly, it's healthy.",
      "author": "Beth Ditto",
      "category": "Happy, Best, Revenge"
    },
    {
      "quote": "What is news? It's hard to quantify. Certainly news has changed completely, and the morning shows are not really designed to bring you the news, except to tell you what happened overnight, and the rest of it is a kind of magazine mentality - a little bit of this, a little bit of that. It's harder to be an educated and informed citizen.",
      "author": "Harrison Ford",
      "category": "Rest, News, You"
    },
    {
      "quote": "I wake up some mornings and sit and have my coffee and look out at my beautiful garden, and I go, 'Remember how good this is. Because you can lose it.'",
      "author": "Jim Carrey",
      "category": "Beautiful, Good, Coffee"
    },
    {
      "quote": "To simply wake up every morning a better person than when I went to bed.",
      "author": "Sidney Poitier",
      "category": "Wake Up, Better Person"
    },
    {
      "quote": "Sometimes, I sit down to sketch at the unearthly hour of 3 in the morning!",
      "author": "Nafisa Joseph",
      "category": "Down, Sometimes, Sketch"
    },
    {
      "quote": "People feel repressed by their own governments; they feel unfairly treated by the outside world; they wake up in the morning, and who do they see - they see people being shot and killed: all Muslims from Afghanistan, Iraq, Somalia, Sudan, Darfur.",
      "author": "Mohamed ElBaradei",
      "category": "World, Wake Up, People"
    },
    {
      "quote": "I myself spent nine years in an insane asylum and I never had the obsession of suicide, but I know that each conversation with a psychiatrist, every morning at the time of his visit, made me want to hang myself, realizing that I would not be able to cut his throat.",
      "author": "Antonin Artaud",
      "category": "Time, Myself, Me"
    },
    {
      "quote": "I was a government employee in the morning and a writer in the evening.",
      "author": "Naguib Mahfouz",
      "category": "Government, Employee"
    },
    {
      "quote": "My ideal is to wake up in the morning and run around the meadow naked.",
      "author": "Daryl Hannah",
      "category": "Wake Up, Naked, Run"
    },
    {
      "quote": "There's pros and cons of a big church. Cons is I don't get to know everybody, I don't get to go to their ballgame, I don't get to marry everybody, but the pros are you get all this community, 800 ushers come in to serve, getting there at 7 in the morning on their day off and coming in on Saturday to make all those wafers.",
      "author": "Joel Osteen",
      "category": "Day, Community, Know"
    },
    {
      "quote": "This morning's scene is good and fine, Long rain has not harmed the land.",
      "author": "Du Fu",
      "category": "Rain, Good, Long"
    },
    {
      "quote": "Leadership is an intense journey into yourself. You can use your own style to get anything done. It's about being self-aware. Every morning, I look in the mirror and say, 'I could have done three things better yesterday.'",
      "author": "Jeffrey R. Immelt",
      "category": "Leadership, Journey, Mirror"
    },
    {
      "quote": "We could hardly wait to get up in the morning.",
      "author": "Wilbur Wright",
      "category": "Wait, Up, Could"
    },
    {
      "quote": "Pretension is a poor joke that you play on yourself. Snap out of it. Recognise your strengths, work on your weaknesses. Real achievement is liking what you see in the mirror every morning.",
      "author": "Virat Kohli",
      "category": "Work, Achievement, Mirror"
    },
    {
      "quote": "Like normal people, leftists now have to get up in the morning and earn a living, seeing as the fascists have come down so hard on social welfare fraud, and this is the cruel reality. The good old days are gone, and increasingly, leftists are to be found working in ordinary, proper jobs.",
      "author": "Michael Leunig",
      "category": "Good, Reality, People"
    },
    {
      "quote": "I really like to have a moment alone at the house, either in the morning or when I come home from work, when I can just zone out at my computer, relax, stare out the window, get into a 'Game of Thrones' episode, go up on my roof, whatever, then go out to dinner.",
      "author": "Emily Ratajkowski",
      "category": "Work, Home, Alone"
    },
    {
      "quote": "The repose of sleep refreshes only the body. It rarely sets the soul at rest. The repose of the night does not belong to us. It is not the possession of our being. Sleep opens within us an inn for phantoms. In the morning we must sweep out the shadows.",
      "author": "Gaston Bachelard",
      "category": "Sleep, Soul, Night"
    },
    {
      "quote": "My weakness, that is, my quadriplegia, is my greatest asset because it forces me into the arms of Christ every single morning when I get up.",
      "author": "Joni Eareckson Tada",
      "category": "Me, Greatest, Weakness"
    },
    {
      "quote": "I remember lying on the floor of my room, staring at a black-and-white television for most of the '80s - watching 'Diff'rent Strokes,' 'Facts of Life,' 'Silver Spoons,' Saturday morning cartoons, and 'Murder, She Wrote' while eating an insane amount of Stouffer's French bread pizza. I was sucked into it all.",
      "author": "Jim Rash",
      "category": "Life, Television, Remember"
    },
    {
      "quote": "I love the water. Everything about it. Smelling the humidity in the air, seeing the mist rise in the morning, feeling the dew-wet grass on my bare feet. I love watching the fish jump and the geese land. We even have an eagle here that circles every so often.",
      "author": "Lori Foster",
      "category": "Love, Water, Fish"
    },
    {
      "quote": "I love Starbucks. Maybe that's a bit sad. But I definitely need my caffeine. It's what gets me out of bed in the morning.",
      "author": "Nikki Sixx",
      "category": "Love, Sad, Me"
    },
    {
      "quote": "You pray for things and accept the blessings when they come, you know? And it is about how you talk to yourself and what you say morning, noon and night about what you want to happen in your life. Some folks call that creative visualization. Other people call it prayer. But it is about that message that you send out there to yourself.",
      "author": "Al Jarreau",
      "category": "Life, Blessings, Yourself"
    },
    {
      "quote": "If we were to wake up some morning and find that everyone was the same race, creed and color, we would find some other causes for prejudice by noon.",
      "author": "George Aiken",
      "category": "Color, Wake Up, Prejudice"
    },
    {
      "quote": "She got the magazine on a Wednesday morning, and on Thursday announced our marriage was over.",
      "author": "David Gest",
      "category": "Marriage, Wednesday"
    },
    {
      "quote": "Then there is a still higher type of courage - the courage to brave pain, to live with it, to never let others know of it and to still find joy in life; to wake up in the morning with an enthusiasm for the day ahead.",
      "author": "Howard Cosell",
      "category": "Life, Courage, Joy"
    },
    {
      "quote": "Just in terms of allocation of time resources, religion is not very efficient. There's a lot more I could be doing on a Sunday morning.",
      "author": "Bill Gates",
      "category": "Time, Religion, Doing"
    },
    {
      "quote": "I drink a bucket of white tea in the morning. I read about this tea of the Emperor of China, which is supposedly the tea of eternal youth. It's called Silver Needle. It's unbelievably expensive, but I get it on the Web.",
      "author": "Antonio Banderas",
      "category": "Youth, Tea, Drink"
    },
    {
      "quote": "I had a very simple life growing up in the farm country outside of Perugia, and biscotti and warm milk with a tiny bit of coffee were a big part of my morning ritual before walking to school.",
      "author": "Brunello Cucinelli",
      "category": "Life, Coffee, School"
    },
    {
      "quote": "I'm a big believer in creating family traditions. Every Tuesday morning, I make a proper eggs breakfast, and we all sit down and eat.",
      "author": "Ivanka Trump",
      "category": "Family, Breakfast, Down"
    },
    {
      "quote": "We went to a small lake, Bass Lake. It was beautiful. It was perfectly still when we got there in the morning. The fog was lifting off the water. It was just magical. And we did catch some fish, 13 fish.",
      "author": "Jennifer Granholm",
      "category": "Beautiful, Water, Small"
    },
    {
      "quote": "I never laugh or smile when I am writing. When I come home for lunch after writing all morning, my wife says I look like I just came home from a funeral. This is not bragging. This is an illness.",
      "author": "Carl Hiaasen",
      "category": "Smile, Home, Wife"
    },
    {
      "quote": "Sunday morning church service is not an enormous priority spending time with other believers is.",
      "author": "Donald Miller",
      "category": "Time, Service, Spending Time"
    },
    {
      "quote": "I learned to love myself, because I sleep with myself every night and I wake up with myself every morning, and if I don't like myself, there's no reason to even live the life.",
      "author": "Gabourey Sidibe",
      "category": "Love, Life, Myself"
    },
    {
      "quote": "This morning I lay in the bathtub thinking how wonderful it would be if I had a dog like Rin Tin Tin. I'd call him Rin Tin Tin too, and I'd take him to school with me, where he could stay in the janitor's room or by the bicycle racks when the weather was good.",
      "author": "Anne Frank",
      "category": "Dog, Good, School"
    },
    {
      "quote": "A household can never appear prosperous without a cow. How auspicious it is to wake up in the morning to the mooing of your own cow!",
      "author": "Munshi Premchand",
      "category": "Wake Up, Cow, Never"
    },
    {
      "quote": "I love KIND bars. My favorites are coconut and almond and the dark chocolate and sea salt because staying fueled helps keep me from getting sick or injured. Bananas have also made a great comeback in my life. My kids eat them all the time on the go, which has inspired my go-to pre-run morning meal of peanut butter and banana on toast.",
      "author": "Summer Sanders",
      "category": "Love, Life, Time"
    },
    {
      "quote": "In the morning, we sliced all the vegetables and layered everything up in a pot with a glass of Riesling. On the way to church, we dropped it off with the baker, who sealed the lid with a strip of dough and put it in his oven for a couple of hours. We picked it up at 12 o'clock and took it home to eat with mustard and salad.",
      "author": "Jean-Georges Vongerichten",
      "category": "Home, Glass, Vegetables"
    },
    {
      "quote": "Every morning I get up and look through the Forbes list of the richest people in America. If I'm not there, I go to work.",
      "author": "Robert Orben",
      "category": "Work, America, People"
    },
    {
      "quote": "The happiest part of a man's life is what he passes lying awake in bed in the morning.",
      "author": "Samuel Johnson",
      "category": "Life, Man, Lying"
    },
    {
      "quote": "'The Panorama' is also the last place anywhere in New York where the World Trade Center still stands, whole, as it stood in the early morning of September 11. I can also see the corner where I saw the first tower fall and howled out loud. Seeing the buildings again here is uplifting, healing.",
      "author": "Jerry Saltz",
      "category": "Healing, World, Fall"
    },
    {
      "quote": "I used to sleep on the floor next to the bed, because I believed that I didn't even deserve a bed to sleep in. And then, one morning, a cockroach crawled onto my leg. I looked at it, and suddenly I awoke from a kind of hypnotic trance in which I had been all my life.",
      "author": "Byron Katie",
      "category": "Life, Sleep, My Life"
    },
    {
      "quote": "Nixon was so crooked that he needed servants to help him screw his pants on every morning.",
      "author": "Hunter S. Thompson",
      "category": "Help, Crooked, Him"
    },
    {
      "quote": "In 1977, when I became Speaker, I started meeting with TV reporters each morning when I arrived at work. Later in the morning, I would hold a news conference before the House opened. I always told the truth and almost never answered with 'no comment.'",
      "author": "Thomas P. O'Neill",
      "category": "Work, Truth, Meeting"
    },
    {
      "quote": "My formula for living is quite simple. I get up in the morning and I go to bed at night. In between, I occupy myself as best I can.",
      "author": "Cary Grant",
      "category": "Life, Best, Myself"
    },
    {
      "quote": "Somebody said to me this morning, 'To what do you attribute your longevity?' I don't know. I mean, I couldn't have planned my life out better. By all accounts I should be dead! The abuse I put my body through: the drugs, the alcohol, the lifestyle I've lived the last 30 years!",
      "author": "Ozzy Osbourne",
      "category": "Life, Alcohol, Me"
    },
    {
      "quote": "You always say 'I'll quit when I start to slide', and then one morning you wake up and realize you've done slid.",
      "author": "Sugar Ray Robinson",
      "category": "Wake Up, Start, You"
    },
    {
      "quote": "I spend my happiest hours in reading Vedantic books. They are to me like the light of the morning, like the pure air of the mountains - so simple, so true, if once understood.",
      "author": "Max Muller",
      "category": "Light, Mountains, Simple"
    },
    {
      "quote": "I think it's been hard for people to understand how Islam can be a good religion, and yet the Islamists are evil. Those of us who have had experience with Islam understand this, just as we understand the difference between snake handlers and people going to church on Sunday morning.",
      "author": "P. J. O'Rourke",
      "category": "Good, Experience, Evil"
    },
    {
      "quote": "Every year, August lashes out in volcanic fury, rising with the din of morning traffic, its great metallic wings smashing against the ground, heating the air with ever-increasing intensity.",
      "author": "Henry Rollins",
      "category": "Great, Wings, Traffic"
    },
    {
      "quote": "Bagel in the morning is the ultimate breakfast for me they're just good.",
      "author": "Lee DeWyze",
      "category": "Good, Breakfast, Me"
    },
    {
      "quote": "Almost every morning I write in my journal. I've been keeping it for a long time - I've filled more than 50 books. I write about what's going on in my personal and spiritual life or what's going on at work. It helps me keep things in perspective, especially when things get crazy or I get stressed or we have obstacles.",
      "author": "Blake Mycoskie",
      "category": "Life, Work, Time"
    },
    {
      "quote": "There is no such thing in the world as luck. There never was a man who could go out in the morning and find a purse full of gold in the street to-day, and another to-morrow, and so on, day after day: He may do so once in his life; but so far as mere luck is concerned, he is as liable to lose it as to find it.",
      "author": "P. T. Barnum",
      "category": "Life, Day, Gold"
    },
    {
      "quote": "I had a dream that my dad passed away and that Jesus came into the room and he was basically knocking on my door, saying, 'Hey, you need to find out more about me.' So that Sunday morning I ended up going to church, and that's when I got saved.",
      "author": "Russell Wilson",
      "category": "Door, Dream, Me"
    },
    {
      "quote": "I did not want windows, only skylights. I chose my painting wall as it has the best morning light.",
      "author": "Ellsworth Kelly",
      "category": "Light, Best, Painting"
    },
    {
      "quote": "I'm not an early bird at all. Ideally, on Saturday morning I'd allow myself a lovely lie-in. 10:45 would be just right.",
      "author": "Shilpa Shetty",
      "category": "Myself, Bird, Lovely"
    },
    {
      "quote": "Fighting for one's freedom, struggling towards being free, is like struggling to be a poet or a good Christian or a good Jew or a good Muslim or good Zen Buddhist. You work all day long and achieve some kind of level of success by nightfall, go to sleep and wake up the next morning with the job still to be done. So you start all over again.",
      "author": "Maya Angelou",
      "category": "Work, Success, Good"
    },
    {
      "quote": "A lot of vets like 'Good Morning Vietnam' - I get great letters from guys.",
      "author": "Robin Williams",
      "category": "Good, Great, Vietnam"
    },
    {
      "quote": "I don't have a trainer. I have what I call 'the poor man's workout and the rich man's diet.' I run for 1 hour every day and do 500 sit-ups and 1000 crunches, and I lift weights at the Y for 28 bucks a month, even if it's 3 in the morning.",
      "author": "T. J. Thyne",
      "category": "Day, Man, Rich"
    },
    {
      "quote": "There's something to be said for writing in the morning. At other points in the day, you're a bit more defensive.",
      "author": "Alex Turner",
      "category": "Day, Writing, You"
    },
    {
      "quote": "Early in the morning, it's super tough for me to eat right away, but I still need energy for practice. I try to start out with a protein smoothie, a green juice, or some sort of fruit.",
      "author": "Venus Williams",
      "category": "Me, Green, Fruit"
    },
    {
      "quote": "I don't wake up in the morning and say, 'Jeez, I feel great today. I think I'll write a song.' I mean, anything is more interesting to me than writing a song. It's like, 'I think I'd like to write a song... No, I guess I better go feed the cat first.' You know what I mean? It's like pulling teeth. I don't enjoy it a bit.",
      "author": "Jerry Garcia",
      "category": "Today, Great, Writing"
    },
    {
      "quote": "Having to wake up at seven and go take the subway every morning, having to get over there with all these commuters and see every possible face of humanity and realizing that you're just the same as these other people is actually an amazingly positive thing.",
      "author": "Mike D",
      "category": "Positive, Humanity, People"
    },
    {
      "quote": "We wouldn't think of rising in the morning without a face-wash, but we often neglect that purgative cleansing of the Word of the Lord. It wakes us up to our responsibility.",
      "author": "Jim Elliot",
      "category": "Responsibility, Think"
    },
    {
      "quote": "I won't speak for the entertainment industry. I speak for Disney. I've seen people in the industry come to work every morning paranoid about what the other person or other company is doing. That means you're spending time and focus on somebody else's business instead of your own.",
      "author": "Bob Iger",
      "category": "Work, Business, Time"
    },
    {
      "quote": "I think about baseball when I wake up in the morning. I think about it all day and I dream about it at night. The only time I don't think about it is when I'm playing it.",
      "author": "Carl Yastrzemski",
      "category": "Time, Day, Baseball"
    },
    {
      "quote": "To be intimate with a married man, when my own father cheated on my mother, is not something I could forgive. I could not look at myself in the morning if I did that. I wouldn't be attracted to a man who would cheat on his wife.",
      "author": "Angelina Jolie",
      "category": "Father, Myself, Mother"
    },
    {
      "quote": "I get up in the morning, have a job to do, go there, come home, be with the family, that's it.",
      "author": "Amitabh Bachchan",
      "category": "Family, Home, Job"
    },
    {
      "quote": "There are times when you see how ridiculous is this life, how ludicrous it is, you know, leaving your house every morning and being followed by paparazzi.",
      "author": "Johnny Depp",
      "category": "Life, Leaving, Know"
    },
    {
      "quote": "What's problematic about playing stadiums and driving around in private jets and drinking champagne at 8 o'clock in the morning? What's wrong with that? I haven't got a problem with that. I can't fathom why people would.",
      "author": "Noel Gallagher",
      "category": "People, Problem, Why"
    },
    {
      "quote": "Thank God every morning when you get up that you have something to do that day, which must be done, whether you like it or not.",
      "author": "James Russell Lowell",
      "category": "Day, God, Thank God"
    },
    {
      "quote": "I have retired, but if there's anything that would kill me it is to wake up in the morning not knowing what to do.",
      "author": "Nelson Mandela",
      "category": "Wake Up, Me, Not Knowing"
    },
    {
      "quote": "A real New Yorker likes the sound of a garbage truck in the morning.",
      "author": "R. L. Stine",
      "category": "Real, New, Garbage"
    },
    {
      "quote": "I'm going to the gym six days a week. I'm eating right. Well-balanced diet. I drink a juice smoothie every morning.",
      "author": "Chumlee",
      "category": "Week, Diet, Eating"
    },
    {
      "quote": "I had a dream of music and art and the big city in which I would get lost, where no one would know me and I wouldn't know anyone, where I would work at some ordinary job, and if one day I got up in the morning and decided I wasn't going to go to work anymore, no one would ask questions.",
      "author": "Ori Gersht",
      "category": "Work, Music, Art"
    },
    {
      "quote": "We have to choose every day to be active participants. To wake up in the morning and choose this life and make something of it is an incredible thing. Not many living creatures have that option. We have so many opportunities and options - it's a huge burden, but it's also the most freeing part of our lives.",
      "author": "Brie Larson",
      "category": "Life, Day, Opportunities"
    },
    {
      "quote": "In the morning a man walks with his whole body; in the evening, only with his legs.",
      "author": "Ralph Waldo Emerson",
      "category": "Man, Body, Evening"
    },
    {
      "quote": "It is not time for mirth and laughter, the cold, gray dawn of the morning after.",
      "author": "George Ade",
      "category": "Time, Laughter, Dawn"
    },
    {
      "quote": "I love the smell of juice boxes in the morning.",
      "author": "Robert Duvall",
      "category": "Love, Juice, Smell"
    },
    {
      "quote": "About four days a week, I do pretty good at having a morning prayer time. But even at that, it's a rambling sort of thing. What I have learned to do better is to try to keep my mind turned toward God and ear inclined toward God throughout the day, and I think I'm doing better at that, but I've got a long way to go.",
      "author": "Max Lucado",
      "category": "Time, Good, God"
    },
    {
      "quote": "No man knows till he has suffered from the night how sweet and dear to his heart and eye the morning can be.",
      "author": "Bram Stoker",
      "category": "Heart, Man, Night"
    },
    {
      "quote": "People often say to me, 'I don't know anything about dance.' I say, 'Stop. You got up this morning, and you're walking. You are an expert.'",
      "author": "Twyla Tharp",
      "category": "Dance, Walking, Me"
    },
    {
      "quote": "Above all, this country is our own. Nobody has to get up in the morning and worry what his neighbors think of him. Being a Jew is no problem here.",
      "author": "Golda Meir",
      "category": "Worry, Problem, Neighbors"
    },
    {
      "quote": "I like to wake up each morning feeling a new man.",
      "author": "Jean Harlow",
      "category": "Man, Wake Up, New"
    },
    {
      "quote": "Always get married in the morning. That way if it doesn't work out, you haven't wasted the whole day.",
      "author": "Mickey Rooney",
      "category": "Work, Marriage, Day"
    },
    {
      "quote": "My mother had morning sickness after I was born.",
      "author": "Rodney Dangerfield",
      "category": "Mother, Sickness, Born"
    },
    {
      "quote": "Homey don't quit. What else are you gonna do? It's like those guys in the cartoon they get up in the morning, check the clock and fight all day and after it's over they check the clock and go home. That's how it goes.",
      "author": "Chubby Checker",
      "category": "Day, Home, Fight"
    },
    {
      "quote": "Early One Morning takes time and, I mean, all things like that I felt were very important.",
      "author": "Anthony Caro",
      "category": "Time, Important, Early"
    },
    {
      "quote": "I woke up this morning, and I still don't believe I won the Daytona 500.",
      "author": "Dale Earnhardt",
      "category": "Believe, Up, Still"
    },
    {
      "quote": "Do you know how many calories are in butter and cheese and ice cream? Would you get your dog up in the morning for a cup of coffee and a donut?",
      "author": "Jack LaLanne",
      "category": "Dog, Coffee, Ice Cream"
    },
    {
      "quote": "Another very strong image from the first day was giving my initial press conference in the morning - going down and finding out that everything I had said, the essence of what I had said, was wrong.",
      "author": "William Scranton",
      "category": "Day, Strong, Giving"
    },
    {
      "quote": "I had a friend whose family had dinner together. The mother would tuck you in at night and make breakfast in the morning. They even had a spare bike for a friend. It just seemed so amazing to me.",
      "author": "Moon Unit Zappa",
      "category": "Family, Mother, Together"
    },
    {
      "quote": "We were doing it under the most extraordinary circumstances, but the first out of the tent in the morning would be David Lean. He said to me on the very first day of shooting, Pete, this is the beginning of a great adventure.",
      "author": "Peter O'Toole",
      "category": "Day, Adventure, Great"
    },
    {
      "quote": "When a man has been consistently battering his wife, he shouldn't expect a bouquet of roses from her the morning after he promises to stop.",
      "author": "Joe Slovo",
      "category": "Man, Wife, Roses"
    },
    {
      "quote": "Looking in the mirror to check if my tie is straight is a waste of my time. I only look in the mirror once a day, and that's in the morning when I shave.",
      "author": "Lennart Meri",
      "category": "Time, Day, Mirror"
    },
    {
      "quote": "I just motor through school in the morning and then go skating.",
      "author": "Ryan Sheckler",
      "category": "School, Skating, Through"
    },
    {
      "quote": "The result was that, if it happened to clear off after a cloudy evening, I frequently arose from my bed at any hour of the night or morning and walked two miles to the observatory to make some observation included in the programme.",
      "author": "Simon Newcomb",
      "category": "Night, Evening, Observation"
    },
    {
      "quote": "My wife gets all the money I make. I just get an apple and clean clothes every morning.",
      "author": "Ray Romano",
      "category": "Money, Wife, Apple"
    },
    {
      "quote": "I'd hate to be a teetotaler. Imagine getting up in the morning and knowing that's as good as you're going to feel all day.",
      "author": "Dean Martin",
      "category": "Day, Good, Hate"
    },
    {
      "quote": "I wake up every morning and I wish I were dead, and so does Jim.",
      "author": "Tammy Faye Bakker",
      "category": "Wake Up, Wish, Up"
    },
    {
      "quote": "The boy who expects every morning to open into a new world finds that today is like yesterday, but he believes tomorrow will be different.",
      "author": "Charles Dudley Warner",
      "category": "Today, Tomorrow, World"
    },
    {
      "quote": "I've been keeping a diary for thirty-three years and write in it every morning. Most of it's just whining, but every so often there'll be something I can use later: a joke, a description, a quote. It's an invaluable aid when it comes to winning arguments. 'That's not what you said on February 3, 1996,' I'll say to someone.",
      "author": "David Sedaris",
      "category": "Winning, You, Said"
    },
    {
      "quote": "When I wake up on a Monday morning and I realise I don't have to go and work at the civil service, I really think I've won.",
      "author": "Paul Merton",
      "category": "Work, Service, Wake Up"
    },
    {
      "quote": "I wake up every morning singing 'The Star-Spangled Banner.'",
      "author": "Terry McAuliffe",
      "category": "Patriotism, Wake Up, Singing"
    },
    {
      "quote": "Nothing is better than waking up in the morning and being excited to go into work.",
      "author": "Caprice Bourret",
      "category": "Work, Better, Nothing"
    },
    {
      "quote": "My salary situation at 'Morning Joe' wasn't right. I made five attempts to fix it, then realized I'd made the same mistake every time: I apologised for asking.",
      "author": "Mika Brzezinski",
      "category": "Time, Mistake, Situation"
    },
    {
      "quote": "The first thing I think about when I wake up most mornings is the fact that I'm tired. I have been tired for decades. I am tired in the morning and I am tired while becalmed in the slough of the afternoon, and I am tired in the evening, except right when I try to go to sleep.",
      "author": "Susan Orlean",
      "category": "Sleep, I Am, Tired"
    },
    {
      "quote": "It takes more than driving to become an IndyCar driver. Gone are the days when drivers show up Friday morning and go home Sunday night. We're all integral to our partnerships, commercially, motorsports. We're as much champions in the boardroom as we are on the racetrack.",
      "author": "Charlie Kimball",
      "category": "Home, Partnerships, Night"
    },
    {
      "quote": "I put on lip balm first thing in the morning and always use it before I swipe on my red lipstick.",
      "author": "Heather Morris",
      "category": "Red, Lipstick, Red Lipstick"
    },
    {
      "quote": "At the end of the day, I don't need to work, and I think it's good that I have the drive and willpower to get up and do something in the morning even though I don't need to.",
      "author": "Petra Stunt",
      "category": "Work, Day, Good"
    },
    {
      "quote": "I don't feel I fit in with morning television because I'm like a vampire and I like to stay up late.",
      "author": "Paloma Faith",
      "category": "Vampire, Television, Late"
    },
    {
      "quote": "'FlashForward' was on the outs when I was approached with 'Happy Endings.' I literally got the script on a Friday, and on Saturday morning I met with David Caspe, Jamie Tarses, and the Russo brothers. I took the role on that Saturday, and on Monday I was doing a table read. It all happened very fast, but it was super exciting.",
      "author": "Zachary Knighton",
      "category": "Happy, Doing, Friday"
    },
    {
      "quote": "When I go outside in the morning for coffee, I'm not going to spend forty-five minutes getting ready. I just don't care.",
      "author": "Shenae Grimes",
      "category": "Coffee, Care, Ready"
    },
    {
      "quote": "Let's be honest: the trappings of investment banking are quite tempting. I do miss it sometimes. And to be honest, there was a time I'd read the 'WSJ' in the morning, and for years I have done that.",
      "author": "Chetan Bhagat",
      "category": "Time, Done, Investment"
    },
    {
      "quote": "What happens is that, you know, on Mondays, at least in the Senate, you know, Monday night we'd have what you'd call a bed-check vote. Just to get, you know, the machinery of the Senate up and running so they can start the committee process; on Tuesday morning, things go. By Thursday, you know, jet fumes, the smell of jet fumes.",
      "author": "Olympia Snowe",
      "category": "Night, Start, Thursday"
    },
    {
      "quote": "When I was a kid, 'Land of the Lost' was my favorite show, just because it was - in the landscape of Saturday morning cartoons - it was so unique. It was a live-action show and kids were in it, these creatures, these Sleestaks and dinosaurs. Every week was a different adventure. I couldn't wait. I loved it so much.",
      "author": "Will Ferrell",
      "category": "Adventure, Week, Unique"
    },
    {
      "quote": "When you're not a mom, you can get up in the middle of the night, paint, sleep all morning... you can't do that when you have two children!",
      "author": "Julie Mehretu",
      "category": "Children, Mom, Sleep"
    },
    {
      "quote": "I eat breakfast pretty much 'round the clock - muffins in the morning, scones for lunch, cereal at night - which may be odd but is also oddly satisfying, if only because the choice is my own.",
      "author": "Caroline Knapp",
      "category": "Breakfast, Choice, Night"
    },
    {
      "quote": "You don't know what a rough crowd is. If all I have to do is go make people laugh, that's nothing. Let me tell you what a tough crowd is. A tough crowd is going to a morning service and you got six people there and you gotta pat your house payment. That's a tough crowd.",
      "author": "Sam Kinison",
      "category": "Service, Me, Laugh"
    },
    {
      "quote": "I cannot always write at the same time, in the same place. I work, travel and have a vigorous family life. If I'm stranded in an airport lobby - I write. If I have to wait in a doctor's office - I write. If I have a morning or evening to myself - I write.",
      "author": "Carmen Agra Deedy",
      "category": "Life, Work, Family"
    },
    {
      "quote": "I wake up in the morning and I think about one brand. I don't have enough time to wake up twice and think about two.",
      "author": "Kevin Plank",
      "category": "Time, Brand, Wake Up"
    },
    {
      "quote": "I have a lot of energy after 2 A.M. I like to sleep in the morning. I have some problems at the start of the day.",
      "author": "Valentino Rossi",
      "category": "Day, Sleep, Problems"
    },
    {
      "quote": "I try to meditate every morning. It relaxes me, clears my mind, and sets my day off on the right foot before things get too manic.",
      "author": "Elle Macpherson",
      "category": "Day, Mind, Me"
    },
    {
      "quote": "I think if I heard someone else talking about their life, describing all the problems I've had, they'd look like they were through. Done. But there's something about me - I'm smiling. Those things are really not bad enough to put me in a slump. I'm smiling with the opportunity to wake up every morning.",
      "author": "Nas",
      "category": "Life, Smiling, Opportunity"
    },
    {
      "quote": "I'm definitely a morning person. I wake up dead happy, looking forward to having my cereal!",
      "author": "Nico Mirallegro",
      "category": "Happy, Looking Forward"
    },
    {
      "quote": "My morning begins with trying not to get up before the sun rises. But when I do, it's because my head is too full of words, and I just need to get to my desk and start dumping them into a file. I always wake with sentences pouring into my head.",
      "author": "Barbara Kingsolver",
      "category": "Sun, Words, Start"
    },
    {
      "quote": "It's very important to write things down instantly, or you can lose the way you were thinking out a line. I have a rule that if I wake up at 3 in the morning and think of something, I write it down.",
      "author": "Mary Oliver",
      "category": "Thinking, Wake Up, Think"
    },
    {
      "quote": "I juice a lot; I get as much protein as I can, because being a vegan, there isn't much protein. But that's pretty much it. I just drink lots of water, too. I'll have a protein shake as well every morning.",
      "author": "Travis Barker",
      "category": "Water, I Can, Juice"
    },
    {
      "quote": "I love perfumes. Every morning when my girlfriend and I come down to the courtyard in our block of flats we're assailed by the most delicious scent - jasmine round a doorway. It almost makes me swoon.",
      "author": "Alan Rickman",
      "category": "Love, Me, Down"
    },
    {
      "quote": "As a kid in Africa, you were so connected to nature itself because you went farming, watched the moon out at night, observed how the sky was different, and how the birds chanted different songs in the evening and the morning.",
      "author": "Ishmael Beah",
      "category": "Nature, Sky, Moon"
    },
    {
      "quote": "Every morning I tell myself, 'Today has to be productive' - and then something happens that prevents me from writing.",
      "author": "Italo Calvino",
      "category": "Myself, Today, Writing"
    },
    {
      "quote": "I do the 'New York Times' crossword puzzle every morning to keep the old grey matter ticking.",
      "author": "Carol Burnett",
      "category": "New York, Puzzle, Grey"
    },
    {
      "quote": "Each morning, you dress to become a different woman. Fashion helps.",
      "author": "Carine Roitfeld",
      "category": "Woman, Dress, Fashion"
    },
    {
      "quote": "I'm active even on bad days; it's tough to pin me down. People ask me if I'm a morning or night person. I'm an all-the-time person. I like drinking coffee, but I do it with lots of milk because my energy levels are high even without caffeine. You could call me Obelix, except I don't have a belly.",
      "author": "Bipasha Basu",
      "category": "Coffee, Night, Me"
    },
    {
      "quote": "I like to remind myself that every morning I'm making a choice to live.",
      "author": "Sebastian Horsley",
      "category": "Myself, Choice, Live"
    },
    {
      "quote": "The Marines are like my West Highland Terrier. They get up every morning, they want to dig a hole, and they want to kill something.",
      "author": "Thomas P.M. Barnett",
      "category": "Want, Up, Marines"
    },
    {
      "quote": "I don't really measure success by anything other than if I am happy. That is success to me. Am I happy waking up every morning? And despite the challenges of running my own business, do I look forward to going to work? Absolutely.",
      "author": "L'Wren Scott",
      "category": "Work, Success, Business"
    },
    {
      "quote": "I really woke up one morning and said, you know, 'I haven't seen a good film about the American Revolution. And all the ones I have seen haven't been successful, but I'm going to make a successful one.' Well, I wasn't able to do that.",
      "author": "Irwin Winkler",
      "category": "Good, American, Successful"
    },
    {
      "quote": "I'm at the stage in my pregnancy where I don't feel pregnant. You feel very, 'Oh yeah, I'm pregnant,' because you're over the morning sickness and it's not too uncomfortable. It's fun.",
      "author": "Kelly Stables",
      "category": "Fun, Sickness, You"
    },
    {
      "quote": "Eating-wise, I'm fairly disciplined. I have to be, because if you're not eating correctly, you're not giving your body the fuel it needs. So, I stay away from carbs after the morning, and I eat a lot of protein - fish, chicken, and no red meat.",
      "author": "Kate Levering",
      "category": "Giving, Red, Fish"
    },
    {
      "quote": "As a kid, I was just led out in the morning to go spend my day with my friends and just run in the woods. And I'd only come home to eat or when I was thirsty.",
      "author": "Adam Beach",
      "category": "Day, Home, Friends"
    },
    {
      "quote": "Football ruled my life for years, morning, noon and night.",
      "author": "Drew Busby",
      "category": "Life, Football, Night"
    },
    {
      "quote": "I think the private sector for the most part, the vast majority of employers in America, they wake up in the morning, and they have a bottom line. This is how much they make, this is how much their expenses are; they certainly need to break even just to stay in business, and they need to make a profit in order to survive long-term.",
      "author": "Marco Rubio",
      "category": "Business, America, Wake Up"
    },
    {
      "quote": "When they told me I had cancer - a very rare form called appendiceal cancer - I was shocked. But I went straight into battle mode. Every morning, I'd wake up and have an internal conversation with cancer. 'All right, dude,' I'd tell it, 'go ahead and hit me. But I'm going to hit you back even harder.'",
      "author": "Stuart Scott",
      "category": "Battle, Me, Conversation"
    },
    {
      "quote": "Declining to go to church with my parents in the morning, I would ostentatiously set out for the Monist Society in the afternoon, down an obscure street which it seemed a little improper to be walking on, as everything was closed for Sunday, upstairs through a sort of side entrance over a saloon.",
      "author": "Susan Glaspell",
      "category": "Parents, Society, Walking"
    },
    {
      "quote": "I'm a very spontaneous person. If someone aggravates me, I'm going to go after them. I wake up every morning, and I say, 'What bad guys should I go after today?'",
      "author": "Carl Paladino",
      "category": "Today, Wake Up, Me"
    },
    {
      "quote": "I write every day. I don't have a writing schedule. I write when I feel like it. Fortunately, I feel like it all the time. I am writing for hours. I do like to write in the morning. I start after breakfast, like 9 o'clock, and I'll write till lunch, about 1. And after lunch, I just have fun.",
      "author": "Eve Bunting",
      "category": "Time, Day, I Am"
    },
    {
      "quote": "I drink coffee in the morning and a few cups throughout the day. Among coffee's health benefits are lower risk of Parkinson's, Type 2 diabetes, heart disease and dementia.",
      "author": "David H. Murdock",
      "category": "Day, Health, Coffee"
    },
    {
      "quote": "I have a room dedicated to music and recording. I go there first thing in the morning and just before I go to bed. And it has a window to my street, so I can watch all the crazies walking by.",
      "author": "Brendon Urie",
      "category": "Music, Walking, Window"
    },
    {
      "quote": "I do what I do merrily out of curiosity because I want to know how the brain works. That will get me up early in the morning and keep me going all day long.",
      "author": "John O'Keefe",
      "category": "Day, Curiosity, Me"
    },
    {
      "quote": "I tweet early in the morning when I wake up or late at night just to let you know that I have a show or what's on my mind, and that's it. I hate Snapchat and all of that. It's making kids so stupid.",
      "author": "Tyler, The Creator",
      "category": "Hate, Stupid, Mind"
    },
    {
      "quote": "It's much better to wreak havoc on a show and be a maniac than promote myself. Plugs and anecdotes aren't really in line with my beliefs. Besides, if someone sees me on a morning show and thinks, 'That's not funny; this guy is crazy,' then I don't want them to come to the show anyway.",
      "author": "T. J. Miller",
      "category": "Funny, Myself, Crazy"
    },
    {
      "quote": "I don't get up in the morning and think my mission is to end Britain. I do get up in the morning and think that my mission is to end poverty.",
      "author": "Douglas Alexander",
      "category": "Poverty, End, Think"
    },
    {
      "quote": "From morning when I wake up until I go to sleep, I am working. I go to bed and I want to switch off, but the brain doesn't switch off.",
      "author": "Frank Lowy",
      "category": "Sleep, I Am, Brain"
    },
    {
      "quote": "In the morning, my alarm clock is a chorus of lemurs yelling!",
      "author": "Bindi Irwin",
      "category": "Clock, Yelling, Alarm"
    },
    {
      "quote": "I think people have to sharpen their eyes and look. I always feel like a big sponge: I feel like I learn lots of things by osmosis, and I feel that I'm always absorbing. I mean, when people say, 'What is your inspiration?' I could throw up. I mean, I'm inspired by the fact I get up in the morning. And I'm still here.",
      "author": "Iris Apfel",
      "category": "Eyes, People, Think"
    },
    {
      "quote": "I have a word quota I try to fulfill every day, and I try to do that in the morning and into the afternoon and then go out with friends at night. I love singing and have lessons and enjoy drama, and so I am involved in that.",
      "author": "Alexandra Adornetto",
      "category": "Love, Day, Friends"
    },
    {
      "quote": "I like to exercise in the morning before work. It puts me in a good mood, which makes my coworkers happy, and jump-starts my brain, which makes me happy.",
      "author": "Betsy Beers",
      "category": "Work, Happy, Good"
    },
    {
      "quote": "I love waking up in the morning. It makes me feel really excited.",
      "author": "Jenny Slate",
      "category": "Love, Me, Feel"
    },
    {
      "quote": "Inspiration can come from anywhere, and a lot of the time, it depends on how you feel when you get up in the morning.",
      "author": "Tyler Shaw",
      "category": "Time, Inspiration, You"
    },
    {
      "quote": "Quite often, while I'm getting up in the morning, I think my warranty is running out on these body parts because it's not working quite the way it used to.",
      "author": "John Glenn",
      "category": "Body, Think, Working"
    },
    {
      "quote": "I do not ask for the riches that perish or the fame that fades away like a morning mist.",
      "author": "Mother Angelica",
      "category": "Fame, Ask, Like"
    },
    {
      "quote": "My parents were great at making sure I got out of bed when I needed to play football on a Sunday morning and that I was ready after school to go to training on a Tuesday and Thursday. But it was never forced upon me or rammed down my throat. If it had been, I could have ended up hating sport.",
      "author": "Greg Rutherford",
      "category": "Football, Great, Parents"
    },
    {
      "quote": "Every morning, I wake up and make the most nutrient-dense green smoothie I can.",
      "author": "Claire Holt",
      "category": "Wake Up, Green, I Can"
    },
    {
      "quote": "I grew up in Portugal, and people there party 'til 7 or 8 in the morning there.",
      "author": "Sara Sampaio",
      "category": "People, Party, Up"
    },
    {
      "quote": "A Sunday morning spent reading the paper together, maybe drinking some mimosas, alone, and talking until noon. That would be pretty amazing. Married couples with kids will understand.",
      "author": "Dierks Bentley",
      "category": "Alone, Together, Reading"
    },
    {
      "quote": "I don't need an alarm clock to wake up in the morning. Akshay snores so loudly that I'm usually awake the entire night!",
      "author": "Twinkle Khanna",
      "category": "Wake Up, Night, Clock"
    },
    {
      "quote": "I love morning television because it's the most vulnerable time of day, when you are at your rawest, and if I have the ability to make viewers smile, that's a gift from God.",
      "author": "Tamron Hall",
      "category": "Love, Smile, Time"
    },
    {
      "quote": "Even though I hated doing farming and wanted to just get out of the village, I would work from 5 in the morning till 5 in the evening.",
      "author": "Nawazuddin Siddiqui",
      "category": "Work, Evening, Farming"
    },
    {
      "quote": "I know that I need my coffee in the morning, and I don't want to talk to anybody at the start of my day!",
      "author": "Tituss Burgess",
      "category": "Day, Coffee, Start"
    },
    {
      "quote": "With my book 'How to Remodel a Man,' I was on 'Oprah,' 'Fox News,' 'The Early Show,' and 'Good Morning America.' 'Oprah' was the best - an hour long segment. TV is so short, you answer a few questions, and then it's over. It feels like a hit-and-run with a camera.",
      "author": "W. Bruce Cameron",
      "category": "Good, Best, America"
    },
    {
      "quote": "I breakfast when I get up, lunch when I get the chance. If I never get it, I forget it. Sometimes I dine at seven, sometimes at midnight, sometimes not at all; and I never get to bed until four or five in the morning. Everything depends on the news; the hours make no difference to me.",
      "author": "Joseph Pulitzer",
      "category": "Breakfast, Lunch, Me"
    },
    {
      "quote": "It's a job. I entertain my readers. I get up in the morning, and I start typing.",
      "author": "Clive Cussler",
      "category": "Job, Start, Up"
    },
    {
      "quote": "I like to eat yogurt in the morning. It's easy and quick and available anywhere.",
      "author": "Maud Welzen",
      "category": "Easy, Eat, Like"
    },
    {
      "quote": "Make sure you never, never argue at night. You just lose a good night's sleep, and you can't settle anything until morning anyway.",
      "author": "Rose Kennedy",
      "category": "Good, Sleep, Anger"
    },
    {
      "quote": "The results of this survey are shocking and should be a wake-up call to men and women that drinking and smoking too much not only gives you a bad headache in the morning but can affect your ability to start a family.",
      "author": "Ann Robinson",
      "category": "Family, Women, Men"
    },
    {
      "quote": "When I wrote the song, I had the sea near Bombay in mind. We stayed at a hotel by the sea, and the fishermen come up at five in the morning and they were all chanting. And we went on the beach and we got chased by a mad dog - big as a donkey.",
      "author": "Ray Davies",
      "category": "Dog, Sea, Beach"
    },
    {
      "quote": "But I try to steal other moments. Sometimes I get up very early in the morning and enjoy a quiet house and cup of tea before the craziness begins. Other times, I'll take a quick walk on the beach. You can find peace in a few minutes.",
      "author": "Cindy Crawford",
      "category": "Peace, Beach, Walk"
    },
    {
      "quote": "I don't want to clip on the armour every morning. I've seen some politicians do this and they get a bit mangled and bitter. I just refuse to do that. I refuse to be angry or bitter or complain, and I remain open. I may sometimes be a bit too open but I'm not going to change that one bit.",
      "author": "Nick Clegg",
      "category": "Change, Angry, Want"
    },
    {
      "quote": "Most songs have meager beginnings. You wake up in the morning, you throw on your suspenders, and you subvocalize and just think. They seem to form like calcium. I can't think of a story right off the bat that was that interesting. I write things on the back of my hand, usually, and sing into a tape recorder.",
      "author": "Tom Waits",
      "category": "Wake Up, Story, Think"
    },
    {
      "quote": "When I first broke through, there was only NBC, CBS and ABC, and they had news in the morning and in the evening - there wasn't no 24-hour news.",
      "author": "Dick Gregory",
      "category": "Evening, News, Through"
    },
    {
      "quote": "I start off my morning with an Acai berry smoothie. I blend the Acai berries with kefir, blueberries, protein powder and peanut butter. I like this first thing in the morning because it's light on my stomach.",
      "author": "Charity Shea",
      "category": "Light, Start, Stomach"
    },
    {
      "quote": "I always was an early-morning or late-night writer. Early morning was my favorite; late night was because you had a deadline. And at four in the morning, you make up some of your most absurd jokes.",
      "author": "Joss Whedon",
      "category": "Night, Favorite, You"
    },
    {
      "quote": "Money is a good thing, but every morning you have to get up with something no one else in the world gets up with - that's that image. That face you see in the mirror, you got to love it, and you better do some things that you feel good about inside of you. Of course, money is going to come, but make certain that you do some good with it.",
      "author": "George Foreman",
      "category": "Love, Money, Good"
    },
    {
      "quote": "I'm a humanist. I always believed, even with Cirque du Soliel, that this is my way to contribute to a better world. I believe I'm very privileged, but many people face the reality when they wake up in the morning of not having food or a glass of water. Life's been good to me, and I believe you have to feed the circle of life.",
      "author": "Guy Laliberte",
      "category": "Life, Food, Good"
    },
    {
      "quote": "I feel like going to class every morning is so humbling. You're always working to improve, and you're always being critiqued on your next performance. It's not about what you've done. There's always room to grow.",
      "author": "Misty Copeland",
      "category": "Performance, Grow, You"
    },
    {
      "quote": "Believe it or not, I say my prayers in the morning and in the evening.",
      "author": "Jejomar Binay",
      "category": "Believe, Evening, Say"
    },
    {
      "quote": "I wake up in the morning with a list of problems, and I go solve them.",
      "author": "Travis Kalanick",
      "category": "Problems, Wake Up, Up"
    },
    {
      "quote": "At the risk of sounding pedestrian, I'll be completely honest: the first thing I do in the morning is check Google News, partially because it seems sort of random and unbiased and partially because I tend to stay in hotels that don't necessarily have the fastest Internet connections.",
      "author": "Moby",
      "category": "Risk, Internet, Connections"
    },
    {
      "quote": "I'm doing everything in my power to be a great mother. I wish I could be with her throughout the day, because I'm always working, but I make sure that whether it's the morning or nighttime, I make it extra special.",
      "author": "Christina Milian",
      "category": "Great, Mother, Power"
    },
    {
      "quote": "I haven't any formal schedule, but I love to write in the morning, before breakfast. Sometimes the writing goes so smoothly that I don't take a break for many hours - and consequently have breakfast at two or three in the afternoon on good days.",
      "author": "Joyce Carol Oates",
      "category": "Love, Good, Writing"
    },
    {
      "quote": "I guess I was the class clown - with a name like Albert Einstein, you don't hide in the back. I'd read the school bulletin to the class, and I'd add activities and make stuff up. It was good, a good 10 minutes every morning.",
      "author": "Albert Brooks",
      "category": "Good, School, Name"
    },
    {
      "quote": "Keri Russell is one of the prettiest girls I've ever seen in my life. She's one of those girls that doesn't have that thing when you walk into the trailer in the morning, and your face is all bashed in - like a lot of actors, even the beautiful and handsome ones.",
      "author": "Jennifer Coolidge",
      "category": "Life, Beautiful, Walk"
    },
    {
      "quote": "I'm a really heavy sleeper. When I wake up I'm a terrible morning person.",
      "author": "Flume",
      "category": "Wake Up, Person, Terrible"
    },
    {
      "quote": "Being in ballet class, being on the stage, being surrounded by my peers at American Ballet Theater every day, keeps me so humble and grounded. Being in ballet class, I feel, is like this meditation for me every morning.",
      "author": "Misty Copeland",
      "category": "Day, Humble, American"
    },
    {
      "quote": "If you ask people where they go when they really need to get work done, very few will respond 'the office.' If they do say the office, they'll include a qualifier such as 'super-early in the morning before anyone gets in,' or 'I stay late at night after everyone's left,' or 'I sneak in on the weekend.'",
      "author": "Jason Fried",
      "category": "Work, Night, People"
    },
    {
      "quote": "I have a vanilla chai latte every morning, which I usually follow with an oatmeal raisin cookie and eggs for breakfast.",
      "author": "Dylan Lauren",
      "category": "Breakfast, Follow, Eggs"
    },
    {
      "quote": "I thought it must be desperate to be old. To wake up in the morning and remember that you were ancient - and so behave that way. I thought old people were full of aches and pains and horrible illnesses.",
      "author": "Maeve Binchy",
      "category": "Thought, People, Remember"
    },
    {
      "quote": "Animation is a great way to work. No early morning call times, no make-up chair. In live action, you're always fighting the clock; the sun is always going down too soon.",
      "author": "John C. Reilly",
      "category": "Work, Great, Sun"
    },
    {
      "quote": "In one week, I went from being a girl who owed a guy thousands of dollars - my manager Anthony was paying for my outfits, paying for my food; I was sleeping in his parents' basement - to taking meetings with every major label in America. The next morning, I had a record deal and wrote him a cheque to pay back all that money.",
      "author": "Halsey",
      "category": "Food, Money, Parents"
    },
    {
      "quote": "It's still scary every time I go back to the past. Each morning, my heart catches. When I get there, I remember how the light was, where the draft was coming from, what odors were in the air. When I write, I get all the weeping out.",
      "author": "Maya Angelou",
      "category": "Time, Light, Past"
    },
    {
      "quote": "I keep a hotel room in my town, although I have a large house. And I go there at about 5:30 in the morning, and I start working. And I don't allow anybody to come in that room. I work on yellow pads and with ballpoint pens. I keep a Bible, a thesaurus, a dictionary, and a bottle of sherry. I stay there until midday.",
      "author": "Maya Angelou",
      "category": "Work, Start, Bible"
    },
    {
      "quote": "I look upon death to be as necessary to our constitution as sleep. We shall rise refreshed in the morning.",
      "author": "Benjamin Franklin",
      "category": "Death, Sleep, Constitution"
    },
    {
      "quote": "I have a great deal of company in the house, especially in the morning when nobody calls.",
      "author": "Henry David Thoreau",
      "category": "Great, Company, House"
    },
    {
      "quote": "All men are children, and of one family. The same tale sends them all to bed, and wakes them in the morning.",
      "author": "Henry David Thoreau",
      "category": "Family, Children, Men"
    },
    {
      "quote": "And this President wakes up every morning, looks out across America and is proud to announce, 'It could be worse.' It could be worse? Is that what it means to be an American? It could be worse? Of course not. What defines us as Americans is our unwavering conviction that we know it must be better.",
      "author": "Mitt Romney",
      "category": "America, American, Proud"
    },
    {
      "quote": "I'm always afraid of failing. I have to quiet that fear if I'm going to get up in the morning.",
      "author": "Taylor Swift",
      "category": "Fear, Quiet, Always"
    },
    {
      "quote": "First thing I do in the morning, after I have my breakfast and do my spiritual work, is put on my makeup and fix my hair, and I can do my makeup in 15 minutes.",
      "author": "Dolly Parton",
      "category": "Work, Spiritual, Breakfast"
    },
    {
      "quote": "I've always prided myself on my discipline as a writer. I do it like a job. I get up in the morning and go to my desk.",
      "author": "Salman Rushdie",
      "category": "Myself, Job, Discipline"
    },
    {
      "quote": "Whether it's eight o'clock in the morning or eight o'clock at night, I always try to greet others before they have a chance to speak to me.",
      "author": "Zig Ziglar",
      "category": "Speak, Night, Me"
    },
    {
      "quote": "When they set off for their first day at their new school, I will never forget that winter morning as I watched our girls, just 7 and 10 years old, pile into those black SUVs with all those big men with guns.",
      "author": "Michelle Obama",
      "category": "Day, School, Winter"
    },
    {
      "quote": "Our families should gather for family prayer morning and night.",
      "author": "Joseph B. Wirthlin",
      "category": "Family, Prayer, Night"
    },
    {
      "quote": "Oprah's got good politics, she's got a good heart, and she'll have us all up Jazzercising at six in the morning. This cannot be a bad thing, and reading a book while we're Jazzercising. So America would be better off if Oprah were president.",
      "author": "Michael Moore",
      "category": "Good, America, Politics"
    },
    {
      "quote": "Republicans are relentless and they're smart, too - they're not all dumb - and on Election Day, they'll be up at five in the morning.",
      "author": "Michael Moore",
      "category": "Day, Smart, Election"
    },
    {
      "quote": "I work to Glenn Gould in the morning and go to sleep listening to Parsifal.",
      "author": "Patti Smith",
      "category": "Work, Sleep, Listening"
    },
    {
      "quote": "I think of myself as a mum who finds the time to go to work. I have to check myself for baby sick before I walk out of the house in the morning. I am really a mum... I know I am a great mother.",
      "author": "Kate Winslet",
      "category": "Work, Time, Great"
    },
    {
      "quote": "I get up extremely early in the morning.",
      "author": "Kate Winslet",
      "category": "Early, Up, Extremely"
    },
    {
      "quote": "Braising eggs in a flavoursome, aromatic sauce is all the rage. It is warming and comforting, ideal for the morning when you are not normally up for a great culinary challenge.",
      "author": "Yotam Ottolenghi",
      "category": "Great, Challenge, You"
    },
    {
      "quote": "Way back when I was a junior pastry chef, I'd bake loads of muffins every morning, as many as 120 or so, while operating on autopilot.",
      "author": "Yotam Ottolenghi",
      "category": "Chef, Way, Back"
    },
    {
      "quote": "I created 'America's Next Top Model' one-hundred percent. I was in my kitchen making tea one morning, and I looked out the window, and the idea popped into my head. I wanted it to be 'American Idol' meets 'Ford Supermodel of the Year' meets 'The Real World.'",
      "author": "Tyra Banks",
      "category": "America, American, World"
    },
    {
      "quote": "I tweet in the morning and the evening. To write 12 hours a day, there is a moment when you're really tired. It's my relaxing time.",
      "author": "Paulo Coelho",
      "category": "Time, Day, Tired"
    },
    {
      "quote": "It is very wrong to sleep in your make-up, but when you wake up the next morning, I think it looks very good.",
      "author": "Carine Roitfeld",
      "category": "Good, Sleep, Wake Up"
    },
    {
      "quote": "Each morning I do my ballet class for one hour; after that, it means one hour less to get ready.",
      "author": "Carine Roitfeld",
      "category": "Class, Ballet, Ready"
    },
    {
      "quote": "You know, I always was an early morning or late night writer. Early morning was my favorite; late night was because you had a deadline. And at four in the morning you make up some of your most absurd jokes.",
      "author": "Joss Whedon",
      "category": "Night, Know, You"
    },
    {
      "quote": "There is a shop close to where I live, outside which, on certain nights of the month - I've no idea if the transit of the moon determines precisely when - fans of designer skateboards queue from early evening in order - well in order, I presume - to be among the first to jump on a skateboard when the shop opens in the morning.",
      "author": "Howard Jacobson",
      "category": "Moon, Live, Evening"
    },
    {
      "quote": "I'm not really out in the world all that much. I mean, I live with no phone signal, in the hills surrounded by trees, and I have, like, a mom and two baby deer that come by all the time, and my dogs and the squirrels are in a full-on feud every morning.",
      "author": "Brie Larson",
      "category": "Time, Mom, World"
    },
    {
      "quote": "The great fun in my life has been getting up every morning and rushing to the typewriter because some new idea has hit me.",
      "author": "Ray Bradbury",
      "category": "Life, Great, Fun"
    },
    {
      "quote": "I have my Lucky Charms in the morning, and I feel magical.",
      "author": "Tracy Morgan",
      "category": "Lucky, Feel, Magical"
    },
    {
      "quote": "My dad used to have an expression - 'It is the lucky person who gets up in the morning, puts both feet on the floor, knows what they are about to do, and thinks it still matters.'",
      "author": "Joe Biden",
      "category": "Feet, Lucky, Person"
    },
    {
      "quote": "My mornings are really about being with my children, so I tend to lay out my outfit the night before when my children are asleep so I can have a quick turnaround time in the morning.",
      "author": "Ivanka Trump",
      "category": "Time, Children, Night"
    },
    {
      "quote": "I listen to music - Lady Gaga, Kanye, Jay-Z, the Beatles, Robert Plant - while I'm walking down Fifth Avenue to my office in the Trump Tower early each morning.",
      "author": "Ivanka Trump",
      "category": "Music, Walking, Plant"
    },
    {
      "quote": "I want my children to see me first every morning, so I wake up at 5 and make sure to shower and exercise before they get up.",
      "author": "Ivanka Trump",
      "category": "Children, Me, Exercise"
    },
    {
      "quote": "I, of course, meditate for two hours every morning. It's part of my schedule; I wake up at 4 a.m. every day and I love it.",
      "author": "Deepak Chopra",
      "category": "Love, Day, Wake Up"
    },
    {
      "quote": "And if I had a preference, it would be to be able to not be in the studio until 4 in the morning.",
      "author": "Alanis Morissette",
      "category": "Until, Studio, Would"
    },
    {
      "quote": "I went to visit Alcatraz years ago when I was on tour with the Pistols, and I really liked the atmosphere of the place. I genuinely, really, thoroughly enjoyed the whole morning there. I just liked the quietness and stillness of what is basically a cruel prison complex. I still found some kind of joy in that. That's how I am.",
      "author": "John Lydon",
      "category": "Joy, I Am, Prison"
    },
    {
      "quote": "I'm very detail oriented. Everything that takes a lot of dedication and creativity I do in the morning when there is light and I'm really concentrated.",
      "author": "Christian Louboutin",
      "category": "Light, Creativity"
    },
    {
      "quote": "Fruit in the morning is such a big joy for me. I like to grab fruit from the tree, et cetera. I don't feel that way with vegetables. Fruit, you can eat it at any time, any moment, in any type of situation. I like everything about fruit; I like the color.",
      "author": "Christian Louboutin",
      "category": "Time, Tree, Joy"
    },
    {
      "quote": "People will come up to me and try and be secretive and say, 'Can you do the Gollum voice for me?' And I'm like, 'Are you kidding? It's 8:30 in the morning on the Victoria Line.'",
      "author": "Andy Serkis",
      "category": "Me, Voice, People"
    },
    {
      "quote": "Having children is fab. They keep me young and make me get up in the morning.",
      "author": "Jo Brand",
      "category": "Children, Me, Young"
    },
    {
      "quote": "After the first day of practice, there's not one guy who's playing at 100 percent or who feels great. Sometimes, getting up in the morning and brushing your teeth is the hardest part of the day - it just hurts.",
      "author": "Tom Brady",
      "category": "Day, Great, Practice"
    },
    {
      "quote": "I think I'm a fun flatmate. I'm always cheerful. I go on tour with my band so it's 12 people on one bus and I feel like I'm the one who's happy in the morning. I'm not a chaotic person, but I might slack off on doing the dishes from time to time.",
      "author": "Zooey Deschanel",
      "category": "Time, Happy, Fun"
    },
    {
      "quote": "My mother says I was two-and-a-half when I started playing. My father was a minister, and when he went to church in the morning, she would put on Fats Waller, Billie Holiday, Nat King Cole and Cole Porter records. I'd crawl up on the piano stool, sit on a phone book and play.",
      "author": "Tori Amos",
      "category": "Father, Mother, Book"
    },
    {
      "quote": "Every morning, I crawl out of bed. I sit there and think, 'Do I really need this?' And I drag myself to the gym in my garage. It's not fun. I hate it. I work out alone. Weights.",
      "author": "Sylvester Stallone",
      "category": "Work, Myself, Alone"
    },
    {
      "quote": "The first fresh hour of every morning should be dedicated to the Lord, whose mercy gladdens it with golden light.",
      "author": "Charles Spurgeon",
      "category": "Light, Mercy, First"
    },
    {
      "quote": "In the morning, I practice 15 minutes of yoga.",
      "author": "Vivienne Westwood",
      "category": "Practice, Minutes, Yoga"
    },
    {
      "quote": "I don't care if you get up in the morning and don't wash, don't put any make-up on, don't do your hair, even, but you have to have clothes if you want to look different.",
      "author": "Vivienne Westwood",
      "category": "Hair, Clothes, Want"
    },
    {
      "quote": "What inspires you, what excites you when you wake up in the morning?",
      "author": "Jennifer Aniston",
      "category": "Wake Up, You, Up"
    },
    {
      "quote": "I love to do three easy things in the morning: I'll wash my face, I usually tone it, and then I'll put a little bit of moisturizer on it - not tons, because I have really oily skin. I don't have specific products I'm obsessed with; I just try different things. That's how I've always been.",
      "author": "Selena Gomez",
      "category": "Love, Easy, Three"
    },
    {
      "quote": "I sometimes forget to have breakfast in the morning, but when I actually buy a box of cereal, I will probably eat it not only for breakfast but also as a snack later on.",
      "author": "Ryan Gosling",
      "category": "Breakfast, Forget, Sometimes"
    },
    {
      "quote": "Do you know that I was the anchor on the 'CBS Morning Show?' And my newsman was Walter Cronkite.",
      "author": "Dick Van Dyke",
      "category": "Know, Anchor, You"
    },
    {
      "quote": "It's more in my nature to be optimistic, I think. I'm one of those people who gets up on the right side of the bed in the morning.",
      "author": "Dick Van Dyke",
      "category": "Nature, People, Think"
    },
    {
      "quote": "Every morning I have something to do, I'm better off. It's bad to get up and not have something to do.",
      "author": "Dick Van Dyke",
      "category": "Better, Bad, Up"
    },
    {
      "quote": "Christians need a time and place to sanctify themselves. It's important to take the time, and early in the morning is a wonderful time to do it.",
      "author": "Monica Johnson",
      "category": "Time, Early, Place"
    },
    {
      "quote": "I must warn you right here and now that I am a 'wet leftie,' a 'leftist' and also a member of the 'bleeding heart liberal left.' I had no say in it whatsoever. I woke up one morning, and these things were tattooed across my forehead.",
      "author": "Michael Leunig",
      "category": "Heart, I Am, You"
    },
    {
      "quote": "Almost every morning when I go to the studio to work, I discover a fresh rose in the bud vase on my dressing table... one living and vital thing in a dusty arena of powder and tissue and matches and greasepaint.",
      "author": "Julie Andrews",
      "category": "Work, Rose, Living"
    },
    {
      "quote": "Even if it wasn't always morning in America during the years of his presidency, Reagan's eagerness to insist that it was tapped into a longing among voters. They didn't want to picture themselves turning down their thermostats and buttoning up their cardigans. They wanted to strut again. Reagan opened his arms and said, 'Walk this way.'",
      "author": "Nancy Gibbs",
      "category": "America, Walk, Want"
    },
    {
      "quote": "I'm up all night, and then next thing you know, it's the morning, and I'll sleep, like, three hours. I'm a night owl. I'm usually in the studio at night working, and then I get home, I'm on my phone looking at Instagram pictures and buying stuff.",
      "author": "Christina Milian",
      "category": "Home, Sleep, Night"
    },
    {
      "quote": "Morning Joe was boring. Scarborough is neither eloquent nor funny.",
      "author": "Alec Baldwin",
      "category": "Funny, Boring, Eloquent"
    },
    {
      "quote": "I write every morning. From about a quarter to nine to a quarter to one. It might be nine to one, or 8:30 to 12:30.",
      "author": "Ruth Rendell",
      "category": "Write, Quarter, Every"
    },
    {
      "quote": "My typical morning involves some time on the treadmill, but obviously I skip that a lot. Mostly, I wake up, check my email, then get to work on the various interviews and questions and phone calls that come with being an author.",
      "author": "Karin Slaughter",
      "category": "Work, Time, Wake Up"
    },
    {
      "quote": "When I was a kid, I'd wake up extraordinarily early every morning and turn on the television, scanning for episodes of 'The Jetsons.' For some reason, I loved the notion of a future where there would be flying cars, supercomputers, and most of all, robot maids to take care of the chores.",
      "author": "Ben Shapiro",
      "category": "Future, Flying, Television"
    },
    {
      "quote": "I always tell students that you've got to be practical. You do not need a dream. You need a purpose, something you can wake up to in the morning when the dream is dissipated.",
      "author": "Twyla Tharp",
      "category": "Purpose, Dream, Wake Up"
    },
    {
      "quote": "I wake up in the morning, and I go, 'I'm Doctor Who! I'm playing Doctor Who. I'm Doctor Who.'",
      "author": "Peter Capaldi",
      "category": "Doctor, Wake Up, Up"
    },
    {
      "quote": "I'm not an employee who goes to the office every morning at the same time. Then, vacations are needed.",
      "author": "Karl Lagerfeld",
      "category": "Time, Employee, Office"
    },
    {
      "quote": "I had the closest thing I have ever had to an out-of-body experience lying in bed one morning. I turned on the 'Today' programme and item four on the news was: 'The shadow chancellor has ruled himself out of the leadership.' I lay there thinking that's interesting, then I realised it was me.",
      "author": "George Osborne",
      "category": "Leadership, Today"
    },
    {
      "quote": "One thing that I tell people all the time is, 'I'm not going to answer a call from you after nine o'clock at night or before nine o'clock in the morning unless it's an emergency.'",
      "author": "Brene Brown",
      "category": "Time, Night, People"
    },
    {
      "quote": "During the morning rush hour on March 20, 1995, the Japanese cult Aum Shinrikyo placed packages on five subway trains converging on Tokyo's central station. When punctured, the packages spread vaporized Sarin through the subway cars and then into the stations as the trains pulled in.",
      "author": "Barton Gellman",
      "category": "Rush, Cult, Through"
    },
    {
      "quote": "I always rewrite the very beginning of a novel. I rewrite the beginning as I write the ending, so I may spend part of morning writing the ending, the last 100 pages approximately, and then part of the morning revising the beginning. So the style of the novel has a consistency.",
      "author": "Joyce Carol Oates",
      "category": "Writing, Consistency, Style"
    },
    {
      "quote": "When my brother called to inform me, on the morning of May 22, 2003, that our mother Caroline Oates had died suddenly of a stroke, it was a shock from which, in a way, I have yet to recover.",
      "author": "Joyce Carol Oates",
      "category": "Mother, Brother, Me"
    },
    {
      "quote": "It was one of those evenings when men feel that truth, goodness and beauty are one. In the morning, when they commit their discovery to paper, when others read it written there, it looks wholly ridiculous.",
      "author": "Aldous Huxley",
      "category": "Beauty, Truth, Men"
    },
    {
      "quote": "I'm hugely self-critical in the morning.",
      "author": "Nick Cave",
      "category": "Self-Critical, Hugely"
    },
    {
      "quote": "Every Wednesday, my husband and I have a study group with our friends. I attend church. We try to devote time in the morning, say a prayer.",
      "author": "Carrie Underwood",
      "category": "Time, Friends, Wednesday"
    },
    {
      "quote": "I've been getting into drinking smoothies in the morning - I like those a lot.",
      "author": "Gillian Jacobs",
      "category": "Like, Drinking, Been"
    },
    {
      "quote": "I wake up every morning and I feel like I'm juggling glass balls. I live in Los Angeles, my business is run out of London, and most evenings I'm cuddled up in front of Skype, in my dressing gown, speaking with my studio in London. I travel a lot, my team travel a lot, but I wouldn't have it any other way.",
      "author": "Victoria Beckham",
      "category": "Travel, Business, Team"
    },
    {
      "quote": "I'm living in Beverly Hills. I'm very, very lucky. I wake up every morning and I recognize that I'm blessed.",
      "author": "Victoria Beckham",
      "category": "Blessed, Wake Up, Living"
    },
    {
      "quote": "Throughout my 20s I spent a lot of time just playing and not really working, but fortunately for me I continued to get just enough work, and have a reason to wake up in the morning. I really empathize with some of my peers who had success in the early years then it dries up, and so there's no reason to get up in the morning.",
      "author": "Jason Bateman",
      "category": "Work, Success, Time"
    },
    {
      "quote": "I really empathise with some of my peers who had success in the early years; then it dries up, and so there's no reason to get up in the morning.",
      "author": "Jason Bateman",
      "category": "Success, Early, Reason"
    },
    {
      "quote": "I run a lot every morning.",
      "author": "Tom Cotton",
      "category": "Run, Every, Lot"
    },
    {
      "quote": "I always wake up early Saturday morning, and I have a little bit more time, so I go to the gym.",
      "author": "Ehud Olmert",
      "category": "Time, Wake Up, Early"
    },
    {
      "quote": "I am focused on what needs to be done for the people of Israel. Period. I do not pity myself and I do not pat myself on the shoulder. I get up in the morning full of energy to fulfill my mission.",
      "author": "Ehud Olmert",
      "category": "Myself, I Am, People"
    },
    {
      "quote": "I feel most like myself... after I run - I go out for five miles every morning.",
      "author": "Junot Diaz",
      "category": "Myself, Run, Feel"
    },
    {
      "quote": "We awoke one morning in September, and the world lurched on its axis.",
      "author": "Jeb Bush",
      "category": "History, World, September"
    },
    {
      "quote": "I don't wake up each morning saying, 'Oh, wow, it's me. I think I'm the cat's meow. I'm the best.'",
      "author": "Jeb Bush",
      "category": "Best, Wake Up, Me"
    },
    {
      "quote": "I get up every morning early, when the sky is red, and write for 10 hours.",
      "author": "Isabel Allende",
      "category": "Sky, Red, Early"
    },
    {
      "quote": "To wake up in the morning and just know what I'm going to wear, it helps me get out of the house faster.",
      "author": "Theophilus London",
      "category": "Wake Up, Me, Know"
    },
    {
      "quote": "People are always looking at their phones and computer. It's the first place people turn in the morning and where everyone's keeping in touch and getting their news.",
      "author": "Theophilus London",
      "category": "People, Looking, Place"
    },
    {
      "quote": "I have so many things to work on, and so many ways that I fail. But that's what grace is all about. And I constantly wake up every morning trying to get better, trying to improve, trying to walk closer to God.",
      "author": "Tim Tebow",
      "category": "Work, God, Walk"
    },
    {
      "quote": "It was huge to read the Proverbs of the day every morning, it was huge to read the Psalm of the day every morning and to get that in us and get us going before the day even started.",
      "author": "Tim Tebow",
      "category": "Day, Going, Started"
    },
    {
      "quote": "I wish I had thrown out the bathroom scale at age 16. Weighing yourself every morning is like waking up and asking Dick Cheney to validate your sense of inner worth.",
      "author": "Anne Lamott",
      "category": "Age, Yourself, Wish"
    },
    {
      "quote": "I'm not a morning person.",
      "author": "Christy Turlington",
      "category": "Person, Morning Person"
    },
    {
      "quote": "I usually run in the morning and like to have something substantial but light to eat before and after. My go-to choices are either a banana with almond butter or a smoothie.",
      "author": "Christy Turlington",
      "category": "Light, Choices, Run"
    },
    {
      "quote": "I do have a responsibility, but I would make the most boring films in the world if I woke up every morning worrying about my social responsibility.",
      "author": "Sydney Pollack",
      "category": "Responsibility, World"
    },
    {
      "quote": "I usually get up between 7 A.M. and 8 A.M., have coffee, and go right to work. It's really important not to get sidetracked in the morning so I'm still in that dreamy state for my writing.",
      "author": "Rachel Kushner",
      "category": "Work, Coffee, Writing"
    },
    {
      "quote": "I've had some pretty awful jobs that I don't miss, like working on a nightclub door, or compiling VIP lists at 3 A.M. in the morning, but sometimes it's just got to be done.",
      "author": "Luke Evans",
      "category": "Door, Done, Working"
    },
    {
      "quote": "I love Michelle Williams. I think she's extraordinary. I was such a fan of 'Blue Valentine,' and I heard stories about how Ryan Gosling and Michelle Williams worked on that. They lived together for a period of time as rehearsal. From nine in the morning to five at night, living in a space together. The work is really awe-inspiring.",
      "author": "Mahershala Ali",
      "category": "Love, Work, Time"
    },
    {
      "quote": "I've just finished my 20th book this past year and I'm working on my 21st book about the Middle East right now that I'll finish this year. And I get up early in the morning and when I get tired of the computer and tired of doing research, I walk 20 steps out to my woodshop and I either build furniture or paint paintings. I'm an artist too.",
      "author": "Jimmy Carter",
      "category": "Past, Research, Artist"
    },
    {
      "quote": "I watch 'Morning Joe' occasionally. I used to watch a lot more than I do now, but I watched it, and all of a sudden, there was this love fest, for crying out loud - this inexplicable love fest one morning - for The Donald.",
      "author": "Michael Keaton",
      "category": "Love, Now, Watch"
    },
    {
      "quote": "We hear the stories every day now: the father who puts on a suit every morning and leaves the house so his daughter doesn't know he lost his job, the recent college grad facing up to the painful reality that the only door that's open to her after four years of study and a pile of debt is her parents'. These are the faces of the Obama economy.",
      "author": "Mitch McConnell",
      "category": "Father, Daughter, Parents"
    },
    {
      "quote": "First thing every morning before you arise say out loud, 'I believe,' three times.",
      "author": "Ovid",
      "category": "Believe, I Believe, You"
    },
    {
      "quote": "And I know this happens because I took economics, and I'd explain it to ya, but I flunked that course. Not my fault. They taught it at 8 o'clock in the morning. And there is absolutely nothing you can learn out of one bloodshot eye.",
      "author": "Lewis Black",
      "category": "Eye, Economics, Know"
    },
    {
      "quote": "I have spent my life on the road waking in a pleasant, or not so pleasant hotel, and setting off every morning after breakfast hoping to discover something new and repeatable, something worth writing about.",
      "author": "Paul Theroux",
      "category": "Life, Road, Writing"
    },
    {
      "quote": "Many Africans are used to a life where they get up in the morning and don't know what they're going to do that day.",
      "author": "Mo Ibrahim",
      "category": "Life, Day, Know"
    },
    {
      "quote": "You wrestle one night, get up the next morning and fly out to the next city. You try to work out, you try to get some food into you and, lo and behold, you have to go work again. You are living out of a suitcase.",
      "author": "Bill Goldberg",
      "category": "Work, Food, City"
    },
    {
      "quote": "It took a while to learn to eat healthy on road. It's really hard. Really, really hard. But on the bus, I can use the stovetop in the morning to make a veggie scramble. And have lots and lots and lots of coffee. I try to have protein for dinner so I have energy for the show.",
      "author": "Kelsea Ballerini",
      "category": "Coffee, Road, Healthy"
    },
    {
      "quote": "As mayor, I got used to the fact that when you walked out of the house in the morning to pick up the newspaper in your boxers, there could be a camera there.",
      "author": "Martin O'Malley",
      "category": "Camera, Newspaper, You"
    },
    {
      "quote": "It's a privilege to serve the poor, to be servants of noble Africans, but I better belong in the rehearsal room or in the studio with my band. That's where I want to be and I still wake up in the morning with melodies in my head.",
      "author": "Bono",
      "category": "Wake Up, Better, Want"
    },
    {
      "quote": "John F. Kennedy went to bed at 3:30 in the morning on November 9, 1960, uncertain whether he had defeated Richard Nixon for the presidency. He thought he had won, but six states hung in the balance, and after months of exhaustive campaigning, he was too tired to stay awake any longer.",
      "author": "Robert Dallek",
      "category": "Balance, Thought, Tired"
    },
    {
      "quote": "I would like to know that when I read the paper in the morning, it's telling me something that actually happened, and I think the vast majority of journalists want the same thing.",
      "author": "Alan Alda",
      "category": "Me, Want, Know"
    },
    {
      "quote": "I loved to read, and I think any child who loves to read will read anything, including the back of the cereal box, which I did every morning.",
      "author": "Judy Blume",
      "category": "Child, Loved, Think"
    },
    {
      "quote": "What I remember when I started to write was how I couldn't wait to get up in the morning to get to my characters.",
      "author": "Judy Blume",
      "category": "Remember, Wait, Up"
    },
    {
      "quote": "Morning is the best time to see movies.",
      "author": "Christopher Walken",
      "category": "Time, Best, Movies"
    },
    {
      "quote": "Make no mistake: Bob Ritchie's up early in the morning taking pictures of his son on the first day of his senior year. Kid Rock is passed out in a hotel room somewhere with four scantily-clad women.",
      "author": "Kid Rock",
      "category": "Day, Women, Son"
    },
    {
      "quote": "Disappointing cakes have often been sitting out too long. They should last just long enough to have the last pieces the next morning with coffee - who doesn't love cake with coffee?",
      "author": "Tom Douglas",
      "category": "Love, Coffee, Cake"
    },
    {
      "quote": "I do heavy weights in the morning for about an hour, and then I do 45 minutes of higher-volume lifting in the afternoon. My least favorite is the legs... I do quite a few chin-ups and rows. I do mostly old-school lifting with a lot of squats.",
      "author": "Hugh Jackman",
      "category": "Favorite, Afternoon, Legs"
    },
    {
      "quote": "I was surprised that everyone calls it 'morning sickness,' because it lasted all day. For me, it was even worse at night. During my first two pregnancies, I felt so nauseous all day that I could only eat plain toast and bland foods - no proteins.",
      "author": "Kourtney Kardashian",
      "category": "Day, Night, Me"
    },
    {
      "quote": "One of my favorite things to do is go running early in the morning when everyone in my house is still sleeping. I throw on my iPod, and it's, like, my time.",
      "author": "Kourtney Kardashian",
      "category": "Time, Favorite, Early"
    },
    {
      "quote": "There's a perception that police are less likely to do the marginal additional policing that suppresses crime: the getting out of your car at 2 in the morning and saying to a group of guys, 'What are you doing here?'",
      "author": "James Comey",
      "category": "Car, Perception, Police"
    },
    {
      "quote": "Lives are saved when those potential killers are confronted by a police officer, a strong police presence and actual, honest-to-goodness, up-close 'What are you guys doing on this corner at 1 o'clock in the morning' policing. We need to be careful it doesn't drift away from us in the age of viral videos, or there will be profound consequences.",
      "author": "James Comey",
      "category": "Age, Strong, Police"
    },
    {
      "quote": "The attorney general called and asked me if I was willing to be interviewed for FBI director. And the truth is I told him I didn't think so, that I thought it was too much for my family. But that I would sleep on it and call him back in the morning. And so I went to bed that night convinced I was going to call him back and say no.",
      "author": "James Comey",
      "category": "Family, Truth, Sleep"
    },
    {
      "quote": "Our friend, Timothy J. Russert, was a man who awoke every morning as if he had just won the lottery the day before. He was determined to take full advantage of his good fortune that he couldn't quite believe and share it with everyone around him.",
      "author": "Tom Brokaw",
      "category": "Day, Good, Man"
    },
    {
      "quote": "I am one of the great wasters of time. I have made it an art form. I can get up at 8 o'clock in the morning, be out of the house by 8:30 and back by 5 P.M., and I'll be going all day long and accomplish absolutely nothing. It's an amazing talent.",
      "author": "Bob Newhart",
      "category": "Time, Art, Great"
    },
    {
      "quote": "Every day, getting up early in the morning before much traffic, my wife takes me 10 miles from home, drops me off, and I have to get back.",
      "author": "George Foreman",
      "category": "Day, Home, Wife"
    },
    {
      "quote": "I think that 'Fox & Friends' audience is going to increase. That franchise in the morning is very important to any television operation because they make money.",
      "author": "Roger Ailes",
      "category": "Friends, Money, Television"
    },
    {
      "quote": "The idea is to go to bed every night with fewer enemies than you had in the morning.",
      "author": "David Petraeus",
      "category": "Night, You, Idea"
    },
    {
      "quote": "I was raised in an evangelical Methodist church. Evangelical meant that though you had been baptized and made a member of the church on Sunday morning, you still had to be 'saved' on Sunday night. I wanted to be saved, but I did not think you should fake it.",
      "author": "Stanley Hauerwas",
      "category": "Night, Fake, Think"
    },
    {
      "quote": "I draw flowers every day and send them to my friends so they get fresh blooms every morning.",
      "author": "David Hockney",
      "category": "Day, Friends, Flowers"
    },
    {
      "quote": "I usually end up making a huge mess every morning when I get dressed. My outfit affects my whole day. I'm always running late, and I'm always trying to make sure I feel really good in what I'm wearing, because if you're wearing something you're not comfortable in, it ruins your day.",
      "author": "Tavi Gevinson",
      "category": "Day, Good, End"
    },
    {
      "quote": "What is important is the reliability of my posts being there to greet my fans with a smile or a giggle every morning. That's how we keep on growing.",
      "author": "George Takei",
      "category": "Smile, Important"
    },
    {
      "quote": "What's the first thing I do when I wake up in the morning? Wish I hadn't.",
      "author": "Morrissey",
      "category": "Wake Up, Wish, First"
    },
    {
      "quote": "I had been obsessed with insects and creepy-crawlies: I used to get up at five o'clock in the morning and go out into this field behind our garden and collect insects before everyone else got up, and suddenly, all I wanted to know about was music. It just seemed a very, very strange thing.",
      "author": "George Michael",
      "category": "Music, Garden, Know"
    },
    {
      "quote": "Each of our children during their high school years went to 'early morning seminary' - scripture study classes that met in the home of a church member every school day morning from 6:30 until 7:15.",
      "author": "Clayton Christensen",
      "category": "Children, Home, School"
    },
    {
      "quote": "I love my life as a missionary, keeping myself on the front lines. The image in my mind is that God, my general, stands at the door when I go out every morning; and, knowing what the war is like, day after day he gives me his most powerful weapon: his Spirit. For this I am grateful.",
      "author": "Clayton Christensen",
      "category": "Love, Life, Myself"
    },
    {
      "quote": "'Longmire' is an incredibly hard shooting schedule because the locations are usually an hour away every morning, and I come home every weekend. I fly back to L.A. for about 26 hours a weekend, just to touch base back at home. It's a lot of work. It's four really intense months.",
      "author": "Katee Sackhoff",
      "category": "Work, Home, Fly"
    },
    {
      "quote": "I see myself at 7:30 in the morning and it's not too pretty.",
      "author": "Rod Stewart",
      "category": "Myself, See, Pretty"
    },
    {
      "quote": "In the morning, I always use a cube of ice on my face - it gives me a natural lift.",
      "author": "Irina Shayk",
      "category": "Me, Face, Lift"
    },
    {
      "quote": "If you want to eat chocolate or cakes, you have to eat it in the morning, for breakfast or lunch - don't eat it in the night.",
      "author": "Irina Shayk",
      "category": "Breakfast, Lunch, Night"
    },
    {
      "quote": "Try not to eat after 7 P.M. Try to stay away from heavy food in the night, like hamburgers and chicken nuggets. Eat that stuff in the morning or early afternoon.",
      "author": "Irina Shayk",
      "category": "Food, Night, Chicken"
    },
    {
      "quote": "I hate morning workout I'm a night person more. But it's good to work out in the mornings because then you can have all day free.",
      "author": "Irina Shayk",
      "category": "Work, Day, Good"
    },
    {
      "quote": "It's tough waking up in the morning and reading derogatory stories about you.",
      "author": "Gerry Cooney",
      "category": "Reading, Tough, You"
    },
    {
      "quote": "Do you know what absolute happiness is? For me, it is to wake up my kids in the morning - these little pieces of innocence - to wake them and find they're so happy to see me! It is unequivocal love, no question about it.",
      "author": "Michael Douglas",
      "category": "Love, Happiness, Happy"
    },
    {
      "quote": "NSA is a very conservative culture legally. Our lawyers at NSA were notorious for their conservatism up through the morning of September 11th, 2001. The single most consistent criticism of the NSA legal office by our congressional oversight committee was that our legal office was too conservative.",
      "author": "Michael Hayden",
      "category": "Culture, Legal, Lawyers"
    },
    {
      "quote": "I was an overweight kid, and my father struggled with his weight, too. We would go for a ride on his motorcycle on Sunday morning to get doughnuts, to make pizza together, or go get ice cream. I quickly learned that food equalled love and attention.",
      "author": "Jillian Michaels",
      "category": "Love, Food, Father"
    },
    {
      "quote": "I like to read first thing in the morning. I'm addicted to the Kindle. I read a lot of business books, because I feel like I should figure out how to be a real businessman before someone figures out that I'm not one. I really enjoy reading classics as well, which I try to work in once every two months.",
      "author": "Matt Mullenweg",
      "category": "Work, Business, Reading"
    },
    {
      "quote": "I do my best stuff midmorning and superlate at night, from 1 to 5 in the morning. Some people don't need sleep. I actually do need sleep. I just sleep all the time. I'll catch naps in the afternoon, or I'll take a 20-minute snooze in the office - just all the time. Our business is 24 hours. Our guys in Europe come online at midnight.",
      "author": "Matt Mullenweg",
      "category": "Business, Time, Best"
    },
    {
      "quote": "In the morning, I have certain aspirations. One of my goals is to avoid looking at the computer or checking e-mail for at least an hour after I wake up. I also try to avoid alarm clocks as much as possible, because it's just nice to wake up without one.",
      "author": "Matt Mullenweg",
      "category": "Goals, Wake Up, Looking"
    },
    {
      "quote": "I recommend everyone wakes up in the morning to Bachman Turner Overdrive's 'Taking Care Or Business' - you'll feel better.",
      "author": "Juliette Lewis",
      "category": "Business, Better, Care"
    },
    {
      "quote": "I was up late last night yapping about the elections on CNN and up early this morning doing the same thing in my daughter's kindergarten class.",
      "author": "Tucker Carlson",
      "category": "Daughter, Night, Late"
    },
    {
      "quote": "I really enjoy my privacy and being able to walk my son to school every morning and pick him up every afternoon.",
      "author": "Solange Knowles",
      "category": "Son, School, Walk"
    },
    {
      "quote": "I like to work in the morning. I like to sometimes go to a place where I'm all alone where I'm not going to get a phone call early that hurts my feelings, because once my feelings are hurt, I'm dead in the water.",
      "author": "Francis Ford Coppola",
      "category": "Work, Water, Alone"
    },
    {
      "quote": "By working in the morning, I find a sense of peace; it's isolated peace, but I can definitely be in touch with my feelings, and then I just start.",
      "author": "Francis Ford Coppola",
      "category": "Peace, Start, Working"
    },
    {
      "quote": "I don't hate L.A., but I'm nervous about becoming one of those people who has a ferocious interest in how films did at the box office that weekend and, you know, would want to meet for egg-white omelets in the morning.",
      "author": "Hugh Grant",
      "category": "Hate, People, Want"
    },
    {
      "quote": "As far as I'm concerned, the entire reason for becoming a writer is not having to get up in the morning.",
      "author": "Neil Gaiman",
      "category": "Reason, Up, Writer"
    },
    {
      "quote": "I feel like fashion should not happen in the morning.",
      "author": "Olivia Wilde",
      "category": "Fashion, Feel, Like"
    },
    {
      "quote": "Sometimes I wake up in the morning and feel like going straight back to bed. But I still have to get up and work, and I still have to take advantage of the chances I've been given in life.",
      "author": "Estelle",
      "category": "Life, Work, Chance"
    },
    {
      "quote": "Success, for me, is being able to wake up in the morning and feel like a 12 year old.",
      "author": "John McAfee",
      "category": "Success, Wake Up, Me"
    },
    {
      "quote": "As goofy as it sounds, I try to sing in the morning. It's hard both to sing and to maintain a grouchy mood, and it sets a happy tone for everyone - particularly in my case, because I'm tone deaf, and my audience finds my singing a source of great hilarity.",
      "author": "Gretchen Rubin",
      "category": "Happy, Great, Singing"
    },
    {
      "quote": "I was never a comic book guy. I like the movies when I see them, especially the origin stories. I never felt like I could be on the set, at 3 o'clock in the morning, tired, with 10 important decisions to make, and know, intuitively, what the story needs. For me, I'd be copycatting and not inventing. I've never said yes to one.",
      "author": "Ron Howard",
      "category": "Decisions, Book, Me"
    },
    {
      "quote": "Most of the time I spend when I get up in the morning is trying to figure out what is going to happen.",
      "author": "Madeleine Albright",
      "category": "Time, Trying, Up"
    },
    {
      "quote": "I wouldn't say I am the type of girl who craves Doritos, but I definitely love a good cupcake sometimes. Or a croissant in the morning.",
      "author": "Emily Ratajkowski",
      "category": "Love, Good, I Am"
    },
    {
      "quote": "I have the same skin-care routine morning and night, although I'm not one of those people who always uses the same products. My skin changes with the weather.",
      "author": "Emily Ratajkowski",
      "category": "Changes, Weather, Night"
    },
    {
      "quote": "I work every morning, all morning, sometimes in the afternoons. Then sometimes I hunt in the afternoons - quail, doves, grouse up north - but just to stay alive, because writers die from their lifestyle but also from their lack of movement.",
      "author": "Jim Harrison",
      "category": "Work, Die, Lifestyle"
    },
    {
      "quote": "When I was 16 and arrived in France, I discovered chocolate mousse. I was crazy about the bread, too. Every morning, I'd go to the bakery and get a fresh croissant. It made me feel very sophisticated.",
      "author": "Jerry Hall",
      "category": "Crazy, Me, Bread"
    },
    {
      "quote": "This may sound surprising for someone who works in Hollywood, but I do not count calories, and I don't even care about weight gain, which I know sounds really bizarre. I listen to my body. I don't just wake up in the morning and cook whatever I eat.",
      "author": "Nikki Reed",
      "category": "Wake Up, Body, Know"
    },
    {
      "quote": "You might have, as a character, 30 pages of dialogue a day if you're what they call a 'front-burner story.' So you go home, you learn your lines for the next day, you get up, you're there at 7 in the morning, you do a quick rehearsal, you're on camera, you might leave, you know, at 7 at night and start the whole thing over again.",
      "author": "Julianne Moore",
      "category": "Day, Home, Character"
    },
    {
      "quote": "I think that when you get dressed in the morning, sometimes you're really making a decision about your behavior for the day. Like if you put on flipflops, you're saying: 'Hope I don't get chased today.' 'Be nice to people in sneakers.'",
      "author": "Demetri Martin",
      "category": "Hope, Day, Today"
    },
    {
      "quote": "And my only rule being if when I wake in the morning I'm looking forward to the things that I have to do that day, then I'm on the right track.",
      "author": "Demetri Martin",
      "category": "Day, Looking Forward"
    },
    {
      "quote": "I never leave anything until the morning. I put my jumpers, scarves, and shoes out the night before. You never know what is going to happen. You don't want to get stressed.",
      "author": "Mary Berry",
      "category": "Shoes, Night, Want"
    },
    {
      "quote": "What kind of society have we become when children in a great city cannot rely on mothers or fathers for a bowl of cereal in the morning and a brown bag with a sandwich and apple in it for lunch?",
      "author": "Pat Buchanan",
      "category": "Children, Great, Society"
    },
    {
      "quote": "I'm not one of those writers I learned about who get up in the morning, put a piece of paper in their typewriter machine and start writing. That I've never understood.",
      "author": "Wole Soyinka",
      "category": "Writing, Start, Machine"
    },
    {
      "quote": "When my parents were getting divorced, I just said to myself, 'Go to sleep, and tomorrow you can go skiing.' I cried myself to sleep, and in the morning I was up on the mountain, and I was good.",
      "author": "Lindsey Vonn",
      "category": "Good, Myself, Parents"
    },
    {
      "quote": "I grew up in the middle of everything. I walked the streets alone, I rode the trains alone, I came home at three in the morning alone; that was what I did.",
      "author": "Alicia Keys",
      "category": "Home, Alone, Three"
    },
    {
      "quote": "You won't see me in a better mood than 4:00 in the morning on my way to work.",
      "author": "Christina Ricci",
      "category": "Work, Me, Better"
    },
    {
      "quote": "I'm always in bed by 11 or 12 and people laugh all the time - they want me to hang out until two in the morning, but n-n-no, I need my nine hours.",
      "author": "Christina Ricci",
      "category": "Time, Me, Laugh"
    },
    {
      "quote": "I like to hit the gym early in the morning. I feel better throughout the day when I get in a workout first thing in the morning.",
      "author": "Derek Jeter",
      "category": "Day, Better, Early"
    },
    {
      "quote": "I'm very good at getting up in the morning - so much of my life has been spent on film sets where we start at the crack of dawn.",
      "author": "Joanna Lumley",
      "category": "Life, Good, Start"
    },
    {
      "quote": "If you're the village blacksmith and a model T comes along, you better become a mechanic. People's lives are better when they get news online versus having to wait for the morning paper. It's a lot more efficient, a lot more real time, a lot less waste.",
      "author": "Marc Andreessen",
      "category": "Time, People, Better"
    },
    {
      "quote": "If I want to get work done, that's usually about 3 in the morning.",
      "author": "Marc Andreessen",
      "category": "Work, Want, Done"
    },
    {
      "quote": "I surfed Dana Point, San Clemente, and of course Huntington Beach. Every morning, you could find me at the hot water pipe.",
      "author": "Dick Dale",
      "category": "Water, Beach, Me"
    },
    {
      "quote": "We really practice music and work really hard. Sometimes we'll leave at six in the morning, and we started at three the day before.",
      "author": "Trombone Shorty",
      "category": "Work, Music, Day"
    },
    {
      "quote": "I never do anything that doesn't feel natural to me. I wake up in the morning and I know what to put on - it's my sixth sense, really.",
      "author": "Poppy Delevingne",
      "category": "Wake Up, Me, Know"
    },
    {
      "quote": "When I'm in the U.K., I have a personal trainer who is wonderful, and she's hard-core and makes sure I get up in the morning and go.",
      "author": "Poppy Delevingne",
      "category": "She, Personal, Wonderful"
    },
    {
      "quote": "I absolutely love Sisley moisturising cream, which I use every morning; it also provides a great base for make-up, and I adore Laura Mercier tinted moisturiser for an overall finish.",
      "author": "Poppy Delevingne",
      "category": "Love, Great, Finish"
    },
    {
      "quote": "I'm a healthy eater. In the morning, I'll have hot water and lemon, then scrambled eggs. I eat spelt or rye bread, not wheat, and have lots of veg and salad.",
      "author": "Poppy Delevingne",
      "category": "Water, Healthy, Bread"
    },
    {
      "quote": "We climbed the stairs to the third floor, where Osama bin Laden died early in the morning of May 2, 2011.",
      "author": "Peter L. Bergen",
      "category": "Stairs, Early, May"
    },
    {
      "quote": "I spend almost every morning with mail.",
      "author": "Seamus Heaney",
      "category": "Almost, Spend, Mail"
    },
    {
      "quote": "In high school, I had a gold 1992 Ford Explorer. It was a gift. I used to have a terrible habit of locking the keys in the car when I used leave the car running to help it start on a cold morning. I think the local locksmith became used to me calling him.",
      "author": "Ashton Eaton",
      "category": "Car, School, Gold"
    },
    {
      "quote": "There's nothing in the world more silent than the telephone the morning after everybody pans your play. It won't ring from room service; your mother won't be calling you. If the phone has not rung by 8 in the morning, you're dead.",
      "author": "David Mamet",
      "category": "Mother, Service, World"
    },
    {
      "quote": "I would bend over backward to be back on Grey's. Any day, I'll choose lying in bed with Katherine Heigl looking over me over getting thrown against walls by supernatural persons at 5 in the morning.",
      "author": "Jeffrey Dean Morgan",
      "category": "Day, Me, Looking"
    },
    {
      "quote": "I am a New Yorker, and 7:00 A.M. is a civilized hour to finish the day, not to start it.",
      "author": "Sonia Sotomayor",
      "category": "Day, I Am, Start"
    },
    {
      "quote": "You can find me at three in the morning in my living room with a glass of wine and really bad '90s trip hop beats blaring from my headphones.",
      "author": "Jenny Lewis",
      "category": "Wine, Me, Glass"
    },
    {
      "quote": "I go to the gym at five in the morning and then go do a hike.",
      "author": "RuPaul",
      "category": "Gym, Five, Go"
    },
    {
      "quote": "My best writing is often early in the morning and, sometimes, while working out.",
      "author": "Greg Gutfeld",
      "category": "Best, Writing, Working"
    },
    {
      "quote": "As a child, I had to get up early for school or work. I'd get ready by myself. I'd set my alarm to wake me up very early in the morning, and be off to work, the family driver driving me every morning. I did it alone, my parents never coming in to wake me up.",
      "author": "Janet Jackson",
      "category": "Work, Family, Myself"
    },
    {
      "quote": "I remember coming to New York in 1974 to do a play here called 'Equis.' And I remember the first morning getting up and walking around the streets, and I thought, 'I'm home.' I felt really at peace here.",
      "author": "Anthony Hopkins",
      "category": "Home, Peace, Walking"
    },
    {
      "quote": "I do believe at the end of the night when you're with your family, the character gets hung up on the door like a coat, and is there to be taken on the next morning.",
      "author": "Liam Neeson",
      "category": "Family, Character, Believe"
    },
    {
      "quote": "'Sunday Morning Coming Down' is probably the most directly autobiographical thing I'd written. In those days, I was living in a slum tenement that was torn down afterwards, but it was $25 a month in a condemned building, and 'Sunday Morning Coming Down' was more or less looking around me and writing about what I was doing.",
      "author": "Kris Kristofferson",
      "category": "Writing, Me, Building"
    },
    {
      "quote": "I always write 'Magic Potion' on my perfume bottles so when I use them, it feels magical - I make spells in the morning when I put them on.",
      "author": "Alexa Chung",
      "category": "Magic, Perfume, Always"
    },
    {
      "quote": "Exercising first thing in the morning ensures that you'll have the time for it, and it improves your self-control and energy levels all day long.",
      "author": "Travis Bradberry",
      "category": "Time, Day, Long"
    },
    {
      "quote": "I wake up at 5:30, 6 in the morning, but don't head into the office right away. I like to hang out with my wife, talk about things, get some coffee, you know.",
      "author": "Ice Cube",
      "category": "Coffee, Wife, Wake Up"
    },
    {
      "quote": "I get up 5:30-6 every morning. I'm in the gym. I run a couple miles.",
      "author": "Magic Johnson",
      "category": "Run, Gym, Up"
    },
    {
      "quote": "I'm relieved that after all these years of doing atrocity work, I still cry my eyes out every time I read the paper in the morning. It's surprising, actually.",
      "author": "Samantha Power",
      "category": "Work, Time, Eyes"
    },
    {
      "quote": "I'm going to marry a Jewish woman because I like the idea of getting up Sunday morning and going to the deli.",
      "author": "Michael J. Fox",
      "category": "Funny, Woman, Idea"
    },
    {
      "quote": "I've become totally hooked on Cellex-C. It's an anti-ageing serum and is fantastic. I use it morning and evening and even on my hands, where it has faded those dark spots.",
      "author": "Joan Collins",
      "category": "Dark, Hands, Evening"
    },
    {
      "quote": "I always do an all-night horror marathon on Saturdays where we start at seven and go until five in the morning.",
      "author": "Quentin Tarantino",
      "category": "Start, Horror, Marathon"
    },
    {
      "quote": "It's man's work. My dad was gone at 4:30 in the morning and home at 8 at night, and he worked underground, and the last mine he worked in was 26 inches high in a lot of places. He liked the engineering of it - he liked the moving the earth and being able to extract something and put it back for reclamation. He enjoyed the whole process.",
      "author": "Chris Stapleton",
      "category": "Work, Home, Man"
    },
    {
      "quote": "We only open a couple of presents on Christmas morning we're all about the stockings - we even get them for the dogs!",
      "author": "Darcey Bussell",
      "category": "Christmas, Open, Dogs"
    },
    {
      "quote": "A lot of people love to do affirmations first thing in the morning - to keep themselves feeling peppy and positive.",
      "author": "Karen Salmansohn",
      "category": "Love, Positive, People"
    },
    {
      "quote": "It seems every morning I wake up to face a list of 20 things to do, with time only to do 10, and somehow I always wind up squishing in 30.",
      "author": "Karen Salmansohn",
      "category": "Time, Wind, Wake Up"
    },
    {
      "quote": "I remember trying to write at 1, 1:30 A.M., and just sort of falling asleep. And I think that was actually a good creative state for weird ideas. I shifted to a morning schedule once I had two kids, and I still found that if I slept badly, I actually had better ideas.",
      "author": "Whit Stillman",
      "category": "Good, Creative, Remember"
    },
    {
      "quote": "I travel pretty frequently, but a few things that are routine are going for a run, getting my green tea in the morning, and checking email... well, all the time!",
      "author": "Payal Kadakia",
      "category": "Travel, Time, Green"
    },
    {
      "quote": "You should wake up in the morning and say, 'What do I want to do today? What's going to make me happy?'",
      "author": "Payal Kadakia",
      "category": "Happy, Today, Me"
    },
    {
      "quote": "I'm a mom - I'm lucky if I get to shower in the morning. Luckily, nail polish stays on my toes. I've been so bad on the upkeep, though.",
      "author": "Idina Menzel",
      "category": "Mom, Lucky, Bad"
    },
    {
      "quote": "Some people never learn, no matter how much their heads hurt in the morning.",
      "author": "Doug Ducey",
      "category": "Hurt, People, Learn"
    },
    {
      "quote": "Complex tasks are often better handled in the back of our mind, and that's often true of creative tasks - when you have something complex to deal with in writing or research or responding to an email. I'll start working, put it aside, and sometimes I'll wake up the next morning with a solution, or I'll find one when I exercise.",
      "author": "Adam Grant",
      "category": "Writing, Mind, Research"
    },
    {
      "quote": "I try to sit still for about 15 minutes each morning without making lists or running in overdrive.",
      "author": "Alex Guarnaschelli",
      "category": "Try, Without, Lists"
    },
    {
      "quote": "I woke up one morning with the knowledge that I had a brain tumor. It wasn't so much that I dreamt I had a brain tumor; it was like someone just poured the knowledge into my head. It wasn't like an image; it was just like knowing. It was so weird, which is why I paid attention.",
      "author": "Mark Ruffalo",
      "category": "Knowledge, Brain, Weird"
    },
    {
      "quote": "There are so many songs in my heart and in my brain. I wake up at 2 in the morning, and I have to get up and sing them. There are so many of them, it's ridiculous.",
      "author": "Aaron Neville",
      "category": "Heart, Brain, Wake Up"
    },
    {
      "quote": "I get up in the morning. I usually do a radio interview early in the morning. I usually do a book signing, because I'm also a cookbook author, so I'm at some store, at a Walmart or a Williams Sonoma, for three hours, standing up, signing autographs, and taking pictures for three hours.",
      "author": "Trisha Yearwood",
      "category": "Book, Early, Three"
    },
    {
      "quote": "The reality is that you think you're going to have all this time out here, to do all this stuff, and the truth of the matter is, you just don't. If we're on the road, and we stay in the city we're in, I'm going to try to get up in the morning and get a workout in.",
      "author": "Trisha Yearwood",
      "category": "Time, Truth, Road"
    },
    {
      "quote": "Generally, when I wake up in the morning I set out a series of problems for myself and I write them down, and when I'm sleeping, my mind solves the problems. When I wake up in the morning, I have more clarity on the issue.",
      "author": "Wynton Marsalis",
      "category": "Myself, Problems, Mind"
    },
    {
      "quote": "People have to learn that everybody is the same. If you wake up in the morning, even if you're a movie star, you look like everybody else. The reality is that makeup is there to help. That's what it's for.",
      "author": "Francois Nars",
      "category": "Makeup, Reality, Help"
    },
    {
      "quote": "I used to get into bed with my mother every morning, almost until she died, and talk about everything. She was my closest confidante always. I had no secrets from her.",
      "author": "Miriam Margolyes",
      "category": "Mother, Secrets, She"
    },
    {
      "quote": "My grandmother would start making her meat sauce at 7 in the morning on Sunday, and within five or six hours, that smell would be all through the house.",
      "author": "Jerry Della Femina",
      "category": "Start, Grandmother, Her"
    },
    {
      "quote": "Every morning when I wake up, I am grateful and happy that I come to the film set. It is home.",
      "author": "Arjun Kapoor",
      "category": "Happy, Home, I Am"
    },
    {
      "quote": "I remember when I grew up and Dad would take me to kindergarten in the morning, and you could smell the chips in the air from the factory nearby.",
      "author": "Jens Lekman",
      "category": "Me, Remember, You"
    },
    {
      "quote": "I'm big about washing my face before I go to bed, washing it when I wake up in the morning, getting good sleep and drinking a lot of water. Those are just easy things that you can do for your skin.",
      "author": "Kendall Jenner",
      "category": "Good, Water, Sleep"
    },
    {
      "quote": "I do devotion in the morning. I pray and I read the word.",
      "author": "Andra Day",
      "category": "Devotion, Word, Pray"
    },
    {
      "quote": "If I'm going to have baked goods in the morning, the rule is that I have to make them myself.",
      "author": "Jenny Slate",
      "category": "Myself, Rule, Going"
    },
    {
      "quote": "Maybe I am a bit unusual here, but I am less stressed if I have my phone with me. Because I can spend like an hour in the morning taking care of everything instead of I sit there and wonder what I missed or wonder what's happening. So it's way less stressful for me to just answer my phone.",
      "author": "Sam Altman",
      "category": "I Am, Me, Care"
    },
    {
      "quote": "My morning starts with some form of exercise, and I give two hours - from 5:30 to 7:30 A.M. - to my personal fitness.",
      "author": "Sushant Singh Rajput",
      "category": "Fitness, Exercise, Personal"
    },
    {
      "quote": "When I wake up in the morning, I just go.",
      "author": "Savion Glover",
      "category": "Wake Up, Up, Just"
    },
    {
      "quote": "If yesterday was a good day's work, chances are you'll stay on a roll. And if you can stay on a roll, everything else will probably take care of itself - including not working from the moment you get up in the morning until you nod off to sleep.",
      "author": "Jason Fried",
      "category": "Work, Good, Sleep"
    },
    {
      "quote": "I like being in movies that have a great story. I'm not so interested in being a Hollywood star. It's a job, you know. When you wake up at six in the morning every day for a week, it feels like hard work.",
      "author": "Kristen Stewart",
      "category": "Work, Hard Work, Great"
    },
    {
      "quote": "If I get to a place early in the morning, I try to walk around by myself. I still try to find cool places to go to, like a record store in St. Louis or some restaurant in Chicago.",
      "author": "Yuna",
      "category": "Myself, Cool, Walk"
    },
    {
      "quote": "Until I really dealt with a lot of the demons in my life - the fear and self-doubt and unresolved issues with my old man - I could never feel fulfilled and happy. I would wake up in the morning and feel bad.",
      "author": "David Cassidy",
      "category": "Life, Happy, Fear"
    },
    {
      "quote": "Sometimes you will do a close-up for a scene in the morning where you are totally distraught, then shoot the rest of that scene seven hours later. How do you hang on to that feeling all day without burning up, without going so far that you have nothing left to give when the cameras roll again?",
      "author": "Penelope Cruz",
      "category": "Day, Rest, You"
    },
    {
      "quote": "I walk my dog every morning.",
      "author": "Chelsea Clinton",
      "category": "Dog, Walk, Every"
    },
    {
      "quote": "At 14, I was the most disciplined guy around. I would get up at 5 o'clock in the morning and run five miles, and then go to school. Sometimes I would run behind the school bus, and the kids thought I was just crazy. I knew what I wanted.",
      "author": "Sugar Ray Leonard",
      "category": "School, Crazy, Thought"
    },
    {
      "quote": "It takes people being alone in front of the computer at three in the morning to write opinions about movies, apparently.",
      "author": "Jeff Nichols",
      "category": "Alone, Being Alone, People"
    },
    {
      "quote": "No, ramen's not good for you. But in Japan, our favorite thing to do after drinking all night, especially in Sapporo where it's freezing cold, is to go to the ramen place at two, three in the morning.",
      "author": "Cary Fukunaga",
      "category": "Good, Night, You"
    },
    {
      "quote": "I get work done in half the time if the family is still asleep. When my family wakes up, I've already had a productive morning and am ready to enjoy breakfast with them before I start conquering the rest of my day.",
      "author": "John Rampton",
      "category": "Work, Family, Time"
    },
    {
      "quote": "My marriage to David Bailey ended one morning in 1983, while he was away on a photo-shoot.",
      "author": "Marie Helvin",
      "category": "Marriage, Away, While"
    },
    {
      "quote": "I'm a firm believer that if you put together a good product that is just good policy, that is embraced by both sides so that it is seen as politically advantageous to the Republicans or Democrats, that even in this very polarized partisan world that you can advance legislation. I have to believe that, or I wouldn't want to get up every morning.",
      "author": "Lisa Murkowski",
      "category": "Good, Together, World"
    },
    {
      "quote": "In the morning, I usually get up between 7:40 A.M. and 7:45 A.M., and then I'll brush my teeth, do my hair, and just throw on my leotard and my clothes and go to the kitchen.",
      "author": "Simone Biles",
      "category": "Hair, Clothes, Kitchen"
    },
    {
      "quote": "I think glamour all the time. I wake up in the morning and I'm already thinking glamour.",
      "author": "Donatella Versace",
      "category": "Time, Thinking, Wake Up"
    },
    {
      "quote": "Every morning, I make myself a cappuccino with a drawing in the foam. I post them to Instagram with the hashtag #christiecappuccino.",
      "author": "Christie Brinkley",
      "category": "Myself, Drawing, Post"
    },
    {
      "quote": "I like coffee in the morning and decaf green tea throughout the day... When I was younger and modeling, to kick-start a diet I would do a juice cleanse.",
      "author": "Christie Brinkley",
      "category": "Day, Coffee, Green"
    },
    {
      "quote": "If we bought everything on the Internet, our eyes and mouths and nostrils would probably begin to film over with a tegument - one initially tissue-thin and capable of being removed each morning, but which gradually thickened and hardened until we were imprisoned in our own tiny minds.",
      "author": "Will Self",
      "category": "Eyes, Internet, Minds"
    },
    {
      "quote": "People get emails from me at 3 in the morning.",
      "author": "Dylan Lauren",
      "category": "Me, People, Emails"
    },
    {
      "quote": "I always run in the morning on an empty stomach, and I'll go through a bottle and a half of water. Then I have a protein drink or I eat egg whites.",
      "author": "Drew Carey",
      "category": "Water, Run, Egg"
    },
    {
      "quote": "One is a painter because one wants so-called freedom one doesn't want to go to the office every morning.",
      "author": "Marcel Duchamp",
      "category": "Freedom, Want, Office"
    },
    {
      "quote": "My father was a Baptist preacher, and he used to read the King James Bible to me every single morning. He made me memorize it and repeat verses at night before I went to sleep.",
      "author": "Jay Parini",
      "category": "Father, Sleep, Night"
    },
    {
      "quote": "I like to try to do a little work before I do anything in the morning, even if it's a paragraph.",
      "author": "Sloane Crosley",
      "category": "Work, Try, Little"
    },
    {
      "quote": "My personality, when tasked with creating meals, goes something like this: Is there a way we can make this more difficult? Because let's do that. I don't mean to complicate things. It's just - why buy pre-packaged potato salad when you can spend your morning boiling potatoes and flipping out because there's no dill in the house?",
      "author": "Sloane Crosley",
      "category": "Personality, Why, You"
    },
    {
      "quote": "If you woke up each morning, and immediately dwelt on your ills, what sort of a day could you look forward to?",
      "author": "Maeve Binchy",
      "category": "Day, Look, You"
    },
    {
      "quote": "I try to make films that I find exciting. It makes me want to get out of bed at five in the morning, have my make-up done and play for the rest of the day.",
      "author": "Kristin Scott Thomas",
      "category": "Day, Me, Want"
    },
    {
      "quote": "Making films can be absolutely fantastic, but it can also be incredibly dull. You spend the whole day sitting by yourself in your trailer and then you get called to deliver one sentence - then you're told to come back and do it again at 5:30 the following morning.",
      "author": "Kristin Scott Thomas",
      "category": "Day, Yourself, You"
    },
    {
      "quote": "We're the roughest people in the way we play and live, and that is because Americans come from people who all got up one morning and went 5,000 miles, and that was a time in the 19th century when it wasn't so easy to do.",
      "author": "Alan Furst",
      "category": "Time, People, Easy"
    },
    {
      "quote": "'Morning Joe' host Mika Brzezinski's personal life is a minefield. Her father is Zbigniew Brzezinski, former national security adviser to President Jimmy Carter, and while one brother is an Obama appointee, the other advises Romney.",
      "author": "Campbell Brown",
      "category": "Life, Father, Brother"
    },
    {
      "quote": "I'm very neurotic about shaving. I shave first thing in the morning before a shoot, and if I have dinner that night, I have to shave again.",
      "author": "Chrissy Teigen",
      "category": "Night, Dinner, First"
    },
    {
      "quote": "I can't sleep without the TV on, so we leave it on during the night, and that's what wakes me up - Joe Scarborough and 'Morning Joe' at 7:30 or 8.",
      "author": "Chrissy Teigen",
      "category": "Sleep, Night, Me"
    },
    {
      "quote": "I've been there a thousand years, and I never felt comfortable. Beverly Hills - when I first saw it, I thought they put it up this morning. You got to pack water to get to the drugstore.",
      "author": "Peter Falk",
      "category": "Water, Thought, You"
    },
    {
      "quote": "My father's whole life was work. He had a retail store in Ossining, New York, and I mean, he was down there at 6:15 every morning. The store didn't open until 9, but he hadda be down there. That's all he knew.",
      "author": "Peter Falk",
      "category": "Life, Work, Father"
    },
    {
      "quote": "I don't like getting up in the morning, getting in a car, driving on a freeway, and stopping at a gate where two guards are standing there, then walk into a studio that looks like a bunch of airplane hangars.",
      "author": "Peter Falk",
      "category": "Car, Walk, Airplane"
    },
    {
      "quote": "Obama is the New Generation and the hot light of a dawn that goes way beyond clever talk of morning in America.",
      "author": "John Ridley",
      "category": "Light, America, Generation"
    },
    {
      "quote": "I hear that 5 o'clock whistle in my mind like Fred Flintstone and I have to stop. I'm also not much of a morning writer. I have a sweet spot from about 11am to 4pm. But I really work during that time.",
      "author": "Diablo Cody",
      "category": "Work, Time, Mind"
    },
    {
      "quote": "You numb yourself so you're not terrified when you're on TV at 7 o'clock in the morning with Justin Bieber, who you just met a couple of days before, having to perform in front of millions of people.",
      "author": "Halsey",
      "category": "Yourself, People, You"
    },
    {
      "quote": "I love stretching in the morning. It's the first thing I do when I wake up because getting a good back-crack is so extremely satiating. I feel taller when I finally stand.",
      "author": "Rachel Nichols",
      "category": "Love, Good, Wake Up"
    },
    {
      "quote": "I'm actually one of those people who get up energetic in the morning.",
      "author": "Elizabeth Edwards",
      "category": "People, Up, Energetic"
    },
    {
      "quote": "I can only tell you that eggs, country ham, biscuits, a pot of coffee, a morning paper, a table by the window overlooking the veranda and putting green, listening to the idle chitchat of competitors, authors, wits and philosophers, hasn't exactly been a torturous way to begin each day at the Masters all these years.",
      "author": "Dan Jenkins",
      "category": "Day, Coffee, Listening"
    },
    {
      "quote": "I literally have meetings at eight o'clock in the morning, and I finish at nine o'clock at night. It sounds pathetic, but I don't even have time to go shopping.",
      "author": "Stella McCartney",
      "category": "Time, Night, Shopping"
    },
    {
      "quote": "I listen to Ustad Vilayat Khan's 'Raga Khamaj' and 'Raga Jaijaiwanti' virtually every morning, a lot of Abdullah Ibrahim, Michael Kiwanuka, Savages, and contemporary Ugandan pop.",
      "author": "Mira Nair",
      "category": "Listen, Pop, Every"
    },
    {
      "quote": "I became a musician so I wouldn't have to get up at 6 in the morning.",
      "author": "Norah Jones",
      "category": "Up, Musician, Became"
    },
    {
      "quote": "Scorpions like holes. We had to put our arms in the holes to dig out the smelting residues. We always performed critter checks before an excavation, but one morning, I put an arm in and felt a sharp pierce. When I brought my hand out, it was red and already swelling.",
      "author": "Sarah Parcak",
      "category": "Red, Hand, Always"
    },
    {
      "quote": "It didn't matter what you look like. You don't have to get up at 5:30 in the morning and there's a lot to be said for that. Corpse Bride can just play all my parts from now on and I'll just do the voice.",
      "author": "Helena Bonham Carter",
      "category": "Voice, Bride, Play"
    },
    {
      "quote": "I get up early in the morning, 4 o'clock, and I sit at my desk and what I do is just dream. After three or four hours, that's enough. In the afternoon, I run.",
      "author": "Haruki Murakami",
      "category": "Dream, Run, Three"
    },
    {
      "quote": "My job starts at a quarter to seven in the morning, and you go right through until whatever time is necessary to finish up.",
      "author": "Enda Kenny",
      "category": "Time, Job, You"
    },
    {
      "quote": "I procrastinate all morning. That's when I get my office work done and answer e-mails and see what's on the Internet and do laundry.",
      "author": "Kate Christensen",
      "category": "Work, Internet, See"
    },
    {
      "quote": "Emily Gannett is tireless. I know this because I have traded emails with her at 2 A.M. only to later wake blearily to a chipper morning missive sent south of 6 A.M. before her morning run.",
      "author": "Rachel Sklar",
      "category": "Know, Run, Her"
    },
    {
      "quote": "Yeah, I'm not really a morning person.",
      "author": "Sophie Ellis-Bextor",
      "category": "Person, Really"
    },
    {
      "quote": "It's very exciting... what DeAndre brings to the game is truly special. To have the opportunity to play with a football player like that, that's what gets a quarterback out of bed in the morning.",
      "author": "Brock Osweiler",
      "category": "Football, Opportunity, Game"
    },
    {
      "quote": "Cross the wrong state border with your gun, or wake up one morning to new legislation or a new presidential executive order, and suddenly you're the bad guy, not the good guy. No wonder some gun owners seem so touchy; they feel, at some level, like criminals in waiting.",
      "author": "Walter Kirn",
      "category": "Good, Waiting, Gun"
    },
    {
      "quote": "Even if I have already peaked, I have to believe I can improve. I wake up every morning, and go to practice, with the illusion that I'm going to get better that day.",
      "author": "Rafael Nadal",
      "category": "Day, Believe, Practice"
    },
    {
      "quote": "I was passionate about soccer. I still am. Odd, though - playing soccer always made me much more anxious than playing tennis. On soccer days, I'd be out of bed by 6 in the morning, all nervous. But I was always calm when it was time for a tennis match. I still don't know why.",
      "author": "Rafael Nadal",
      "category": "Time, Me, Tennis"
    },
    {
      "quote": "Sometimes I wake up in the morning and I am like, 'This is a high-top day' or 'This is a bob day,' but when I get my clothes on that's when I see.",
      "author": "Nicki Minaj",
      "category": "Day, I Am, Wake Up"
    },
    {
      "quote": "I never knew a man come to greatness or eminence who lay abed late in the morning.",
      "author": "Jonathan Swift",
      "category": "Man, Greatness, Late"
    },
    {
      "quote": "I had the perfect job for a gamer. From February to October, I'd get up at 7 in the morning with nothing to do but play games until I had to be at the park around 1 or 2 o'clock. When I got back after the game, I played until 3 or 4 in the morning.",
      "author": "Curt Schilling",
      "category": "Job, October, Game"
    },
    {
      "quote": "Every NASCAR driver watches Formula One in the morning they are well informed.",
      "author": "Mario Andretti",
      "category": "Watches, Formula One, Well"
    },
    {
      "quote": "At my wedding, I was dancing so furiously that I fell hard on my kneecaps. The next morning, my knees were so swollen that I had to get a wheelchair at the airport to go on my honeymoon.",
      "author": "Casey Wilson",
      "category": "Wedding, Airport, Honeymoon"
    },
    {
      "quote": "I only discovered the 'Harry Potter' series in my tenth standard. I dived right into it, often reading non-stop through the day and night. It was the morning after one such readathon when I was to appear for a Chemistry exam. Spending my night with the third edition of Harry Potter didn't help much, and I fared poorly.",
      "author": "Sonam Kapoor",
      "category": "Day, Reading, Night"
    },
    {
      "quote": "I was in Shanghai when the Japanese invaded China. I was there in Shanghai when, the morning after Pearl Harbor, they seized Shanghai.",
      "author": "J. G. Ballard",
      "category": "China, Japanese, Pearl"
    },
    {
      "quote": "We are shallow because our media are so horribly shallow. Every morning, I peruse the papers, and there is so little to read in them. It is the same with radio - all that noise, that artifice.",
      "author": "F. Sionil Jose",
      "category": "Media, Radio, Little"
    },
    {
      "quote": "I'm not a person who naturally loves to wake up in the morning and go 'Yeah, I'm going to work out for five hours - wooh!' Like, that's not my thing. I'm from Texas. I like to eat carbs. I like to chill out with my friends and do anything but 150 push-ups and sit-ups.",
      "author": "Jennifer Love Hewitt",
      "category": "Work, Friends, Wake Up"
    },
    {
      "quote": "I'm a late riser by my family's standards. Sleeping is a luxury because since I was young, I woke up very early to go ice-skating. So I'm really not a morning girl.",
      "author": "Vera Wang",
      "category": "Family, Girl, Luxury"
    },
    {
      "quote": "If you do cardio one day and the next day you can do weights, do it that way. If you need to do it at night or in the morning, do it that way. Whatever you need to get it done, just get it done.",
      "author": "LL Cool J",
      "category": "Day, Night, You"
    },
    {
      "quote": "When I was a child I had a nightmare, and in the morning, I asked my mother and father, 'If I kill someone, would you still love me?' My parents were very preoccupied with this, but I think I'm not the only one to ask for that - not love, but absolute fidelity.",
      "author": "Claire Denis",
      "category": "Love, Father, Mother"
    },
    {
      "quote": "In these days a man is nobody unless his biography is kept so far posted up that it may be ready for the national breakfast-table on the morning after his demise.",
      "author": "Anthony Trollope",
      "category": "Man, Nobody, Ready"
    },
    {
      "quote": "I show up in my writing room at approximately 10 A.M. every morning without fail. Sometimes my muse sees fit to join me there and sometimes she doesn't, but she always knows where I'll be. She doesn't need to go hunting in the taverns or on the beach or drag the boulevard looking for me.",
      "author": "Tom Robbins",
      "category": "Writing, Beach, Me"
    },
    {
      "quote": "Making love in the morning got me through morning sickness. I found I could be happy and throw up at the same time.",
      "author": "Pamela Anderson",
      "category": "Love, Time, Happy"
    },
    {
      "quote": "I'm the guy that gets up at three in the morning to jot down an entire sheet of lyrics for something that won't be recorded for six months. You have to get it down when you can, because thoughts are fluid.",
      "author": "Corey Taylor",
      "category": "Thoughts, You, Three"
    },
    {
      "quote": "With Saturday morning cartoons, you've got to start at 6 A.M., right?",
      "author": "Jim Rash",
      "category": "Start, You, Right"
    },
    {
      "quote": "I go to yoga every day. I meditate every morning.",
      "author": "Russell Simmons",
      "category": "Day, Every Day, Go"
    },
    {
      "quote": "Let me tell you, it is still morning in America. It just happens to be kind of a head pounding, hung over for four hours in America - and it's shaping up to be a nasty day, but its still morning in America.",
      "author": "Glenn Beck",
      "category": "Day, America, Be Kind"
    },
    {
      "quote": "I have an orthopedic pillow that's made out of a sponge material. I have a plate in my throat, and I have to be careful or I could end up with a bad neck in the morning. That pillow is a must everywhere I go.",
      "author": "Lee Trevino",
      "category": "End, Be Careful, Bad"
    },
    {
      "quote": "I never think of yesterday. Can't do anything about it. I'm a positive guy. When you really deep down look at it, we go to bed every night, get up every morning, stay here for 70 or 80 years, and then we die.",
      "author": "Lee Trevino",
      "category": "Positive, Deep, Night"
    },
    {
      "quote": "I had a monumental idea this morning, but I didn't like it.",
      "author": "Samuel Goldwyn",
      "category": "Idea, Like, Had"
    },
    {
      "quote": "My father-in-law gets up at 5 o'clock in the morning and watches the Discovery Channel. I don't know why there's this big rush to do this.",
      "author": "Jeff Foxworthy",
      "category": "Discovery, Know, Watches"
    },
    {
      "quote": "I generally blog between 5:30 A.M. and 7 A.M. I will from time to time add something during the day, but for the most part blogging is an early morning activity for me.",
      "author": "Fred Wilson",
      "category": "Time, Day, Me"
    },
    {
      "quote": "If you read about Mussolini or Stalin or some of these other great monsters of history, they were at it all the time, that they were getting up in the morning very early. They were physically very active. They didn't eat lunch.",
      "author": "A. N. Wilson",
      "category": "Time, History, Great"
    },
    {
      "quote": "I used to start at about 10 at night and work until early morning. My preferred way to work is to start in the early afternoon and work until about 3, go do errands, have dinner, and then write for a few more hours in the evening.",
      "author": "Mary Gaitskill",
      "category": "Work, Night, Dinner"
    },
    {
      "quote": "The great secret of doctors, known only to their wives, but still hidden from the public, is that most things get better by themselves; most things, in fact, are better in the morning.",
      "author": "Lewis Thomas",
      "category": "Great, Medical, Better"
    },
    {
      "quote": "I work all day, morning and afternoon, just about every day. If I sit there like that for two or three years, at the end I have a book.",
      "author": "Philip Roth",
      "category": "Work, Day, Book"
    },
    {
      "quote": "Do I get up every morning and ask: am I doing the things that I believe in and am I doing them for the best possible motives? Yes. Unambiguously yes.",
      "author": "Nick Clegg",
      "category": "Best, Believe, I Believe"
    },
    {
      "quote": "I usually decide what to wear in the morning, but sometimes, I'll have a favorite coat or sweater or shoes, and I'll wear them everyday for a week!",
      "author": "Cameron Russell",
      "category": "Shoes, Week, Favorite"
    },
    {
      "quote": "When I wake up in the morning, I like to refresh myself and put some tonic on - one with vitamin C - and then an oxygen cream with vitamins A, C, and E. That's very important to me so that my skin will stay moisturized throughout the day.",
      "author": "Melania Trump",
      "category": "Day, Myself, Me"
    },
    {
      "quote": "I don't mind traveling that much when I can go somewhere and stay there for a while, but touring is different. You rarely see anything. You get there early in the morning and you're resting all day, and you go in and do a sound check, and you do the show, and then bam you're gone.",
      "author": "George Strait",
      "category": "Day, Mind, You"
    },
    {
      "quote": "It has not been easy to wake up every single day at 6:30 in the morning to then head to the gym and start a full day of work. But you have to have that kind of dedication if you want to achieve the goals you have set for yourself.",
      "author": "Pablo Sandoval",
      "category": "Work, Day, Goals"
    },
    {
      "quote": "When you stand up in the morning, you look in the mirror and say, 'I'm black.' No. You wake up and you see yourself as a human being in the world, but you raise discussion and raise aggression, the anger that you confront every day of your life, whether you want to or not.",
      "author": "Raoul Peck",
      "category": "Life, Day, Anger"
    },
    {
      "quote": "I'd always been a news junkie, always read lots of newspapers and watched the Sunday morning news shows on TV and felt strongly about issues of power, control, sexuality and race.",
      "author": "Barbara Kruger",
      "category": "Power, Control, News"
    },
    {
      "quote": "It's always morning for me until 4 in the afternoon.",
      "author": "Luis Fonsi",
      "category": "Me, Always, Afternoon"
    },
    {
      "quote": "Every little detail of my life is, and has always been, surrounded by fashion - from the cup I drink my coffee from in the morning to my constant travels - fashion always pops up somewhere and somehow.",
      "author": "Margherita Missoni",
      "category": "Life, Coffee, Fashion"
    },
    {
      "quote": "I would do the morning show and then just walk over to the network side of the building here at ABC in New York and sit down and start it up again and introduce the 10 contestants, and then introduce the 10 - the fastest finger question, and pick one of them, put them in the seat before you finally got to asking them the questions.",
      "author": "Regis Philbin",
      "category": "Start, Walk, Building"
    },
    {
      "quote": "I keep wondering at night, 'Will I have a bank the next morning, or will some technology company be doing banking without needing a bank?'",
      "author": "Uday Kotak",
      "category": "Technology, Night, Company"
    },
    {
      "quote": "I can't say for sure where I was headed the first time my mom put a blue blazer on me. Church, probably. West Side Presbyterian in Ridgewood, New Jersey, specifically, where my blazer was paired with a clip-on tie and a pair of khakis for a Sunday morning with my fellow congregants.",
      "author": "Willie Geist",
      "category": "Time, Mom, Blue"
    },
    {
      "quote": "Landing on 'Morning Joe' wasn't a fluke. I was a poli sci major in college. I interned at the CBS political unit, covered conventions.",
      "author": "Willie Geist",
      "category": "College, Political, Landing"
    },
    {
      "quote": "I'm a morning bird. I love getting up before it's light out if it's possible. I wake up, I have a black coffee. I'm an 86-year-old man. I try to work out first thing to get it over with. When I do it, I feel good because I have the endorphins all day.",
      "author": "Ellie Kemper",
      "category": "Love, Work, Light"
    },
    {
      "quote": "Sydney in general is eclectic. You can be on that brilliant blue ocean walk in the morning and then within 20 minutes you can be in a completely vast suburban sprawl or an Italian or Asian suburb, and it's that mix of people, it's that melting pot of people that give it its vital personality.",
      "author": "Baz Luhrmann",
      "category": "Ocean, Personality, Blue"
    },
    {
      "quote": "In order to have good fried chicken, you should wash and season the bird the morning you're preparing it for dinner. Don't wait and do it right before you start cooking. Throw it in the refrigerator, seasoned, that morning, and give it a chance to soak up all the salt and pepper and goodness.",
      "author": "Paula Deen",
      "category": "Good, Bird, Cooking"
    },
    {
      "quote": "I am so blessed. I've been way over-blessed. At 64 years old, I look forward to going to bed every night so I can wake up in the morning and see what blessing is going to come my way that day. Because you never, ever know what God's got in store for you.",
      "author": "Paula Deen",
      "category": "Day, God, I Am"
    },
    {
      "quote": "My dad, he worked rebar, an ironworker. Watching my pops get up every single morning, going into work, working hard - I think that really made me want to work that hard, wanted to make me get up early and go for a run or get a lift in or get some extra hitting in and really try to better myself every day.",
      "author": "Bryce Harper",
      "category": "Work, Day, Myself"
    },
    {
      "quote": "Whereas I used to get depressed or neurotic or dwell on things, I see my son's bright eyes and smile in the morning, and suddenly, I don't feel like I'm depressed anymore. There's nothing to be depressed about when you've got that.",
      "author": "Corey Feldman",
      "category": "Smile, Son, Eyes"
    },
    {
      "quote": "When you're doing a medieval show like 'Pillars,' it starts off a bit like a school play. You're all in funny costumes; you've had your coffee, and you say, 'Good morning'. Then you go on set and, if you've got good actors and directors, it takes on a life of its own.",
      "author": "Ian McShane",
      "category": "Funny, Life, Good"
    },
    {
      "quote": "I am a bit obsessive about tidiness. I need to make my bed in the morning and leave it perfectly made up.",
      "author": "Kiefer Sutherland",
      "category": "I Am, Bed, Need"
    },
    {
      "quote": "To keep my back from getting stiff, I have a strict regime every morning of stretching and do yoga once a week and Pilates. 'Strictly Come Dancing' in 2008 was great for my fitness.",
      "author": "Cherie Lunghi",
      "category": "Fitness, Great, Week"
    },
    {
      "quote": "Those golden minutes before you are completely awake, when your mind is just drifting, you have no censorship; you are ready to develop any kind of idea. That's when I come up with the best and worst ideas. That is the privilege of being a writer - that you can stay in bed for an hour in the morning and it's work time.",
      "author": "Jo Nesbo",
      "category": "Work, Time, Best"
    },
    {
      "quote": "The time I spend in the morning - praying, sipping coffee, and coming up with my list - is a ritual I relish. I have done it for so long now that I subconsciously measure whether or not the things I'm doing match with what I should be doing, what I want to be doing, and the life I want to live.",
      "author": "Kristin Armstrong",
      "category": "Life, Time, Coffee"
    },
    {
      "quote": "The question is the morning after. What sort of Iraq do we wake up to after the bombing? What happens in the region? What impact could it have? These are questions leaders I have spoken to have posed.",
      "author": "Kofi Annan",
      "category": "Impact, Wake Up, Questions"
    },
    {
      "quote": "Like all Americans, I will never forget where I was the morning of the 9/11 attacks.",
      "author": "Kirsten Gillibrand",
      "category": "Forget, Never Forget, Never"
    },
    {
      "quote": "For me, I exercise every morning. I exercise every day. I work out about an hour and 20 minutes, which is aerobics and resistance training. I work on agility and balance. I work on the things that are going to help my condition. I do agility training. I walk on a treadmill. I use an elliptical. I use weights.",
      "author": "Montel Williams",
      "category": "Work, Day, Training"
    },
    {
      "quote": "If you are a girl dressing up in the morning thinking about the whole world having a point of view on what you are wearing, it takes the pleasure out of getting dressed.",
      "author": "Olivier Theyskens",
      "category": "Girl, Thinking, World"
    },
    {
      "quote": "The morning is always my best time of the day for writing because that's when my head is best.",
      "author": "Zoe Foster Blake",
      "category": "Time, Day, Best"
    },
    {
      "quote": "What I don't like is breakfast in the morning. I have a double-espresso cappuccino, but no food.",
      "author": "Wolfgang Puck",
      "category": "Food, Breakfast, Like"
    },
    {
      "quote": "I used to wake up in the morning and say, 'Oh, God.' Now I wake up in the morning and look forward to life.",
      "author": "Steven Adler",
      "category": "Life, God, Wake Up"
    },
    {
      "quote": "I wake up laughing. Yes, I wake up in the morning and there I am just laughing my head off.",
      "author": "Bruce Willis",
      "category": "I Am, Wake Up, Head"
    },
    {
      "quote": "When I wake up in the morning, I feel like a billionaire without paying taxes.",
      "author": "Ernie Banks",
      "category": "Wake Up, Taxes, Feel"
    },
    {
      "quote": "I am really passionate about my career and my music and I am so lucky to be able to do what I do for a job, so for all the early morning starts and long days, I could never trade it all in.",
      "author": "Rachel Stevens",
      "category": "Music, Job, I Am"
    },
    {
      "quote": "I wake up every morning and I surprise myself. I wake up to a new me.",
      "author": "Gina Carano",
      "category": "Myself, Surprise, Me"
    },
    {
      "quote": "A locked-room problem lies at the heart of my new novel, 'In The Morning I'll Be Gone,' in which an RUC detective has to find out whether a publican's daughter who fell off a table in a bar that was locked from the inside was in fact murdered.",
      "author": "Adrian McKinty",
      "category": "Daughter, Heart, Problem"
    },
    {
      "quote": "'Old times' never come back and I suppose it's just as well. What comes back is a new morning every day in the year, and that's better.",
      "author": "George Edward Woodberry",
      "category": "Day, Better, Every Day"
    },
    {
      "quote": "I'll always remember when I bumped into Good Morning America's Robin Roberts on a flight to my mother's funeral in 1994, and how kind she was during that difficult time.",
      "author": "Gayle King",
      "category": "Time, Good, Mother"
    },
    {
      "quote": "It's frightening to think about more sanctions. When I've met North Koreans in China, they've said to me, 'You have no idea how difficult our lives are. We live like dogs.' They wake up in the morning wondering what they're going to eat for dinner.",
      "author": "Barbara Demick",
      "category": "Me, Dinner, Live"
    },
    {
      "quote": "I spent many a summer early morning with the radio very low, half sleeping and half listening.",
      "author": "Frankie Valli",
      "category": "Listening, Summer, Early"
    },
    {
      "quote": "You say something stupid and the next morning you're in the headlines.",
      "author": "Barry Manilow",
      "category": "Stupid, You, Say"
    },
    {
      "quote": "I get up in the morning, look around, arrange and rearrange things, and imagine how I might like them to look. Why doesn't everybody?",
      "author": "Anouska Hempel",
      "category": "Look, Why, Up"
    },
    {
      "quote": "I started playing poker in 2003 during my pregnancy, to distract myself from my awful morning sickness. For months all I did was cry and play Texas Hold'em.",
      "author": "Cheryl Hines",
      "category": "Myself, Sickness, Play"
    },
    {
      "quote": "I write early in the morning. I just wake up whenever I feel awake and I have to be sitting and writing pretty soon after that. If I take too long to think about the impossibility of what I'm trying to, I'll be defeated by it.",
      "author": "Tim Cahill",
      "category": "Writing, Wake Up, Long"
    },
    {
      "quote": "My morning routine is quite common: I have breakfast at home while reading the newspaper, I take a shower, get dressed, a spray of cologne, and I am ready to go!",
      "author": "Domenico Dolce",
      "category": "Home, I Am, Reading"
    },
    {
      "quote": "If a woman gets insomnia, you never know where you're going to find her furniture the next morning. It's primal. We have so little we can control, but we can perfect the way our room looks.",
      "author": "Nicole Holofcener",
      "category": "Woman, Control, Know"
    },
    {
      "quote": "Chronic malnutrition, or the lack of proper nutrition over time directly contributes to three times as many child deaths as food scarcity. Yet surprisingly, you don't really hear about this hidden crisis through the morning news, Twitter or headlines of major newspapers.",
      "author": "Cat Cora",
      "category": "Time, Food, Child"
    },
    {
      "quote": "A large amount of constant activity will get things going. For example, training in the morning will have everything, all the juices flowing by the time you actually get to work. So, when you're at work, you've been already up for an hour or so or two hours, and you're raring to go where everyone else is still wiping sleep out of their eyes.",
      "author": "Henry Cavill",
      "category": "Work, Time, Sleep"
    },
    {
      "quote": "I'm a morning person, so rising at 4-something on weekends is not a huge challenge for me. I am not, however, much of a morning eater - not at that hour, at least.",
      "author": "Lester Holt",
      "category": "Challenge, I Am, Me"
    },
    {
      "quote": "I don't want to be in my car all day. I love getting up in the morning in Venice and walking my dogs down to the cafe to get my tea, and then perhaps going to a bookstore and sitting and reading, then walking to the beach.",
      "author": "Jessica Chastain",
      "category": "Love, Day, Car"
    },
    {
      "quote": "Your body knows how old you are, but if you keep on and you take care of yourself - you know, I go to kickboxing class every morning at 5 A.M. You know, try to do all the things to take care of the outside of your body, but you also should do - and have to do things that take care of the inside of your body.",
      "author": "Darlene Love",
      "category": "Yourself, Body, Know"
    },
    {
      "quote": "I don't have to get up in the morning and go beat up my body like I used to. I don't have to be out there in August in 108 degree weather down in Texas.",
      "author": "Emmitt Smith",
      "category": "Weather, Body, Down"
    },
    {
      "quote": "Holiday? Is like, what? I'm a hyperactive girl, so it may be boring for me to be on the beach doing nothing. I just need to find a place for three weeks and work but sleep in the morning, maybe write a little bit, have a glass of red wine. That's my perfect holiday.",
      "author": "Melanie Laurent",
      "category": "Work, Sleep, Girl"
    },
    {
      "quote": "A young dog's faith is absolute... Dogs are notorious for hope. Dogs believe that this morning, this very morning, may begin a day of fascination, easily grander than any day in the past.",
      "author": "Donald McCaig",
      "category": "Hope, Dog, Faith"
    },
    {
      "quote": "Beverly Hills is too intimidating. Everyone's got lovely teeth, so you don't want to smile. Everyone's ripped, so you start working out at 4 in the morning and eating egg white omelets.",
      "author": "Rob James-Collier",
      "category": "Smile, Start, Want"
    },
    {
      "quote": "My principal motivation is supporting my family, which is not a bad reason for getting up in the morning. That's always been my motivation - to take care of the people who rely on me.",
      "author": "Tony Parsons",
      "category": "Family, Motivation, Me"
    },
    {
      "quote": "My wife gets pampered pretty well. She's had me trained since she was pregnant, when I started making her oatmeal with fresh berries every morning.",
      "author": "Michael Weatherly",
      "category": "Wife, Me, She"
    },
    {
      "quote": "The Weezer 'Blue' Album is a classic. I think My Morning Jacket's 'Circuital' is a great album to have. Any Led Zeppelin album. Pink Floyd 'The Dark Side Of The Moon' or 'Animals.' I always catch myself at concerts being like, 'Oh, I just stared at the drummer for 15 straight minutes.' I study them.",
      "author": "Christopher Mintz-Plasse",
      "category": "Myself, Great, Moon"
    },
    {
      "quote": "There are 435 members of Congress. There's one 'Morning Joe' show. Hopefully, we can keep hammering the argument that you can disagree with other people and have debates but remain civil.",
      "author": "Joe Scarborough",
      "category": "People, Argument, You"
    },
    {
      "quote": "If some great catastrophe is not announced every morning, we feel a certain void. Nothing in the paper today, we sigh.",
      "author": "Lord Acton",
      "category": "Today, Great, Nothing"
    },
    {
      "quote": "I used to pride myself on being the first in the office in the morning and one of the last to leave at night. Now, that's so dated: It's not about effort, it's about outcomes.",
      "author": "Maynard Webb",
      "category": "Myself, Effort, Night"
    },
    {
      "quote": "We know that a man can read Goethe or Rilke in the evening, that he can play Bach and Schubert, and go to his day's work at Auschwitz in the morning.",
      "author": "George Steiner",
      "category": "Work, Day, Man"
    },
    {
      "quote": "Internet marketing entrepreneurs have truly opened my eyes to just how important a quick turnaround time can be. Often times, an interview they conduct with me today is online by the next morning. The interviewee is then able to start making money less than 24 hours after the initial interview.",
      "author": "Marc Ostrofsky",
      "category": "Time, Money, Today"
    },
    {
      "quote": "I have the best job in the world. I wake up every morning energized at the thought of running Rio de Janeiro, the most exciting city on the planet.",
      "author": "Eduardo Paes",
      "category": "Best, Job, World"
    },
    {
      "quote": "I can write all the way through the morning, when my mind is clear, and there are no distractions.",
      "author": "Karen Thompson Walker",
      "category": "Mind, I Can, Way"
    },
    {
      "quote": "As a producer, the most important call you can get is on Saturday morning, when the Friday-night grosses come in. As a director, you want your film to be successful. But your outlook is a bit different. You become very conscious of the reviews.",
      "author": "Irwin Winkler",
      "category": "Successful, Want, You"
    },
    {
      "quote": "My dad used to wake me up at 5:30 in the morning and hit me ground balls and tell me, 'Don't be afraid to excel. Don't be afraid to be great.'",
      "author": "Russell Wilson",
      "category": "Great, Me, Balls"
    },
    {
      "quote": "The most efficient way to live reasonably is every morning to make a plan of one's day and every night to examine the results obtained.",
      "author": "Alexis Carrel",
      "category": "Day, Plan, Night"
    },
    {
      "quote": "Training is full-on. Some days I really don't want to get out of bed and hit that track again. Sunday and Monday morning sessions are always horrible. But who really looks forward to going to work on a Monday morning?",
      "author": "Jessica Ennis",
      "category": "Work, Training, Want"
    },
    {
      "quote": "I love the smell of shampoo on a girl's hair. You can walk past someone and be like, 'Wow, you took a shower this morning, didn't you? Because you smell lovely.'",
      "author": "Jensen Ackles",
      "category": "Love, Girl, Past"
    },
    {
      "quote": "When you have to get into the character each morning, give it your voice, your face, it was torture.",
      "author": "Victoria Abril",
      "category": "Character, Voice, You"
    },
    {
      "quote": "I love playing 'Madame Vastra.' Although I do suffer, spending three-and-a-half hours in make-up every morning to have her lizard skin put on. I was so excited the first day when we did the make-up test, but after six hours, I was like, 'Can we finish now?'",
      "author": "Neve McIntosh",
      "category": "Love, Day, Finish"
    },
    {
      "quote": "The plane took off at 8:10 in the morning - or that's when it was scheduled to take off. And that's when I believe it took off. I had been in my office at the Department of Justice. Someone told me that there had been the two strikes that occurred at the World Trade Center.",
      "author": "Ted Olson",
      "category": "Justice, Believe, World"
    },
    {
      "quote": "As soon as I began, it seemed impossible to write fast enough - I wrote faster than I would write a letter - two thousand to three thousand words in a morning, and I cannot help it.",
      "author": "Helen Hunt Jackson",
      "category": "Words, Impossible, Help"
    },
    {
      "quote": "I wake up very early in the morning. I like to start in the dark, and I never work at night, because my brain is evaporated by 4 P.M.",
      "author": "Alice Sebold",
      "category": "Work, Brain, Night"
    },
    {
      "quote": "I get up at sunrise. I'm a Buddhist, so I chant in the morning. My wife and I sit and have coffee together, but then it's list-making time. I have carpentry projects. We have roads we keep in repair. It's not back-breaking, but it's certainly aerobic and mildly strenuous.",
      "author": "Patrick Duffy",
      "category": "Time, Coffee, Together"
    },
    {
      "quote": "I am on my way to Ghana tomorrow morning and you just need to know that this Administration is very focused on doing all we can to promote economic development in this part of the world, in Africa, throughout Africa, North Africa and sub-Saharan Africa.",
      "author": "Donald Evans",
      "category": "I Am, Tomorrow, World"
    },
    {
      "quote": "Work is a prayer, and I start off every morning dedicating it to our Creator.",
      "author": "Joe Murray",
      "category": "Work, Prayer, Start"
    },
    {
      "quote": "I did 'Good Morning America' with David Beckham. Oh, god, what a handsome devil that guy is.",
      "author": "Geoff Stults",
      "category": "Good, God, America"
    },
    {
      "quote": "The average, healthy, well-adjusted adult gets up at seven-thirty in the morning feeling just plain terrible.",
      "author": "Jean Kerr",
      "category": "Health, Healthy, Feeling"
    },
    {
      "quote": "I never really look for anything. What God throws my way comes. I wake up in the morning and whichever way God turns my feet, I go.",
      "author": "Pearl Bailey",
      "category": "God, Wake Up, Feet"
    },
    {
      "quote": "I am an avid fisherman, and my daily schedule is to write in the morning and then go fishing in the afternoon. In Maine, I fish mostly for stripers, and in the Florida Keys, I go after all kinds of game fish.",
      "author": "Rodman Philbrick",
      "category": "Daily, I Am, Fishing"
    },
    {
      "quote": "You get up about 2-3 o'clock in the morning and get through about 7 or 8 and 12 hours later you start all over. That's the worst kind of work a person can do. You have to do these two shifts to get one day.",
      "author": "Buck Owens",
      "category": "Work, Day, Start"
    },
    {
      "quote": "I don't think I'm going to do any good work this morning.",
      "author": "David O. Selznick",
      "category": "Work, Good, Good Work"
    },
    {
      "quote": "Probably millions of Americans got up this morning with a cup of coffee, a cigarette and a donut. No wonder they are sick and fouled up.",
      "author": "Jack LaLanne",
      "category": "Coffee, Wonder, Sick"
    },
    {
      "quote": "Day and night cannot dwell together. The Red Man has ever fled the approach of the White Man, as the morning mist flees before the morning sun.",
      "author": "Chief Seattle",
      "category": "Day, Together, Sun"
    },
    {
      "quote": "My very first car was a grey Alfa Romeo Alfasud, which I got in 1987. But, in our family, all cars were for sale - so they might be there in the morning and were gone at night. In the mid-90s, I joined Porsche and the Carrera was the car, and the Carrera 4S was the one they gave me. As a wee boy from Dumfries, I couldn't believe it.",
      "author": "Allan McNish",
      "category": "Family, Car, Believe"
    },
    {
      "quote": "I don't know why you call it morning sickness, because I was sick all day and night!",
      "author": "Soleil Moon Frye",
      "category": "Day, Night, Sickness"
    },
    {
      "quote": "When I opened the world's largest Internet cafe, certified by the 'Guinness Book of Records,' in Times Square in New York, I was live on 'Good Morning America,' and for me, that was an achievement.",
      "author": "Stelios Haji-Ioannou",
      "category": "Good, Achievement, America"
    },
    {
      "quote": "Growing up in Canada, none of my family were performers or anything like that, but I was terrible at hockey, so they needed something for me to do on Saturdays for me to get out of the house. I signed up for theater school on Saturdays, and I'd go for four-and-a-half hours every Saturday morning and learn about theater.",
      "author": "Eric Johnson",
      "category": "Family, School, Hockey"
    },
    {
      "quote": "When I read the pilot 'for Married with Children', it just reminded me of my Uncle Joe... just a self-deprecating kind of guy. He'd come home from work, and the wife would maybe say 'I ran over the dog this morning in the driveway'. And he would say 'Fine, what's for dinner?",
      "author": "Ed O'Neill",
      "category": "Work, Children, Home"
    },
    {
      "quote": "You can't be as old as I am without waking up with a surprised look on your face every morning: 'Holy Christ, whaddya know - I'm still around!' It's absolutely amazing that I survived all the booze and smoking and the cars and the career.",
      "author": "Paul Newman",
      "category": "I Am, Amazing, Smoking"
    },
    {
      "quote": "Experience has taught me, when I am shaving of a morning, to keep watch over my thoughts, because, if a line of poetry strays into my memory, my skin bristles so that the razor ceases to act.",
      "author": "A. E. Housman",
      "category": "Experience, I Am, Poetry"
    },
    {
      "quote": "I get up at an unholy hour in the morning my work day is completed by the time the sun rises. I have a slightly bad back which has made an enormous contribution to American literature.",
      "author": "David Eddings",
      "category": "Work, Time, Day"
    },
    {
      "quote": "What is life, when wanting love? Night without a morning; love's the cloudless summer sun, nature gay adorning.",
      "author": "Robert Burton",
      "category": "Love, Life, Nature"
    },
    {
      "quote": "I'm not a cooking person, so there's not much in the fridge. On the rare occasion that I do cook, I make myself breakfast. Eggs are my go-to in the morning for some protein. Orange juice as well. You have to start your day off with that.",
      "author": "Eugenie Bouchard",
      "category": "Day, Myself, Breakfast"
    },
    {
      "quote": "I think the worst and most insidious procrastination for me is research. I will be looking for some bit of fact or figure to include in the novel, and before I know, I've wasted an entire morning delving into that subject matter without a word written.",
      "author": "James Rollins",
      "category": "Research, Me"
    },
    {
      "quote": "Ice skating is very difficult. It takes a lot of discipline and a lot of hard work. It's fun, but you are there on the ice every morning freezing and trying to do these moves and these tricks.",
      "author": "Michelle Trachtenberg",
      "category": "Work, Hard Work, Fun"
    },
    {
      "quote": "I write best in the morning, and I can only write for about half a day, that's about it.",
      "author": "Norton Juster",
      "category": "Day, Best, I Can"
    },
    {
      "quote": "To play a cop's wife - there's so much in that world, the wives or partners of anyone who is a first responder - it's not an easy job. It's not an easy way to live, to say goodbye to someone in the morning and not know what's going to happen throughout the day.",
      "author": "Amy Carlson",
      "category": "Day, Goodbye, Wife"
    },
    {
      "quote": "My wife and I make the bed every morning, but it's a queen size bed today, as opposed to a rack, you know, a small single bed, which I had in basic SEAL training.",
      "author": "William H. McRaven",
      "category": "Today, Training, Wife"
    },
    {
      "quote": "Sometimes I miss out the morning's painting session and instead study my Japanese books in the open.",
      "author": "Gustav Klimt",
      "category": "Painting, Study, Sometimes"
    },
    {
      "quote": "In the Java Sea in Indonesia, I have seen fishers going out in the morning, six of them going out and coming back with five pounds of fish. That is the end point, a pound of fish per person per day to sell for rice. That's where fisheries go if you let it happen. That's where it stabilizes. These people cannot feed their families.",
      "author": "Daniel Pauly",
      "category": "Day, Sea, End"
    },
    {
      "quote": "I wake up every morning feeling lucky - which is driven by fear, no doubt, since I know it could all go away.",
      "author": "Natasha Richardson",
      "category": "Fear, Wake Up, Doubt"
    },
    {
      "quote": "My workout regimen at the moment is nonexistent. I wake up in the morning and brush my teeth. My toothbrush and deodorant are my only dumbbells. That's about it.",
      "author": "Josh Bowman",
      "category": "Moment, Wake Up, Teeth"
    },
    {
      "quote": "The soul is a muscle, and it needs to be exercised a little every day. Say a morning prayer just to say something.",
      "author": "Catherine Hicks",
      "category": "Day, Prayer, Soul"
    },
    {
      "quote": "Tell him he can have my title, but I want it back in the morning.",
      "author": "Jack Dempsey",
      "category": "Want, Back, Him"
    },
    {
      "quote": "It's always such a joy that you wake up in the morning and there's work to do.",
      "author": "Jerome Lawrence",
      "category": "Work, Joy, Wake Up"
    },
    {
      "quote": "On a beautiful clear Sunday morning, myself and James Nesbitt jumped out of a plane together at 18,000 feet.",
      "author": "Aidan Turner",
      "category": "Beautiful, Myself, Together"
    },
    {
      "quote": "I used to go play football matches in the morning, and I'd go straight from me football game to a dance competition.",
      "author": "Tristan MacManus",
      "category": "Football, Dance, Competition"
    },
    {
      "quote": "When Andrew went with the girls, we were talking all morning and he was saying, 'It's okay. Just remember we had such a good day. Our wedding was so perfect.' Because we're such a unit together. He made me feel very part of the day on April the 29th.",
      "author": "Sarah Ferguson",
      "category": "Good, Wedding, Together"
    },
    {
      "quote": "I eat an egg every morning, and when I'm done, I almost always have the thought: 'There. Now even if I'm captured and starved, I'll be able to live off the protein of that egg for a while.'",
      "author": "Miranda July",
      "category": "Thought, Live, Egg"
    },
    {
      "quote": "I find that when you do yoga, you don't crave unhealthy food. But I try to always let myself eat whatever I want. I have dessert or chocolate every day, but I'll only have a few bites. I try to have a little bit of cereal in the morning, and then I always try to have protein for dinner, too. But I eat pasta and stuff like that.",
      "author": "Rena Sofer",
      "category": "Food, Day, Myself"
    },
    {
      "quote": "If there was no Black Sabbath, I could still possibly be a morning newspaper delivery boy. No fun.",
      "author": "Lars Ulrich",
      "category": "Fun, Black, Newspaper"
    },
    {
      "quote": "I'm a morning person because I learned to write my novels while still practicing law. I would get to the office at 6:30 a.m. and write until other people arrived, around 9. Now I still do that. I start at 6:30 or 7, and I'll write until 11, then take an hour off, then work until about 2 p.m. By then my brain has had enough.",
      "author": "Steve Berry",
      "category": "Work, Law, Brain"
    },
    {
      "quote": "Everybody's after a new morning. What do we have to run up and salute tomorrow?",
      "author": "Robert Stone",
      "category": "Tomorrow, Run, New"
    },
    {
      "quote": "I was in New York for a little while, doing some really bad theater. I did some great stuff, too, but there were Saturday morning theater performances in one-third-filled church basements. So, I paid my dues.",
      "author": "Silas Weir Mitchell",
      "category": "Great, New York, Doing"
    },
    {
      "quote": "Running clears my mind, and gives me a reason to get out of bed in the morning.",
      "author": "Ronnie O'Sullivan",
      "category": "Mind, Me, Reason"
    },
    {
      "quote": "When you awaken some morning and hear that somebody or other has been discovered, you can put it down as a fact that he discovered himself years ago - since that time he has been toiling, working, and striving to make himself worthy of general discovery.",
      "author": "James Whitcomb Riley",
      "category": "Time, Discovery, You"
    },
    {
      "quote": "If I'm on location on some island, we usually get up at four in the morning to set up. By seven thirty, we're on the beach working until noon, then we rest. It's not exactly a vacation.",
      "author": "Daniela Pestova",
      "category": "Beach, Vacation, Rest"
    },
    {
      "quote": "The 6th of August in the morning we saw an opening in the land and we ran into it, and anchored in 7 and a half fathom water, 2 miles from the shore, clean sand.",
      "author": "William Dampier",
      "category": "Water, Sand, Opening"
    },
    {
      "quote": "You know the stories of a woman saying to Churchill, 'Sir, you're drunk,' and he said to her, 'And you're ugly, but in the morning I'll be sober.' I was really excited to do that scene, but I did get slapped.",
      "author": "Thomas Howes",
      "category": "Woman, Ugly, Know"
    },
    {
      "quote": "My eighth-grade year, I was home-schooled. I'd basically wake up, go to the gym in the morning, do a little bit of school, go to practice, do a little more school, then go back to practice. My mom had a crockpot and a mini traveling oven, so we'd be cooking and eating dinners at the gym.",
      "author": "Jacob Dalton",
      "category": "Mom, School, Cooking"
    },
    {
      "quote": "My life is fairly normal. I didn't wake up one morning and find out that I'm suddenly a star, with people clamoring at me. I feel like I'm moving up the ladder just a little, which is fine.",
      "author": "Daniel Stern",
      "category": "Life, Moving, Me"
    },
    {
      "quote": "The sound of the blades on the ice in the morning is like smelling fresh coffee.",
      "author": "Tara Lipinski",
      "category": "Coffee, Sound, Like"
    },
    {
      "quote": "One morning, in February 1986, out of nowhere, I experienced a realization. In an instant, I discovered that when I believed my stressful thoughts, I suffered, but when I questioned them, I didn't suffer.",
      "author": "Byron Katie",
      "category": "Thoughts, Realization"
    },
    {
      "quote": "Playing characters who are wonderful and beautiful is hard because you don't feel like that most of the time... well, I don't. It's like this whole heart-throb nonsense. It's flattering, but that's not how I feel in the morning. It's something that goes with the job.",
      "author": "Hans Matheson",
      "category": "Time, Beautiful, Job"
    },
    {
      "quote": "I'm not very into pastas or heavy foods like meat, but pastries, especially if they come from a really nice French bakery, I go crazy over! I try to allow myself those little treats in the morning for breakfast, then I have a lighter lunch.",
      "author": "Barbara Fialho",
      "category": "Myself, Breakfast, Crazy"
    },
    {
      "quote": "I had always thought, for 'Roman Empire,' I would love to do the death of Marcus Aurelius in the snow. One morning I woke up, and it was really snowing.",
      "author": "Anthony Mann",
      "category": "Love, Death, Thought"
    },
    {
      "quote": "I shall begin my march for Camp tomorrow morning. It was not in my power to move until I could procure shoes for the troops almost barefoot.",
      "author": "Anthony Wayne",
      "category": "Power, Shoes, Tomorrow"
    },
    {
      "quote": "I was a sophomore in college, and I did an industrial video about how to use the Internet - that dates me! It was with John Turturro, somehow they had gotten John Turturro to do this thing, and I was so excited and so nervous I probably drank 10 cups of coffee that morning.",
      "author": "Warren Kole",
      "category": "Coffee, College, Internet"
    },
    {
      "quote": "When we lost Bobby, I would wake up in the morning and think, 'He's OK. He's in Heaven, and he's with Jack and a lot of my brothers and sisters and my parents.' So it made it very easy to get through the day thinking he was OK.",
      "author": "Ethel Kennedy",
      "category": "Day, Parents, Thinking"
    },
    {
      "quote": "I've always thought 'Today' is an iconic staple of morning life.",
      "author": "Scott Greenstein",
      "category": "Life, Today, Thought"
    },
    {
      "quote": "Early this morning, I signed my death warrant.",
      "author": "Michael Collins",
      "category": "Death, Early, Signed"
    },
    {
      "quote": "Talent wins games, but teamwork and intelligence wins championships.",
      "author": "Michael Jordan",
      "category": "Teamwork, Talent, Games"
    },
    {
      "quote": "The difference between stupidity and genius is that genius has its limits.",
      "author": "Albert Einstein",
      "category": "Stupidity, Genius, Limits"
    },
    {
      "quote": "There is no great genius without some touch of madness.",
      "author": "Aristotle",
      "category": "Great, Genius, Madness"
    },
    {
      "quote": "Talent hits a target no one else can hit Genius hits a target no one else can see.",
      "author": "Arthur Schopenhauer",
      "category": "Talent, Genius, See"
    },
    {
      "quote": "Intelligence is the ability to adapt to change.",
      "author": "Stephen Hawking",
      "category": "Change, Adapt, Ability"
    },
    {
      "quote": "A smart man makes a mistake, learns from it, and never makes that mistake again. But a wise man finds a smart man and learns from him how to avoid the mistake altogether.",
      "author": "Roy H. Williams",
      "category": "Wise, Man, Smart"
    },
    {
      "quote": "Promise me you'll always remember: You're braver than you believe, and stronger than you seem, and smarter than you think.",
      "author": "A. A. Milne",
      "category": "Believe, Me, Remember"
    },
    {
      "quote": "Your intellect may be confused, but your emotions will never lie to you.",
      "author": "Roger Ebert",
      "category": "Lie, Confused, You"
    },
    {
      "quote": "I believe alien life is quite common in the universe, although intelligent life is less so. Some say it has yet to appear on planet Earth.",
      "author": "Stephen Hawking",
      "category": "Life, Believe, Universe"
    },
    {
      "quote": "Be as smart as you can, but remember that it is always better to be wise than to be smart.",
      "author": "Alan Alda",
      "category": "Wise, Smart, Remember"
    },
    {
      "quote": "I don't even call it violence when it's in self defense I call it intelligence.",
      "author": "Malcolm X",
      "category": "Self, Violence, Defense"
    },
    {
      "quote": "Common sense is not so common.",
      "author": "Voltaire",
      "category": "Common Sense, Sense, Common"
    },
    {
      "quote": "Action is the real measure of intelligence.",
      "author": "Napoleon Hill",
      "category": "Action, Measure, Real"
    },
    {
      "quote": "By the way, intelligence to me isn't just being book-smart or having a college degree; it's trusting your gut instincts, being intuitive, thinking outside the box, and sometimes just realizing that things need to change and being smart enough to change it.",
      "author": "Tabatha Coffey",
      "category": "Change, College, Smart"
    },
    {
      "quote": "There are no great limits to growth because there are no limits of human intelligence, imagination, and wonder.",
      "author": "Ronald Reagan",
      "category": "Great, Growth, Imagination"
    },
    {
      "quote": "Knowledge will forever govern ignorance and a people who mean to be their own governors must arm themselves with the power which knowledge gives.",
      "author": "James Madison",
      "category": "Knowledge, Power, Ignorance"
    },
    {
      "quote": "The mind is not a vessel to be filled but a fire to be kindled.",
      "author": "Plutarch",
      "category": "Fire, Mind, Vessel"
    },
    {
      "quote": "The voice of the intellect is a soft one, but it does not rest until it has gained a hearing.",
      "author": "Sigmund Freud",
      "category": "Voice, Rest, Intellect"
    },
    {
      "quote": "Common sense is genius dressed in its working clothes.",
      "author": "Ralph Waldo Emerson",
      "category": "Clothes, Genius"
    },
    {
      "quote": "Ignorance is bold and knowledge reserved.",
      "author": "Thucydides",
      "category": "Knowledge, Ignorance, Bold"
    },
    {
      "quote": "An intellectual is someone whose mind watches itself.",
      "author": "Albert Camus",
      "category": "Mind, Watches, Intellectual"
    },
    {
      "quote": "Genius is talent set on fire by courage.",
      "author": "Henry Van Dyke",
      "category": "Courage, Fire, Talent"
    },
    {
      "quote": "If you would take, you must first give, this is the beginning of intelligence.",
      "author": "Lao Tzu",
      "category": "Beginning, You, First"
    },
    {
      "quote": "The voice of the intelligence is drowned out by the roar of fear. It is ignored by the voice of desire. It is contradicted by the voice of shame. It is biased by hate and extinguished by anger. Most of all it is silenced by ignorance.",
      "author": "Karl A. Menninger",
      "category": "Fear, Anger, Hate"
    },
    {
      "quote": "There is no worse screen to block out the Spirit than confidence in our own intelligence.",
      "author": "John Calvin",
      "category": "Confidence, Spirit, Worse"
    },
    {
      "quote": "There are three kinds of intelligence: one kind understands things for itself, the other appreciates what others can understand, the third understands neither for itself nor through others. This first kind is excellent, the second good, and the third kind useless.",
      "author": "Niccolo Machiavelli",
      "category": "Good, Three, Kind"
    },
    {
      "quote": "All of the biggest technological inventions created by man - the airplane, the automobile, the computer - says little about his intelligence, but speaks volumes about his laziness.",
      "author": "Mark Kennedy",
      "category": "Man, Airplane, Technological"
    },
    {
      "quote": "Empathy and social skills are social intelligence, the interpersonal part of emotional intelligence. That's why they look alike.",
      "author": "Daniel Goleman",
      "category": "Empathy, Look, Why"
    },
    {
      "quote": "Children are remarkable for their intelligence and ardor, for their curiosity, their intolerance of shams, the clarity and ruthlessness of their vision.",
      "author": "Aldous Huxley",
      "category": "Children, Vision, Curiosity"
    },
    {
      "quote": "If the presence of electricity can be made visible in any part of the circuit, I see no reason why intelligence may not be transmitted instantaneously by electricity.",
      "author": "Samuel Morse",
      "category": "Why, Electricity, See"
    },
    {
      "quote": "Intelligence is what you use when you don't know what to do: when neither innateness nor learning has prepared you for the particular situation.",
      "author": "Jean Piaget",
      "category": "Learning, Know, You"
    },
    {
      "quote": "I'm not offended by all the dumb blonde jokes because I know I'm not dumb... and I also know that I'm not blonde.",
      "author": "Dolly Parton",
      "category": "Dumb, Know, Blonde"
    },
    {
      "quote": "For the execution of the voyage to the Indies, I did not make use of intelligence, mathematics or maps.",
      "author": "Christopher Columbus",
      "category": "Mathematics, Execution"
    },
    {
      "quote": "A man of genius makes no mistakes his errors are volitional and are the portals of discovery.",
      "author": "James Joyce",
      "category": "Mistakes, Man, Genius"
    },
    {
      "quote": "Intellectual passion drives out sensuality.",
      "author": "Leonardo da Vinci",
      "category": "Passion, Intellectual"
    },
    {
      "quote": "An intellectual is a man who doesn't know how to park a bike.",
      "author": "Spiro T. Agnew",
      "category": "Man, Bike, Know"
    },
    {
      "quote": "Sculpture is the art of the intelligence.",
      "author": "Pablo Picasso",
      "category": "Art, Sculpture"
    },
    {
      "quote": "Not to sound corny, but intelligence is big. Everything fades, and everything can be modified. But intelligence is something you can't fake. I'm not even talking about whether you can read a thesaurus backwards. But there is a beauty in common sense.",
      "author": "Wale",
      "category": "Beauty, Common Sense, Fake"
    },
    {
      "quote": "I'm grateful to intelligent people. That doesn't mean educated. That doesn't mean intellectual. I mean really intelligent. What black old people used to call 'mother wit' means intelligence that you had in your mother's womb. That's what you rely on. You know what's right to do.",
      "author": "Maya Angelou",
      "category": "Mother, Grateful, People"
    },
    {
      "quote": "Being an intellectual creates a lot of questions and no answers.",
      "author": "Janis Joplin",
      "category": "Questions, Intellectual"
    }
  ]
}