{
  "author": "Ravindu Manoj",
  "github": "ravindu01manoj",
  "repo": "Quotes-500k",
  "data": [
    {
      "quote": "You realize when you're pregnant how lucky you are to have access to medical care.",
      "author": "Olivia Wilde",
      "category": "Care, You, Realize"
    },
    {
      "quote": "But I contend that if we're providing total medical coverage for every man, woman, and child in Iraq, shouldn't we at least be doing the same thing for every man, woman, and child in the United States?",
      "author": "Tony Campolo",
      "category": "Man, Woman, Child"
    },
    {
      "quote": "My mother was a medical records librarian and wonderful with us girls. She sewed a lot of our clothes - really glamorous, beautiful clothes - and I think that's part of why I was so successful when I went off to Paris; she'd made me all these wonderful clothes to take.",
      "author": "Jerry Hall",
      "category": "Beautiful, Mother, Me"
    },
    {
      "quote": "As a medical doctor and cardiac surgeon, I had the responsibility of performing open-heart surgery on President Spencer W. Kimball in 1972, when he was Acting President of the Quorum of the Twelve Apostles.",
      "author": "Russell M. Nelson",
      "category": "Responsibility, Doctor"
    },
    {
      "quote": "As a medical doctor, I have known the face of adversity. I have seen much of death and dying, suffering and sorrow. I also remember the plight of students overwhelmed by their studies and of those striving to learn a foreign language. And I recall the fatigue and frustration felt by young parents with children in need.",
      "author": "Russell M. Nelson",
      "category": "Children, Death, Adversity"
    },
    {
      "quote": "I agree with cosmetic surgery for medical reasons - my mother had breast cancer and I think it's very sad when somebody has no choice in what happens to their body.",
      "author": "Paloma Faith",
      "category": "Sad, Mother, Choice"
    },
    {
      "quote": "I had a mind inquiring enough to question world events, as well as the passion fostered by my background to care, but I lacked the emotional maturity to process these things. That made me ripe for Islamist recruitment. Into this ferment came my recruiter, himself straight out of a London medical college.",
      "author": "Maajid Nawaz",
      "category": "Passion, College, World"
    },
    {
      "quote": "C-17s should be ready to go at various military bases around the world packed with water, food, medical supplies, sleeping bags and tents, all prepared to be air dropped in alongside soldiers and doctors to begin relief efforts.",
      "author": "Steven Van Zandt",
      "category": "Food, Water, World"
    },
    {
      "quote": "I have personally seen what a devastating medical condition can cost.",
      "author": "Tammy Duckworth",
      "category": "Cost, Personally, Seen"
    },
    {
      "quote": "When I last looked, there weren't queues of eager guys under 40 hanging outside single ladies' doors begging them to give up work and have their babies. It takes two to tango and the same number, without medical help, to make a child.",
      "author": "Mariella Frostrup",
      "category": "Work, Child, Help"
    },
    {
      "quote": "I entered the literary world, really, from outside. My entire background has been in sciences; I was a biology major in college, then went to medical school. I've never had any formal training in writing.",
      "author": "Khaled Hosseini",
      "category": "School, Training, College"
    },
    {
      "quote": "I will say that there is an inordinate amount of medicine in my novels, especially the first one. There are a lot of medical things that happen. A hip fracture, three different kinds of lung cancer, pneumonia, blood poisoning, and so on.",
      "author": "Khaled Hosseini",
      "category": "Medicine, Cancer, Blood"
    },
    {
      "quote": "I neglected my health, and I was reluctant to have medical check-ups. It was a fundamental mistake for a revolutionary, to the Venezuelan people and the international public opinion.",
      "author": "Hugo Chavez",
      "category": "Health, Mistake, People"
    },
    {
      "quote": "We know Africa does not have the same medical treatments as we do.",
      "author": "Kevin McCarthy",
      "category": "Know, Africa, Same"
    },
    {
      "quote": "I don't feel one's personal medical condition is everybody's business. It just isn't something you advertise, and it's not open to discussion.",
      "author": "Aretha Franklin",
      "category": "Business, You, Personal"
    },
    {
      "quote": "I'm not good at eating small meals. Some people can sit down and be very disciplined. When I sit down at a meal, I sort of eat everything I can reach. I know medical people say that's exactly the wrong formula, but I've made it this far.",
      "author": "Stanley A. McChrystal",
      "category": "Good, Small, People"
    },
    {
      "quote": "I'm sure I frustrate the trainers - in fact, I know I frustrate the trainers to no end. But I think there's a very fine line. I listen to their advice. I take their medical expertise very seriously. But then I also, the reason I am where I am, the reason I play the way I play, is because I push beyond normal.",
      "author": "J. J. Watt",
      "category": "I Am, End, Advice"
    },
    {
      "quote": "Arizona has excellent medical schools, both public and private, and it is critical that we create an environment that keeps medical students in Arizona to practice medicine once they complete medical school and their residency programs.",
      "author": "Doug Ducey",
      "category": "School, Practice"
    },
    {
      "quote": "When medical students focus on helping others, they're able to weather the slings and arrows of long hours and devastating health outcomes: they know their colleagues and patients are depending on them.",
      "author": "Adam Grant",
      "category": "Health, Focus, Weather"
    },
    {
      "quote": "In an era of unprecedented medical innovation, we have to do more to ensure that patients facing terminal illnesses have access to potentially life-saving treatments.",
      "author": "Ron Johnson",
      "category": "Innovation, Access"
    },
    {
      "quote": "If you went to Harvard Medical School, chances are you'll be a doctor at some place. There's a career trajectory. Acting, there's nothing. It's constantly trying to procure jobs - it's very disconcerting.",
      "author": "Jesse Eisenberg",
      "category": "School, Doctor, Acting"
    },
    {
      "quote": "At one point, I had over 800 employees, and I always paid all health care for my people - including a man who was my assistant who got HIV. I wound up paying his medical bills, which went into the hundreds of thousands. I'm not making myself out to be a saint. I did the right thing.",
      "author": "Jerry Della Femina",
      "category": "Health, Myself, Man"
    },
    {
      "quote": "While many employers do the right thing and provide flexible schedules for disabled veterans, I felt that it was important to provide all disabled veterans with a solution that would help them have access to medical leave. Here's how our bill works: we accelerate the eligibility process for disabled veterans.",
      "author": "John Delaney",
      "category": "Veterans, Help"
    },
    {
      "quote": "Mind you, I've always been a very off-message type of fat broad; one who gladly admits she reached the size she is now solely through lack of discipline and love of pleasure, and who rather despises people (except those with proven medical conditions) who pretend that it is generally otherwise.",
      "author": "Julie Burchill",
      "category": "Love, Discipline, Mind"
    },
    {
      "quote": "My books are not really books; they're endless chains of distraction shoved inside a cover. Many of them begin at the search box of Pub Med, an Internet database of medical journal articles.",
      "author": "Mary Roach",
      "category": "Internet, Search"
    },
    {
      "quote": "There is a shortage of doctors, and the American Medical Association is aiming to keep it that way.",
      "author": "Barry Ritholtz",
      "category": "American, Way, Keep"
    },
    {
      "quote": "A typical medical practice is like an old-fashioned business which keeps all of its records on paper. It can probably track down any individual transaction if it needs to, but it's basically helpless when it comes to overall measurements of performance. And that's the big problem.",
      "author": "Mitch Kapor",
      "category": "Business, Performance"
    },
    {
      "quote": "At the heart of both democracy and capitalism is a simple assumption that, across the board, people make free and relatively rational decisions: that we are, to borrow a medical term, Gillick Competent.",
      "author": "Nick Harkaway",
      "category": "Heart, Simple, Decisions"
    },
    {
      "quote": "I have profoundly mixed feelings about the Affordable Care Act. What I love about it is its impulse. It attempts to deal with this intractable problem in American health care life, which is that a significant portion of the population does not have access to quality medical care.",
      "author": "Malcolm Gladwell",
      "category": "Love, Life, Health"
    },
    {
      "quote": "In aviation they have auto pilot and color radar and a lot of other instrumentation that is a backup for pilots. It's really brought the incidents of plane crashes way down. Same thing ought to happen in the medical industry, I think.",
      "author": "Dennis Quaid",
      "category": "Color, Down, Think"
    },
    {
      "quote": "I am not an expert in medical field.",
      "author": "Sharad Pawar",
      "category": "I Am, Expert, Field"
    },
    {
      "quote": "Unfortunately, it seems to me that when it comes to issues affecting the trans community, most people who are cisgender - a word describing those people whose gender identity is in alignment with the sex they were assigned at birth - focus too much on the administrative, legal, and medical aspects of trans identity.",
      "author": "Chelsea Manning",
      "category": "Community, Focus, Identity"
    },
    {
      "quote": "Uninsured care happens in this country, and here's the problem. It's not properly accounted for. The people who pay for uninsured care at the moment are the hospitals and the doctors and all of the medical providers.",
      "author": "John Fleming",
      "category": "Moment, People, Problem"
    },
    {
      "quote": "I'm strongly for a patient Bill of Rights. Decisions ought to be made by doctors, not accountants.",
      "author": "Chuck Schumer",
      "category": "Decisions, Rights"
    },
    {
      "quote": "Disability is often framed, in medical terms, as the ultimate disaster and certainly as a deficit.",
      "author": "Stella Young",
      "category": "Disability, Disaster, Framed"
    },
    {
      "quote": "I don't generally talk about medical terms when I discuss my position as a disabled person. I take a social rather than medical approach to disability, and so long Latin names for congenital conditions are not relevant.",
      "author": "Stella Young",
      "category": "Disability, Long, Person"
    },
    {
      "quote": "My first vote was for a communist in east London when I was a medical student. But I've voted Tory, Labour and Lib Dem in my time.",
      "author": "Robert Winston",
      "category": "Time, Vote, Student"
    },
    {
      "quote": "My parents had chosen the medical profession for me. I even studied a few semesters at St Xavier's College, but at the back of my mind, I always wanted to be a musician like my father.",
      "author": "Zubin Mehta",
      "category": "Father, Parents, College"
    },
    {
      "quote": "The model sanctuary was borne of a complex, political, societal debate. It was proposed to us from various bodies that we give models medicals once a year, and if they didn't pass that medical, there's a chance they'd legally lose their right to work.",
      "author": "Erin O'Connor",
      "category": "Work, Political, Chance"
    },
    {
      "quote": "Huge sums are invested globally in medical research and development - and with good reason.",
      "author": "Geoff Mulgan",
      "category": "Good, Research, Development"
    },
    {
      "quote": "I know we can't always know what medical surprises may happen during childbirth. But my hope is to go fully natural - no epidural, no interventions. Wish me luck.",
      "author": "Danica McKellar",
      "category": "Hope, Luck, Me"
    },
    {
      "quote": "It's not beyond the possibility that there still could be a YES in 200 years' time... of course with different members, unless the medical profession comes up with something extraordinary.",
      "author": "Chris Squire",
      "category": "Time, Extraordinary, Years"
    },
    {
      "quote": "In the future, it's going to become more and more impossible for the economy to support how expensive medical care is and the number of sick people we have. Why don't we just get our population healthier so we don't need medical care?",
      "author": "Joel Fuhrman",
      "category": "Future, Support, Impossible"
    },
    {
      "quote": "We must always remember that all medical interventions have risk, and very little can be asserted with 100 percent certainty.",
      "author": "Joel Fuhrman",
      "category": "Risk, Remember, Little"
    },
    {
      "quote": "Out of one pocket we pay billions of our tax dollars to support the production of expensive, disease-causing foods. Out of the other pocket, we pay medical bills that are too high because our overweight population consumes too much of these rich, disease-causing foods.",
      "author": "Joel Fuhrman",
      "category": "Support, Tax, Rich"
    },
    {
      "quote": "I'm married to a nurse, and she is really, really ardent that - in screenplays or movies that I've worked on, that all the medical aspects be properly presented. I think that filmmakers ought to be respectful of all fields and not just be lazy and put nonsense in movies because most people won't know the difference.",
      "author": "Scott Derrickson",
      "category": "People, Know, Think"
    },
    {
      "quote": "I think my father gave me a great reverence for medical science. He was about as opposite to the personality of House as one could imagine. He was polite and easygoing, and would have gone to great lengths to make his patients feel attended to and heard and sympathized with.",
      "author": "Hugh Laurie",
      "category": "Father, Science, Great"
    },
    {
      "quote": "I'm trying to knock the medical profession into accepting its responsibilities, and those responsibilities include assisting their patients with death.",
      "author": "Jack Kevorkian",
      "category": "Death, Trying, Profession"
    },
    {
      "quote": "Liberal that I am, I support health-care reform on its merits alone. My liberal blood boils, for example, when I read that half of the personal bankruptcies in this country are brought on, in part, by medical expenses.",
      "author": "Thomas Frank",
      "category": "Alone, Support, I Am"
    },
    {
      "quote": "I went to the University of Maryland for a year and was considering maybe, you know, being a medical doctor but decided my other interest was maybe flying airplanes in the Navy and just kind of changed my mind and changed schools and changed majors and decided to focus a hundred percent on that.",
      "author": "Scott Kelly",
      "category": "Focus, Doctor, Mind"
    },
    {
      "quote": "What we look for are people that are technically competent. You need a background in a scientific field, whether it's as a scientist, an engineer, medical doctor, or, you know, a person that's in the military with some kind of technical background.",
      "author": "Scott Kelly",
      "category": "Doctor, People, Military"
    },
    {
      "quote": "As a physician and a U.S. senator, I have warned since the very beginning about many troubling aspects of Mr. Obama's unprecedented health-insurance mandate. Not only does he believe he can order you to buy insurance, the president also incorrectly equates health insurance coverage with medical care.",
      "author": "John Barrasso",
      "category": "Health, Believe, Beginning"
    },
    {
      "quote": "Medical debts are the number-one cause of bankruptcy in America.",
      "author": "Barbara Ehrenreich",
      "category": "America, Cause, Debts"
    },
    {
      "quote": "A Harvard Medical School study has determined that rectal thermometers are still the best way to tell a baby's temperature. Plus, it really teaches the baby who's boss.",
      "author": "Tina Fey",
      "category": "Best, School, Boss"
    },
    {
      "quote": "The Google algorithm was a significant development. I've had thank-you emails from people whose lives have been saved by information on a medical website or who have found the love of their life on a dating website.",
      "author": "Tim Berners-Lee",
      "category": "Love, Life, Dating"
    },
    {
      "quote": "I think something very simple that everybody can do is they can participate in medical research as subjects. Personal genome project, for example, will take on as many subjects as we can find.",
      "author": "George M. Church",
      "category": "Simple, Research, Think"
    },
    {
      "quote": "I think the media can be a very positive influence by essentially holding people to task about the importance of high quality medical care. And when the media is scrutinizing you, then I think that's a very good, positive thing for the field of medicine.",
      "author": "Anthony Fauci",
      "category": "Positive, Good, Quality"
    },
    {
      "quote": "Harriet Washington, in 'Medical Apartheid: The Dark History of Medical Experimentation on Black Americans from Colonial Times to the Present,' documents the smallpox experiments Thomas Jefferson performed on his Monticello slaves. In fact, much of what we now think of as public health emerged from the slave system.",
      "author": "Greg Grandin",
      "category": "History, Health, Dark"
    },
    {
      "quote": "I've never met a person who does not want a safer world, better medical care and education for their children, and peace with their neighbours. I just don't meet those people. What I meet, over and over again, as I travel around, is that the essential human condition is optimistic - in every one of these places.",
      "author": "Eric Schmidt",
      "category": "Education, Travel, Peace"
    },
    {
      "quote": "The last time I was in there to set up for a surgery, I was sitting in the waiting room ... watching television. And a special came on the news about a guy who got AIDS from re-used medical equipment in the VA. It was the same procedure I was fixing to get. I'm gone. Deuces. I walked out, man.",
      "author": "Marcus Luttrell",
      "category": "Time, Man, Waiting"
    },
    {
      "quote": "The Grameen clinics prove that a medical system 'for the poor' can be almost entirely self-supporting, and we hope we can make it fully self sufficient so we can expand it across Bangladesh.",
      "author": "Muhammad Yunus",
      "category": "Hope, Self, Poor"
    },
    {
      "quote": "My parents and grandparents have always been engaged in teaching or the medical profession or the priesthood, so I've sort of grown up with a sense of complicity in the lives of other people, so there's no virtue in that; it's the way one is raised.",
      "author": "Colin Firth",
      "category": "Parents, People"
    },
    {
      "quote": "My most important projects have been the building and maintaining of schools and medical clinics for my dear friends in the Himalaya and helping restore their beautiful monasteries, too.",
      "author": "Edmund Hillary",
      "category": "Friends, Beautiful, Building"
    },
    {
      "quote": "As a result of playing Freddy Krueger, I can remember having to look at some medical books, and at some of the disfigurement that fire can cause on people, because they were the source material for some of the prosthetic makeup that I wore. That aided and abetted this fear of death by fire. Which is sort of what happened to Fred Krueger.",
      "author": "Robert Englund",
      "category": "Death, Fear, Fire"
    },
    {
      "quote": "My dad's a doctor, and when I was 8, I went to one of his medical conferences where they were demonstrating laser surgery on a chicken. I was so mad that a chicken had to die, I never ate meat again.",
      "author": "Natalie Portman",
      "category": "Doctor, Die, Chicken"
    },
    {
      "quote": "I always wanted to be a medical doctor, and I never thought of business.",
      "author": "Jochen Zeitz",
      "category": "Business, Thought, Doctor"
    },
    {
      "quote": "I was actually accepted into medical school in Italy. But then I wanted to come back and learn medicine in Germany. And while waiting, I decided to join a business school. I figured it would be useful for doctors to know some business as well!",
      "author": "Jochen Zeitz",
      "category": "Business, School, Waiting"
    },
    {
      "quote": "My father started growing very quiet as Alzheimer's started claiming more of him. The early stages of Alzheimer's are the hardest because that person is aware that they're losing awareness. And I think that that's why my father started growing more and more quiet.",
      "author": "Patti Davis",
      "category": "Father, Losing, Think"
    },
    {
      "quote": "To the medical man, astrology is invaluable in diagnosing diseases and prescribing a remedy, for it reveals the hidden cause of all ailments.",
      "author": "Max Heindel",
      "category": "Man, Hidden, Astrology"
    },
    {
      "quote": "Jobless workers, especially those out of work for months and years, don't have the skills to multitask in a fast-paced economy where medical workers need to know electronic record-keeping, machinists need computer skills, and marketing managers can no longer delegate software duties.",
      "author": "Nina Easton",
      "category": "Work, Marketing, Know"
    },
    {
      "quote": "Any man who goes to a psychiatrist ought to have his head examined.",
      "author": "Samuel Goldwyn",
      "category": "Man, Head, Psychiatrist"
    },
    {
      "quote": "We need new medical approaches to preventing and/or curing disease. We need new scientific approaches to generating, storing, and being more efficient with energy. Maybe we need more space exploration. Maybe we need more undersea exploration.",
      "author": "Fred Wilson",
      "category": "Space, Energy, Exploration"
    },
    {
      "quote": "I had this 'War and Peace' thing of wanting to experience war as a kind of incredible human enterprise. I even applied to Officer Candidate School. Then the practical side of me kicked in and I thought, 'I really don't want to get drafted.' So I went down to the physical and checked every psychological disorder and drug on the medical history form.",
      "author": "Harold Ramis",
      "category": "History, Peace, Experience"
    },
    {
      "quote": "I have repeatedly called for residency programs for teachers, like those you see in the medical profession, to ensure our educators have the training and knowledge to succeed in their classrooms and in their careers.",
      "author": "Randi Weingarten",
      "category": "Knowledge, Training, You"
    },
    {
      "quote": "I've always thought that I'd make a pretty good police officer, except maybe for the danger part. I have a rare medical condition that makes it difficult for me to risk getting shot, so probably I'd have to be one of those officers who work in 'do not shoot' areas.",
      "author": "W. Bruce Cameron",
      "category": "Work, Good, Me"
    },
    {
      "quote": "The term 'Xiaokang' is used today to refer to a society where people can receive education, get paid through work, have access to medical services and old-age support, have a shelter and more than enough food and clothing, and lead a well-off life.",
      "author": "Li Keqiang",
      "category": "Life, Work, Education"
    },
    {
      "quote": "When I think back to my childhood, it's with a mixture of amusement and embarrassment. I was always forgetting things. My mum called me scatty because I could never sit still. But there was no sense I was suffering from a medical condition as such.",
      "author": "Rory Bremner",
      "category": "Childhood, Suffering, Me"
    },
    {
      "quote": "I wanted to be an actor ever since I got on stage for the first time, aged 13. Before that, I thought I might follow in the medical footsteps of my parents: my father was a doctor, my mother a pharmacist.",
      "author": "Chiwetel Ejiofor",
      "category": "Time, Father, Mother"
    },
    {
      "quote": "I remembered that my grandfather had spent his teenage years in Shanghai and that he went back after he finished medical school to work there in a hospital. So I went back into my family archives and was able to find out his exact address it was a street that was in the French Concession.",
      "author": "Kevin Kwan",
      "category": "Work, Family, School"
    },
    {
      "quote": "I know that some things are beyond our control, some illnesses are beyond our control, we get sick, we don't know why. But let's pledge to do whatever we can to avoid those high medical bills.",
      "author": "Don Lemon",
      "category": "Control, Know, Why"
    },
    {
      "quote": "We need to start training more primary health providers and fewer specialists. We will never be able to control health care costs unless we challenge the over-emphasis on medical research, specialists and technology and put more emphasis on delivering good, everyday basic medicine to those who now have none.",
      "author": "Richard Lamm",
      "category": "Technology, Good, Health"
    },
    {
      "quote": "Universal coverage, not medical technology, is the foundation of any caring health care system.",
      "author": "Richard Lamm",
      "category": "Technology, Health, Caring"
    },
    {
      "quote": "The Republicans want to turn Medicare into a voucher plan that will end guaranteed coverage of medical bills for the elderly.",
      "author": "Juan Williams",
      "category": "End, Plan, Want"
    },
    {
      "quote": "I think we're rapidly approaching the day where medical science can keep people alive in hospitals, hooked up to tubes and things, far beyond when any kind of quality of life is left at all.",
      "author": "Richard Lamm",
      "category": "Life, Day, Science"
    },
    {
      "quote": "The medical system in the United States is among the best in the world, if not the best. What if we were to make the United States a medical destination? That would bring a lot of people here because there are a lot of sick people around the world. If they can get U.S. treatment, they will take it, but now think about what that will do.",
      "author": "Indra Nooyi",
      "category": "Best, Destination, World"
    },
    {
      "quote": "There is an enormous amount of options that a physician can provide today, right down from curing patients, treating patients, or providing patients with psychic solace or pain relief. So, in fact, the gamut of medical intervention is enormous.",
      "author": "Siddhartha Mukherjee",
      "category": "Today, Pain, Physician"
    },
    {
      "quote": "A strong intuition is much more powerful than a weal test. Normals teach us rules; outliers teach us laws. For every perfect medical experiment, there is a perfect human bias.",
      "author": "Siddhartha Mukherjee",
      "category": "Strong, Powerful, Rules"
    },
    {
      "quote": "I'll bring colleges and industry together to develop new products in marine science, green technology, and medical devices, and to train our workers to fill those jobs... We need to get Rhode Islanders back to work.",
      "author": "Gina Raimondo",
      "category": "Work, Technology, Science"
    },
    {
      "quote": "I had a home birth because I really believe in the body's natural ability to give birth. The medical profession has kind of warped women's minds into thinking we don't know how to birth and we need doctors and epidurals and Pitocin.",
      "author": "Sarah Shahi",
      "category": "Home, Women, Believe"
    },
    {
      "quote": "Medical knowledge and technical savvy are biodegradable. The sort of medicine that was practiced in Boston or New York or Atlanta fifty years ago would be as strange to a medical student or intern today as the ceremonial dance of a !Kung San tribe would seem to a rock festival audience in Hackensack.",
      "author": "Lewis Thomas",
      "category": "Knowledge, Today, Dance"
    },
    {
      "quote": "The dilemma of modern medicine, and the underlying central flaw in medical education and, most of all, in the training of interns, is the irresistible drive to do something, anything. It is expected by patients and too often agreed to by their doctors, in the face of ignorance.",
      "author": "Lewis Thomas",
      "category": "Education, Training"
    },
    {
      "quote": "You may be in a medical or engineering college, but not all will stand first in class. It depends on who studies the most.",
      "author": "Anupam Kher",
      "category": "College, Engineering, You"
    },
    {
      "quote": "All sorts of computer errors are now turning up. You'd be surprised to know the number of doctors who claim they are treating pregnant men.",
      "author": "Isaac Asimov",
      "category": "Men, Know, You"
    },
    {
      "quote": "The medical profession is - and knows itself to be - endemically conservative and conformist.",
      "author": "Margaret Heffernan",
      "category": "Conservative, Profession"
    },
    {
      "quote": "I wish medical schools helped us to analyze our healthy and unhealthy reasons for becoming doctors.",
      "author": "Bernie Siegel",
      "category": "Wish, Healthy, I Wish"
    },
    {
      "quote": "I think history would say that medical research has, throughout many changes of parties, remained as one of the shining lights of bipartisan agreement, that people are concerned about health for themselves, for their families, for their constituents.",
      "author": "Francis Collins",
      "category": "History, Health, Changes"
    },
    {
      "quote": "I trained initially as a physical chemist, and then, after becoming interested in biology, I went to medical school and learned how to be a physician. So, I'm a physician scientist.",
      "author": "Francis Collins",
      "category": "School, Physician, Biology"
    },
    {
      "quote": "Miriam Were has made outstanding contributions to public health in the developing world. She brings basic medical services to women and children in East Africa.",
      "author": "Liya Kebede",
      "category": "Children, Women, Health"
    },
    {
      "quote": "I'm not sure the least educated members of the population are missing out on the advances in medical technology as much as they are adopting harmful behavioral habits that shorten their life.",
      "author": "S. Jay Olshansky",
      "category": "Life, Technology, Habits"
    },
    {
      "quote": "I was a writer first, and knew I'd be a storyteller at age seven. But since my parents are very practical, they urged me to go into a profession that would be far more secure, so I went to medical school.",
      "author": "Tess Gerritsen",
      "category": "Age, School, Parents"
    },
    {
      "quote": "My dad was Chinese-American and very conservative when it came to his family's futures. He said if I wanted to have a secure job, I should go into science. So I did what Dad said and went to medical school, but the writing bug never left me.",
      "author": "Tess Gerritsen",
      "category": "Family, Science, School"
    },
    {
      "quote": "I met my husband, Jacob, in medical school. We married and went to live in Hawaii where his family lived. It was very beautiful, but I wasn't used to being on an island and needed wide open spaces. Eventually we moved to Maine, New England.",
      "author": "Tess Gerritsen",
      "category": "Family, Beautiful, School"
    },
    {
      "quote": "I think of myself as a fairly logical, scientific and somewhat reserved person. Maura Isles, the Boston medical examiner who appears in five of my books, is me. Almost everything I use in describing her, from her taste in wine to her biographical data, is taken from my own family. Except I don't have a serial killer as a mother!",
      "author": "Tess Gerritsen",
      "category": "Family, Myself, Mother"
    },
    {
      "quote": "I think what medical training does is it gives you the language, the tools to look up facts. I think medical training gives you a sense of how to approach a problem, how to look at symptoms and go down the list of what it might be.",
      "author": "Tess Gerritsen",
      "category": "Training, Language, Tools"
    },
    {
      "quote": "Writing is very much an emotional process; it requires you to be very in touch with your feelings. That is the opposite of what you're taught as a medical doctor. We're supposed to be detached and logical. Maybe because I started off as a writer and then became a doctor, I'm able to integrate those two.",
      "author": "Tess Gerritsen",
      "category": "Writing, Doctor, You"
    },
    {
      "quote": "The way that we are going after ageing, I think, is a problem. The modern medical model is basically designed to attack one disease at a time. Independent of all other diseases and independent of the basic process of ageing itself.",
      "author": "S. Jay Olshansky",
      "category": "Time, Problem, Think"
    },
    {
      "quote": "You put on this set of goggles, and within seconds, your brain is convinced you're now in a different, virtual environment. You're somewhere else, and that somewhere else may be a video game, it may be in a real-time movie, a museum exhibit, or a medical surgical training app.",
      "author": "Brendan Iribe",
      "category": "Training, Brain, Game"
    },
    {
      "quote": "Probably, had World War II not come along and intervened, I would have tried to be a doctor. My son's a doctor, and I still take some medical journals to this day.",
      "author": "John Glenn",
      "category": "Day, Son, War"
    },
    {
      "quote": "Here in Silicon Valley, I have taken part in hundreds of conversations trying to convince people to dive in and become entrepreneurs. All too often, innovators with good, safe, jobs are unwilling to put their family's access to health care at risk by walking away from company-backed medical insurance.",
      "author": "Eric Ries",
      "category": "Family, Good, Health"
    },
    {
      "quote": "Even though Laverne and Shirley were always, like, submitting themselves for medical testing and falling asleep on a date or whatever, they always had each other's back.",
      "author": "Jessica St. Clair",
      "category": "Falling, Testing, Back"
    },
    {
      "quote": "I think I wanted to be a doctor. In Iran, the engineering and medical professions are worshipped. My father very much wanted me to be a doctor. I was certainly eager to please as a young man - as a kid, I should say.",
      "author": "Dara Khosrowshahi",
      "category": "Father, Man, Doctor"
    },
    {
      "quote": "I have written two medical novels. I have never studied medicine, never seen an operation.",
      "author": "Taylor Caldwell",
      "category": "Medicine, Never, Two"
    },
    {
      "quote": "At the age of 16, my father's father dropped dead of a heart attack. And I think it changed the course of his life, and he became fascinated with death. He then became a medical doctor and obviously fought death tooth and nail for his patients.",
      "author": "Sally Mann",
      "category": "Life, Age, Father"
    },
    {
      "quote": "As I'm sure you may know, I'm planning to become a spaceflight participant and have been recently approved to begin my spaceflight training by the Russian space federation having passed the necessary medical and physical tests.",
      "author": "Sarah Brightman",
      "category": "Training, Planning, Space"
    },
    {
      "quote": "Having the urge to write a novel, especially if you've yet to be published, is like having a medical condition impossible to mention in polite company - it's a relief simply to know there are fellow-sufferers out there.",
      "author": "Robert Harris",
      "category": "Impossible, Company, Know"
    },
    {
      "quote": "We must recognize the fact that adequate food is only the first requisite for life. For a decent and humane life, we must also provide an opportunity for good education, remunerative employment, comfortable housing, good clothing, and effective and compassionate medical care.",
      "author": "Norman Borlaug",
      "category": "Life, Education, Food"
    },
    {
      "quote": "It would not be possible to praises nurses too highly.",
      "author": "Stephen Ambrose",
      "category": "Possible, Nurses, Would"
    },
    {
      "quote": "There are a ton of medical dramas out there dealing with life and death.",
      "author": "Erica Durance",
      "category": "Life, Death, Dealing"
    },
    {
      "quote": "I strongly believe that the Legislature should not be interfering in private medical decisions.",
      "author": "Maggie Hassan",
      "category": "Decisions, Believe, Should"
    },
    {
      "quote": "Information on how to heal autism and how to possibly delay vaccines or prevent autism shouldn't come from me. It should come from the medical establishment.",
      "author": "Jenny McCarthy",
      "category": "Information, Me, Vaccines"
    },
    {
      "quote": "We're creating these massive urban areas in the Third World. It's like you take the entire population of California and put it in one city. Then you remove basic sanitation and medical services, and you have a ticking biological time bomb.",
      "author": "Richard Preston",
      "category": "Time, City, World"
    },
    {
      "quote": "Experiments suggest that if one particle of Ebola enters a person's bloodstream, it can cause a fatal infection. This may explain why many of the medical workers who came down with Ebola couldn't remember making any mistakes that might have exposed them.",
      "author": "Richard Preston",
      "category": "Mistakes, Remember, Why"
    },
    {
      "quote": "If a vaccine works, then the vaccinators might conceivably set up what's known as ring vaccinations around Ebola hot spots. In this technique, medical workers simply vaccinate everybody in a ring, miles deep, around a focus of a virus.",
      "author": "Richard Preston",
      "category": "Deep, Focus, Ring"
    },
    {
      "quote": "I read Freud's Introductory Lectures in Psychoanalysis in basically one sitting. I decided to enroll in medical school. It was almost like a conversion experience.",
      "author": "Stanislav Grof",
      "category": "Experience, School"
    },
    {
      "quote": "Real Texans don't want any woman to die of cancer because she can't get decent health care or medical advice. Real Texans don't want any woman to lose control of her life because she can't get birth control.",
      "author": "Wendy Davis",
      "category": "Life, Health, Woman"
    },
    {
      "quote": "A democratic medical establishment does not alter people's bodies to fit regressive social norms it advocates for patients by demanding the social body get its act together.",
      "author": "Alice Dreger",
      "category": "Together, Body, People"
    },
    {
      "quote": "When I ask my medical students to describe their image of a woman who elects to birth with a midwife rather than with an obstetrician, they generally describe a woman who wears long cotton skirts, braids her hair, eats only organic vegan food, does yoga, and maybe drives a VW microbus.",
      "author": "Alice Dreger",
      "category": "Food, Woman, Hair"
    },
    {
      "quote": "Many medical students, like most American patients, confuse science and technology. They think that what it means to be a scientific doctor is to bring to bear the maximum amount of technology on any given patient. And this makes them dangerous.",
      "author": "Alice Dreger",
      "category": "Technology, Science"
    },
    {
      "quote": "After art college, I got a job as a medical illustrator, and I was pretty good. I had to imagine what was going on in the operations because the photographs just showed a mess.",
      "author": "Anthony Browne",
      "category": "Art, Good, College"
    },
    {
      "quote": "The public has lost faith in the ability of Social Security and Medicare to provide for old age. They've lost faith in the banking system and in conventional medical insurance.",
      "author": "Ron Chernow",
      "category": "Age, Faith, Old Age"
    },
    {
      "quote": "It's interesting when people make comments about celebrities' weight gain or lack of weight gain as if they're a medical professional that's treating that celebrity. Like, 'This doctor does not treat Jessica Simpson, but thinks her weight is unhealthy.' If you don't treat her, then how do you know?",
      "author": "Busy Philipps",
      "category": "Doctor, Treat, People"
    },
    {
      "quote": "Certainly when I got to medical school, I had role models of the kind of physicians I wanted to be. I had an uncle who, looking back, was probably not the most-educated physician around, but he carried it off so well.",
      "author": "Abraham Verghese",
      "category": "School, Looking Back"
    },
    {
      "quote": "What we need in medical schools is not to teach empathy, as much as to preserve it - the process of learning huge volumes of information about disease, of learning a specialized language, can ironically make one lose sight of the patient one came to serve; empathy can be replaced by cynicism.",
      "author": "Abraham Verghese",
      "category": "Learning, Empathy, Language"
    },
    {
      "quote": "I think America is really in denial about the degree to which residents, particularly foreign medical graduates, man the county hospitals of this country, and but for their services, I'm not sure how exactly we could manage.",
      "author": "Abraham Verghese",
      "category": "America, Man, Think"
    },
    {
      "quote": "The problem of psychoanalysis is not the body of theory that Freud left behind, but the fact that it never became a medical science. It never tried to test its ideas.",
      "author": "Eric Kandel",
      "category": "Science, Ideas, Problem"
    },
    {
      "quote": "I went to medical school after having decided to do so somewhere between my junior and senior year at Harvard - very late. I initially wanted to be an intellectual historian.",
      "author": "Eric Kandel",
      "category": "School, Late, Senior"
    },
    {
      "quote": "When I was a medical student in the 1950s, we practically never spoke about Alzheimer's disease. And why is that so? And that is because people didn't live long enough to have Alzheimer's disease.",
      "author": "Eric Kandel",
      "category": "People, Live, Long"
    },
    {
      "quote": "I'm by no means condemning prescription medicine for mental health. I've seen it save a lot of people's lives.",
      "author": "Zach Braff",
      "category": "Health, Mental Health"
    },
    {
      "quote": "I mean, everybody should have access to medical care. And, you know, it shouldn't be such a big deal.",
      "author": "Paul Farmer",
      "category": "Care, Know, You"
    },
    {
      "quote": "Haiti is always talking about decentralization and nothing has been so obvious, perhaps a weakness, as the centralized nature of Haitian society as being revealed by the earthquake. I mean, they lost all these medical training programs because they didn't have them anywhere else.",
      "author": "Paul Farmer",
      "category": "Nature, Training, Society"
    },
    {
      "quote": "It is clear that the pharmaceutical industry is not, by any stretch of the imagination, doing enough to ensure that the poor have access to adequate medical care.",
      "author": "Paul Farmer",
      "category": "Imagination, Doing, Care"
    },
    {
      "quote": "I first got sick after I had my daughter, Kimberly, 21 years ago. I'd always been energetic and never had any serious medical problems. Then I got very sick with a high fever. They told me I had mononucleosis. I became pregnant right away with Sean, and after he was born, I never seemed to recover.",
      "author": "Alana Stewart",
      "category": "Daughter, Problems, Me"
    },
    {
      "quote": "I'm an ambassador for Medical Detection dogs.",
      "author": "Lesley Nicol",
      "category": "Dogs, Ambassador, Detection"
    },
    {
      "quote": "I think first and foremost everybody should understand that Canadians are strongly committed to the system of universal health insurance, to the principle that your ability to pay does not determine your access to critical medical service.",
      "author": "Stephen Harper",
      "category": "Health, Service, Insurance"
    },
    {
      "quote": "When I was a young girl, I was so crazy about animals that I wanted to do something associated with them, and I thought of being a vet. But then again, I figured I had to go to medical school, and science wasn't a good subject for me, so I dropped the idea pretty soon and thought maybe I could be a vet's assistant.",
      "author": "Olivia Newton-John",
      "category": "Good, Science, School"
    },
    {
      "quote": "Thinking ahead, in 2013, the Japanese government, together with pharmaceutical companies and the Bill & Melinda Gates Foundation, established a fund for promoting research and development of medical products for neglected tropical diseases (NTDs). The importance of planning for disease outbreaks was made clear with the Ebola virus.",
      "author": "Shinzo Abe",
      "category": "Together, Government"
    },
    {
      "quote": "You can give your Social Security check to any organization, public or private, or to individuals. You can donate it to your favorite political party. You can give the funds to a student scholarship - for your grandchildren, for example - or to somebody who has a medical need. Or you can invest your government check in free enterprise.",
      "author": "Mark Skousen",
      "category": "Government, Political, Free"
    },
    {
      "quote": "There are some great questions to ask your doctor. If he says 'no,' then you find yourself a different doctor. There really has to be a change in how we medically look at women at this time. I mean, this is not just baby gloom.",
      "author": "Marie Osmond",
      "category": "Change, Time, Women"
    },
    {
      "quote": "In 1960-61, a small group of female pilots went through many of the same medical tests as the Mercury astronauts and scored very well on them - in fact, better than some of the astronauts did.",
      "author": "Henry Spencer",
      "category": "Small, Better, Group"
    },
    {
      "quote": "Every hope of successive generations of scholars that order might be constructed from the chaotic mess of medical nomenclature has been frustrated. Even diseases recognized in the same historical period have been given names based on characteristics that have no relation to one another, and thus no common criteria.",
      "author": "Sherwin B. Nuland",
      "category": "Hope, Same, Names"
    },
    {
      "quote": "Long regarded as central to the contemporary understanding of medical ethics are four principles that must be satisfied in order to fulfill the requirements of moral decision-making. These principles are autonomy, justice, beneficence, and non-maleficence.",
      "author": "Sherwin B. Nuland",
      "category": "Justice, Ethics"
    },
    {
      "quote": "Medical judgment can be taught - laboriously, in long periods of training - but it cannot be neatly handed over as the occasion demands it. It is the irreplaceable and untransferable contribution that the healer makes to the suffering individual who would be healed.",
      "author": "Sherwin B. Nuland",
      "category": "Training, Suffering, Long"
    },
    {
      "quote": "The writings and the recommendations of the earliest medical scientists and the new breed of clinicians between the mid-fifteenth and early seventeenth centuries were based on the supposition that sufficient study and experimentation would elucidate not only the origins of disease, but its treatment as well.",
      "author": "Sherwin B. Nuland",
      "category": "Study, Early, New"
    },
    {
      "quote": "I am very abnormal... But it wasn't very long ago that I wasn't so abnormal. I was very normal and headed for a lifetime of paying medical bills as proof of my normalcy.",
      "author": "Dirk Benedict",
      "category": "I Am, Long, Bills"
    },
    {
      "quote": "Medical research is needed, and I just saw there was a need for help that the government - state or federal - was not spending the taxpayers' money on helping people get through college.",
      "author": "Joe Jamail",
      "category": "Money, College, Government"
    },
    {
      "quote": "We also have a program in place for low income people. A family of four making $26,000 a year can receive medical coverage, irrespective of citizenship or what documents.",
      "author": "George Pataki",
      "category": "Family, People, Place"
    },
    {
      "quote": "If someone lives in New York, he's a New Yorker - they are entitled to the best medical system in the world.",
      "author": "George Pataki",
      "category": "Best, World, New York"
    },
    {
      "quote": "I have a zombie apocalypse kit at my house. I've got freeze dried food, I've got a real deal medical kit, like, a doctor could perform a surgery with this medical kit. I got all kinds of everything.",
      "author": "Joel Madden",
      "category": "Food, Doctor, House"
    },
    {
      "quote": "You basically have to be willing to devote your life to journalism if you want to break in. Treat it like it's medical school or law school.",
      "author": "Michael Hastings",
      "category": "Life, School, Law"
    },
    {
      "quote": "School districts around the country, and the taxpayers that support them, have a moral right to the information the NFL might have concerning the medical aspects of the game, and to assess the risks to the students in their charge. Colleges have a moral right to that information for the same reasons.",
      "author": "Charlie Pierce",
      "category": "School, Support, Game"
    },
    {
      "quote": "I think that people's resistance to vaccination isn't going to disappear until we address some of the nonmedical reasons for that resistance and people's discomfort and distrust of the government. That's bigger than what most medical professionals can handle.",
      "author": "Eula Biss",
      "category": "Government, People, Think"
    },
    {
      "quote": "One of the shortcomings of our medical system is that doctors have very little time with their patients.",
      "author": "Eula Biss",
      "category": "Time, System, Little"
    },
    {
      "quote": "Medical decisions have been politicized. What doctor wants a state legislator in his consulting room?",
      "author": "Garry Trudeau",
      "category": "Decisions, Doctor, Room"
    },
    {
      "quote": "As far as hypnosis is concerned, I had a very serious problem when I was in my twenties. I encountered a man who later became the president of the American Society of Medical Hypnosis. He couldn't hypnotize me.",
      "author": "Theodore Sturgeon",
      "category": "Man, Society, American"
    },
    {
      "quote": "The worst job I ever had was when I had to try to sell a service for medical waste treatment.",
      "author": "Jaime Camil",
      "category": "Service, Job, Try"
    },
    {
      "quote": "President Obama and his radical feminist enforcers have had it in for Catholic medical providers from the get-go. It's about time all people of faith fought back against this unprecedented encroachment on religious liberty. First, they came for the Catholics. Who's next?",
      "author": "Michelle Malkin",
      "category": "Time, Faith, Liberty"
    },
    {
      "quote": "Just as we would have no need of the farmer's labor and toil if we were living amid the delights of paradise, so also we would not require the medical art for relief if we were immune to disease, as was the case, by God's gift, at the time of Creation before the Fall.",
      "author": "Saint Basil",
      "category": "Time, Art, God"
    },
    {
      "quote": "It is reasonable to expect the doctor to recognize that science may not have all the answers to problems of health and healing.",
      "author": "Norman Cousins",
      "category": "Health, Science, Healing"
    },
    {
      "quote": "Your genome sequence will become a vital part of your medical record, thereby providing critical information about how to optimize your wellness.",
      "author": "Leroy Hood",
      "category": "Information, Wellness, Will"
    },
    {
      "quote": "What you need to learn how to do is analyze situations and do differential diagnoses and understand the principle and the concepts rather than learn all the details, and medical school doesn't begin to do that.",
      "author": "Leroy Hood",
      "category": "School, Details, You"
    },
    {
      "quote": "I have used Twitter for so many things, from places to stay, places to go, things to do, things I need, medical advice, you name it. Especially when I'm on tour, it really feels like I'm being taken care of by half a million people. It is like having a mom.",
      "author": "Amanda Palmer",
      "category": "Mom, Advice, People"
    },
    {
      "quote": "Medical professionals, not insurance company bureaucrats, should be making health care decisions.",
      "author": "Barbara Boxer",
      "category": "Health, Decisions, Company"
    },
    {
      "quote": "Oliver Sacks remains my hero to this day. He was one of the first medical writers I read. The other was Lewis Thomas, who is no longer alive but is just heroic to me.",
      "author": "Atul Gawande",
      "category": "Hero, Day, Me"
    },
    {
      "quote": "No one teaches you how to think about money in medical school or residency. Yet, from the moment you start practicing, you must think about it. You must consider what is covered for a patient and what is not.",
      "author": "Atul Gawande",
      "category": "Money, School, Moment"
    },
    {
      "quote": "I decided to start a medical training program for freelancers, only freelancers. They're the ones who are doing most of the combat reporting. They're taking most of the risks. They're absorbing most of the casualties. And they're the most underserved and under-resourced of everyone in the entire news business.",
      "author": "Sebastian Junger",
      "category": "Business, Training, Start"
    },
    {
      "quote": "If we don't change, millions of American families are just one medical emergency, or one layoff, away from financial disaster and bankruptcy.",
      "author": "Jim Cooper",
      "category": "Change, American, Financial"
    },
    {
      "quote": "Meditation had never been tried before in a medical center, so we had no idea whether mainstream Americans would accept a clinic whose foundation was intensive training in meditative discipline.",
      "author": "Jon Kabat-Zinn",
      "category": "Training, Discipline"
    },
    {
      "quote": "In our own state, we came up with, I think, what was a very novel approach to closing the gap on the uninsured. To harmonize medical records - which was a major step in getting costs out of the system.",
      "author": "Jon Huntsman, Jr.",
      "category": "Step, Think, Closing"
    },
    {
      "quote": "When I was born in 1970 with a rare genetic disorder called spondyloepiphyseal dysplasia congenita (SED), medical science wasn't what it is today and my mum and dad were treated terribly by the medical profession.",
      "author": "Warwick Davis",
      "category": "Science, Today, Born"
    },
    {
      "quote": "My memories from my childhood are centered on my father's medical conditions alongside my constant desire to understand the principles of the nature around me.",
      "author": "Ada Yonath",
      "category": "Nature, Memories, Father"
    },
    {
      "quote": "After I spent my compulsory army service in the 'top secret office' of the Medical Forces, where I was fortunate to be exposed to clinical and medical issues, I enrolled to the Hebrew University of Jerusalem.",
      "author": "Ada Yonath",
      "category": "Service, Army, Secret"
    },
    {
      "quote": "Passion, you see, can be destroyed by a doctor. It cannot be created.",
      "author": "Peter Shaffer",
      "category": "Passion, Doctor, You"
    },
    {
      "quote": "I took anatomy classes. I went to medical libraries and talked to doctors and nutritionists. I did the whole thing before using myself as a human guinea pig.",
      "author": "Marilu Henner",
      "category": "Myself, Pig, Human"
    },
    {
      "quote": "I'm 86 and my doctor used to tell me to slow down - at least he did until he dropped dead.",
      "author": "Cesar Romero",
      "category": "Doctor, Me, Slow"
    },
    {
      "quote": "There can be no stronger claim to a physician's assistance than at the time when death is imminent, a moral judgment implied by the state's own recognition of the legitimacy of medical procedures necessarily hastening the moment of impending death.",
      "author": "David Souter",
      "category": "Time, Death, Moment"
    },
    {
      "quote": "I am deeply immersed in my medical work, and it can get very intense, but I believe that the connection and devotion is key. You can not work on diseases as devastating and deadly as Lassa and Ebola without complete trust and respect for the individuals with whom you work. My lab and colleagues are just extraordinary, and we are a family.",
      "author": "Pardis Sabeti",
      "category": "Work, Family, Respect"
    },
    {
      "quote": "I have a B.S. in Biology from MIT, an M.Sc. in Human Biology and a Ph.D. in Biological Anthropology from Oxford University, and an M.D. from Harvard Medical School. I never intended for so many degrees, but I enjoyed getting them all.",
      "author": "Pardis Sabeti",
      "category": "School, Biology, Human"
    },
    {
      "quote": "I don't think there's any independent cartoonist whose stuff I don't like or respect in at least some way or another. We're all marginal laborers - we're practically medical oddities - so I don't see why we can't all be nice to each other.",
      "author": "Chris Ware",
      "category": "Respect, Think, Nice"
    },
    {
      "quote": "Any doctor will admit that any drug can have side effects, and that writing a prescription involves weighing the potential benefits against the risks.",
      "author": "Mark Udall",
      "category": "Writing, Doctor, Risks"
    },
    {
      "quote": "I'd come out of the army after five years as a medic. I was a medical administrator and we ran hospitals, and I was a Captain in the army at the end, in 1945.",
      "author": "Eli Wallach",
      "category": "End, Army, Captain"
    },
    {
      "quote": "Five thousand people every day lose their home because of a medical bankruptcy. Most of them had insurance.",
      "author": "Debbie Stabenow",
      "category": "Day, Home, People"
    },
    {
      "quote": "As a player, I was fortunate to work with coaching and medical staffs that underscored the importance of utilizing injury prevention exercises, which contributed to my healthy and long playing career.",
      "author": "Cobi Jones",
      "category": "Work, Coaching, Healthy"
    },
    {
      "quote": "Many of us are alarmed at the skyrocketing cost of medical care, including patients, who are the consumers. However, medical malpractice is not the reason for these increasing costs.",
      "author": "Joe Baca",
      "category": "Care, Cost, Reason"
    },
    {
      "quote": "Many low-income children face chronic stress from nutritional deprivation or persistent violence at home or in the community. By addressing their medical, emotional and developmental needs through a comprehensive clinical care model, we can lower their risk of developing long-term physical and mental health issues.",
      "author": "Irwin Redlener",
      "category": "Children, Home, Community"
    },
    {
      "quote": "No one wants to go back to a situation where, if you have a pre-existing medical condition, you, you can be deprived of coverage. No one wants to go back to a situation where, if you get seriously ill, you can get thrown off your insurance. Seniors don't want to go back to paying more for their prescription drugs.",
      "author": "David Axelrod",
      "category": "Want, Insurance, You"
    },
    {
      "quote": "Now a cholera epidemic was sweeping through Southeast Asia and south Asia in the early 1970s, so I started medical school and I joined a laboratory to work on this.",
      "author": "Peter Agre",
      "category": "Work, School, Early"
    },
    {
      "quote": "I can help a lot of other people who've gone through the same thing by building a center that will help men and women who don't have the funds to take care of themselves and get the medical treatment.",
      "author": "David Gest",
      "category": "Women, Men, Help"
    },
    {
      "quote": "Over the years, HIV/AIDS activists and their allies have been pioneers in creating new frontiers in the medical establishment. Through their efforts, the FDA drug approval procedures were reformed so promising new therapies could reach desperate patients quicker.",
      "author": "David Mixner",
      "category": "Creating, Reach, New"
    },
    {
      "quote": "Informed consent is required for every invasive medical procedure, from getting your ears pierced to having an abortion.",
      "author": "Bob McDonnell",
      "category": "Abortion, Informed"
    },
    {
      "quote": "Accountants, machinists, medical technicians, even software writers that write the software for 'machines' are being displaced without upscaled replacement jobs. Retrain, rehire into higher paying and value-added jobs? That may be the political myth of the modern era. There aren't enough of those jobs.",
      "author": "Bill Gross",
      "category": "Political, Software, Modern"
    },
    {
      "quote": "I got into medical school at the University of California in San Francisco and did well. A lot of smart kids in medical school, and believe me, I wasn't not nearly the smartest one, but I was the most focused and the happiest kid in medical school. In 1979, I graduated as the valedictorian and was honored with the Gold Cane Award.",
      "author": "Richard Carmona",
      "category": "School, Smart, Gold"
    },
    {
      "quote": "We need stem-cell research, no question about it. It is absolutely crucial for moving our medical science forward. We are trying to harness an untapped source of energy that can provide cures and possibly even prevent disease and suffering.",
      "author": "Richard Carmona",
      "category": "Science, Moving, Research"
    },
    {
      "quote": "For-profit does not belong in a taxpayer-funded health system. For-profit means cutting medical services to patients, and payments to providers, to preserve profits.",
      "author": "Mimi Kennedy",
      "category": "Health, System, Belong"
    },
    {
      "quote": "It's so gratifying to see people face to face who get to meet the people who are giving them a fair price for their work. They can now provide medical support for their kids, give them better education and in general have a better standard of living. God knows they deserve it.",
      "author": "Nell Newman",
      "category": "Work, Education, God"
    },
    {
      "quote": "My grandmother was a psychiatrist and had shelves full of medical books - I was constantly sneaking looks at some of those. I was fascinated by the descriptions of illnesses and diseases.",
      "author": "Jennifer McMahon",
      "category": "Grandmother, Looks, Diseases"
    },
    {
      "quote": "French people should be prioritised clandestine immigrants get 100 per cent refund on healthcare while two-thirds of French people can't afford medical help. Charity begins at home.",
      "author": "Marion Marechal-Le Pen",
      "category": "Home, People, Help"
    },
    {
      "quote": "Synergy and serendipity often play a big part in medical and scientific advances.",
      "author": "Julie Bishop",
      "category": "Play, Synergy, Big"
    },
    {
      "quote": "For too long nurses have been undervalued, restricted in what they could do, with too few career opportunities in clinical practice. For far too long, nurses have endured a pay system that has held them back - both professionally as well as financially.",
      "author": "John Hutton",
      "category": "Opportunities, Practice"
    },
    {
      "quote": "I do not believe that Congress or the Administration should prohibit the medical community from pursuing a promising avenue of research that may improve the lives of millions of Americans.",
      "author": "Tom Allen",
      "category": "Community, Believe, Research"
    },
    {
      "quote": "In preparation for a career in academic medicine, I worked as a medical house officer at Columbia-Presbyterian Hospital from 1966 to 1968 and then joined Ira Pastan's laboratory at the National Institutes of Health as a Clinical Associate.",
      "author": "Harold E. Varmus",
      "category": "Health, Preparation"
    },
    {
      "quote": "I saw my friends in medical school seeming to be more engaged with the real world. That provoked a sort of jealousy, and I decided to go to medical school after all.",
      "author": "Harold E. Varmus",
      "category": "Friends, School, Jealousy"
    },
    {
      "quote": "Anyone graduating from medical school in 1966 had first to fulfill military service before launching a career. Fiercely opposed to the Vietnam War, I sought to avoid it through an assignment to the Public Health Service.",
      "author": "Harold E. Varmus",
      "category": "Health, School, Service"
    },
    {
      "quote": "My best friend in medical school was a magician. And we were shown an X-ray of a sword-swallower, and I tried it and failed. Then I got a sword-swallower as a patient, and he taught me.",
      "author": "Hans Rosling",
      "category": "Best, Best Friend, School"
    },
    {
      "quote": "A pregnant woman facing the most dire circumstances must be able to count on her doctor to do what is medically necessary to protect her from serious physical harm.",
      "author": "Barbara Mikulski",
      "category": "Woman, Doctor, Her"
    },
    {
      "quote": "Honestly, being a doctor could make you more close minded than regular people.",
      "author": "Alex Chiu",
      "category": "Doctor, People, You"
    },
    {
      "quote": "Listening to medical facts was not enough. People wanted one hundred percent guarantees.",
      "author": "Ryan White",
      "category": "Listening, People, Facts"
    },
    {
      "quote": "I have an obligation to use what I know to try to bring real, usable medical science to every doctor and bedside and patient.",
      "author": "Patrick Soon-Shiong",
      "category": "Science, Doctor, Know"
    },
    {
      "quote": "The whole story of the comfort women, the system of forced sexual slavery, the medical experiments of Unit 731, is not something that is in the US psyche. That is changing because many books are coming out.",
      "author": "Iris Chang",
      "category": "Women, Slavery, Comfort"
    },
    {
      "quote": "During a trip to Iraq last fall, I visited our theater hospital at Balad Air Force Base and witnessed these skilled medical professionals in action and met the brave soldiers whose lives they saved.",
      "author": "Melissa Bean",
      "category": "Brave, Action, Fall"
    },
    {
      "quote": "Oh there are lots of doctors and medical professionals out there who buy my devices at whole sale price.",
      "author": "Alex Chiu",
      "category": "Price, Buy, Whole"
    },
    {
      "quote": "Immortality Device has been tested and researched by medical researchers all over the world from time to time. They email me and told me what they found. I post their results sometimes on my site.",
      "author": "Alex Chiu",
      "category": "Time, World, Me"
    },
    {
      "quote": "I'm a medical doctor and a biomedical scientist.",
      "author": "Steven Hatfill",
      "category": "Doctor, Biomedical"
    },
    {
      "quote": "If you look at the human condition today, not everyone is well fed, has access to good medical care, or the physical basics that provide for a healthy and a happy life.",
      "author": "Ralph Merkle",
      "category": "Life, Happy, Good"
    },
    {
      "quote": "Long gone are the days when hospital stays and surgeries made up the bulk of seniors' annual medical expenses.",
      "author": "Jim Gerlach",
      "category": "Long, Hospital, Expenses"
    },
    {
      "quote": "Bodily discomfort and emotional fear and attachment make the dying uncomfortable and fearful. So, to help those dying people, I think modern medical science has a lot of facilities to reduce pain, or perhaps not to reduce pain, but not to experience pain.",
      "author": "Lobsang Tenzin",
      "category": "Fear, Experience, Science"
    },
    {
      "quote": "The Navy's paid for you to go through school, and then they need doctors to go out and take care of people who are in various different parts of the world. I decided to pay back my time first as an undersea medical officer. I was stationed in Scotland.",
      "author": "Laurel Clark",
      "category": "Time, School, World"
    },
    {
      "quote": "Today we see a human population of over 6 billion people, many of whom have serious medical conditions, which either can't be treated or cannot be treated economically.",
      "author": "Ralph Merkle",
      "category": "Today, People, See"
    },
    {
      "quote": "Without true medical liability reform, our doctors will continue to leave, and young doctors coming out of medical school $100,000 to $200,000 in debt will not be able to afford such onerous costs.",
      "author": "Jim Gerlach",
      "category": "School, Young, Debt"
    },
    {
      "quote": "The world is not kind to whistleblowers - a term of art with particular resonance in football, the most hierarchical and repressive of organized sports, a world of 'systems' and 'programs' and scripted plays, where reading a medical report requires a security clearance, and practice fields are patrolled like Guantanamo Bay.",
      "author": "Jane Leavy",
      "category": "Sports, Art, Football"
    },
    {
      "quote": "Led by a new generation of edgy sportswriters like Lipsyte, we found new purpose in the great issues of the day - race, equal opportunity, drugs, and labor disputes. We became personality journalists, medical writers, and business reporters.",
      "author": "Jane Leavy",
      "category": "Business, Great, Opportunity"
    },
    {
      "quote": "My mother was always deeply attracted to anything medical, and I think she would have loved me to have been a doctor. My father was in the army for 21 years, came out just before I was born. There was no history of showbusiness on either side of the family, but they were completely supportive.",
      "author": "Lindsay Duncan",
      "category": "Family, History, Father"
    },
    {
      "quote": "Yet it looks as if the thing we use to solve our problems with is the source of our problems. It's like going to the doctor and having him make you ill. In fact, in 20% of medical cases we do apparently have that going on. But in the case of thought, its far over 20%.",
      "author": "David Bohm",
      "category": "Thought, Problems, Doctor"
    },
    {
      "quote": "I've been advised not to have any more children for medical reasons, so that's it - the shop has closed, even though I would have loved a daughter.",
      "author": "Toni Braxton",
      "category": "Children, Daughter, Loved"
    },
    {
      "quote": "Of course, the medical profession doesn't like D.I.Y. anything.",
      "author": "Eric Topol",
      "category": "Anything, Profession, Like"
    },
    {
      "quote": "We're all essentially surgically connected to our smartphones, and we're still in the early stages of realizing their medical potential. But they should be a real threat to the medical profession.",
      "author": "Eric Topol",
      "category": "Potential, Early, Real"
    },
    {
      "quote": "Warfarin is the drug the medical community loves to hate.",
      "author": "Eric Topol",
      "category": "Community, Hate, Loves"
    },
    {
      "quote": "I have had my genome fully sequenced and have learned a great deal about which medications I would respond to and which might or would induce major side effects, along with knowing many medical conditions for which I'm particularly susceptible.",
      "author": "Eric Topol",
      "category": "Great, Knowing, Respond"
    },
    {
      "quote": "We cannot sacrifice innocent human life now for vague and exaggerated promises of medical treatments thirty of forty years from now. There are ways to pursue this technology and respect life at the same time.",
      "author": "Ernest Istook",
      "category": "Life, Time, Respect"
    },
    {
      "quote": "For my convalescence, I had to exercise my voice only with vowels. It is a medical rule after a long loss of voice.",
      "author": "Nana Mouskouri",
      "category": "Loss, Exercise, Long"
    },
    {
      "quote": "When I was a child, I was unable to go to any type of sleepaway summer camp because of health issues. Once I learned about the Lopez Foundation, I knew I wanted to get involved, send kids with kidney disease away to camp so they can still experience overnight camp with medical needs at hand.",
      "author": "Sarah Hyland",
      "category": "Health, Experience, Child"
    },
    {
      "quote": "When I took command in Vietnam, I gave great emphasis to food and medical care - and to the mail.",
      "author": "William Westmoreland",
      "category": "Food, Great, Care"
    },
    {
      "quote": "Countless hours of physical therapy - and the talents of the medical community - have brought me new movement in my right arm. It's fractional progress, and it took a long time, but my arm moves when I tell it to.",
      "author": "Gabrielle Giffords",
      "category": "Time, Community, Progress"
    },
    {
      "quote": "I'd visit the near future, close enough that someone might want to talk to Larry Niven and can figure out the language; distant enough to get me decent medical techniques and a ticket to the Moon.",
      "author": "Larry Niven",
      "category": "Future, Language, Moon"
    },
    {
      "quote": "The history of using mice to stand in for humans in medical experiments is replete with failures.",
      "author": "Gary Wolf",
      "category": "History, Stand, Experiments"
    },
    {
      "quote": "I thought that if acting didn't work out, I'd have done law school or medical school: probably law to be honest.",
      "author": "Jesse Williams",
      "category": "Work, School, Law"
    },
    {
      "quote": "With tens of thousands of patients dying every year from preventable medical errors, it is imperative that we embrace available technologies and drastically improve the way medical records are handled and processed.",
      "author": "Jon Porter",
      "category": "Improve, Dying, Records"
    },
    {
      "quote": "The difference in the quality of medical care received by people with mental illness is one of the reasons why they live shorter lives than people without mental illness. Even in the best-resourced countries in the world, this life expectancy gap is as much as 20 years. In the developing countries of the world, this gap is even larger.",
      "author": "Vikram Patel",
      "category": "Life, Quality, World"
    },
    {
      "quote": "I used to be one of the lead actors of a theatre group called Hetu when I was in medical school. Prithvi Theatre was our stomping ground. I'd got many positive reviews.",
      "author": "Vikram Patel",
      "category": "Positive, School, Theatre"
    },
    {
      "quote": "I've participated in many demonstrations since I was a child. When I was at medical college, I was fighting King Farouk, then British colonization, against Nasser, against Sadat who pushed me into prison, Mubarak who pushed me into exile. I never stopped.",
      "author": "Nawal El Saadawi",
      "category": "College, Child, Me"
    },
    {
      "quote": "You know, I look to myself mainly as a creative writer all my life and a medical doctor.",
      "author": "Nawal El Saadawi",
      "category": "Life, Myself, Doctor"
    },
    {
      "quote": "The Mayo Clinic is one of the largest and most experienced medical centers treating esophageal cancer in the world.",
      "author": "Harmon Killebrew",
      "category": "World, Cancer, Treating"
    },
    {
      "quote": "The World Health Organisation has a lot of its medical experts sitting in Geneva while hospitals in Africa have no drugs and desperate patients are forced to seek medication on the black market.",
      "author": "Pauline Hanson",
      "category": "Health, World, Black"
    },
    {
      "quote": "Increasingly we know that we're going to have multiple medical conditions, and the person who's got the greatest incentive to manage those conditions is the patient him or herself.",
      "author": "Risa Lavizzo-Mourey",
      "category": "Greatest, Know, Person"
    },
    {
      "quote": "Once I started working with older people, I realized how much I enjoyed the intellectual challenge of taking care of patients who have multiple, complex medical problems.",
      "author": "Risa Lavizzo-Mourey",
      "category": "Challenge, Problems, People"
    },
    {
      "quote": "Medical physics is an applied area of physics.",
      "author": "John Cameron",
      "category": "Physics, Area, Applied"
    },
    {
      "quote": "Most medical physicists work in the physics of radiation oncology making sure that the desired dose is given to the cancer and the dose to normal tissues are minimized.",
      "author": "John Cameron",
      "category": "Work, Cancer, Physics"
    },
    {
      "quote": "Medical physicists work in cooperation with doctors. A few medical physicists devote their time to research and teaching. A few get involved with administrative duties.",
      "author": "John Cameron",
      "category": "Work, Time, Research"
    },
    {
      "quote": "I am sure that I have been much more useful to society as a medical physicist.",
      "author": "John Cameron",
      "category": "I Am, Society, Useful"
    },
    {
      "quote": "I was the Chair of the first department of medical physics in a medical school in the U.S.",
      "author": "John Cameron",
      "category": "School, Chair, Physics"
    },
    {
      "quote": "I have devoted much time and energy to helping medical physics in developing countries.",
      "author": "John Cameron",
      "category": "Time, Energy, Physics"
    },
    {
      "quote": "There are now over 5,000 medical physicists in the U.S more than 50 times the number in 1958.",
      "author": "John Cameron",
      "category": "Now, Number, Over"
    },
    {
      "quote": "The growth of technology is such that it is not possible today for a nuclear physicist to switch into medical physics without training. The field is now much more technical. More training is needed to do the job.",
      "author": "John Cameron",
      "category": "Technology, Today, Growth"
    },
    {
      "quote": "Because I am not formally trained in the medical sciences, I can bring in new ideas to AIDS research and the cross-fertilization of ideas from different fields could be a valuable contribution to finding the cure for AIDS.",
      "author": "Philip Emeagwali",
      "category": "I Am, Ideas, Research"
    },
    {
      "quote": "That's the thing. in medicine, you're used to saying there's a problem within the person, and saying there's a problem within the culture, that's not a medical answer. Medicine has to look in one direction, so there's only one type of answer that they can find.",
      "author": "Chester Brown",
      "category": "Culture, Problem, Saying"
    },
    {
      "quote": "The great medical facilities are a relief for the parents, too, who don't have to think about caring for their young ones on their own for a weekend. They have a great time.",
      "author": "Jami Gertz",
      "category": "Time, Great, Parents"
    },
    {
      "quote": "I have been able to have a family and to dedicate quality time to my two sets of twins and my husband, as well as to serve on the boards of The Michael J. Fox Foundation for Parkinson's Research and Montefiore Medical Center.",
      "author": "Karen Finerman",
      "category": "Family, Time, Quality"
    },
    {
      "quote": "There is a lot of work out there to take people out of the loop in things like medical diagnosis. But if you are taking humans out of the loop, you are in danger of ending up with a very cold form of AI that really has no sense of human interest, human emotions, or human values.",
      "author": "Louis B. Rosenberg",
      "category": "Work, Ending, People"
    },
    {
      "quote": "Perhaps I will stay in Chicago and operate on human beings instead of on dogs. From a business standpoint, it would be excellent. But, as I hate medical practice, I would like better to make little money in doing scientific work than a great deal in doing surgical operations.",
      "author": "Alexis Carrel",
      "category": "Work, Business, Money"
    },
    {
      "quote": "We have all witnessed, as well, family, friends, or medical workers who have chosen to provide years of loving care to persons who may suffer from Alzheimer's or other debilitating illnesses precisely because they are human persons, not because doing so instrumentally advances some other hidden objective.",
      "author": "Neil Gorsuch",
      "category": "Family, Friends, Loving"
    },
    {
      "quote": "When Demetrie got sick, we knew it was our responsibility to take care of her and pay her medical bills. And we embraced that. But the tricky part is, like so many families in the South, we also expected her to use a separate bathroom, to use separate utensils.",
      "author": "Kathryn Stockett",
      "category": "Responsibility, Care"
    },
    {
      "quote": "Nobody could tell us or really had a very good idea, if there were a massive release of radiation, what kind of medical treatment people were going to need and this or that, or, indeed, whether there would be medical personnel around.",
      "author": "William Scranton",
      "category": "Good, People, Idea"
    },
    {
      "quote": "In addition, I'll be attending women's health expos and medical conferences with the goal to promote dialogue between women and their health-care providers.",
      "author": "Karen Duffy",
      "category": "Women, Health, Goal"
    },
    {
      "quote": "There are the medical dangers of football in general caused by head trauma over repetitive hits.",
      "author": "H. G. Bissinger",
      "category": "Football, Head, Trauma"
    },
    {
      "quote": "I love the Discovery Channel. I love all sorts of medical shows.",
      "author": "Cote de Pablo",
      "category": "Love, Discovery, Channel"
    },
    {
      "quote": "I love the Discovery Channel. I love all sorts of medical shows. I love a show called 'Diagnosis: Unknown.'",
      "author": "Cote de Pablo",
      "category": "Love, Discovery, Unknown"
    },
    {
      "quote": "I'm involved with Kid One Transport and Studio by the Tracks in Alabama. Kid One literally transports kids to better health by giving them transportation they may need to get medical care. Studio by the Tracks is an art outlet for mentally challenged children.",
      "author": "Taylor Hicks",
      "category": "Art, Children, Health"
    },
    {
      "quote": "And as a nurse, I know very well the importance, for example, of electronic medical records.",
      "author": "Lois Capps",
      "category": "Know, Example, Records"
    },
    {
      "quote": "I studied in a medical college and qualified myself as a medical graduate.",
      "author": "Taslima Nasrin",
      "category": "Myself, College, Qualified"
    },
    {
      "quote": "In the sick room, ten cents' worth of human understanding equals ten dollars' worth of medical science.",
      "author": "Martin H. Fischer",
      "category": "Science, Understanding"
    },
    {
      "quote": "As a former professional patient advocate, I believe prescription drugs are an essential part of high-quality medical treatment, and I supported enactment of the Medicare Prescription Drug and Modernization Act.",
      "author": "Sue Kelly",
      "category": "Believe, Professional"
    },
    {
      "quote": "The sacrifices made by veterans and their willingness to fight in defense of our nation merit our deep respect and praise - and to the best in benefits and medical care.",
      "author": "Sue Kelly",
      "category": "Respect, Best, Deep"
    },
    {
      "quote": "Ensuring Americans have access to adequate medical care should be a priority for all of us.",
      "author": "Dave Reichert",
      "category": "Care, Access, Should"
    },
    {
      "quote": "Failure to properly control our borders costs citizens in many ways: schools become overcrowded, medical resources are stretched too thin, other government services are overtaxed, and taxes increase further.",
      "author": "Zach Wamp",
      "category": "Failure, Government, Control"
    },
    {
      "quote": "For 30 years, which I never talked about in Hollywood, I actually worked with doctors lecturing and doing some medical intuitive counseling both in a medical setting and for the community at large.",
      "author": "Diane Ladd",
      "category": "Community, Doing, Hollywood"
    },
    {
      "quote": "The medical nanobots in my novel 'Small Miracles' tap the energy sources that the patient's own body provides. That is, they can metabolize glycerol and glucose, just as the cells in our bodies do.",
      "author": "Edward M. Lerner",
      "category": "Small, Energy, Body"
    },
    {
      "quote": "I really admire medical people. They have a great sense of humour, and they just have to get on with it.",
      "author": "Neve McIntosh",
      "category": "Great, People, Admire"
    },
    {
      "quote": "I used to be a model and a medical test subject, though never at the same time. And since we didn't have much money when I was a kid, I know how to fish and hunt for my supper. And I used to win awards in speech in high school, which comes in handy when I speak to 200 people at a writers' conference.",
      "author": "MaryJanice Davidson",
      "category": "Time, Money, School"
    },
    {
      "quote": "The technology used to detect if vehicles are carrying radioactive material is so sensitive it can tell if a person recently received radiation as part of a medical procedure.",
      "author": "Timothy Murphy",
      "category": "Technology, Person"
    },
    {
      "quote": "If one of us, any of us, any American is traveling in a town somewhere in America and a medical crisis hits them, for someone who is diabetic or perhaps has heart disease or some other problems, where do we get the records to determine what to do?",
      "author": "Timothy Murphy",
      "category": "America, Heart, American"
    },
    {
      "quote": "Another cause of change, one less noticeable but fundamental, is the modern growth of population closely connected with scientific and medical discoveries. It is interesting that the United Nations has set up a special Commission to study this question.",
      "author": "Emily Greene Balch",
      "category": "Change, Growth, Study"
    },
    {
      "quote": "Procedures outside the stadiums and in the parking areas still need to be optimized, for example so that emergency medical services can leave the grounds on their way to the hospital faster.",
      "author": "Otto Schily",
      "category": "Hospital, Way, Example"
    },
    {
      "quote": "I unfortunately had a lot of medical procedures throughout my life, so I decided to paint all of my surgeries as a way to heal and as a way to grow.",
      "author": "Paz de la Huerta",
      "category": "Life, My Life, Grow"
    },
    {
      "quote": "I'm consumed with tech - medical, computational, impossible tech. So, I don't know exactly what I'll wind up doing, where I'll go with all this schooling, but I'm willing that it be better than my dogmatic vision of it all.",
      "author": "Justine Bateman",
      "category": "Vision, Wind, Impossible"
    },
    {
      "quote": "I used to worry about what would happen five or 10 years from now, but I don't anymore. I thought about going to medical school because that has always interested me, but decided against it.",
      "author": "Hamilton Jordan",
      "category": "School, Me, Worry"
    },
    {
      "quote": "Understand that legal and illegal are political, and often arbitrary, categorizations; use and abuse are medical, or clinical, distinctions.",
      "author": "Abbie Hoffman",
      "category": "Legal, Political, Understand"
    },
    {
      "quote": "It is my sincere hope that hospitals across Indiana, and America, continue to strive for excellence when it comes to providing medical care. This proposed rule will be harmful to communities who wish to upgrade their medical facilities.",
      "author": "Steve Buyer",
      "category": "Hope, America, Excellence"
    },
    {
      "quote": "Sometimes, patients with serious mental illness, just as with other serious medical illnesses, require hospitalization. In the absence of available public or private hospital beds, there are few options.",
      "author": "Thomas R. Insel",
      "category": "Mental Illness, Hospital"
    },
    {
      "quote": "These core principles - helping patients, preventing medical errors, promoting best practices and improving quality - are the reasons that health IT is featured in both the 2012 Republican platform and 2012 Democratic platform.",
      "author": "Sheldon Whitehouse",
      "category": "Best, Health, Quality"
    },
    {
      "quote": "After I read all the medical journals and watched all the documentaries, I still didn't understand the physical sensation of ticking and where it comes from and what it feels like.",
      "author": "Robin Tunney",
      "category": "Understand, Like, Where"
    },
    {
      "quote": "Harvard Medical School, the University of South Florida and the American Psychiatric Association have all conducted studies showing that the earlier one begins gambling, the more likely it is he or she will become an addicted, problem gambler.",
      "author": "Spencer Bachus",
      "category": "School, American, Problem"
    },
    {
      "quote": "But I spent just two calendar years at Cornell University, though it was covering more than three years of work, and then went to medical school and did become interested in psychiatry, and even helped form a kind of psychiatry club in medical school.",
      "author": "Robert Jay Lifton",
      "category": "Work, School, Three"
    },
    {
      "quote": "If I had the medical clearance to fight, I would want to fight the best. The best would be Mayweather.",
      "author": "Roberto Duran",
      "category": "Best, Fight, Want"
    },
    {
      "quote": "Flying back from New York, the flight attendant said 'God, I wished you were here yesterday, we had a stroke on the plane. I said, if I have a stroke on a plane, I hope the pretend doctor isn't the one on the plane. I want a real doctor.",
      "author": "Anthony Edwards",
      "category": "Hope, God, Doctor"
    },
    {
      "quote": "As a physician, I know many doctors want to utilize new technology, but they find the cost prohibitive.",
      "author": "Nathan Deal",
      "category": "Technology, Want, Know"
    },
    {
      "quote": "I studied at the Hebrew University Medical Faculty, graduated, and was an Israel Defense Forces' combat physician on a Navy ship.",
      "author": "Aaron Ciechanover",
      "category": "Ship, Physician, Navy"
    },
    {
      "quote": "There's a lot of interest from the medical community on how things develop in microgravity, and the hope, later, that is expected to apply to what the changes are in humans as well.",
      "author": "Linda M. Godwin",
      "category": "Hope, Community, Changes"
    },
    {
      "quote": "Consider this: I can go to Antarctica and get cash from an ATM without a glitch, but should I fall ill during my travels, a hospital there could not access my medical records or know what medications I am on.",
      "author": "Nathan Deal",
      "category": "I Am, Fall, Know"
    },
    {
      "quote": "It has been suggested at various times that I should start an operation in the United Kingdom but - bearing in mind my age and medical history - I think this would be not a very sensible way to go forward.",
      "author": "Martin Fleischmann",
      "category": "History, Age, Mind"
    },
    {
      "quote": "Although awareness of cancer's prevalence in the United States improves and medical advances in the field abound, pancreatic cancer has largely been absent from the list of major success stories.",
      "author": "Chris Van Hollen",
      "category": "Success, Cancer, Awareness"
    },
    {
      "quote": "For just a few dollars a dose, vaccines save lives and help reduce poverty. Unlike medical treatment, they provide a lifetime of protection from deadly and debilitating disease. They are safe and effective. They cut healthcare and treatment costs, reduce the number of hospital visits, and ensure healthier children, families and communities.",
      "author": "Seth Berkley",
      "category": "Children, Poverty, Help"
    },
    {
      "quote": "I was born and raised in California and benefited from California's excellent public schools, from kindergarten through medical school.",
      "author": "Ami Bera",
      "category": "School, Born, California"
    },
    {
      "quote": "Eating disorders can have serious medical and psychological consequences which, left unchecked, can kill. Parents should address this issue and ask their children to discuss how they feel about themselves.",
      "author": "Tipper Gore",
      "category": "Children, Parents, Eating"
    },
    {
      "quote": "If you put me in charge of the medical research budget, I would cancel all primary research, I would cancel all new trials, for just one year, and I would spend the money exclusively on making sure that we make the best possible use of the clinical evidence that we already have.",
      "author": "Ben Goldacre",
      "category": "Money, Best, Research"
    },
    {
      "quote": "Yes. I'm a doctor, an epidemiologist, and lots of my professional colleagues flip back and forth between industry and medical roles. I know them; they are not bad people. But it is possible for good people in bad systems to do things that inflict enormous harm.",
      "author": "Ben Goldacre",
      "category": "Good, Doctor, Good People"
    },
    {
      "quote": "Medical liability reform is not a Republican or Democrat issue or even a doctor versus lawyer issue. It is a patient issue.",
      "author": "John Ensign",
      "category": "Doctor, Lawyer, Patient"
    },
    {
      "quote": "Even top caliber hospitals cannot escape medical mistakes that sometimes result in irreparable damage to patients.",
      "author": "Carl Levin",
      "category": "Mistakes, Escape, Sometimes"
    },
    {
      "quote": "I wanted to go to medical school. But, I never got a college scholarship.",
      "author": "Edwin Moses",
      "category": "School, College, Scholarship"
    },
    {
      "quote": "Libertarians argue that no normal adult has the right to impose choices on other normal adults, except in abnormal circumstances, such as when one person finds another unconscious and administers medical assistance or calls an ambulance.",
      "author": "Tom G. Palmer",
      "category": "Choices, Person"
    },
    {
      "quote": "My 94-year-old grandmother has always been so inspiring to me. She is kind, smart, brave, and independent. After graduating number one in her medical school class at a time when it was extremely rare for women to attend medical school, she worked with the World Health Organization in North Africa to eradicate tuberculosis.",
      "author": "Kelsey Chow",
      "category": "Time, Women, Health"
    },
    {
      "quote": "Hard as it is to imagine, there's a move afoot in Congress to take away the public's free online access to tax-funded medical research findings. That would be bad for medical discovery, bad for patients looking for the latest research results, and another rip-off of the American taxpayer.",
      "author": "Richard J. Roberts",
      "category": "American, Research, Free"
    },
    {
      "quote": "Radio interoperability is essential for our police, fire, and emergency medical service departments to communicate with each other in times of emergency.",
      "author": "Lucille Roybal-Allard",
      "category": "Service, Fire, Police"
    },
    {
      "quote": "My contention is that if we expand the patient-centered health care approach, we'll have less people that have to go the medical clinic that provides free service or go to the emergency room - they can have their own health care plan.",
      "author": "Tim Walberg",
      "category": "Health, Service, Plan"
    },
    {
      "quote": "I completed medical school at Loma Linda University School of Medicine in 1984.",
      "author": "Samuel Wilson",
      "category": "School, Medicine"
    },
    {
      "quote": "I spent some time at White Memorial Medical Center as a senior medical student doing a rotation in surgery; however, I felt I wasn't getting enough time assisting.",
      "author": "Samuel Wilson",
      "category": "Time, Senior, Student"
    },
    {
      "quote": "I would like to promote the concept of a partnership of insurance companies, physicians and hospitals in deploying a basic framework for an electronic medical records system that is affordable.",
      "author": "Samuel Wilson",
      "category": "Partnership, Insurance"
    },
    {
      "quote": "I would like the Medical Society to be one of the resources for information about the influences that have an impact on our patients and our practices.",
      "author": "Samuel Wilson",
      "category": "Society, Impact, Information"
    },
    {
      "quote": "We have a duty to ensure that patients don't have to worry whether they'll be dropped from their coverage if they get sick. Small business owners shouldn't have to break the bank to provide coverage to their employees. And families should not be forced into bankruptcy because of a medical crisis.",
      "author": "Jeff Merkley",
      "category": "Business, Small, Worry"
    },
    {
      "quote": "The fact that he didn't get credit for a while is more the story of social injustice. But his own spirit wasn't driven by that, and wasn't dependent upon that. He just wished he had the cash to go to medical school.",
      "author": "Mary Stuart Masterson",
      "category": "School, Injustice, Story"
    },
    {
      "quote": "It is certainly important to be looking for cures to medical disorders, but it is equally important to conduct research on human health and well-being.",
      "author": "Stephen LaBerge",
      "category": "Health, Research, Looking"
    },
    {
      "quote": "Dad always explained the car engine when he repaired it, and he had many technical books, so I was making electromagnets by age eight as well as reading my mother's medical and nursing books. I suspect I was born with a boundless curiosity, and this was encouraged through my childhood.",
      "author": "Barry Marshall",
      "category": "Age, Car, Mother"
    },
    {
      "quote": "Just the actual physical ability to hold four instruments simultaneously and do some of the things that Vivien was able to do is mind blowing to any surgeon. He never went to medical school and he became one of the great teachers of medicine himself, people are just amazed.",
      "author": "Mary Stuart Masterson",
      "category": "Great, School, Mind"
    },
    {
      "quote": "I'd like to think Helen very much understood what it was to be disadvantaged in the medical field. And that that was something that she never let dictate her choices.",
      "author": "Mary Stuart Masterson",
      "category": "Choices, Think, She"
    },
    {
      "quote": "And it was back in the mid-1980s, and as I point out in a piece, that was when we are spending about eight percent of our gross domestic product on health care. And even then, we had the impression that so much of the excessive, aggressive medical treatment that took place at the end of life was not only unnecessary but it was cruel.",
      "author": "Richard Dooling",
      "category": "Life, Health, End"
    },
    {
      "quote": "I believe we can prevent or delay most disease until the 9th or 10th decade. The goal is to prevent anything that can affect your quality of life prior to those years! By the time many of us get to the 9th or 10th decade, who knows where the new medical and science will take us? I am an optimist!",
      "author": "David Agus",
      "category": "Life, Time, Science"
    },
    {
      "quote": "Where does my body end and an invader start? And cancer, a tumor, is something you grow out of your own tissue. How does that happen? Where does medical ability end and start?",
      "author": "Dave deBronkart",
      "category": "End, Start, Cancer"
    },
    {
      "quote": "In high school I had B's and C's, not too many A's, but I must have done well on that medical school test, and I must have had some charisma in the interview, so I ended up in medicine. Being a general practitioner was all I aspired to.",
      "author": "Barry Marshall",
      "category": "School, High School"
    },
    {
      "quote": "The politics have always been difficult in medicine. There is some truth in the way medical practice is portrayed in TV dramas.",
      "author": "Barry Marshall",
      "category": "Truth, Politics, Practice"
    },
    {
      "quote": "I did live through Katrina and also Hurricane Rita, which hit Lake Charles. Interestingly, when Katrina hit, they evacuated and Lake Charles was one of the evacuation destinations. We opened up the civic center of the city to the evacuees and provided them free medical and psychiatric care there.",
      "author": "Dale Archer",
      "category": "City, Free, Live"
    },
    {
      "quote": "However, many skilled medical volunteers are turned away because community health centers cannot afford to cover their additional medical liability insurance.",
      "author": "Tim Murphy",
      "category": "Health, Community, Insurance"
    },
    {
      "quote": "Why doesn't Apple stop for a year and make medical devices? When people talk about technology, that's where I start to get a little hot under the collar because I know that it's the key to solving some of the world's biggest problems. Having a faster, thinner telephone is not one of the world's biggest problems.",
      "author": "Luke Perry",
      "category": "Technology, World, Apple"
    },
    {
      "quote": "Medical Device technology is truly interdisciplinary.",
      "author": "Chris Toumazou",
      "category": "Technology, Truly, Device"
    },
    {
      "quote": "I regret to this day that I never went to college. I feel I should have been a doctor.",
      "author": "Ty Cobb",
      "category": "Day, College, Regret"
    },
    {
      "quote": "To cure ALS medically is not economical. The realities are that it's difficult to find funding for research for a medical cure. I believe in developing technology as opposed to medical research. Technology can be economical.",
      "author": "Steve Gleason",
      "category": "Technology, Believe"
    },
    {
      "quote": "Before journalism, I had worked doing medical aid work in conflict zones. Then, as a journalist, I had written about hospitals in war zones.",
      "author": "Sheri Fink",
      "category": "Work, War, Conflict"
    },
    {
      "quote": "It remains to be seen the extent to which the critical needs of seniors in low income high rises, people with home medical needs and those with disabilities have been adequately planned for and met during widespread power outages. I fear the answers.",
      "author": "Sheri Fink",
      "category": "Home, Fear, Power"
    },
    {
      "quote": "Be an advocate for your loved ones in the hospital. Ask tough questions of your local hospital and health system about preparedness for the likeliest emergencies, and express your views on how medical resources should be allocated in case they ever fall short.",
      "author": "Sheri Fink",
      "category": "Health, Short, Fall"
    },
    {
      "quote": "The government can still conduct clandestine searches of innocent people's private information such as library, medical, and financial records. This is wrong and should have been addressed in a true compromise.",
      "author": "Jose Serrano",
      "category": "Government, Financial"
    },
    {
      "quote": "I am a medical scientist, not a practical physician. I think it's very upfront. I am a doctor. I have long experience with heart disease.",
      "author": "Robert Jarvik",
      "category": "Experience, Heart, I Am"
    },
    {
      "quote": "As a medical doctor who chose a career in artificial heart technology rather than clinical practice, I decided not to take an internship, which is required for licensing. Instead, I work with invention, manufacturing, regulatory affairs, and clinical application of artificial hearts.",
      "author": "Robert Jarvik",
      "category": "Work, Technology, Heart"
    },
    {
      "quote": "The United States has an active pharmaceutical industry that has brought huge benefits to the U.S. public. Most Americans, who benefit from these advances, have little understanding of how difficult it is to create an important new medical therapy and make it available to improve public health.",
      "author": "Robert Jarvik",
      "category": "Health, Understanding"
    },
    {
      "quote": "I do not practice clinical medicine and hence do not treat individual patients. My career is in medical science.",
      "author": "Robert Jarvik",
      "category": "Science, Treat, Practice"
    },
    {
      "quote": "I am a medical scientist, not a practical physician.",
      "author": "Robert Jarvik",
      "category": "I Am, Physician, Practical"
    },
    {
      "quote": "I accepted the role of spokesman for Lipitor because I am dedicated to the battle against heart disease, which killed my father at age 62 and motivated me to become a medical doctor.",
      "author": "Robert Jarvik",
      "category": "Age, Father, I Am"
    },
    {
      "quote": "The smuggling and distribution of misbranded drugs and medical devices of uncertain foreign origin has the potential for serious harm to patients.",
      "author": "Dana Boente",
      "category": "Potential, Serious, Harm"
    },
    {
      "quote": "Three of my children are medical doctors, they know at least a hundred times as much about your body as my grandfather knew, but they don't know much more about soul than he did.",
      "author": "John Templeton",
      "category": "Children, Soul, Know"
    },
    {
      "quote": "Yes, there is a story about Agent Orange, and we knew that it harmed our troops and we knew how long it was to get the medical community to accept that, the military to accept it, the VA to accept it.",
      "author": "Christopher Shays",
      "category": "Community, Military, Long"
    },
    {
      "quote": "Whether it's possible or not, being a doctor, you take an oath. To care for your patient, not to kill them. You take an oath to do things that are proper in the medical world. Not to administer something outside of a hospital setting that's not even your area.",
      "author": "Jermaine Jackson",
      "category": "Doctor, World, Care"
    },
    {
      "quote": "When I'm engaged in a story my health is not a big deal, but when I'm not doing anything, if you sit me down, I can get tied up in my own medical dramas. So I much prefer to work.",
      "author": "Katherine Boo",
      "category": "Work, Health, Me"
    },
    {
      "quote": "The medical device tax repeal is the only proposal that had the most bipartisan votes coming out of the House and has the opportunity in the Senate to gain tractions, and it fixes a part of ObamaCare in terms of repealing an awful tax. And it's got bipartisan support.",
      "author": "Erik Paulsen",
      "category": "Opportunity, Support, Tax"
    },
    {
      "quote": "I've been focused on detecting nuclear terrorism at ports, in cargo containers, and I developed and built detectors that are extremely cheap and also very sensitive. My other big development is a system to produce medical isotopes that are injected into patients and used to diagnose and treat cancer.",
      "author": "Taylor Wilson",
      "category": "Treat, Cancer, Terrorism"
    },
    {
      "quote": "I had a sense of debt to the medical profession and to surgery particularly. I would not be as ambient as I am without it.",
      "author": "Jeffrey Tate",
      "category": "I Am, Surgery, Debt"
    },
    {
      "quote": "A board constituted as the board of Sydney Hospital is constituted is not a suitable body to have control of an institute of medical research.",
      "author": "John Eccles",
      "category": "Research, Control, Body"
    },
    {
      "quote": "I, at the age of 17 or 18 as a medical student, suddenly came up against a problem: 'What am I? What is the meaning of my existence as I experience it?'",
      "author": "John Eccles",
      "category": "Age, Experience, Problem"
    },
    {
      "quote": "My opportunity to design school choice systems began in 2003 with a phone call from Jeremy Lack at the New York City Department of Education. He knew of my work on the medical match and wondered if similar efforts might help reorganize the dysfunctional, congested system then used to match students to high schools.",
      "author": "Alvin E. Roth",
      "category": "Work, Education, School"
    },
    {
      "quote": "Artists, writers and people in creative fields are entrepreneurs by necessity. Nobody gives them a paycheck or picks up their medical insurance. The ones who succeed learn to think and act like 'independent operators.' I think people who are technically 'employees' have to think this way as well. The company is not looking out for you.",
      "author": "Steven Pressfield",
      "category": "Creative, People, Company"
    },
    {
      "quote": "The art of medicine was to be properly learned only from its practice and its exercise.",
      "author": "Thomas Sydenham",
      "category": "Art, Practice, Exercise"
    },
    {
      "quote": "I do think that VA, as the largest employer of nurses and the largest health system in the country, often does become a place where we can demonstrate advances in medical practice.",
      "author": "David Shulkin",
      "category": "Health, Practice, Think"
    },
    {
      "quote": "In my second year, after moving to the Medical School, I began the courses of Anatomy and Physiology. I had begun to see that I was interested in cells and their functions.",
      "author": "Sydney Brenner",
      "category": "School, Moving, See"
    },
    {
      "quote": "I set up a laboratory in the Department of Physiology in the Medical School in South Africa and begin to try to find a bacteriophage system which we might use to solve the genetic code.",
      "author": "Sydney Brenner",
      "category": "School, Try, Africa"
    },
    {
      "quote": "There have been some medical schools in which somewhere along the assembly line, a faculty member has informed the students, not so much by what he said but by what he did, that there is an intimate relation between curing and caring.",
      "author": "Ashley Montagu",
      "category": "Caring, Students, Said"
    },
    {
      "quote": "With a lot of help from my high school teachers, I went to college and became a medical tech at a clinic outside Kansas City.",
      "author": "Karolyn Grimes",
      "category": "School, College, City"
    },
    {
      "quote": "After wrestling with myself for six months, I began medical treatment. During that time I started a band with some friends of mine called Jack's Car, but that didn't last.",
      "author": "Jack Irons",
      "category": "Time, Friends, Car"
    },
    {
      "quote": "I welcome the President and working with him to try to get some of that medical malpractice reform so we can get the cost of health care to come down.",
      "author": "Ben Quayle",
      "category": "Health, Welcome, Care"
    },
    {
      "quote": "Although I completed two years of internship in various small hospitals, I decided against continuing my medical training. I was much more fascinated by the unsolved problems of medicine than by practicing it.",
      "author": "Gunter Blobel",
      "category": "Training, Problems, Small"
    },
    {
      "quote": "The doctors x-rayed my head and found nothing.",
      "author": "Dizzy Dean",
      "category": "Head, Nothing, Found"
    },
    {
      "quote": "Fort Smith, being the place of my longest stay, was the scene of my largest medical practice.",
      "author": "Ernest Thompson Seton",
      "category": "Practice, Place, Being"
    },
    {
      "quote": "I am a military police officer and I have served on two deployments; my first was to Iraq, in a medical unit, and my second deployment was to Kuwait, as a military police platoon leader.",
      "author": "Tulsi Gabbard",
      "category": "Leader, I Am, Military"
    },
    {
      "quote": "My father ended up starting the Kilimanjaro Christian Medical Centre, which is on the slopes of Kilimanjaro. My mother started a school.",
      "author": "Greg Mortenson",
      "category": "Father, Mother, School"
    },
    {
      "quote": "Hunger, inadequate medical care, poor housing, and inferior schools are enemies of the sense of wonder. It is easier and less expensive in the long run to prevent a loss of imagination by providing adequate nutrition, housing, medical care, and schooling than it is to try to restore that loss.",
      "author": "Margaret Geller",
      "category": "Imagination, Loss, Long"
    },
    {
      "quote": "Consumer technology and medical tools have been created to benefit our daily lives. Without self-regulation, though, the industry could be at risk of potentially halting years of innovation and stunting growth in this field.",
      "author": "Ariel Garten",
      "category": "Technology, Daily, Growth"
    },
    {
      "quote": "At the National Institute for Medical Research, I came into contact with biological scientists and formed collaborative projects with several of them. In particular, George Popjak and I shared an interest in cholesterol.",
      "author": "John Cornforth",
      "category": "Research, Contact, Interest"
    },
    {
      "quote": "In 1962, Popjak and I left the service of the Medical Research Council and became co-directors of the Milstead Laboratory of Chemical Enzymology set up by Shell Research Ltd.",
      "author": "John Cornforth",
      "category": "Service, Research"
    },
    {
      "quote": "Jews were asked when life begins. For them it's when they finally graduate medical school.",
      "author": "Evan Sayet",
      "category": "Life, School, Medical School"
    },
    {
      "quote": "Today, it is research with human embryonic stem cells and attempts to prepare cloned stem cells for research and medical therapies that are being disavowed as being ethically unacceptable.",
      "author": "Paul Berg",
      "category": "Today, Research, Prepare"
    },
    {
      "quote": "My diminished girth, in tailor phraseology, was hardly conceivable even by my own friends, or my respected medical adviser, until I put on my former clothing, over what I now wear, which is a thoroughly convincing proof of the remarkable change.",
      "author": "William Banting",
      "category": "Change, Friends, Clothing"
    },
    {
      "quote": "I have many times thought I did the wrong thing, but the reason was not to be a medical doctor - it was just to have the information. But then, maybe I was wrong, I don't know.",
      "author": "Lennart Nilsson",
      "category": "Thought, Doctor, Information"
    },
    {
      "quote": "The stuff that I find really intriguing is always how do ordinary people behave in extraordinary circumstances. And that's why we have a lot of cop shows and lawyer shows and medical shows is that you're looking for situations that just always heighten the stakes.",
      "author": "Zeljko Ivanek",
      "category": "Lawyer, People, Looking"
    },
    {
      "quote": "I definitely love 'Camelot.' It's my favorite show. I'm a big 'True Blood' fan. I love 'American Idol,' and I love my girl J-Lo. The rest are my homework shows: 'Forensic Files,' 'Dr. G. Medical Examiner,' 'The First 48.'",
      "author": "Tamala Jones",
      "category": "Love, Girl, American"
    },
    {
      "quote": "I love 'E.R.' and I'm not ashamed to admit it. It makes me know I did not waste my life after all by not becoming a medical doctor.",
      "author": "Ellen Gilchrist",
      "category": "Love, Life, Doctor"
    },
    {
      "quote": "Well-trained medical doctors and engineers leave Nigeria to the developed countries. We want to reverse that.",
      "author": "Goodluck Jonathan",
      "category": "Engineers, Want, Leave"
    },
    {
      "quote": "In terms of fitness and battling through cancer, exercise helps you stay strong physically and mentally.",
      "author": "Grete Waitz",
      "category": "Fitness, Strong, Exercise"
    },
    {
      "quote": "When I was at school studying biology, I wanted to be a medical researcher. I did work experience at St Mary's Hospital in London, and I begged them to let me see the post mortems. So the first time I saw a naked male was at 15, when I saw an 89 year old man who had died of a brain hemorrhage.",
      "author": "Katherine Parkinson",
      "category": "Work, Time, Experience"
    },
    {
      "quote": "When families save, they can get through emergencies like a bad harvest or a medical emergency. But it's more than that. They can also plan for the future, gradually saving up for a small business or for their children's school tuition.",
      "author": "Jeff Raikes",
      "category": "Business, Children, Future"
    },
    {
      "quote": "I do hope to be an adult actor. But if it doesn't work out, I've been thinking about doing something in the medical therapy field, chiropractics or something like that. I've always been into the idea of helping people medically, but I can't stand blood or surgery. That freaks me out. So this would be a bloodless way to help people.",
      "author": "Nathan Kress",
      "category": "Work, Hope, Thinking"
    },
    {
      "quote": "It's very difficult when you have $1.50 per day to spend on food and drink, but for people who live this reality, that money also has to cover medical expenses and education, fuel and shelter - sometimes for an entire family.",
      "author": "Rachel Brosnahan",
      "category": "Education, Family, Food"
    },
    {
      "quote": "After qualifying for a B.Sc. in pharmacology, I spent a few months in Sheffield University as a research worker in the pharmacology department but then went back to Oxford to the Nuffield Institute for Medical Research in order to study for a D. Phil. with Dr. Geoffrey Dawes.",
      "author": "John Vane",
      "category": "Research, Study, Back"
    },
    {
      "quote": "Against the State, against the Church, against the silence of the medical profession, against the whole machinery of dead institutions of the past, the woman of today arises.",
      "author": "Margaret Sanger",
      "category": "Today, Silence, Past"
    },
    {
      "quote": "One has a greater sense of degradation after an interview with a doctor than from any human experience.",
      "author": "Alice James",
      "category": "Experience, Doctor, Human"
    },
    {
      "quote": "So I applied to medical school and received a scholarship at Washington University in St. Louis. Washington University turned out to be a lucky choice. The faculty was scholarly and dedicated and accessible to students.",
      "author": "Daniel Nathans",
      "category": "School, Choice, Scholarship"
    },
    {
      "quote": "And of course, identifying all human genes and proteins will have great medical significance.",
      "author": "Daniel Nathans",
      "category": "Great, Human, Will"
    },
    {
      "quote": "I don't practice, but I am still officially in paediatrics. I keep in touch with journals, and I have a very good data bank of medical information and there is a key thing for a writer knowing where to go. I know where to go to get the information that I need.",
      "author": "Jonathan Kellerman",
      "category": "Good, I Am, Data"
    },
    {
      "quote": "When I talked to my medical friends about the strange silence on this subject in American medical magazines and textbooks, I gained the impression that here was a subject tainted with Socialism or with feminine sentimentality for the poor.",
      "author": "Alice Hamilton",
      "category": "Friends, Silence, American"
    },
    {
      "quote": "That's why I wanted to be part of this AIDS Project Los Angeles party. We help raise funds for those who are having a tough time with some very basic necessities, like shelter, food, and medical care.",
      "author": "Brande Roderick",
      "category": "Time, Food, Help"
    },
    {
      "quote": "I have no qualms about saying I am more confident in the medical treatment in America. The breast cancer survival rate is 20 per cent higher than in the UK.",
      "author": "Koo Stark",
      "category": "America, I Am, Survival"
    },
    {
      "quote": "Drug abuse is a medical disease that requires medical professionals.",
      "author": "Doug Ose",
      "category": "Abuse, Disease"
    },
    {
      "quote": "Canadians have been very generous toward Haiti after the earthquake and, thanks to you, our most vulnerable people have received food, drinkable water, shelter, medical care and education. For that, we are extremely grateful.",
      "author": "Laurent Lamothe",
      "category": "Education, Food, Water"
    },
    {
      "quote": "The reality of any location in Britain being used in a TV program of a film is that something bad is going to happen! That's the nature of drama. Most of the things that get made or basically grisly detective shows about murders, accidents or medical dramas.",
      "author": "Ben Wheatley",
      "category": "Nature, Reality, Drama"
    },
    {
      "quote": "I only worked theater jobs, but they were all really silly when I first graduated. I was a line monitor at 'Spamalot,' which means I got there at 8 A.M. and told people how much the tickets were for standing room. I was an NYU Medical School fake patient, to teach doctors how to talk to patients.",
      "author": "Lauren Worsham",
      "category": "School, People, Fake"
    },
    {
      "quote": "My parents have been married 50-some years, and I've never heard them fight. I got the chance to attend great universities and medical school.",
      "author": "Tom Catena",
      "category": "Great, School, Parents"
    },
    {
      "quote": "It is a medical fact that children can have a better chance in life with better looks, better health and more vigor if the teeth, nose, throat and mouth are taken proper care of at the crucial time of childhood.",
      "author": "George Eastman",
      "category": "Life, Time, Children"
    },
    {
      "quote": "I think that in the 21st century, medical biology will advance at a more rapid pace than before.",
      "author": "Shinya Yamanaka",
      "category": "Biology, Think, 21st Century"
    },
    {
      "quote": "I was proud to share the stories of my friends at Georgetown Law who have suffered dire medical consequences because our student insurance does not cover contraception for the purpose of preventing pregnancy.",
      "author": "Sandra Fluke",
      "category": "Friends, Law, Purpose"
    },
    {
      "quote": "I wound up getting my degree in sports medicine and nutrition because I wanted to work in the medical field. But I wound up taking a trip to Los Angeles and decided being an actor sounds pretty cool, too.",
      "author": "Derek Theler",
      "category": "Work, Sports, Cool"
    },
    {
      "quote": "It's really hard for me to memorize the medical jargon if I don't know the meaning of every single word. So I do have to do a little Wikipedia/YouTube research to figure out what I'm talking about.",
      "author": "Kelly McCreary",
      "category": "Research, Me, Meaning"
    },
    {
      "quote": "In the Radiation Laboratory we count it a privilege to do everything we can to assist our medical colleagues in the application of these new tools to the problems of human suffering.",
      "author": "Ernest Lawrence",
      "category": "Problems, Suffering, Tools"
    },
    {
      "quote": "In my own life, I decided to leave meat off my plate in medical school, but was a bit slow to realise that dairy products and eggs are not health foods either.",
      "author": "Neal Barnard",
      "category": "Life, Health, School"
    },
    {
      "quote": "I decided to take two years between finishing undergraduate and beginning medical school to devote fully to medical research. I knew that I wanted to go to medical school during undergraduate, but I was also eager to get a significant amount of research experience.",
      "author": "Eva Vertes",
      "category": "Experience, School, Research"
    },
    {
      "quote": "I might have been just as happy to have been a practicing primary-care doctor. But as a medical student, I had interacted with patients suffering from neurodegeneration or acute clinical schizophrenia. It left an indelible mark on my memory.",
      "author": "James Rothman",
      "category": "Happy, Memory, Doctor"
    },
    {
      "quote": "The most dangerous fundamentalists aren't just waging war in Iraq; they're attacking evolution, blocking medical research and ignoring the environment.",
      "author": "Jill Greenberg",
      "category": "War, Research, Evolution"
    },
    {
      "quote": "The cardiac calls require medical intervention. So an ambulance for a cardiac call requires a doctor, a ward boy and medical equipment.",
      "author": "Shaffi Mather",
      "category": "Doctor, Boy, Call"
    },
    {
      "quote": "I was reading about all of these medical and psychological experimental programs that the government and various intelligence agencies had run throughout the 20th century. Any book you can read on that, there's some really horrifying and fascinating stuff that goes on there.",
      "author": "Caitlin Kittredge",
      "category": "Intelligence, Government"
    },
    {
      "quote": "We are glad to tie up with a humanitarian organization, which is being promoted by Prince Abdul Aziz. This partnership will greatly help in assisting needy renal-failure patients by supplying them equipment, medicines and other medical supplies, while encouraging and supporting scientific research.",
      "author": "Sulaiman Abdul Aziz Al Rajhi",
      "category": "Organization, Research, Help"
    },
    {
      "quote": "In learning to utilize antibiotics for the control of human and animal diseases, the medical and veterinary professions have acquired powerful tools for combating infections and epidemics.",
      "author": "Selman Waksman",
      "category": "Learning, Powerful, Animal"
    },
    {
      "quote": "I'm old enough to remember when the polio vaccine was still new. Also, it hadn't been that long since most people who caught pneumonia died from it. These medical breakthroughs were practically miracles.",
      "author": "Pat Cadigan",
      "category": "People, Long, Remember"
    },
    {
      "quote": "Charge forward with hope and get the best medical advice you can. Talk to your friends, neighbors, family, and together you attack it. We can't always control what happens to us, but we can always control how we react to it.",
      "author": "Robert Urich",
      "category": "Family, Hope, Friends"
    },
    {
      "quote": "When a man goes through six years training to be a doctor he will never be the same. He knows too much.",
      "author": "Enid Bagnold",
      "category": "Man, Training, Doctor"
    },
    {
      "quote": "I went to Duke University in the medical track. And then I decided I wanted to do something more creative, so I switched to biochemistry at Nebraska.",
      "author": "Ken Wilber",
      "category": "Creative, University"
    },
    {
      "quote": "After he was assassinated, his family and the men who had served him continued the lying and began the destruction, censoring and hiding of JFK's medical records.",
      "author": "Richard Reeves",
      "category": "Family, Men, Lying"
    },
    {
      "quote": "Kennedy lied and lied about his health while he was alive, even using his father's influence to get into the Navy without ever taking a medical examination.",
      "author": "Richard Reeves",
      "category": "Father, Health, Influence"
    },
    {
      "quote": "While in medical school, I was drafted into the U.S. Army with the other medical students as part of the wartime training program, and naturalized American citizen in 1943. I greatly enjoyed my medical studies, which at the Medical College of Virginia were very clinically oriented.",
      "author": "Baruj Benacerraf",
      "category": "School, Training, College"
    },
    {
      "quote": "As we returned to Argentina, I started seriously to work towards a doctoral degree under the direction of Professor Stoppani, the Professor of Biochemistry at the Medical School.",
      "author": "Cesar Milstein",
      "category": "Work, School, Direction"
    },
    {
      "quote": "There are three subjects on which the knowledge of the medical profession in general is woefully weak; they are manners, morals, and medicine.",
      "author": "Gerald F. Lieberman",
      "category": "Knowledge, Medicine, Three"
    },
    {
      "quote": "The pursuit of curiosity about the basic facts of nature has proven, with few exceptions throughout the history of medical science, to be the route by which the successful drugs and devices of modern medicine were discovered.",
      "author": "Arthur Kornberg",
      "category": "Nature, History, Science"
    },
    {
      "quote": "My interest was directed, from my medical student days, to Immunology, and particularly to the mechanism of hypersensitivity. I had suffered from bronchial asthma as a child and had developed a deep curiosity in allergic phenomena.",
      "author": "Baruj Benacerraf",
      "category": "Deep, Curiosity, Child"
    },
    {
      "quote": "In 1970, Dean Robert Ebert offered me the Chair of Pathology at Harvard Medical School. I moved to Harvard because I missed the university environment and, more particularly, the stimulating interaction with the eager, enthusiastic, and unprejudiced young minds of the students and fellows.",
      "author": "Baruj Benacerraf",
      "category": "School, Me, Environment"
    },
    {
      "quote": "I entered Harvard Medical School knowing nothing of research.",
      "author": "J. Michael Bishop",
      "category": "School, Research"
    },
    {
      "quote": "To make a coverage decision, doesn't one have to make a medical judgment?",
      "author": "John Paul Stevens",
      "category": "Decision, Judgment, Coverage"
    },
    {
      "quote": "What I really admire are people like my daughter, Victoria, who don't give up, who have daily medical challenges and medical conditions. They go on with their lives and make the best of it, not giving up even when it's not easy.",
      "author": "Craig Mello",
      "category": "Daily, Best, Daughter"
    },
    {
      "quote": "The sort of thinking at the time was, 'Well, we're giving you access to medical care which you wouldn't otherwise be able to get, so your payment is that we get to use you in research.'",
      "author": "Rebecca Skloot",
      "category": "Time, Thinking, Research"
    },
    {
      "quote": "The bill would ban human cloning, and any attempts at human cloning, for both reproductive purposes and medical research. Also forbidden is the importing of cloned embryos or products made from them.",
      "author": "Ken Calvert",
      "category": "Research, Human, Products"
    },
    {
      "quote": "Because of my medical and ideological training, I am accustomed to saying that life is adaptation and symbiosis.",
      "author": "Tabare Vazquez",
      "category": "Life, Training, I Am"
    },
    {
      "quote": "TED Women will focus on the ideas and innovations championed by women and girls. These cover everything from community development to economic growth to biodynamic farming to robotics to medical treatments to the use of technology for personal safety and peace making.",
      "author": "Pat Mitchell",
      "category": "Technology, Women, Peace"
    },
    {
      "quote": "I don't believe medical discoveries are doing much to advance human life. As fast as we create ways to extend it we are inventing ways to shorten it.",
      "author": "Christiaan Barnard",
      "category": "Life, Believe, Doing"
    },
    {
      "quote": "Was this an old disease, and, if so, which one? If it was new, what did that say about the state of medical knowledge? And in any case, how could physicians make sense of it?",
      "author": "Peter Lewis Allen",
      "category": "Knowledge, New, Say"
    },
    {
      "quote": "We ought to be providing protective sanctuaries for the Kurdish rebels. That means finding some places where they can come and to which we will then be able to provide food and water and medical help.",
      "author": "Les Aspin",
      "category": "Food, Water, Help"
    },
    {
      "quote": "The grounding in natural sciences which I obtained in the course of my medical studies, including preliminary examinations in botany, zoology, physics, and chemistry, was to become decisive in determining the trend of my literary work.",
      "author": "Johannes Vilhelm Jensen",
      "category": "Work, Chemistry, Physics"
    },
    {
      "quote": "In 1973, I left the Rockefeller University to join the Yale University Medical School. The main reason for the move was my belief that the time had come for fruitful interactions between the new discipline of Cell Biology and the traditional fields of interest of medical schools, namely Pathology and Clinical Medicine.",
      "author": "George Emil Palade",
      "category": "Time, School, Discipline"
    },
    {
      "quote": "The problem of chemotherapy of bacterial infections could be solved neither by the experimental medical research worker nor by the chemist alone, but only by the two together working in very close cooperation over many years.",
      "author": "Gerhard Domagk",
      "category": "Alone, Together, Research"
    },
    {
      "quote": "When I was 10 years old, a cousin of mine took me on a tour of his medical school. And as a special treat, he took me to the pathology lab and took a real human brain out of the jar and placed it in my hands. And there it was, the seat of human consciousness, the powerhouse of the human body, sitting in my hands.",
      "author": "Aditi Shankardass",
      "category": "School, Me, Treat"
    },
    {
      "quote": "In a wristwatch, imagine the battery is in the strap and there's a medical sensor in there connected to the internet. If someone is monitoring that, they could phone up if the user has forgotten to take some medication. This could save hundreds of dollars in medical fees later. What's missing? It's a stable battery.",
      "author": "Donald Sadoway",
      "category": "Internet, Missing, Connected"
    },
    {
      "quote": "In 1963 and later papers, I pointed out that the special market characteristics of medical care and medical insurance could be explained by reference to differences in information among the parties involved.",
      "author": "Kenneth Joseph Arrow",
      "category": "Information, Differences"
    },
    {
      "quote": "Alfred Nobel was much concerned, as are we all, with the tangible benefits we hope for and expect from physiological and medical research, and the Faculty of the Caroline Institute has ever been alert to recognize practical benefits.",
      "author": "Haldan Keffer Hartline",
      "category": "Hope, Research, Benefits"
    },
    {
      "quote": "Bioethics has hardened into an activist ideology that pervades the medical world, the schools, and government.",
      "author": "John Leo",
      "category": "Government, World, Ideology"
    },
    {
      "quote": "Every year there's five cop shows, five medical shows and five 'Law & Orders,' but when it's a show about women, they want to pit everyone against each other. I don't think they'd do that if it was a guy show. I think there's room for all of us.",
      "author": "Bonnie Somerville",
      "category": "Women, Law, Want"
    },
    {
      "quote": "I think 'Red Band Society' is unique because not only is it focusing on a pediatric ward, but it's from the view from the patient, not from the view of the doctors. So we're getting to see a whole other side of hospitals and medical series life that we haven't been able to see before.",
      "author": "Ciara Bravo",
      "category": "Life, Society, Red"
    },
    {
      "quote": "I got the bill for my surgery. Now I know what those doctors were wearing masks for.",
      "author": "James H. Boren",
      "category": "Know, Now, Surgery"
    },
    {
      "quote": "As a physician and as a pilot, I think it lets me be a pretty good translator having one foot in the medical world and one foot in the flying world. Sometimes when the medical guys come in and speak medical stuff to the pilots, the pilots really don't know what they're saying.",
      "author": "David M. Brown",
      "category": "Good, World, Speak"
    },
    {
      "quote": "My father was a psychiatrist, the medical director of a mental hospital in Scotland, and when I was a student, I took vacation jobs there as a nursing assistant. So I did get to see mental illness, but I don't remember conversations about mental conditions. My father was a cheerful man with a robust attitude to such things.",
      "author": "Morag Joss",
      "category": "Attitude, Father, Man"
    },
    {
      "quote": "I broke down while at Oxford, was rejected by a record number of medical tribunals during the War, and finally got permission to leave Oxford and do civilian work till the War ended.",
      "author": "Leonard Alfred George Strong",
      "category": "Work, War, Down"
    },
    {
      "quote": "You're taught from the day you start medical school that you're a god, that you can have power over life and death. So when your life starts to crumble, and the highest power you see is looking back in the mirror - and you know that power is flawed - it is very hard to get past that.",
      "author": "Michael Palmer",
      "category": "Life, Death, God"
    },
    {
      "quote": "When I worked in a medical practice, our practice provided the insurance. When I retired the next day to run for public office to run for Congress, I had to pay first dollar.",
      "author": "Phil Roe",
      "category": "Day, Practice, Insurance"
    },
    {
      "quote": "Being a regular in a television series, for me - if I wanted to be a cop, I woulda went to cop school. If I wanted to be a doctor, I would've gone to medical school. You get trapped in your normal episodic television shows, basically doing the same thing.",
      "author": "Michael Hogan",
      "category": "School, Doctor, Me"
    },
    {
      "quote": "St. Louis has always been a great center for medicine. It has been a leader in the nation since the early part of the 20th century. Along with that, we've been a leader in medical science and biomedical science and innovation in medicine.",
      "author": "William Henry Danforth",
      "category": "Innovation, Science, Leader"
    },
    {
      "quote": "I have a couple of dozen books on my reader: ideal for a long trip or an afternoon waiting at the medical clinic. It's flexible.",
      "author": "Barbara Hambly",
      "category": "Waiting, Long, Flexible"
    },
    {
      "quote": "They don't like thinking in medical school. They memorize - that's all they want you to do. You must not think.",
      "author": "John Backus",
      "category": "School, Thinking, Want"
    },
    {
      "quote": "I found out that colonels can stay until they drop dead or get a walker and being a critical medical specialty as an Army trained emergency room doctor, I could stay until age 67.",
      "author": "Gerald Griffin",
      "category": "Age, Doctor, Army"
    },
    {
      "quote": "We need to bridge the gap between the medical libraries and the hospital rooms; take the information out there already, add to it, focus it, harness it - and bring it to the patient who was just diagnosed today.",
      "author": "Bruce Vento",
      "category": "Today, Focus, Bridge"
    },
    {
      "quote": "Kids coming back from Iraq and Afghanistan deserve to come back to 21st century medical care.",
      "author": "Anthony Principi",
      "category": "Care, Deserve, Kids"
    },
    {
      "quote": "Anyone having to do with medicine will have looked at Frank Netter's art work... I decided I would make him my model... getting my degree in medical illustration and then going on to medical school.",
      "author": "David Bolinsky",
      "category": "Work, Art, School"
    },
    {
      "quote": "Some people think that doctors and nurses can put scrambled eggs back in the shell.",
      "author": "Cass Canfield",
      "category": "People, Think, Eggs"
    },
    {
      "quote": "It was clear to me from the start that I would need to combine both a medical degree with a research qualification, to keep at the cutting edge of medical science and technology.",
      "author": "Susan Lim",
      "category": "Technology, Science"
    },
    {
      "quote": "Sometime they don't let you know that they know that they don't know everything, but the core of the medical approach is that you try to identify pathologies, which are subsystems within the human body or the larger system that are having undesirable consequences.",
      "author": "Guy Burgess",
      "category": "Body, Know, You"
    },
    {
      "quote": "Truth is everybody is going to hurt you: you just gotta find the ones worth suffering for.",
      "author": "Bob Marley",
      "category": "Relationship, Hurt"
    },
    {
      "quote": "Three things cannot be long hidden: the sun, the moon, and the truth.",
      "author": "Buddha",
      "category": "Sun, Moon, Long"
    },
    {
      "quote": "Whoever is careless with the truth in small matters cannot be trusted with important matters.",
      "author": "Albert Einstein",
      "category": "Trust, Small, Important"
    },
    {
      "quote": "Honesty is the first chapter in the book of wisdom.",
      "author": "Thomas Jefferson",
      "category": "Wisdom, Honesty, Book"
    },
    {
      "quote": "The truth is you don't know what is going to happen tomorrow. Life is a crazy ride, and nothing is guaranteed.",
      "author": "Eminem",
      "category": "Life, Crazy, Tomorrow"
    },
    {
      "quote": "Beauty is truth's smile when she beholds her own face in a perfect mirror.",
      "author": "Rabindranath Tagore",
      "category": "Smile, Beauty, Mirror"
    },
    {
      "quote": "My parents taught me honesty, truth, compassion, kindness and how to care for people. Also, they encouraged me to take risks, to boldly go. They taught me that the greatest danger in life is not taking the adventure.",
      "author": "Brian Blessed",
      "category": "Life, Kindness, Adventure"
    },
    {
      "quote": "I am the Way, the Truth, and the Life. No one comes to the Father except through me.",
      "author": "Jesus Christ",
      "category": "Life, Father, I Am"
    },
    {
      "quote": "I'm for truth, no matter who tells it. I'm for justice, no matter who it's for or against.",
      "author": "Malcolm X",
      "category": "Justice, Matter, Against"
    },
    {
      "quote": "There are only two mistakes one can make along the road to truth; not going all the way, and not starting.",
      "author": "Buddha",
      "category": "Mistakes, Road, Way"
    },
    {
      "quote": "Truth can be stated in a thousand different ways, yet each one can be true.",
      "author": "Swami Vivekananda",
      "category": "Be True, True, Different"
    },
    {
      "quote": "Truth stands, even if there be no public support. It is self-sustained.",
      "author": "Mahatma Gandhi",
      "category": "Support, Public, Even"
    },
    {
      "quote": "All truths are easy to understand once they are discovered the point is to discover them.",
      "author": "Galileo Galilei",
      "category": "Easy, Understand, Point"
    },
    {
      "quote": "I know where I'm going and I know the truth, and I don't have to be what you want me to be. I'm free to be what I want.",
      "author": "Muhammad Ali",
      "category": "Motivational, Me, Free"
    },
    {
      "quote": "The truth is that there is no actual stress or anxiety in the world; it's your thoughts that create these false beliefs. You can't package stress, touch it, or see it. There are only people engaged in stressful thinking.",
      "author": "Wayne Dyer",
      "category": "Stress, World, Anxiety"
    },
    {
      "quote": "A liar will not be believed, even when he speaks the truth.",
      "author": "Aesop",
      "category": "Liar, Will, Even"
    },
    {
      "quote": "Have the courage to say no. Have the courage to face the truth. Do the right thing because it is right. These are the magic keys to living your life with integrity.",
      "author": "W. Clement Stone",
      "category": "Life, Courage, Integrity"
    },
    {
      "quote": "It is only with the heart that one can see rightly what is essential is invisible to the eye.",
      "author": "Antoine de Saint-Exupery",
      "category": "Heart, Eye, See"
    },
    {
      "quote": "A lie told often enough becomes the truth.",
      "author": "Vladimir Lenin",
      "category": "Lie, Enough, Often"
    },
    {
      "quote": "It is impossible to struggle for civil rights, equal rights for blacks, without including whites. Because equal rights, fair play, justice, are all like the air: we all have it, or none of us has it. That is the truth of it.",
      "author": "Maya Angelou",
      "category": "Struggle, Justice"
    },
    {
      "quote": "On the mountains of truth you can never climb in vain: either you will reach a point higher up today, or you will be training your powers so that you will be able to climb higher tomorrow.",
      "author": "Friedrich Nietzsche",
      "category": "Today, Mountains, Training"
    },
    {
      "quote": "Once you eliminate the impossible, whatever remains, no matter how improbable, must be the truth.",
      "author": "Arthur Conan Doyle",
      "category": "Impossible, Matter, You"
    },
    {
      "quote": "There's nothing so kingly as kindness, and nothing so royal as truth.",
      "author": "Alice Cary",
      "category": "Kindness, Nothing, Royal"
    },
    {
      "quote": "There is no greatness where there is no simplicity, goodness and truth.",
      "author": "Leo Tolstoy",
      "category": "Great, Greatness, Simplicity"
    },
    {
      "quote": "The greatest truth is honesty, and the greatest falsehood is dishonesty.",
      "author": "Abu Bakr",
      "category": "Honesty, Greatest, Truth Is"
    },
    {
      "quote": "Light is meaningful only in relation to darkness, and truth presupposes error. It is these mingled opposites which people our life, which make it pungent, intoxicating. We only exist in terms of this conflict, in the zone where black and white clash.",
      "author": "Louis Aragon",
      "category": "Life, Light, Black And White"
    },
    {
      "quote": "Truth is ever to be found in simplicity, and not in the multiplicity and confusion of things.",
      "author": "Isaac Newton",
      "category": "Simplicity, Truth Is"
    },
    {
      "quote": "We live in a fantasy world, a world of illusion. The great task in life is to find reality.",
      "author": "Iris Murdoch",
      "category": "Life, Great, World"
    },
    {
      "quote": "I do not know what I may appear to the world, but to myself I seem to have been only like a boy playing on the seashore, and diverting myself in now and then finding a smoother pebble or a prettier shell than ordinary, whilst the great ocean of truth lay all undiscovered before me.",
      "author": "Isaac Newton",
      "category": "Trust, Myself, Great"
    },
    {
      "quote": "Truth will ultimately prevail where there is pains to bring it to light.",
      "author": "George Washington",
      "category": "Light, Will, Bring"
    },
    {
      "quote": "Morality is the basis of things and truth is the substance of all morality.",
      "author": "Mahatma Gandhi",
      "category": "Morality, Truth Is"
    },
    {
      "quote": "That which is false troubles the heart, but truth brings joyous tranquillity.",
      "author": "Rumi",
      "category": "Heart, False, Which"
    },
    {
      "quote": "The truth is: Belonging starts with self-acceptance. Your level of belonging, in fact, can never be greater than your level of self-acceptance, because believing that you're enough is what gives you the courage to be authentic, vulnerable and imperfect.",
      "author": "Brene Brown",
      "category": "Courage, Belonging, Truth Is"
    },
    {
      "quote": "The only passion that guides me is for the truth... I look at everything from this point of view.",
      "author": "Che Guevara",
      "category": "Passion, Me, Point Of View"
    },
    {
      "quote": "'Beauty is truth, truth beauty,' - that is all ye know on earth, and all ye need to know.",
      "author": "John Keats",
      "category": "Beauty, Earth, Know"
    },
    {
      "quote": "Peace if possible, truth at all costs.",
      "author": "Martin Luther",
      "category": "Peace, Possible, Costs"
    },
    {
      "quote": "The great enemy of the truth is very often not the lie, deliberate, contrived and dishonest, but the myth, persistent, persuasive and unrealistic.",
      "author": "John F. Kennedy",
      "category": "Great, Lie, Truth Is"
    },
    {
      "quote": "The word theatre comes from the Greeks. It means the seeing place. It is the place people come to see the truth about life and the social situation.",
      "author": "Stella Adler",
      "category": "Life, Theatre, People"
    },
    {
      "quote": "Each person does see the world in a different way. There is not a single, unifying, objective truth. We're all limited by our perspective.",
      "author": "Siri Hustvedt",
      "category": "Perspective, World, See"
    },
    {
      "quote": "The object of the superior man is truth.",
      "author": "Confucius",
      "category": "Man, Superior, Superior Man"
    },
    {
      "quote": "The sad truth is that the civil rights movement cannot be reborn until we identify the causes of black suffering, some of them self-inflicted. Why can't black leaders organize rallies around responsible sexuality, birth within marriage, parents reading to their children and students staying in school and doing homework?",
      "author": "Henry Louis Gates",
      "category": "Marriage, Children, Sad"
    },
    {
      "quote": "Half a truth is often a great lie.",
      "author": "Benjamin Franklin",
      "category": "Great, Lie, Truth Is"
    },
    {
      "quote": "I tell you the truth, it is hard for a rich man to enter the kingdom of heaven. Again I tell you, it is easier for a camel to go through the eye of a needle than for a rich man to enter the kingdom of heaven.",
      "author": "Jesus Christ",
      "category": "Man, Eye, Rich"
    },
    {
      "quote": "My way of joking is to tell the truth. That's the funniest joke in the world.",
      "author": "Muhammad Ali",
      "category": "World, Way, Joke"
    },
    {
      "quote": "And we should consider every day lost on which we have not danced at least once. And we should call every truth false which was not accompanied by at least one laugh.",
      "author": "Friedrich Nietzsche",
      "category": "Day, Lost, Laugh"
    },
    {
      "quote": "A lot of truth is said in jest.",
      "author": "Eminem",
      "category": "Truth Is, Said, Lot"
    },
    {
      "quote": "Reason is the natural order of truth but imagination is the organ of meaning.",
      "author": "C. S. Lewis",
      "category": "Imagination, Meaning"
    },
    {
      "quote": "There's a world of difference between truth and facts. Facts can obscure the truth.",
      "author": "Maya Angelou",
      "category": "World, Difference, Facts"
    },
    {
      "quote": "All truth passes through three stages. First, it is ridiculed. Second, it is violently opposed. Third, it is accepted as being self-evident.",
      "author": "Arthur Schopenhauer",
      "category": "First, Three, Through"
    },
    {
      "quote": "There is some self-interest behind every friendship. There is no friendship without self-interests. This is a bitter truth.",
      "author": "Chanakya",
      "category": "Friendship, Behind, Without"
    },
    {
      "quote": "Plato is my friend; Aristotle is my friend, but my greatest friend is truth.",
      "author": "Isaac Newton",
      "category": "Friend, Greatest, My Friend"
    },
    {
      "quote": "Rebellion without truth is like spring in a bleak, arid desert.",
      "author": "Khalil Gibran",
      "category": "Desert, Spring, Truth Is"
    },
    {
      "quote": "The trouble with lying and deceiving is that their efficiency depends entirely upon a clear notion of the truth that the liar and deceiver wishes to hide.",
      "author": "Hannah Arendt",
      "category": "Liar, Efficiency, Lying"
    },
    {
      "quote": "Truth is the torch that gleams through the fog without dispelling it.",
      "author": "Claude Adrien Helvetius",
      "category": "Fog, Truth Is, Through"
    },
    {
      "quote": "If you want to be thought a liar, always tell the truth.",
      "author": "Logan Pearsall Smith",
      "category": "Funny, Thought, Liar"
    },
    {
      "quote": "Facts are many, but the truth is one.",
      "author": "Rabindranath Tagore",
      "category": "Truth Is, Facts, Many"
    },
    {
      "quote": "I think the truth is black-and-white.",
      "author": "Nancy Grace",
      "category": "Truth Is, Think"
    },
    {
      "quote": "My dad raised me with some good advice: 'Always tell the truth. Always shoot from the hip. You might not have many friends, but you'll never have enemies, because people will always know where you're coming from.'",
      "author": "Pink",
      "category": "Friends, Good, Me"
    },
    {
      "quote": "Genocide is not just a murderous madness; it is, more deeply, a politics that promises a utopia beyond politics - one people, one land, one truth, the end of difference. Since genocide is a form of political utopia, it remains an enduring temptation in any multiethnic and multicultural society in crisis.",
      "author": "Michael Ignatieff",
      "category": "Politics, Society, Political"
    },
    {
      "quote": "By doubting we are led to question, by questioning we arrive at the truth.",
      "author": "Peter Abelard",
      "category": "Question, Questioning"
    },
    {
      "quote": "Language is the house of the truth of Being.",
      "author": "Martin Heidegger",
      "category": "Language, House, Being"
    },
    {
      "quote": "I was born into the world as the king of truth for the salvation of the world.",
      "author": "Buddha",
      "category": "World, King, Born"
    },
    {
      "quote": "To live in the light of a new day and an unimaginable and unpredictable future, you must become fully present to a deeper truth - not a truth from your head, but a truth from your heart; not a truth from your ego, but a truth from the highest source.",
      "author": "Debbie Ford",
      "category": "Future, Day, Light"
    },
    {
      "quote": "When in doubt tell the truth.",
      "author": "Mark Twain",
      "category": "Doubt, When In Doubt, Tell"
    },
    {
      "quote": "Nothing is more noble, nothing more venerable than fidelity. Faithfulness and truth are the most sacred excellences and endowments of the human mind.",
      "author": "Marcus Tullius Cicero",
      "category": "Mind, Nothing, Human"
    },
    {
      "quote": "I'm actually a very honest person, and sometimes I end up like, 'Man, I said too much.' It's hard for me not to tell the truth when you ask me.",
      "author": "Drake",
      "category": "Man, End, Me"
    },
    {
      "quote": "There are two ways of lying. One, not telling the truth and the other, making up statistics.",
      "author": "Josefina Vazquez Mota",
      "category": "Statistics, Lying, Two"
    },
    {
      "quote": "The earth is supported by the power of truth it is the power of truth that makes the sun shine and the winds blow indeed all things rest upon truth.",
      "author": "Chanakya",
      "category": "Power, Sun, Earth"
    },
    {
      "quote": "Non-violence and truth are inseparable and presuppose one another.",
      "author": "Mahatma Gandhi",
      "category": "Non-Violence, Inseparable"
    },
    {
      "quote": "The poet is a liar who always speaks the truth.",
      "author": "Jean Cocteau",
      "category": "Poetry, Liar, Always"
    },
    {
      "quote": "Every legend, moreover, contains its residuum of truth, and the root function of language is to control the universe by describing it.",
      "author": "James A. Baldwin",
      "category": "Language, Universe, Control"
    },
    {
      "quote": "If there is no criticism, you become lazy. But it should be constructive, and it should be the truth. If it's biased and there's no truth in it, then I don't care about it. If it's true, it helps me grow.",
      "author": "A. R. Rahman",
      "category": "Me, Grow, Care"
    },
    {
      "quote": "I know that some people shy away from what I say. They think it is too blunt, but when you don't give people that, they feel like you are being fake and you're not telling the truth. So it's like, you want me to tell the truth, but when I do, it's too much for you.",
      "author": "Missy Elliott",
      "category": "Me, People, Fake"
    },
    {
      "quote": "Most people don't grow up. It's too damn difficult. What happens is most people get older. That's the truth of it. They honor their credit cards, they find parking spaces, they marry, they have the nerve to have children, but they don't grow up.",
      "author": "Maya Angelou",
      "category": "Children, Honor, People"
    },
    {
      "quote": "The universe is transformation: life is opinion.",
      "author": "Marcus Aurelius",
      "category": "Life, Universe, Opinion"
    },
    {
      "quote": "Discrimination is a hellhound that gnaws at Negroes in every waking moment of their lives to remind them that the lie of their inferiority is accepted as truth in the society dominating them.",
      "author": "Martin Luther King, Jr.",
      "category": "Society, Lie, Discrimination"
    },
    {
      "quote": "Clouds and darkness surround us, yet Heaven is just, and the day of triumph will surely come, when justice and truth will be vindicated.",
      "author": "Mary Todd Lincoln",
      "category": "Day, Justice, Darkness"
    },
    {
      "quote": "The truth is, as most of us know, that global warming is real and humans are major contributors, mainly because we wastefully burn fossil fuels.",
      "author": "David Suzuki",
      "category": "Truth Is, Know"
    },
    {
      "quote": "Art is a lie that makes us realize truth.",
      "author": "Pablo Picasso",
      "category": "Art, Lie, Realize"
    },
    {
      "quote": "There's just some magic in truth and honesty and openness.",
      "author": "Frank Ocean",
      "category": "Honesty, Magic, Just"
    },
    {
      "quote": "The thing about the truth is, not a lot of people can handle it.",
      "author": "Conor McGregor",
      "category": "People, Truth Is, Handle"
    },
    {
      "quote": "All the truth in the world adds up to one big lie.",
      "author": "Bob Dylan",
      "category": "Lie, World, Up"
    },
    {
      "quote": "Truth, like gold, is to be obtained not by its growth, but by washing away from it all that is not gold.",
      "author": "Leo Tolstoy",
      "category": "Growth, Gold, Like"
    },
    {
      "quote": "I never did give anybody hell. I just told the truth and they thought it was hell.",
      "author": "Harry S Truman",
      "category": "Thought, Hell, Never"
    },
    {
      "quote": "The truth is not for all men, but only for those who seek it.",
      "author": "Ayn Rand",
      "category": "Wisdom, Men, Truth Is"
    },
    {
      "quote": "Truth is the most valuable thing we have. Let us economize it.",
      "author": "Mark Twain",
      "category": "Truth Is, Us, Let Us"
    },
    {
      "quote": "Humanity appreciates truth about as much as a squirrel appreciates silver.",
      "author": "Vernon Howard",
      "category": "Humanity, Squirrel, Silver"
    },
    {
      "quote": "The lowest form of popular culture - lack of information, misinformation, disinformation, and a contempt for the truth or the reality of most people's lives - has overrun real journalism. Today, ordinary Americans are being stuffed with garbage.",
      "author": "Carl Bernstein",
      "category": "Culture, Today, Reality"
    },
    {
      "quote": "Your days are short here; this is the last of your springs. And now in the serenity and quiet of this lovely place, touch the depths of truth, feel the hem of Heaven. You will go away with old, good friends. And don't forget when you leave why you came.",
      "author": "Adlai E. Stevenson",
      "category": "Friends, Good, Short"
    },
    {
      "quote": "There really can be no peace without justice. There can be no justice without truth. And there can be no truth, unless someone rises up to tell you the truth.",
      "author": "Louis Farrakhan",
      "category": "Peace, Justice, You"
    },
    {
      "quote": "To what greater inspiration and counsel can we turn than to the imperishable truth to be found in this treasure house, the Bible?",
      "author": "Queen Elizabeth II",
      "category": "Bible, Inspiration, Treasure"
    },
    {
      "quote": "I love new places, new people, new ideas. I love cultural differences, and I'm fascinated by the truth - all the different versions of it.",
      "author": "Martin Henderson",
      "category": "Love, Ideas, People"
    },
    {
      "quote": "The foolish man conceives the idea of 'self.' The wise man sees there is no ground on which to build the idea of 'self;' thus, he has a right conception of the world and well concludes that all compounds amassed by sorrow will be dissolved again, but the truth will remain.",
      "author": "Buddha",
      "category": "Wise, Man, World"
    },
    {
      "quote": "How can sincerity be a condition of friendship? A taste for truth at any cost is a passion which spares nothing.",
      "author": "Albert Camus",
      "category": "Friendship, Passion"
    },
    {
      "quote": "Say not, 'I have found the truth,' but rather, 'I have found a truth.'",
      "author": "Khalil Gibran",
      "category": "Say, Found, Rather"
    },
    {
      "quote": "The sad truth is that opportunity doesn't knock twice.",
      "author": "Gloria Estefan",
      "category": "Sad, Opportunity, Truth Is"
    },
    {
      "quote": "It's very easy to be judgmental until you know someone's truth.",
      "author": "Kate Winslet",
      "category": "Easy, Know, You"
    },
    {
      "quote": "Truth is so rare that it is delightful to tell it.",
      "author": "Emily Dickinson",
      "category": "Truth Is, Rare, Tell"
    },
    {
      "quote": "Only enemies speak the truth; friends and lovers lie endlessly, caught in the web of duty.",
      "author": "Stephen King",
      "category": "Friends, Lie, Speak"
    },
    {
      "quote": "In a controversy the instant we feel anger we have already ceased striving for the truth, and have begun striving for ourselves.",
      "author": "Buddha",
      "category": "Anger, Striving, Feel"
    },
    {
      "quote": "We cannot forever hide the truth about ourselves, from ourselves.",
      "author": "John McCain",
      "category": "Forever, Hide, Cannot"
    },
    {
      "quote": "You don't learn from successes you don't learn from awards you don't learn from celebrity you only learn from wounds and scars and mistakes and failures. And that's the truth.",
      "author": "Jane Fonda",
      "category": "Mistakes, Learn, You"
    },
    {
      "quote": "The preservation of peace and the guaranteeing of man's basic freedoms and rights require courage and eternal vigilance: courage to speak and act - and if necessary, to suffer and die - for truth and justice; eternal vigilance, that the least transgression of international morality shall not go undetected and unremedied.",
      "author": "Haile Selassie",
      "category": "Courage, Peace, Justice"
    },
    {
      "quote": "Even if you are a minority of one, the truth is the truth.",
      "author": "Mahatma Gandhi",
      "category": "Truth Is, You, Minority"
    },
    {
      "quote": "Everyone with a cell phone thinks they're a photographer. Everyone with a laptop thinks they're a journalist. But they have no training, and they have no idea of what we keep to in terms of standards, as in what's far out and what's reality. And they have no dedication to truth.",
      "author": "Helen Thomas",
      "category": "Training, Reality"
    },
    {
      "quote": "But in truth, should I meet with gold or spices in great quantity, I shall remain till I collect as much as possible, and for this purpose I am proceeding solely in quest of them.",
      "author": "Christopher Columbus",
      "category": "Great, I Am, Gold"
    },
    {
      "quote": "The truth has never been of any real value to any human being - it is a symbol for mathematicians and philosophers to pursue. In human relations kindness and lies are worth a thousand truths.",
      "author": "Graham Greene",
      "category": "Kindness, Value, Human"
    },
    {
      "quote": "The Lord gave me 'Sojourner,' because I was to travel up an' down the land, showin' the people their sins an' bein' a sign unto them. Afterwards, I told the Lord I wanted another name 'cause everybody else had two names, and the Lord gave me 'Truth,' because I was to declare the truth to people.",
      "author": "Sojourner Truth",
      "category": "Travel, Me, People"
    },
    {
      "quote": "You can hate me. You can go out there and say anything you want about me, But you will love me later because I told you the truth.",
      "author": "Mary J. Blige",
      "category": "Love, Hate, Me"
    },
    {
      "quote": "The truth is the best picture, the best propaganda.",
      "author": "Robert Capa",
      "category": "Best, Truth Is, Picture"
    },
    {
      "quote": "That taxes may be the ostensible cause is true, but that they are the true cause is as far remote from truth as light from darkness.",
      "author": "Henry Knox",
      "category": "Light, Darkness, True"
    },
    {
      "quote": "Truth is a thing immortal and perpetual, and it gives to us a beauty that fades not away in time.",
      "author": "Frank Norris",
      "category": "Time, Beauty, Truth Is"
    },
    {
      "quote": "Truth, like light, blinds. Falsehood, on the contrary, is a beautiful twilight that enhances every object.",
      "author": "Albert Camus",
      "category": "Beautiful, Light, Like"
    },
    {
      "quote": "There is nothing so strong or safe in an emergency of life as the simple truth.",
      "author": "Charles Dickens",
      "category": "Life, Strong, Simple"
    },
    {
      "quote": "Everything takes me longer than I expect. It's the sad truth about life.",
      "author": "Donna Tartt",
      "category": "Life, Sad, Me"
    },
    {
      "quote": "Our cause is just, and the might of Korea that is united with truth is infinite.",
      "author": "Kim Jong-un",
      "category": "Truth Is, United, Just"
    },
    {
      "quote": "Remember the sufferings of Christ, the storms that were weathered... the crown that came from those sufferings which gave new radiance to the faith... All saints give testimony to the truth that without real effort, no one ever wins the crown.",
      "author": "Thomas Becket",
      "category": "Faith, Effort, Remember"
    },
    {
      "quote": "There is no truth. There is only perception.",
      "author": "Gustave Flaubert",
      "category": "Perception, Only"
    },
    {
      "quote": "We swallow greedily any lie that flatters us, but we sip only little by little at a truth we find bitter.",
      "author": "Denis Diderot",
      "category": "Lie, Find, Little"
    },
    {
      "quote": "Only fools argue whether to eat meat or not. They don't understand truth, nor do they meditate on it. Who can define what is meat and what is plant? Who knows where the sin lies, being a vegetarian or a non-vegetarian?",
      "author": "Guru Nanak",
      "category": "Plant, Sin, Meat"
    },
    {
      "quote": "The truth of the matter is that you always know the right thing to do. The hard part is doing it.",
      "author": "Norman Schwarzkopf",
      "category": "The Right Thing, Know, You"
    },
    {
      "quote": "Speak the truth, do not yield to anger; give, if thou art asked for little; by these three steps thou wilt go near the gods.",
      "author": "Confucius",
      "category": "Art, Anger, Speak"
    },
    {
      "quote": "I seek truth over a lie; I seek justice over injustice; I seek righteousness over the rewards of evildoers, and I love Allah more than I love the state.",
      "author": "H. Rap Brown",
      "category": "Love, Justice, Injustice"
    },
    {
      "quote": "A lot of people are afraid to tell the truth, to say no. That's where toughness comes into play. Toughness is not being a bully. It's having backbone.",
      "author": "Robert Kiyosaki",
      "category": "People, Play, Toughness"
    },
    {
      "quote": "An example I often use to illustrate the reality of vanity, is this: look at the peacock; it's beautiful if you look at it from the front. But if you look at it from behind, you discover the truth... Whoever gives in to such self-absorbed vanity has huge misery hiding inside them.",
      "author": "Pope Francis",
      "category": "Beautiful, Reality, You"
    },
    {
      "quote": "'Crazy-busy' is a great armor, it's a great way for numbing. What a lot of us do is that we stay so busy, and so out in front of our life, that the truth of how we're feeling and what we really need can't catch up with us.",
      "author": "Brene Brown",
      "category": "Life, Great, Busy"
    },
    {
      "quote": "Words can be said in bitterness and anger, and often there seems to be an element of truth in the nastiness. And words don't go away, they just echo around.",
      "author": "Jane Goodall",
      "category": "Anger, Words, Said"
    },
    {
      "quote": "You shall know the truth, and the truth shall make you mad.",
      "author": "Aldous Huxley",
      "category": "Know, You, Mad"
    },
    {
      "quote": "It's a complete lie, why do people buy these papers? It's not the truth I'm here to say. You know, don't judge a person, do not pass judgement, unless you have talked to them one on one. I don't care what the story is, do not judge them because it is a lie.",
      "author": "Michael Jackson",
      "category": "Lie, People, Know"
    },
    {
      "quote": "It is certain that the truth of the Christian faith becomes more evident the more the faith itself is known. Therefore, the doctrine should not only be in Latin but also in the common tongue, and as the faith of the Church is contained in the Scriptures, the more these are known in the true sense, the better.",
      "author": "John Wycliffe",
      "category": "Faith, Christian, Better"
    },
    {
      "quote": "It is the nature of truth in general, as of some ores in particular, to be richest when most superficial.",
      "author": "Edgar Allan Poe",
      "category": "Nature, General, Superficial"
    },
    {
      "quote": "Truth is always strange, stranger than fiction.",
      "author": "Lord Byron",
      "category": "Strange, Truth Is, Stranger"
    },
    {
      "quote": "There are only two things. Truth and lies. Truth is indivisible, hence it cannot recognize itself; anyone who wants to recognize it has to be a lie.",
      "author": "Franz Kafka",
      "category": "Lie, Truth Is, Two"
    },
    {
      "quote": "The truth is, no one of us can be free until everybody is free.",
      "author": "Maya Angelou",
      "category": "Free, Truth Is, Everybody"
    },
    {
      "quote": "I was sure I'd set the world on fire, and it was hard for a young feller like me to realize the truth - that I hadn't set the world on fire, and I was totally unprepared to handle the consequences if 'The Big Trail' had been a success and launched me as a star.",
      "author": "John Wayne",
      "category": "Success, Fire, World"
    },
    {
      "quote": "The American fascists are most easily recognized by their deliberate perversion of truth and fact. Their newspapers and propaganda carefully cultivate every fissure of disunity, every crack in the common front against fascism.",
      "author": "Henry A. Wallace",
      "category": "American, Propaganda"
    },
    {
      "quote": "I see that the path of progress has never taken a straight line, but has always been a zigzag course amid the conflicting forces of right and wrong, truth and error, justice and injustice, cruelty and mercy.",
      "author": "Kelly Miller",
      "category": "Justice, Progress, Path"
    },
    {
      "quote": "In fact men will fight for a superstition quite as quickly as for a living truth - often more so, since a superstition is so intangible you cannot get at it to refute it, but truth is a point of view, and so is changeable.",
      "author": "Hypatia",
      "category": "Men, Fight, Truth Is"
    },
    {
      "quote": "The best mind-altering drug is the truth.",
      "author": "Lily Tomlin",
      "category": "Best"
    },
    {
      "quote": "I am sorry to think that you do not get a man's most effective criticism until you provoke him. Severe truth is expressed with some bitterness.",
      "author": "Henry David Thoreau",
      "category": "Man, I Am, Sorry"
    },
    {
      "quote": "When truth has no burning, then it is philosophy, when it gets burning from the heart, it becomes poetry.",
      "author": "Muhammad Iqbal",
      "category": "Heart, Poetry, Philosophy"
    },
    {
      "quote": "Alas! they had been friends in youth but whispering tongues can poison truth.",
      "author": "Samuel Taylor Coleridge",
      "category": "Friends, Youth, Poison"
    },
    {
      "quote": "Tell the children the truth.",
      "author": "Bob Marley",
      "category": "Children, Tell"
    },
    {
      "quote": "I have nothing new to teach the world. Truth and Non-violence are as old as the hills. All I have done is to try experiments in both on as vast a scale as I could.",
      "author": "Mahatma Gandhi",
      "category": "World, Non-Violence, Try"
    },
    {
      "quote": "The truth is, no matter what your lifestyle or occupation, nothing can really stop you when you're allowing yourself to be exactly who you want to be.",
      "author": "Hayley Williams",
      "category": "Yourself, Want, Truth Is"
    },
    {
      "quote": "A day spent without the sight or sound of beauty, the contemplation of mystery, or the search of truth or perfection is a poverty-stricken day; and a succession of such days is fatal to human life.",
      "author": "Lewis Mumford",
      "category": "Life, Beauty, Day"
    },
    {
      "quote": "Sometimes ideas are coming so fast that I have to stop doing one song to get another. But I don't forget the first one. If it works, it will always be there. It's like the truth: it will find you and lift you up. And if it ain't right, it will dissolve like sand on the beach.",
      "author": "Prince",
      "category": "Beach, Ideas, Song"
    },
    {
      "quote": "Materialism coarsens and petrifies everything, making everything vulgar, and every truth false.",
      "author": "Henri Frederic Amiel",
      "category": "Everything, Materialism"
    },
    {
      "quote": "Once you go inside and weed through the muck, you will find the real beauty, the truth about yourself.",
      "author": "Lindsay Wagner",
      "category": "Beauty, Yourself, You"
    },
    {
      "quote": "The bud of victory is always in the truth.",
      "author": "Benjamin Harrison",
      "category": "Victory, Always, Bud"
    },
    {
      "quote": "Adversity is the first path to truth.",
      "author": "Lord Byron",
      "category": "Adversity, Path, First"
    },
    {
      "quote": "We too often bind ourselves by authorities rather than by the truth.",
      "author": "Lucretia Mott",
      "category": "Ourselves, Rather, Than"
    },
    {
      "quote": "The theatre was created to tell people the truth about life and the social situation.",
      "author": "Stella Adler",
      "category": "Life, Theatre, People"
    },
    {
      "quote": "Truth springs from argument amongst friends.",
      "author": "David Hume",
      "category": "Friends, Argument, Amongst"
    },
    {
      "quote": "Truth is weirder than any fiction I've seen.",
      "author": "Hunter S. Thompson",
      "category": "Truth Is, Fiction, Seen"
    },
    {
      "quote": "What the imagination seizes as beauty must be truth.",
      "author": "John Keats",
      "category": "Beauty, Imagination, Must"
    },
    {
      "quote": "Belief is a wise wager. Granted that faith cannot be proved, what harm will come to you if you gamble on its truth and it proves false? If you gain, you gain all; if you lose, you lose nothing. Wager, then, without hesitation, that He exists.",
      "author": "Blaise Pascal",
      "category": "Faith, Wise, Belief"
    },
    {
      "quote": "Why would anyone lie? The truth is always more colorful.",
      "author": "James Hall",
      "category": "Lie, Truth Is, Colorful"
    },
    {
      "quote": "A thought transfixed me: for the first time in my life, I saw the truth as it is set into song by so many poets, proclaimed as the final wisdom by so many thinkers. The truth - that love is the ultimate and the highest goal to which man can aspire.",
      "author": "Viktor E. Frankl",
      "category": "Love, Life, Wisdom"
    },
    {
      "quote": "Mythology is a subjective truth. Every culture imagines life a certain way.",
      "author": "Devdutt Pattanaik",
      "category": "Life, Culture, Way"
    },
    {
      "quote": "The truth is that men are tired of liberty.",
      "author": "Benito Mussolini",
      "category": "Men, Tired, Liberty"
    },
    {
      "quote": "So far as hypotheses are concerned, let no one expect anything certain from astronomy, which cannot furnish it, lest he accept as the truth ideas conceived for another purpose, and depart from this study a greater fool than when he entered it.",
      "author": "Nicolaus Copernicus",
      "category": "Fool, Purpose, Ideas"
    },
    {
      "quote": "We're all living in a casino. It's just Vegas. Everything is on camera. Everything is being recorded. Everything is on audio. The truth is we all have access to everybody else's information.",
      "author": "Ashton Kutcher",
      "category": "Information, Truth Is, Vegas"
    },
    {
      "quote": "In contradiction and paradox, you can find truth.",
      "author": "Denis Villeneuve",
      "category": "You, Find, Paradox"
    },
    {
      "quote": "Argument is meant to reveal the truth, not to create it.",
      "author": "Edward de Bono",
      "category": "Argument, Create, Reveal"
    },
    {
      "quote": "Everything will line up perfectly when knowing and living the truth becomes more important than looking good.",
      "author": "Alan Cohen",
      "category": "Good, Looking, Living"
    },
    {
      "quote": "When virtue is lost, benevolence appears, when benevolence is lost right conduct appears, when right conduct is lost, expedience appears. Expediency is the mere shadow of right and truth; it is the beginning of disorder.",
      "author": "Lao Tzu",
      "category": "Shadow, Beginning, Lost"
    },
    {
      "quote": "Facts are stubborn things.",
      "author": "Ronald Reagan",
      "category": "Stubborn, Facts, Things"
    },
    {
      "quote": "A liar begins with making falsehood appear like truth, and ends with making truth itself appear like falsehood.",
      "author": "William Shenstone",
      "category": "Liar, Like, Ends"
    },
    {
      "quote": "I perceived how that it was impossible to establish the lay people in any truth except the Scripture were plainly laid before their eyes in their mother tongue.",
      "author": "William Tyndale",
      "category": "Mother, Eyes, Impossible"
    },
    {
      "quote": "Attempting to get at truth means rejecting stereotypes and cliches.",
      "author": "Harold Evans",
      "category": "Stereotypes, Cliches"
    },
    {
      "quote": "The single overriding objective in wellness is creating constant personal renewal where we recognize and act on the truth that each day is a miraculous gift, and our job is to untie the ribbons. That's the Law of Esprit: living life with joy.",
      "author": "Greg Anderson",
      "category": "Life, Law, Joy"
    },
    {
      "quote": "The essential truth is that sometimes you're worried that they'll find out it's a fluke, that you don't really have it. You've lost the muse or - the worst dread - you never had it at all. I went through all that madness early on.",
      "author": "Robin Williams",
      "category": "Lost, Truth Is, Madness"
    },
    {
      "quote": "Two qualities are indispensable: first, an intellect that, even in the darkest hour, retains some glimmerings of the inner light which leads to truth; and second, the courage to follow this faint light wherever it may lead.",
      "author": "Carl von Clausewitz",
      "category": "Courage, Light, Darkest"
    },
    {
      "quote": "Legends die hard. They survive as truth rarely does.",
      "author": "Helen Hayes",
      "category": "Die, Survive, Legends"
    },
    {
      "quote": "This is the truth: as from a fire aflame thousands of sparks come forth, even so from the Creator an infinity of beings have life and to him return again.",
      "author": "Marcus Tullius Cicero",
      "category": "Life, Fire, Return"
    },
    {
      "quote": "No human being is constituted to know the truth, the whole truth, and nothing but the truth; and even the best of men must be content with fragments, with partial glimpses, never the full fruition.",
      "author": "William Osler",
      "category": "Best, Men, Know"
    },
    {
      "quote": "You never monkey with the truth.",
      "author": "Ben Bradlee",
      "category": "Monkey, You, Never"
    },
    {
      "quote": "A writer should have this little voice inside of you saying, Tell the truth. Reveal a few secrets here.",
      "author": "Quentin Tarantino",
      "category": "Voice, You, Saying"
    },
    {
      "quote": "Truth suffers from too much analysis.",
      "author": "Frank Herbert",
      "category": "Analysis, Too Much, Suffers"
    },
    {
      "quote": "Friendship at first sight, like love at first sight, is said to be the only truth.",
      "author": "Herman Melville",
      "category": "Love, Friendship, Said"
    },
    {
      "quote": "If there were only one truth, you couldn't paint a hundred canvases on the same theme.",
      "author": "Pablo Picasso",
      "category": "You, Paint, Theme"
    },
    {
      "quote": "I do not know what I may appear to the world; but to myself, I seem to have been only like a boy playing on the seashore, and diverting myself now and then in finding a smoother pebble or prettier shell than ordinary, while the great ocean of truth lay all undiscovered before me.",
      "author": "Isaac Newton",
      "category": "Myself, Great, Ocean"
    },
    {
      "quote": "In the consciousness of the truth he has perceived, man now sees everywhere only the awfulness or the absurdity of existence and loathing seizes him.",
      "author": "Friedrich Nietzsche",
      "category": "Man, Existence"
    },
    {
      "quote": "Myths and creeds are heroic struggles to comprehend the truth in the world.",
      "author": "Ansel Adams",
      "category": "World, Struggles, Heroic"
    },
    {
      "quote": "Now all we need is to continue to speak the truth fearlessly, and we shall add to our number those who will turn the scale to the side of equal and full justice in all things.",
      "author": "Lucy Stone",
      "category": "Justice, Speak, Equal"
    },
    {
      "quote": "One of the grand fundamental principles of Mormonism is to receive truth, let it come from whence it may.",
      "author": "Joseph Smith, Jr.",
      "category": "Principles, May, Grand"
    },
    {
      "quote": "Every truth has two sides; it is as well to look at both, before we commit ourselves to either.",
      "author": "Aesop",
      "category": "Look, Two, Well"
    },
    {
      "quote": "There are sadistic scientists who hurry to hunt down errors instead of establishing the truth.",
      "author": "Marie Curie",
      "category": "Down, Hurry, Errors"
    },
    {
      "quote": "We must never be afraid to go too far, for truth lies beyond.",
      "author": "Marcel Proust",
      "category": "Afraid, Never, Far"
    },
    {
      "quote": "The great advantage about telling the truth is that nobody ever believes it.",
      "author": "Dorothy L. Sayers",
      "category": "Great, Truth Is, Nobody"
    },
    {
      "quote": "I am a firm believer in the people. If given the truth, they can be depended upon to meet any national crisis. The great point is to bring them the real facts.",
      "author": "Abraham Lincoln",
      "category": "Great, I Am, People"
    },
    {
      "quote": "Truth is always served by great minds, even if they fight it.",
      "author": "Jean Rostand",
      "category": "Great, Fight, Truth Is"
    },
    {
      "quote": "Without accepting the fact that everything changes, we cannot find perfect composure. Unfortunately, although it is true, it is difficult for us to accept it. Because we cannot accept the truth of transience, we suffer.",
      "author": "Shunryu Suzuki",
      "category": "Changes, Perfect, True"
    },
    {
      "quote": "Truth is confirmed by inspection and delay falsehood by haste and uncertainty.",
      "author": "Tacitus",
      "category": "Uncertainty, Truth Is, Delay"
    },
    {
      "quote": "Mystical explanations are thought to be deep the truth is that they are not even shallow.",
      "author": "Friedrich Nietzsche",
      "category": "Deep, Thought, Truth Is"
    },
    {
      "quote": "I believe that one key to success is to accept truth, no matter how it's spoken.",
      "author": "Robert Kiyosaki",
      "category": "Success, Believe, I Believe"
    },
    {
      "quote": "Time is money says the proverb, but turn it around and you get a precious truth. Money is time.",
      "author": "George Gissing",
      "category": "Time, Money, You"
    },
    {
      "quote": "It is a melancholy truth that even great men have their poor relations.",
      "author": "Charles Dickens",
      "category": "Great, Men, Great Men"
    },
    {
      "quote": "People can choose between the sweet lie or the bitter truth. I say the bitter truth, but many people don't want to hear it.",
      "author": "Avigdor Lieberman",
      "category": "Lie, People, Sweet"
    },
    {
      "quote": "Truth is a great flirt.",
      "author": "Franz Liszt",
      "category": "Great, Truth Is, Flirt"
    },
    {
      "quote": "There is nothing so powerful as truth, and often nothing so strange.",
      "author": "Daniel Webster",
      "category": "Powerful, Strange, Nothing"
    },
    {
      "quote": "Great is truth, but still greater, from a practical point of view, is silence about truth. By simply not mentioning certain subjects... totalitarian propagandists have influenced opinion much more effectively than they could have by the most eloquent denunciations.",
      "author": "Aldous Huxley",
      "category": "Great, Silence, Opinion"
    },
    {
      "quote": "It does not require many words to speak the truth.",
      "author": "Chief Joseph",
      "category": "Words, Speak, Require"
    },
    {
      "quote": "Marilyn Monroe wasn't even her real name, Charles Manson isn't his real name, and now, I'm taking that to be my real name. But what's real? You can't find the truth, you just pick the lie you like the best.",
      "author": "Marilyn Manson",
      "category": "Best, Lie, Name"
    },
    {
      "quote": "Truth is the daughter of time, and I feel no shame in being her midwife.",
      "author": "Johannes Kepler",
      "category": "Time, Daughter, Truth Is"
    },
    {
      "quote": "We all know that Art is not truth. Art is a lie that makes us realize the truth, at least the truth that is given to us to understand.",
      "author": "Pablo Picasso",
      "category": "Art, Lie, Know"
    },
    {
      "quote": "Expectations are a form of first-class truth: If people believe it, it's true.",
      "author": "Bill Gates",
      "category": "Believe, People"
    },
    {
      "quote": "Plato is dear to me, but dearer still is truth.",
      "author": "Aristotle",
      "category": "Me, Plato, Still"
    },
    {
      "quote": "I don't believe it. Prove it to me and I still won't believe it.",
      "author": "Douglas Adams",
      "category": "Believe, Me, Prove"
    },
    {
      "quote": "If you shut up truth, and bury it underground, it will but grow.",
      "author": "Emile Zola",
      "category": "Grow, You, Will"
    },
    {
      "quote": "Sometimes the truth hurts. And sometimes it feels real good.",
      "author": "Henry Rollins",
      "category": "Good, Real, Sometimes"
    },
    {
      "quote": "The truth will set you free, but first it will make you miserable.",
      "author": "James A. Garfield",
      "category": "Free, You, First"
    },
    {
      "quote": "There are some people so addicted to exaggeration that they can't tell the truth without lying.",
      "author": "Josh Billings",
      "category": "People, Some People, Lying"
    },
    {
      "quote": "The opposite of a fact is falsehood, but the opposite of one profound truth may very well be another profound truth.",
      "author": "Niels Bohr",
      "category": "Profound, Well, May"
    },
    {
      "quote": "For my part, whatever anguish of spirit it may cost, I am willing to know the whole truth; to know the worst and provide for it.",
      "author": "Patrick Henry",
      "category": "I Am, Know, Worst"
    },
    {
      "quote": "The water in a vessel is sparkling the water in the sea is dark. The small truth has words which are clear the great truth has great silence.",
      "author": "Rabindranath Tagore",
      "category": "Great, Water, Sea"
    },
    {
      "quote": "Truth is certainly a branch of morality and a very important one to society.",
      "author": "Thomas Jefferson",
      "category": "Society, Morality, Truth Is"
    },
    {
      "quote": "The truth is, I've never fooled anyone. I've let men sometimes fool themselves.",
      "author": "Marilyn Monroe",
      "category": "Men, Fool, Truth Is"
    },
    {
      "quote": "You don't have to sort of enhance reality. There is nothing stranger than truth.",
      "author": "Annie Leibovitz",
      "category": "Reality, You, Stranger"
    },
    {
      "quote": "The truth is, we're all cyborgs with cell phones and online identities.",
      "author": "Geoff Johns",
      "category": "Truth Is, Phones, Online"
    },
    {
      "quote": "I am amazed about how everyone wants to know about my love life. They whisper to me, 'Tell me the truth? Is it true?' Who cares? Because we have this job, we are to say to everybody what we do, or with whom we sleep? It's a bit absurd, but that's why everybody lies so much.",
      "author": "Penelope Cruz",
      "category": "Love, Life, Sleep"
    },
    {
      "quote": "It is by doubting that we come to investigate, and by investigating that we recognize the truth.",
      "author": "Peter Abelard",
      "category": "Recognize, Come"
    },
    {
      "quote": "When governments rely increasingly on sophisticated public relations agencies, public debate disappears and is replaced by competing propaganda campaigns, with all the accompanying deceits. Advertising isn't about truth or fairness or rationality, but about mobilising deeper and more primitive layers of the human mind.",
      "author": "Brian Eno",
      "category": "Advertising, Mind, Human"
    },
    {
      "quote": "Truth cannot be brought down; rather, the individual must make the effort to ascend to it. You cannot bring the mountaintop to the valley. If you would attain to the mountaintop, you must pass through the valley, climb the steeps, unafraid of the dangerous precipices.",
      "author": "Jiddu Krishnamurti",
      "category": "Effort, Climb, You"
    },
    {
      "quote": "After all, the ultimate goal of all research is not objectivity, but truth.",
      "author": "Helene Deutsch",
      "category": "Goal, Research"
    },
    {
      "quote": "Seldom, very seldom, does complete truth belong to any human disclosure; seldom can it happen that something is not a little disguised, or a little mistaken.",
      "author": "Jane Austen",
      "category": "Human, Little, Disclosure"
    },
    {
      "quote": "Go to the truth beyond the mind. Love is the bridge.",
      "author": "Stephen Levine",
      "category": "Love, Love Is, Mind"
    },
    {
      "quote": "Without the way, there is no going; without the truth, there is no knowing; without the life, there is no living.",
      "author": "Thomas a Kempis",
      "category": "Life, Living, Way"
    },
    {
      "quote": "The truth is I love being alive. And I love feeling free. So if I can't have those things then I feel like a caged animal and I'd rather not be in a cage. I'd rather be dead. And it's real simple. And I think it's not that uncommon.",
      "author": "Angelina Jolie",
      "category": "Love, Freedom, Animal"
    },
    {
      "quote": "I guess rumors are more exciting than the truth.",
      "author": "Venus Williams",
      "category": "Rumors, Than, Guess"
    },
    {
      "quote": "So near is falsehood to truth that a wise man would do well not to trust himself on the narrow edge.",
      "author": "Marcus Tullius Cicero",
      "category": "Trust, Wise, Man"
    },
    {
      "quote": "Competence, like truth, beauty, and contact lenses, is in the eye of the beholder.",
      "author": "Laurence J. Peter",
      "category": "Beauty, Eye, Beholder"
    },
    {
      "quote": "Falsehood has an infinity of combinations, but truth has only one mode of being.",
      "author": "Jean-Jacques Rousseau",
      "category": "Only, Infinity, Being"
    },
    {
      "quote": "Intense feeling too often obscures the truth.",
      "author": "Harry S Truman",
      "category": "Feeling, Intense, Too"
    },
    {
      "quote": "Exaggeration is truth that has lost its temper.",
      "author": "Khalil Gibran",
      "category": "Lost, Temper, Exaggeration"
    },
    {
      "quote": "Buonaparte has often made his boast that our fleet would be worn out by keeping the sea and that his was kept in order and increasing by staying in port; but know he finds, I fancy, if Emperors hear the truth, that his fleet suffers more in a night than ours in one year.",
      "author": "Horatio Nelson",
      "category": "Sea, Night, Know"
    },
    {
      "quote": "We all have a social mask, right? We put it on, we go out, put our best foot forward, our best image. But behind that social mask is a personal truth, what we really, really believe about who we are and what we're capable of.",
      "author": "Phil McGraw",
      "category": "Best, Believe, Mask"
    },
    {
      "quote": "I am not afraid of the pen, or the scaffold, or the sword. I will tell the truth wherever I please.",
      "author": "Mother Jones",
      "category": "I Am, Pen, Sword"
    },
    {
      "quote": "Art is magic delivered from the lie of being truth.",
      "author": "Theodor Adorno",
      "category": "Art, Lie, Magic"
    },
    {
      "quote": "Because the truth is, today's immigrants, as they have for generation after generation, work the longest hours at the hardest jobs for the lowest pay, jobs that are just about impossible to fill.",
      "author": "Luis Gutierrez",
      "category": "Work, Today, Impossible"
    },
    {
      "quote": "The truth doesn't have to do with cruelty, the truth has to do with mercy.",
      "author": "Ken Kesey",
      "category": "Mercy, Cruelty"
    },
    {
      "quote": "Piety requires us to honor truth above our friends.",
      "author": "Aristotle",
      "category": "Friends, Honor, Us"
    },
    {
      "quote": "The color of truth is gray.",
      "author": "Andre Gide",
      "category": "Color, Truth Is, Gray"
    },
    {
      "quote": "Most jokes state a bitter truth.",
      "author": "Larry Gelbart",
      "category": "Bitter, Jokes, State"
    },
    {
      "quote": "Everyone who knows me will know the truth, which is that my children come first in my life and that I would never harm any child.",
      "author": "Michael Jackson",
      "category": "Life, Children, Child"
    },
    {
      "quote": "The key to wisdom is this - constant and frequent questioning, for by doubting we are led to question and by questioning we arrive at the truth.",
      "author": "Peter Abelard",
      "category": "Wisdom, Key, Question"
    },
    {
      "quote": "I am certain of nothing but the holiness of the heart's affections, and the truth of imagination.",
      "author": "John Keats",
      "category": "Romantic, Imagination, I Am"
    },
    {
      "quote": "There are, in truth, no specialties in medicine, since to know fully many of the most important diseases a man must be familiar with their manifestations in many organs.",
      "author": "William Osler",
      "category": "Man, Medicine, Know"
    },
    {
      "quote": "The pillars of truth and the pillars of freedom - they are the pillars of society.",
      "author": "Henrik Ibsen",
      "category": "Freedom, Society, Pillars"
    },
    {
      "quote": "When you want to fool the world, tell the truth.",
      "author": "Otto von Bismarck",
      "category": "Fool, World, Want"
    },
    {
      "quote": "Nothing is beautiful, only man: on this piece of naivete rests all aesthetics, it is the first truth of aesthetics. Let us immediately add its second: nothing is ugly but degenerate man - the domain of aesthetic judgment is therewith defined.",
      "author": "Friedrich Nietzsche",
      "category": "Beautiful, Man, Ugly"
    },
    {
      "quote": "Memory is a complicated thing, a relative to truth, but not its twin.",
      "author": "Barbara Kingsolver",
      "category": "Memory, Complicated, Twin"
    },
    {
      "quote": "One may preach a covenant of grace more clearly than another... But when they preach a covenant of works for salvation, that is not truth.",
      "author": "Anne Hutchinson",
      "category": "Grace, Salvation, May"
    },
    {
      "quote": "We don't go into journalism to be popular. It is our job to seek the truth and put constant pressure on our leaders until we get answers.",
      "author": "Helen Thomas",
      "category": "Job, Journalism, Pressure"
    },
    {
      "quote": "When we believe in lies, we cannot see the truth, so we make thousands of assumptions and we take them as truth. One of the biggest assumptions we make is that the lies we believe are the truth!",
      "author": "Don Miguel Ruiz",
      "category": "Believe, Assumptions, See"
    },
    {
      "quote": "The discovery of truth is prevented more effectively, not by the false appearance things present and which mislead into error, not directly by weakness of the reasoning powers, but by preconceived opinion, by prejudice.",
      "author": "Arthur Schopenhauer",
      "category": "Discovery, Weakness, Opinion"
    },
    {
      "quote": "It is hard to believe that a man is telling the truth when you know that you would lie if you were in his place.",
      "author": "H. L. Mencken",
      "category": "Man, Lie, Believe"
    },
    {
      "quote": "I tore myself away from the safe comfort of certainties through my love for truth - and truth rewarded me.",
      "author": "Simone de Beauvoir",
      "category": "Love, Myself, Me"
    },
    {
      "quote": "Truth in philosophy means that concept and external reality correspond.",
      "author": "Georg Wilhelm Friedrich Hegel",
      "category": "Reality, Philosophy, Concept"
    },
    {
      "quote": "A rusty nail placed near a faithful compass, will sway it from the truth, and wreck the argosy.",
      "author": "Walter Scott",
      "category": "Compass, Faithful, Will"
    },
    {
      "quote": "In our development, as we grow throughout our lives, the structure of our beliefs becomes very complicated, and we make it even more complicated because we make the assumption that what we believe is the absolute truth.",
      "author": "Don Miguel Ruiz",
      "category": "Believe, Grow, Development"
    },
    {
      "quote": "Truth made you a traitor as it often does in a time of scoundrels.",
      "author": "Lillian Hellman",
      "category": "Time, You, Made"
    },
    {
      "quote": "I remember how being young and black and gay and lonely felt. A lot of it was fine, feeling I had the truth and the light and the key, but a lot of it was purely hell.",
      "author": "Audre Lorde",
      "category": "Light, Lonely, Remember"
    },
    {
      "quote": "There are new words now that excuse everybody. Give me the good old days of heroes and villains, the people you can bravo or hiss. There was a truth to them that all the slick credulity of today cannot touch.",
      "author": "Bette Davis",
      "category": "Good, Today, Words"
    },
    {
      "quote": "Never wear your best trousers when you go out to fight for freedom and truth.",
      "author": "Henrik Ibsen",
      "category": "Freedom, Best, Fight"
    },
    {
      "quote": "We should consider every day lost on which we have not danced at least once. And we should call every truth false which was not accompanied by at least one laugh.",
      "author": "Friedrich Nietzsche",
      "category": "Day, Lost, Laugh"
    },
    {
      "quote": "No one can look back on his schooldays and say with truth that they were altogether unhappy.",
      "author": "George Orwell",
      "category": "Look, Unhappy, Say"
    },
    {
      "quote": "In everything truth surpasses the imitation and copy.",
      "author": "Marcus Tullius Cicero",
      "category": "Copy, Imitation, Everything"
    },
    {
      "quote": "I try to lie as much as I can when I'm interviewed. It's reverse psychology. I figure if you lie, they'll print the truth.",
      "author": "River Phoenix",
      "category": "Lie, You, Try"
    },
    {
      "quote": "Humans love truth and justice, and rejoice in ceremonies that honor those qualities. For that sentiment we should indeed thank God.",
      "author": "Alfred Day Hershey",
      "category": "Love, God, Justice"
    },
    {
      "quote": "I am a lover of truth, a worshipper of freedom, a celebrant at the altar of language and purity and tolerance.",
      "author": "Stephen Fry",
      "category": "Freedom, I Am, Language"
    },
    {
      "quote": "In matters of truth and justice, there is no difference between large and small problems, for issues concerning the treatment of people are all the same.",
      "author": "Albert Einstein",
      "category": "Justice, Problems, Small"
    },
    {
      "quote": "There are only two people who can tell you the truth about yourself - an enemy who has lost his temper and a friend who loves you dearly.",
      "author": "Antisthenes",
      "category": "Yourself, Lost, People"
    },
    {
      "quote": "Truth is beautiful, without doubt; but so are lies.",
      "author": "Ralph Waldo Emerson",
      "category": "Beautiful, Doubt, Truth Is"
    },
    {
      "quote": "The words of truth are always paradoxical.",
      "author": "Lao Tzu",
      "category": "Words, Always, Paradoxical"
    },
    {
      "quote": "Cynicism is an unpleasant way of saying the truth.",
      "author": "Lillian Hellman",
      "category": "Way, Saying, Cynicism"
    },
    {
      "quote": "An error does not become truth by reason of multiplied propagation, nor does truth become error because nobody sees it.",
      "author": "Mahatma Gandhi",
      "category": "Nobody, Reason, Become"
    },
    {
      "quote": "The sad truth is that excellence makes people nervous.",
      "author": "Shana Alexander",
      "category": "Sad, Excellence, People"
    },
    {
      "quote": "Truth gets well if she is run over by a locomotive, while error dies of lockjaw if she scratches her finger.",
      "author": "William C. Bryant",
      "category": "She, Run, Her"
    },
    {
      "quote": "It becomes more necessary to see the truth as it is if you realize that the only vehicle for change are these people who have lost their personality.",
      "author": "Steven Biko",
      "category": "Change, Personality, Lost"
    },
    {
      "quote": "Gossip needn't be false to be evil - there's a lot of truth that shouldn't be passed around.",
      "author": "Frank A. Clark",
      "category": "Evil, Gossip, False"
    },
    {
      "quote": "Most people think that shadows follow, precede or surround beings or objects. The truth is that they also surround words, ideas, desires, deeds, impulses and memories.",
      "author": "Elie Wiesel",
      "category": "Memories, Words, Ideas"
    },
    {
      "quote": "You will find truth more quickly through delight than gravity. Let out a little more string on your kite.",
      "author": "Alan Cohen",
      "category": "You, Find, Gravity"
    },
    {
      "quote": "Tragedy is like strong acid - it dissolves away all but the very gold of truth.",
      "author": "D. H. Lawrence",
      "category": "Strong, Gold, Tragedy"
    },
    {
      "quote": "When we say 'less fortunate,' we generally mean the poor rather than the disabled, who actually are less fortunate. In truth, the poor are generally 'less fortunate' only in terms of genetics. They are certainly not less fortunate in the amount of help they receive.",
      "author": "Ben Shapiro",
      "category": "Help, Genetics, Mean"
    },
    {
      "quote": "Truth is the cry of all, but the game of few.",
      "author": "George Berkeley",
      "category": "Game, Truth Is, Cry"
    },
    {
      "quote": "When you're caught up in the storm or, you know, just the turmoil of everything that there is another side and you do get through it. And you know, just standing by the truth and doing the right thing.",
      "author": "Amber Frey",
      "category": "Storm, Know"
    },
    {
      "quote": "The truth is that we don't need everyone to like us we need a few people to love us. Because what's better than being roundly liked is being fully known - an impossibility both professionally and personally if you're so busy being likable that you forget to be yourself.",
      "author": "Jessica Valenti",
      "category": "Love, Be Yourself, Busy"
    },
    {
      "quote": "I've studied pathological liars, and anything they say, they believe, and that's one of the reasons they're so convincing, because they have no connection with the truth. It's a dead issue. It's like they're color-blind to the truth. So anything that comes out of their mouths is their reality.",
      "author": "Jane Velez-Mitchell",
      "category": "Believe, Reality, Connection"
    },
    {
      "quote": "Everything deep is also simple and can be reproduced simply as long as its reference to the whole truth is maintained. But what matters is not what is witty but what is true.",
      "author": "Albert Schweitzer",
      "category": "Deep, Simple, Long"
    },
    {
      "quote": "The most powerful element in advertising is the truth.",
      "author": "William Bernbach",
      "category": "Powerful, Advertising"
    },
    {
      "quote": "To be outspoken is easy when you do not wait to speak the complete truth.",
      "author": "Rabindranath Tagore",
      "category": "Speak, Easy, You"
    },
    {
      "quote": "Words are but symbols for the relations of things to one another and to us nowhere do they touch upon absolute truth.",
      "author": "Friedrich Nietzsche",
      "category": "Words, Touch, Symbols"
    },
    {
      "quote": "Because no matter what you say in life, the truth will always be the truth. You know when someone is telling the truth, you look in the eyes. I have a tendency to believe people.",
      "author": "Jean-Claude Van Damme",
      "category": "Life, Eyes, Believe"
    },
    {
      "quote": "There's a gap somehow between empathy and activism. Rev. Dr. Martin Luther King, Jr. spoke of 'soul force' - something that emanates from a deep truth inside of us and empowers us to act. Once you identify your inner genius, you will be able to take action, whether it's writing a check or digging a well.",
      "author": "Sue Monk Kidd",
      "category": "Deep, Empathy, Soul"
    },
    {
      "quote": "You're not going to be liked by everybody when you speak the truth. I don't speak the truth to put people down I don't speak the truth to show disrespect.",
      "author": "Hope Solo",
      "category": "Speak, People, You"
    },
    {
      "quote": "Matangi's mantra is aim, which is MIA backwards. She fights for freedom of speech and stands for truth, and lives in the ghetto because her dad was the first person in Hindu mythology who came from the 'hood, but had gained enlightenment through not being a Brahmin.",
      "author": "M.I.A.",
      "category": "Freedom, Freedom Of Speech"
    },
    {
      "quote": "When I tell the truth, it is not for the sake of convincing those who do not know it, but for the sake of defending those that do.",
      "author": "William Blake",
      "category": "Know, Defending, Tell"
    },
    {
      "quote": "But now I have come to believe that the whole world is an enigma, a harmless enigma that is made terrible by our own mad attempt to interpret it as though it had an underlying truth.",
      "author": "Umberto Eco",
      "category": "Believe, World, Mad"
    },
    {
      "quote": "Life is the game that must be played, this truth at least, good friends, we know; so live and laugh, nor be dismayed as one by one the phantoms go.",
      "author": "Arthur Rubinstein",
      "category": "Life, Friends, Good"
    },
    {
      "quote": "The truth is often a terrible weapon of aggression. It is possible to lie, and even to murder, with the truth.",
      "author": "Alfred Adler",
      "category": "Lie, Truth Is, Terrible"
    },
    {
      "quote": "When truth is no longer free, freedom is no longer real: the truths of the police are the truths of today.",
      "author": "Jacques Prevert",
      "category": "Freedom, Today, Police"
    },
    {
      "quote": "Truth may be stretched, but cannot be broken, and always gets above falsehood, as does oil above water.",
      "author": "Miguel de Cervantes",
      "category": "Water, Broken, Oil"
    },
    {
      "quote": "To tell the truth is to become beautiful, to begin to love yourself, value yourself. And that's political, in its most profound way.",
      "author": "June Jordan",
      "category": "Love, Beautiful"
    },
    {
      "quote": "If you're going to tell people the truth, be funny or they'll kill you.",
      "author": "Billy Wilder",
      "category": "Funny, People, You"
    },
    {
      "quote": "If now isn't a good time for the truth I don't see when we'll get to it.",
      "author": "Nikki Giovanni",
      "category": "Time, Good, See"
    },
    {
      "quote": "To me a real patriot is like a real friend. Who's your real friend? It's the person who tells you the truth. That's who my real friends are. So, you know, I think as far as our country goes, we need more people who will do that.",
      "author": "Bill Maher",
      "category": "Friends, Patriotism, Me"
    },
    {
      "quote": "Truth never yet fell dead in the streets; it has such affinity with the soul of man, the seed however broadcast will catch somewhere and produce its hundredfold.",
      "author": "Theodore Parker",
      "category": "Man, Soul, Seed"
    },
    {
      "quote": "Truth lies within a little and certain compass, but error is immense.",
      "author": "Henry St. John",
      "category": "Compass, Within, Little"
    },
    {
      "quote": "The search for the truth is the most important work in the whole world, and the most dangerous.",
      "author": "James Clavell",
      "category": "Work, World, Search"
    },
    {
      "quote": "Truth is simply a compliment paid to sentences seen to be paying their way.",
      "author": "Richard Rorty",
      "category": "Truth Is, Compliment, Way"
    },
    {
      "quote": "It is one thing to show a man that he is in an error, and another to put him in possession of the truth.",
      "author": "John Locke",
      "category": "Man, Him, Show"
    },
    {
      "quote": "Deconstruction insists not that truth is illusory but that it is institutional.",
      "author": "Terry Eagleton",
      "category": "Truth Is, Institutional"
    },
    {
      "quote": "Such truth, as opposeth no man's profit, nor pleasure, is to all men welcome.",
      "author": "Thomas Hobbes",
      "category": "Man, Welcome, Men"
    },
    {
      "quote": "People think SEALs are cold-blooded, heartless, wound-up, brainwashed killers. They imagine you can just point a SEAL in a direction and say, 'Go kill.' The truth is you're talking about a bunch of kind-hearted, jovial guys. The only thing that separates them is mental toughness.",
      "author": "Howard E. Wasdin",
      "category": "People, Truth Is, Think"
    },
    {
      "quote": "The pharmaceutical industry likes to depict itself as a research-based industry, as the source of innovative drugs. Nothing could be further from the truth. This is their incredible PR and their nerve.",
      "author": "Marcia Angell",
      "category": "Nothing, Source"
    },
    {
      "quote": "Dear Internet: You are very good at spreading rumors. Truth is more valuable and much harder to come by.",
      "author": "Mark Frost",
      "category": "Good, Internet, Truth Is"
    },
    {
      "quote": "Truth is mysterious, elusive, always to be conquered. Liberty is dangerous, as hard to live with as it is elating. We must march toward these two goals, painfully but resolutely, certain in advance of our failings on so long a road.",
      "author": "Albert Camus",
      "category": "Goals, Road, Liberty"
    },
    {
      "quote": "You don't have to be scared of me, because I am loyal. Why are people so scared of creative ideas and so scared of truth? All I want to do is do good.",
      "author": "Kanye West",
      "category": "Good, I Am, Me"
    },
    {
      "quote": "Truth is so much more interesting than the fiction we're used to.",
      "author": "Casey Neistat",
      "category": "Interesting, Truth Is"
    },
    {
      "quote": "I believe in people. Human beings, deep down, are essentially good. Any jury can filter through whatever bull might be thrown their way and use common sense to get to the truth of a case. Juries make the right decisions, almost unfailingly, because people know right from wrong.",
      "author": "Kimberly Guilfoyle",
      "category": "Good, Deep, Believe"
    },
    {
      "quote": "As scarce as truth is, the supply has always been in excess of the demand.",
      "author": "Josh Billings",
      "category": "Truth Is, Always, Supply"
    },
    {
      "quote": "All truth is simple... is that not doubly a lie?",
      "author": "Friedrich Nietzsche",
      "category": "Simple, Lie, Truth Is"
    },
    {
      "quote": "The truth is that Oxford is simply a very beautiful city in which it is convenient to segregate a certain number of the young of the nation while they are growing up.",
      "author": "Evelyn Waugh",
      "category": "Beautiful, City, Growing Up"
    },
    {
      "quote": "Champagne, if you are seeking the truth, is better than a lie detector. It encourages a man to be expansive, even reckless, while lie detectors are only a challenge to tell lies successfully.",
      "author": "Graham Greene",
      "category": "Technology, Challenge, Man"
    },
    {
      "quote": "And, after all, what is a lie? 'Tis but the truth in a masquerade.",
      "author": "Alexander Pope",
      "category": "Lie, Masquerade, After"
    },
    {
      "quote": "Truth is a good dog; but always beware of barking too close to the heels of an error, lest you get your brains kicked out.",
      "author": "Francis Bacon",
      "category": "Dog, Good, Truth Is"
    },
    {
      "quote": "Art, whose honesty must work through artifice, cannot avoid cheating truth.",
      "author": "Adrienne Rich",
      "category": "Work, Art, Honesty"
    },
    {
      "quote": "A good man often appears gauche simply because he does not take advantage of the myriad mean little chances of making himself look stylish. Preferring truth to form, he is not constantly at work upon the facade of his appearance.",
      "author": "Alanis Morissette",
      "category": "Work, Good, Man"
    },
    {
      "quote": "Let my name stand among those who are willing to bear ridicule and reproach for the truth's sake, and so earn some right to rejoice when the victory is won.",
      "author": "Louisa May Alcott",
      "category": "Victory, Stand, Name"
    },
    {
      "quote": "In seeking truth you have to get both sides of a story.",
      "author": "Walter Cronkite",
      "category": "Story, You, Both Sides"
    },
    {
      "quote": "Justice is the truth in action.",
      "author": "Joseph Joubert",
      "category": "Justice, Action"
    },
    {
      "quote": "It is proof of a base and low mind for one to wish to think with the masses or majority, merely because the majority is the majority. Truth does not change because it is, or is not, believed by a majority of the people.",
      "author": "Giordano Bruno",
      "category": "Change, Mind, People"
    },
    {
      "quote": "It is only a man's own fundamental thoughts that have truth and life in them. For it is these that he really and completely understands. To read the thoughts of others is like taking the remains of someone else's meal, like putting on the discarded clothes of a stranger.",
      "author": "Arthur Schopenhauer",
      "category": "Life, Man, Thoughts"
    },
    {
      "quote": "Search for the truth is the noblest occupation of man its publication is a duty.",
      "author": "Madame de Stael",
      "category": "Man, Search, Truth Is"
    },
    {
      "quote": "Every mind must make its choice between truth and repose. It cannot have both.",
      "author": "Ralph Waldo Emerson",
      "category": "Mind, Choice, Between"
    },
    {
      "quote": "Truth is mighty and will prevail. There is nothing wrong with this, except that it ain't so.",
      "author": "Mark Twain",
      "category": "Truth Is, Nothing, Will"
    },
    {
      "quote": "Liberals should not overplay this weapons of mass destruction card, because you want me to tell you the truth? Most of us are not going to care if they don't find these weapons of mass destruction. It's enough for a lot of us to see those kids smiling on that street again.",
      "author": "Dennis Miller",
      "category": "Smiling, Me, Want"
    },
    {
      "quote": "I think it better that in times like these a poet's mouth be silent, for in truth we have no gift to set a statesman right.",
      "author": "William Butler Yeats",
      "category": "Gift, Better, Think"
    },
    {
      "quote": "Truth is immortal error is mortal.",
      "author": "Mary Baker Eddy",
      "category": "Truth Is, Immortal, Error"
    },
    {
      "quote": "Opinions are made to be changed - or how is truth to be got at?",
      "author": "Lord Byron",
      "category": "Change, Opinions, Made"
    },
    {
      "quote": "Madness is the absolute break with the work of art; it forms the constitutive moment of abolition, which dissolves in time the truth of the work of art.",
      "author": "Michel Foucault",
      "category": "Work, Time, Art"
    },
    {
      "quote": "Men are apt to prefer a prosperous error to an afflicted truth.",
      "author": "Jeremy Taylor",
      "category": "Men, Prosperous, Error"
    },
    {
      "quote": "I think there ought to be a club in which preachers and journalists could come together and have the sentimentalism of the one matched with the cynicism of the other. That ought to bring them pretty close to the truth.",
      "author": "Reinhold Niebuhr",
      "category": "Together, Think, Bring"
    },
    {
      "quote": "If you shut the door to all errors, truth will be shut out.",
      "author": "Rabindranath Tagore",
      "category": "Door, You, Will"
    },
    {
      "quote": "If there is one eternal truth of politics, it is that there are always a dozen good reasons for doing nothing.",
      "author": "John le Carre",
      "category": "Good, Politics, Doing"
    },
    {
      "quote": "Personality is only ripe when a man has made the truth his own.",
      "author": "Soren Kierkegaard",
      "category": "Man, Personality, Ripe"
    },
    {
      "quote": "You know what the Englishman's idea of compromise is? He says, Some people say there is a God. Some people say there is no God. The truth probably lies somewhere between these two statements.",
      "author": "William Butler Yeats",
      "category": "God, People, Compromise"
    },
    {
      "quote": "The truth is that neither British nor American imperialism was or is idealistic. It has always been driven by economic or strategic interests.",
      "author": "Charley Reese",
      "category": "American, Truth Is"
    },
    {
      "quote": "To be afraid is to behave as if the truth were not true.",
      "author": "Bayard Rustin",
      "category": "True, Afraid, Behave"
    },
    {
      "quote": "I'm one of those people you hate because of genetics. It's the truth.",
      "author": "Brad Pitt",
      "category": "Hate, People, You"
    },
    {
      "quote": "In the computer field, the moment of truth is a running program; all else is prophecy.",
      "author": "Herbert Simon",
      "category": "Moment, Truth Is, Computer"
    },
    {
      "quote": "I can prove anything by statistics except the truth.",
      "author": "George Canning",
      "category": "Statistics, I Can, Anything"
    },
    {
      "quote": "Children say that people are hung sometimes for speaking the truth.",
      "author": "Joan of Arc",
      "category": "Children, People, Sometimes"
    },
    {
      "quote": "The entrance into Jerusalem has all the elements of the theatre of the absurd: the poor king truth comes riding on a donkey symbolic actions - even parading without a permit!",
      "author": "David Kirk",
      "category": "Theatre, King, Poor"
    },
    {
      "quote": "I think Hollywood has a class system. The actors are like the inmates, but the truth is they're running the asylum.",
      "author": "Robert De Niro",
      "category": "Truth Is, Think, Hollywood"
    },
    {
      "quote": "Let us hold our discussion together in our own persons, making trial of the truth and of ourselves.",
      "author": "Protagoras",
      "category": "Together, Discussion, Hold"
    },
    {
      "quote": "Truth is inseperable from the illusory belief that from the figures of the unreal one day, in spite of all, real deliverance will come.",
      "author": "Theodor Adorno",
      "category": "Day, Truth Is, Belief"
    },
    {
      "quote": "Truth, at the wrong time, can be dangerous.",
      "author": "Michael Ondaatje",
      "category": "Time, Dangerous, Wrong Time"
    },
    {
      "quote": "So that godly sorrow may be discerned by this train of graces wherewith it is accompanied, that worldly sorrow wants, at least in the truth of them, though it may have some shadows of them.",
      "author": "Thomas Hooker",
      "category": "Train, Shadows, Sorrow"
    },
    {
      "quote": "To expect the world to receive a new truth, or even an old truth, without challenging it, is to look for one of those miracles which do not occur.",
      "author": "Alfred Russel Wallace",
      "category": "World, Look, New"
    },
    {
      "quote": "Truth is born into this world only with pangs and tribulations, and every fresh truth is received unwillingly.",
      "author": "Alfred Russel Wallace",
      "category": "World, Truth Is, Born"
    },
    {
      "quote": "No matter how difficult and painful it may be, nothing sounds as good to the soul as the truth.",
      "author": "Martha Beck",
      "category": "Good, Soul, Matter"
    },
    {
      "quote": "Eternal truth, eternal righteousness, eternal love; these only can triumph, for these only can endure.",
      "author": "Joseph Barber Lightfoot",
      "category": "Love, Triumph, Endure"
    },
    {
      "quote": "I have discovered the art of deceiving diplomats. I tell them the truth and they never believe me.",
      "author": "Camillo di Cavour",
      "category": "Art, Believe, Me"
    },
    {
      "quote": "The oblique paradox of propaganda is that the lie in the throat becomes, by repetition, the truth in the heart.",
      "author": "John Grierson",
      "category": "Heart, Lie, Repetition"
    },
    {
      "quote": "Poetry is a political act because it involves telling the truth.",
      "author": "June Jordan",
      "category": "Poetry, Political, Act"
    },
    {
      "quote": "If you come to a negotiation table saying you have the final truth, that you know nothing but the truth and that is final, you will get nothing.",
      "author": "Harri Holkeri",
      "category": "Know, You, Saying"
    },
    {
      "quote": "The truth doesn't hurt unless it ought to.",
      "author": "B. C. Forbes",
      "category": "Hurt, Unless, Ought"
    },
    {
      "quote": "Exactitude is not truth.",
      "author": "Henri Matisse",
      "category": ""
    },
    {
      "quote": "Uniform ideas originating among entire peoples unknown to each other must have a common ground of truth.",
      "author": "Giambattista Vico",
      "category": "Ideas, Uniform, Unknown"
    },
    {
      "quote": "When a truth is not given complete freedom, freedom is not complete.",
      "author": "Vaclav Havel",
      "category": "Freedom, Truth Is, Complete"
    },
    {
      "quote": "A half truth, like half a brick, is always more forcible as an argument than a whole one. It carries better.",
      "author": "Stephen Leacock",
      "category": "Trust, Better, Argument"
    },
    {
      "quote": "The truth is, I'm proud of the life I've lived so far, and though I've made my share of mistakes, I have no regrets.",
      "author": "Carly Fiorina",
      "category": "Life, Mistakes, Proud"
    },
    {
      "quote": "The immediate future is going to be tragic for all of us unless we find a way of making the vast educational resources of this country serve the true purpose of education, truth and justice.",
      "author": "Anne Sullivan",
      "category": "Education, Future, Justice"
    },
    {
      "quote": "There are various eyes. Even the Sphinx has eyes: and as a result there are various truths, and as a result there is no truth.",
      "author": "Friedrich Nietzsche",
      "category": "Eyes, Result, Even"
    },
    {
      "quote": "Truth is a demure lady, much too ladylike to knock you on your head and drag you to her cave. She is there, but people must want her, and seek her out.",
      "author": "William F. Buckley, Jr.",
      "category": "People, Want, Truth Is"
    },
    {
      "quote": "Man can embody truth but he cannot know it.",
      "author": "William Butler Yeats",
      "category": "Man, Know, Cannot"
    },
    {
      "quote": "It's essential to tell the truth at all times. This will reduce life's pain. Lying distorts reality. All forms of distorted thinking must be corrected.",
      "author": "John Bradshaw",
      "category": "Life, Pain, Thinking"
    },
    {
      "quote": "Truth lives, in fact, for the most part on a credit system. Our thoughts and beliefs pass, so long as nothing challenges them, just as bank-notes pass so long as nobody refuses them.",
      "author": "William James",
      "category": "Thoughts, Challenges, Long"
    },
    {
      "quote": "There are also two kinds of truths: truth of reasoning and truths of fact. Truths of reasoning are necessary and their opposite is impossible those of fact are contingent and their opposite is possible.",
      "author": "Gottfried Leibniz",
      "category": "Impossible, Possible, Two"
    },
    {
      "quote": "The stupid believe that to be truthful is easy; only the artist, the great artist, knows how difficult it is.",
      "author": "Willa Cather",
      "category": "Great, Believe, Artist"
    },
    {
      "quote": "Though the names karma yoga and sannyasa are different, the truth at the heart of both is the same.",
      "author": "Vinoba Bhave",
      "category": "Heart, Karma, Names"
    },
    {
      "quote": "If the Republicans will stop telling lies about the Democrats, we will stop telling the truth about them.",
      "author": "Adlai E. Stevenson",
      "category": "Stop, Will, Republicans"
    },
    {
      "quote": "It is a clear truth that those who every day barter away other men's liberty will soon care little for their own.",
      "author": "James Otis",
      "category": "Day, Men, Liberty"
    },
    {
      "quote": "Instead of generating either unnecessary alarm or a false sense of security regarding these fundamental issues, the best course is to empower people with the truth.",
      "author": "Dick Thornburgh",
      "category": "Best, People, Security"
    },
    {
      "quote": "Scientific truth is marvelous, but moral truth is divine and whoever breathes its air and walks by its light has found the lost paradise.",
      "author": "Horace Mann",
      "category": "Light, Lost, Truth Is"
    },
    {
      "quote": "Sex is full of lies. The body tries to tell the truth. But, it's usually too battered with rules to be heard, and bound with pretenses so it can hardly move. We cripple ourselves with lies.",
      "author": "Jim Morrison",
      "category": "Rules, Body, Sex"
    },
    {
      "quote": "A truth that's told with bad intent beats all the lies you can invent.",
      "author": "William Blake",
      "category": "You, Bad, Intent"
    },
    {
      "quote": "I am in the present. I cannot know what tomorrow will bring forth. I can know only what the truth is for me today. That is what I am called upon to serve, and I serve it in all lucidity.",
      "author": "Igor Stravinsky",
      "category": "Today, I Am, Tomorrow"
    },
    {
      "quote": "Scarce any problem will appear more hard and difficult, than that of determining the distance of the Sun from the Earth very near the truth: but even this... will without much labour be effected.",
      "author": "Edmond Halley",
      "category": "Sun, Problem, Earth"
    },
    {
      "quote": "Truth is a tendency.",
      "author": "R. Buckminster Fuller",
      "category": "Truth Is, Tendency"
    },
    {
      "quote": "Wine comes in at the mouth And love comes in at the eye That's all we shall know for truth Before we grow old and die.",
      "author": "William Butler Yeats",
      "category": "Love, Wine, Dating"
    },
    {
      "quote": "The truth doesn't change. It was the same when Moses got the Ten Commandments as it is today. That's the thing about the truth. That's the thing about real. It doesn't change and it doesn't have to change. Now you can put it in a different book, but it's still real. It's still the truth.",
      "author": "DMX",
      "category": "Change, Today, Book"
    },
    {
      "quote": "When you buy into the cultural idea of what's acceptable and unacceptable, you reinforce negative stereotypes and prejudices. That wouldn't work for me. I don't love to give advice to anyone, because we all have to make our own choices, but I'd want to live my life in truth.",
      "author": "Kerry Washington",
      "category": "Love, Life, Work"
    },
    {
      "quote": "The art of storytelling is reaching its end because the epic side of truth, wisdom, is dying out.",
      "author": "Walter Benjamin",
      "category": "Wisdom, Art, End"
    },
    {
      "quote": "The pursuit of truth does not permit violence on one's opponent.",
      "author": "Mahatma Gandhi",
      "category": "Violence, Opponent, Pursuit"
    },
    {
      "quote": "Man will occasionally stumble over the truth, but most of the time he will pick himself up and continue on.",
      "author": "Winston Churchill",
      "category": "Time, Man, Will"
    },
    {
      "quote": "In nonfiction, you have that limitation, that constraint, of telling the truth.",
      "author": "Peter Matthiessen",
      "category": "You, Nonfiction"
    },
    {
      "quote": "Mention the gothic, and many readers will probably picture gloomy castles and an assortment of sinister Victoriana. However, the truth is that the gothic genre has continued to flourish and evolve since the days of Bram Stoker, producing some of its most interesting and accomplished examples in the 20th century - in literature, film and beyond.",
      "author": "Carlos Ruiz Zafon",
      "category": "Literature, Truth Is"
    },
    {
      "quote": "What is the difference between unethical and ethical advertising? Unethical advertising uses falsehoods to deceive the public ethical advertising uses truth to deceive the public.",
      "author": "Vilhjalmur Stefansson",
      "category": "Advertising, Ethical"
    },
    {
      "quote": "Dispassionate objectivity is itself a passion, for the real and for the truth.",
      "author": "Abraham Maslow",
      "category": "Passion, Real, Itself"
    },
    {
      "quote": "The lawyer's truth is not Truth, but consistency or a consistent expediency.",
      "author": "Henry David Thoreau",
      "category": "Consistency, Lawyer"
    },
    {
      "quote": "Let me get you to understand I don't bully anybody. I stand up for what I believe in and I'm very honest and I always tell the truth. I'm not a liar, I'm not manipulative and I don't stab you in your back because I will stab you in your chest.",
      "author": "NeNe Leakes",
      "category": "Liar, Believe, Me"
    },
    {
      "quote": "Art is not a study of positive reality, it is the seeking for ideal truth.",
      "author": "John Ruskin",
      "category": "Positive, Art, Reality"
    },
    {
      "quote": "A lie which is half a truth is ever the blackest of lies.",
      "author": "Alfred Lord Tennyson",
      "category": "Lie, Truth Is, Half"
    },
    {
      "quote": "Truth is tough. It will not break, like a bubble, at a touch; nay, you may kick it about all day like a football, and it will be round and full at evening.",
      "author": "Oliver Wendell Holmes, Sr.",
      "category": "Day, Football, Truth Is"
    },
    {
      "quote": "The truth. It is a beautiful and terrible thing, and must therefore be treated with great caution.",
      "author": "J. K. Rowling",
      "category": "Beautiful, Great, Terrible"
    },
    {
      "quote": "I am saddened by how people treat one another and how we are so shut off from one another and how we judge one another, when the truth is, we are all one connected thing. We are all from the same exact molecules.",
      "author": "Ellen DeGeneres",
      "category": "I Am, Treat, People"
    },
    {
      "quote": "We are the United States of Amnesia, which is encouraged by a media that has no desire to tell us the truth about anything, serving their corporate masters who have other plans to dominate us.",
      "author": "Gore Vidal",
      "category": "Media, Desire, Serving"
    },
    {
      "quote": "The truth is, I can never die. For I will be in everything and see you in everything and watch over you. I am your reaction in the water of a mountain lake.",
      "author": "Klaus Kinski",
      "category": "Water, Mountain, I Am"
    },
    {
      "quote": "Without free speech no search for truth is possible... no discovery of truth is useful.",
      "author": "Charles Bradlaugh",
      "category": "Free, Discovery, Search"
    },
    {
      "quote": "I used to be more paranoid and stressed, constantly worrying about my Plan B. But the truth is I don't have one.",
      "author": "Uma Thurman",
      "category": "Plan, Truth Is, Stressed"
    },
    {
      "quote": "No one can be happy who has been thrust outside the pale of truth. And there are two ways that one can be removed from this realm: by lying, or by being lied to.",
      "author": "Lucius Annaeus Seneca",
      "category": "Happy, Be Happy, Lying"
    },
    {
      "quote": "I wanted to write about the moment when your addictions no longer hide the truth from you. When your whole life breaks down. That's the moment when you have to somehow choose what your life is going to be about.",
      "author": "Chuck Palahniuk",
      "category": "Life, Moment, You"
    },
    {
      "quote": "Truth is something which can't be told in a few words. Those who simplify the universe only reduce the expansion of its meaning.",
      "author": "Anais Nin",
      "category": "Words, Universe, Meaning"
    },
    {
      "quote": "That which you create in beauty and goodness and truth lives on for all time to come. Don't spend your life accumulating material objects that will only turn to dust and ashes.",
      "author": "Denis Waitley",
      "category": "Life, Time, Beauty"
    },
    {
      "quote": "In order to maintain an untenable position, you have to be actively ignorant. One motto on the show is, 'Keep your facts, I'm going with the truth.'",
      "author": "Stephen Colbert",
      "category": "Motto, Facts, You"
    },
    {
      "quote": "I guess, to tell you the truth, I've never had much of a desire to grow facial hair. I think I've managed to play quarterback just fine without a mustache.",
      "author": "Peyton Manning",
      "category": "Hair, Grow, Think"
    },
    {
      "quote": "Myth and fairy-story must, as all art, reflect and contain in solution elements of moral and religious truth (or error), but not explicit, not in the known form of the primary 'real' world.",
      "author": "J. R. R. Tolkien",
      "category": "Art, World, Moral"
    },
    {
      "quote": "There's something uniquely exhilarating about puzzling together the truth at the hands of an unreliable narrator.",
      "author": "Maria Semple",
      "category": "Together, Hands, Something"
    },
    {
      "quote": "As someone who specializes in deception, I'll tell you this much: When someone insistently implores, 'Believe me,' don't. Pleading 'believe me' or 'trust me' - insisting to people that you are telling the truth - is a tell-tale sign that you probably aren't.",
      "author": "Pamela Meyer",
      "category": "Trust, Believe, Me"
    },
    {
      "quote": "We are not afraid to entrust the American people with unpleasant facts, foreign ideas, alien philosophies, and competitive values. For a nation that is afraid to let its people judge the truth and falsehood in an open market is a nation that is afraid of its people.",
      "author": "John F. Kennedy",
      "category": "American, Ideas, People"
    },
    {
      "quote": "The truth is lived, not taught.",
      "author": "Hermann Hesse",
      "category": "Truth Is, Lived, Taught"
    },
    {
      "quote": "Not every truth is the better for showing its face undisguised and often silence is the wisest thing for a man to heed.",
      "author": "Pindar",
      "category": "Man, Silence, Truth Is"
    },
    {
      "quote": "Clarity and consistency are not enough: the quest for truth requires humility and effort.",
      "author": "Tariq Ramadan",
      "category": "Humility, Effort"
    },
    {
      "quote": "Sincerity is moral truth.",
      "author": "George Henry Lewes",
      "category": "Moral, Sincerity"
    },
    {
      "quote": "I'm always pursuing the next dream, hunting for the next truth.",
      "author": "Stanley Kramer",
      "category": "Dream, Hunting, Always"
    },
    {
      "quote": "Truth indeed rather alleviates than hurts, and will always bear up against falsehood, as oil does above water.",
      "author": "Miguel de Cervantes",
      "category": "Water, Oil, Always"
    },
    {
      "quote": "But truth is most likely to be exhibited by the general sense of contemporaries, when the feelings of the heart can be expressed without suffering itself to be disguised by the prejudices of man.",
      "author": "Mercy Otis Warren",
      "category": "Heart, Man, Suffering"
    },
    {
      "quote": "Truth is the beginning of every good to the gods, and of every good to man.",
      "author": "Plato",
      "category": "Good, Man, Beginning"
    },
    {
      "quote": "Always speak the truth, think before you speak, and write it down afterwards.",
      "author": "Lewis Carroll",
      "category": "Speak, Think, You"
    },
    {
      "quote": "There's nothing like a love for our children. I love being a papa, and that's the truth.",
      "author": "Richie Sambora",
      "category": "Love, Children, Nothing"
    },
    {
      "quote": "The calling of art is to extract us from our daily reality, to bring us to a hidden truth that's difficult to access - to a level that's not material but spiritual.",
      "author": "Abbas Kiarostami",
      "category": "Art, Daily, Spiritual"
    },
    {
      "quote": "I am a humble but very earnest seeker after truth.",
      "author": "Mahatma Gandhi",
      "category": "Humble, I Am, Seeker"
    },
    {
      "quote": "It is a universal truth that the loss of liberty at home is to be charged to the provisions against danger, real or pretended, from abroad.",
      "author": "James Madison",
      "category": "Home, Freedom, Loss"
    },
    {
      "quote": "How sweet the words of Truth, breathed from the lips of Love.",
      "author": "James Beattie",
      "category": "Love, Words, Sweet"
    },
    {
      "quote": "I am aware that a philosopher's ideas are not subject to the judgment of ordinary persons, because it is his endeavour to seek the truth in all things, to the extent permitted to human reason by God.",
      "author": "Nicolaus Copernicus",
      "category": "God, I Am, Ideas"
    },
    {
      "quote": "God help us from those who believe that they are the sole possessors of truth. How we manage at times to agree willingly to become prisoners within our own minds and souls of beliefs and ideas on which we can never be flexible.",
      "author": "Hussein of Jordan",
      "category": "God, Believe, Help"
    },
    {
      "quote": "To the scientist there is the joy in pursuing truth which nearly counteracts the depressing revelations of truth.",
      "author": "H. P. Lovecraft",
      "category": "Joy, Depressing, Which"
    },
    {
      "quote": "Someone needs to tell the truth, but it shouldn't be my job.",
      "author": "Thom Yorke",
      "category": "Job, Someone, Tell"
    },
    {
      "quote": "The truth is in nature, and I shall prove it.",
      "author": "Paul Cezanne",
      "category": "Nature, Truth Is, Prove"
    },
    {
      "quote": "The worst enemy of truth and freedom in our society is the compact majority.",
      "author": "Henrik Ibsen",
      "category": "Freedom, Society, Enemy"
    },
    {
      "quote": "We are either in the process of resisting God's truth or in the process of being shaped and molded by his truth.",
      "author": "Charles Stanley",
      "category": "God, Process, Being"
    },
    {
      "quote": "Pain reaches the heart with electrical speed, but truth moves to the heart as slowly as a glacier.",
      "author": "Barbara Kingsolver",
      "category": "Heart, Pain, Speed"
    },
    {
      "quote": "The world is indeed a mixture of truth and make-believe. Discard the make-believe and take the truth.",
      "author": "Ramakrishna",
      "category": "World, Make-Believe, Take"
    },
    {
      "quote": "The challenge for a nonfiction writer is to achieve a poetic precision using the documents of truth but somehow to make people and places spring to life as if the reader was in their presence.",
      "author": "Simon Schama",
      "category": "Life, Challenge, Spring"
    },
    {
      "quote": "There's no point in saying anything but the truth.",
      "author": "Amy Winehouse",
      "category": "Saying, Anything, Point"
    },
    {
      "quote": "I had practiced with the team, and the first scheduled game was with the University of Missouri. They made it quite clear to the Army that they would not play a team with a black player on it. Instead of telling me the truth, the Army gave me leave to go home.",
      "author": "Jackie Robinson",
      "category": "Home, Team, Me"
    },
    {
      "quote": "The first step toward finding God, Who is Truth, is to discover the truth about myself: and if I have been in error, this first step to truth is the discovery of my error.",
      "author": "Thomas Merton",
      "category": "Myself, God, Step"
    },
    {
      "quote": "I hate newspapermen. They come into camp and pick up their camp rumors and print them as facts. I regard them as spies, which, in truth, they are.",
      "author": "William Tecumseh Sherman",
      "category": "Hate, Facts, Up"
    },
    {
      "quote": "I have legs of iron, but to tell you the truth, they're starting to rust and buckle a bit.",
      "author": "Jeanne Calment",
      "category": "You, Rust, Legs"
    },
    {
      "quote": "There is another old poet whose name I do not now remember who said, 'Truth is the daughter of Time.'",
      "author": "Abraham Lincoln",
      "category": "Time, Daughter, Remember"
    },
    {
      "quote": "Any truth is better than indefinite doubt.",
      "author": "Arthur Conan Doyle",
      "category": "Doubt, Better, Truth Is"
    },
    {
      "quote": "Truth exists only lies are invented.",
      "author": "Georges Braque",
      "category": "Only, Lies, Exists"
    },
    {
      "quote": "I am bound to tell what I am told, but not in every case to believe it.",
      "author": "Herodotus",
      "category": "I Am, Believe, Tell"
    },
    {
      "quote": "Truth will rise above falsehood as oil above water.",
      "author": "Miguel de Cervantes",
      "category": "Water, Rise Above, Rise"
    },
    {
      "quote": "Truth can be costly, but in the end it never falls short of value for the price paid.",
      "author": "Ellis Peters",
      "category": "Value, Short, End"
    },
    {
      "quote": "I think this whole discussion about what is politically correct - sometimes you have to name the name. You can't hide it. Politeness is good if it's not hiding the truth.",
      "author": "Raoul Peck",
      "category": "Good, Name, Think"
    },
    {
      "quote": "Never underestimate people. They do desire the cut of truth.",
      "author": "Natalie Goldberg",
      "category": "People, Underestimate"
    },
    {
      "quote": "When truth is discovered by someone else, it loses something of its attractiveness.",
      "author": "Aleksandr Solzhenitsyn",
      "category": "Truth Is, Something, Someone"
    },
    {
      "quote": "How often have I said to you that when you have eliminated the impossible, whatever remains, however improbable, must be the truth?",
      "author": "Arthur Conan Doyle",
      "category": "Impossible, You, Said"
    },
    {
      "quote": "In every truth, the beneficiaries of a system cannot be expected to destroy it.",
      "author": "A. Philip Randolph",
      "category": "Destroy, System, Every"
    },
    {
      "quote": "If the truth contradicts deeply held beliefs, that is too bad.",
      "author": "Hans Eysenck",
      "category": "Bad, Beliefs, Deeply"
    },
    {
      "quote": "Bad taste is simply saying the truth before it should be said.",
      "author": "Mel Brooks",
      "category": "Said, Bad, Saying"
    },
    {
      "quote": "The truth is a snare: you cannot have it, without being caught. You cannot have the truth in such a way that you catch it, but only in such a way that it catches you.",
      "author": "Soren Kierkegaard",
      "category": "Truth Is, Way, You"
    },
    {
      "quote": "In truth, to know oneself seems to be the hardest of all things. Not only our eye, which observes external objects, does not use the sense of sight upon itself, but even our mind, which contemplates intently another's sin, is slow in the recognition of its own defects.",
      "author": "Saint Basil",
      "category": "Eye, Mind, Sin"
    },
    {
      "quote": "The truth cannot be deceptive, and one who sees it cannot be deceived.",
      "author": "Said Nursi",
      "category": "Deceived, Cannot, Who"
    },
    {
      "quote": "I used to say that the Constitution is not a living document. It's dead, dead, dead. But I've gotten better. I no longer say that. The truth is that the Constitution is not one that morphs. It's an enduring Constitution, not a changing Constitution. That is what I've meant when I've said that the Constitution is dead.",
      "author": "Antonin Scalia",
      "category": "Constitution, Truth Is"
    },
    {
      "quote": "A play is fiction - and fiction is fact distilled into truth.",
      "author": "Edward Albee",
      "category": "Play, Fiction, Fact"
    },
    {
      "quote": "If I can get you to laugh with me, you like me better, which makes you more open to my ideas. And if I can persuade you to laugh at the particular point I make, by laughing at it you acknowledge its truth.",
      "author": "John Cleese",
      "category": "Ideas, Me, Laugh"
    },
    {
      "quote": "A lie can be halfway round the world before the truth has got its boots on.",
      "author": "James Callaghan",
      "category": "Lie, World, Boots"
    },
    {
      "quote": "The spirit of truth and the spirit of freedom - these are the pillars of society.",
      "author": "Henrik Ibsen",
      "category": "Freedom, Society, Spirit"
    },
    {
      "quote": "Proverbs are always platitudes until you have personally experienced the truth of them.",
      "author": "Aldous Huxley",
      "category": "You, Always, Personally"
    },
    {
      "quote": "For a creative writer possession of the 'truth' is less important than emotional sincerity.",
      "author": "George Orwell",
      "category": "Creative, Truth Is"
    },
    {
      "quote": "Pretty woman, I don't believe you, you're not the truth. No one could look as good as you, mercy.",
      "author": "Roy Orbison",
      "category": "Good, Woman, Believe"
    },
    {
      "quote": "Do not love leisure. Waste not a minute. Be bold. Realize the Truth, here and now!",
      "author": "Swami Sivananda",
      "category": "Love, Bold, Realize"
    },
    {
      "quote": "The price that one pays for refusing to act on the truth as one sees it, is to be led to believe untruth to avoid guilt.",
      "author": "Kenneth L. Pike",
      "category": "Believe, Guilt, Price"
    },
    {
      "quote": "Be influenced by nothing but your clients' interests. Tell them the truth.",
      "author": "Arthur C. Nielsen",
      "category": "Nothing, Clients, Tell"
    },
    {
      "quote": "Love is not a mere impulse, it must contain truth, which is law.",
      "author": "Rabindranath Tagore",
      "category": "Love, Love Is, Law"
    },
    {
      "quote": "Bigotry tries to keep truth safe in its hand with a grip that kills it.",
      "author": "Rabindranath Tagore",
      "category": "Safe, Hand, Grip"
    },
    {
      "quote": "To become properly acquainted with a truth, we must first have disbelieved it, and disputed against it.",
      "author": "Novalis",
      "category": "First, Become, Must"
    },
    {
      "quote": "The man who cannot endure to have his errors and shortcomings brought to the surface and made known, but tries to hide them, is unfit to walk the highway of truth.",
      "author": "James Allen",
      "category": "Man, Walk, Endure"
    },
    {
      "quote": "Hinduism's basic tenet is that many roads exist by which men have pursued and still pursue their quest for the truth and that none has universal validity.",
      "author": "Kenneth Scott Latourette",
      "category": "Men, Roads, Quest"
    },
    {
      "quote": "In seeking absolute truth we aim at the unattainable and must be content with broken portions.",
      "author": "William Osler",
      "category": "Broken, Aim, Content"
    },
    {
      "quote": "I detest jokes - when somebody tells me one, I feel my IQ dropping; the brain cells start to disappear. But something is funny when the person delivering the line doesn't know it's funny or doesn't treat it as a joke. Maybe it comes from a place of truth, or it's a sort of rage against society.",
      "author": "Johnny Depp",
      "category": "Funny, Society, Me"
    },
    {
      "quote": "The least initial deviation from the truth is multiplied later a thousandfold.",
      "author": "Aristotle",
      "category": "Truth Is, Later, Initial"
    },
    {
      "quote": "When you stretch the truth, watch out for the snapback.",
      "author": "Bill Copeland",
      "category": "You, Stretch, Watch"
    },
    {
      "quote": "When the people who are responsible for our country ask you a direct question, I expect them to accept a direct answer, not to be blackballed because you are telling the truth.",
      "author": "Eartha Kitt",
      "category": "People, You, Responsible"
    },
    {
      "quote": "The truth is that life is delicious, horrible, charming, frightful, sweet, bitter, and that is everything.",
      "author": "Anatole France",
      "category": "Life, Sweet, Truth Is"
    },
    {
      "quote": "People will generally accept facts as truth only if the facts agree with what they already believe.",
      "author": "Andy Rooney",
      "category": "Believe, People, Facts"
    },
    {
      "quote": "All great truths begin as blasphemies.",
      "author": "George Bernard Shaw",
      "category": "Great, Begin, Truths"
    },
    {
      "quote": "My mother taught me that when you stand in the truth and someone tells a lie about you, don't fight it.",
      "author": "Whitney Houston",
      "category": "Mother, Fight, Me"
    },
    {
      "quote": "Gossip is called gossip because it's not always the truth.",
      "author": "Justin Timberlake",
      "category": "Gossip, Always, Because"
    },
    {
      "quote": "Without accepting the fact that everything changes, we cannot find perfect composure. But unfortunately, although it is true, it is difficult for us to accept it. Because we cannot accept the truth of transience, we suffer.",
      "author": "Shunryu Suzuki",
      "category": "Change, Changes, Perfect"
    },
    {
      "quote": "Son, always tell the truth. Then you'll never have to remember what you said the last time.",
      "author": "Sam Rayburn",
      "category": "Time, Son, Remember"
    },
    {
      "quote": "Don't worry over what the newspapers say. I don't. Why should anyone else? I told the truth to the newspaper correspondents - but when you tell the truth to them they are at sea.",
      "author": "William Howard Taft",
      "category": "Sea, Worry, Why"
    },
    {
      "quote": "Truth, when not sought after, rarely comes to light.",
      "author": "Oliver Wendell Holmes, Sr.",
      "category": "Light, After, Sought"
    },
    {
      "quote": "Whoever is detected in a shameful fraud is ever after not believed even if they speak the truth.",
      "author": "Phaedrus",
      "category": "Speak, Fraud, Even"
    },
    {
      "quote": "All the religions of the world, while they may differ in other respects, unitedly proclaim that nothing lives in this world but Truth.",
      "author": "Mahatma Gandhi",
      "category": "World, Nothing, Religions"
    },
    {
      "quote": "Truth, they say, is but too often in difficulties, but is never finally suppressed.",
      "author": "Livy",
      "category": "Difficulties, They Say, Say"
    },
    {
      "quote": "If the sad truth be known, writers, being the misfits we are, probably ought not to belong to families in the first place. We simply are too self-interested, though we may excuse the flaw by calling it 'focused.'",
      "author": "Roger Rosenblatt",
      "category": "Sad, First, Place"
    },
    {
      "quote": "Some people have a difficult time facing truth and reality. They prefer to live in a make-believe world, pretending that certain things aren't happening.",
      "author": "Joyce Meyer",
      "category": "Time, Reality, World"
    },
    {
      "quote": "Expressing truth is hard work.",
      "author": "Timothy Noah",
      "category": "Work, Hard Work, Truth Is"
    },
    {
      "quote": "I have been known for some time as a person who speaks the truth and speaks it strongly. I have always called a liar a liar and a hypocrite a hypocrite.",
      "author": "Cindy Sheehan",
      "category": "Time, Liar, Hypocrite"
    },
    {
      "quote": "I am angry about the mammoth, out-of-control social welfare entitlement programs from Washington, D.C., that were supposed to solve our problems. The obvious truth is these impractical, politically motivated programs have irreparably damaged the fabric of our black society and community.",
      "author": "Allen West",
      "category": "Community, I Am, Society"
    },
    {
      "quote": "The truth is, people don't know me. When people don't know you, they're going to try to get to know you as quickly as possible, because you're now taking the place of somebody that they love dearly, or somebody that they hate sincerely, and so they need to know who you are.",
      "author": "Trevor Noah",
      "category": "Love, Hate, Me"
    },
    {
      "quote": "The opportunity to declare a truth may come when we least expect it. Let us be prepared.",
      "author": "Thomas S. Monson",
      "category": "Opportunity, Be Prepared"
    },
    {
      "quote": "If you see voters as rational, you'll be a terrible politician. People are not wired to be rational. Our brains simply evolved to keep us alive. Brains did not evolve to give us truth. Brains merely give us movies in our minds that keeps us sane and motivated. But none of it is rational or true, except maybe sometimes by coincidence.",
      "author": "Scott Adams",
      "category": "People, Movies, You"
    },
    {
      "quote": "I don't want any yes-men around me. I want everybody to tell me the truth even if it costs them their job.",
      "author": "Samuel Goldwyn",
      "category": "Job, Me, Want"
    },
    {
      "quote": "What a word is truth. Slippery, tricky, unreliable. I tried in these books to tell the truth.",
      "author": "Lillian Hellman",
      "category": "Word, Tell, Slippery"
    },
    {
      "quote": "Above all, I would teach him to tell the truth Truth-telling, I have found, is the key to responsible citizenship. The thousands of criminals I have seen in 40 years of law enforcement have had one thing in common: Every single one was a liar.",
      "author": "J. Edgar Hoover",
      "category": "Law, Liar, Responsible"
    },
    {
      "quote": "Search for the truth. I tell you things and I always ask you to verify what I say. I told you yesterday that there was an attack and a retreat at Saddam's airport.",
      "author": "Mohammed Saeed al-Sahaf",
      "category": "Search, Yesterday, You"
    },
    {
      "quote": "Accuracy of statement is one of the first elements of truth inaccuracy is a near kin to falsehood.",
      "author": "Tryon Edwards",
      "category": "First, Accuracy, Elements"
    },
    {
      "quote": "When distant and unfamiliar and complex things are communicated to great masses of people, the truth suffers a considerable and often a radical distortion. The complex is made over into the simple, the hypothetical into the dogmatic, and the relative into an absolute.",
      "author": "Walter Lippmann",
      "category": "Great, Simple, People"
    },
    {
      "quote": "Everything you add to the truth subtracts from the truth.",
      "author": "Aleksandr Solzhenitsyn",
      "category": "You, Everything, Add"
    },
    {
      "quote": "The truth is balance. However the opposite of truth, which is unbalance, may not be a lie.",
      "author": "Susan Sontag",
      "category": "Balance, Lie, Truth Is"
    },
    {
      "quote": "A lie would have no sense unless the truth were felt dangerous.",
      "author": "Alfred Adler",
      "category": "Lie, Dangerous, Sense"
    },
    {
      "quote": "Every great discovery I ever made, I gambled that the truth was there, and then I acted in faith until I could prove its existence.",
      "author": "Arthur H. Compton",
      "category": "Faith, Great, Discovery"
    },
    {
      "quote": "You must have love as the core it takes courage to be willing to constantly tell the truth to each other and risk letting the relationship go.",
      "author": "Kenny Loggins",
      "category": "Love, Relationship, Courage"
    },
    {
      "quote": "When I saw corruption, I was forced to find truth on my own. I couldn't swallow the hypocrisy.",
      "author": "Barry White",
      "category": "Corruption, Hypocrisy, Find"
    },
    {
      "quote": "I don't think Bosnia is ready for reconciliation, but I do think it is ready for truth.",
      "author": "Paddy Ashdown",
      "category": "Think, Ready, Reconciliation"
    },
    {
      "quote": "The inquiries of the jurist are in truth prosecuted much as inquiry in physic and physiology was prosecuted before observation had taken the place of assumption.",
      "author": "Henry James Sumner Maine",
      "category": "Observation, Place"
    },
    {
      "quote": "It's a great thriller or mystery, but on another level it's a film about the fact that, if you only look at a person through one lens, or only believe what you're told, you can often miss the truth that is staring you in the face.",
      "author": "Kevin Spacey",
      "category": "Great, Believe, Mystery"
    },
    {
      "quote": "Everybody now admits that apartheid was wrong, and all I did was tell the people who wanted to know where I come from how we lived in South Africa. I just told the world the truth. And if my truth then becomes political, I can't do anything about that.",
      "author": "Miriam Makeba",
      "category": "World, Political, People"
    },
    {
      "quote": "Let us be a little humble let us think that the truth may not perhaps be entirely with us.",
      "author": "Jawaharlal Nehru",
      "category": "Humble, Think, Little"
    },
    {
      "quote": "What I claim is to live to the full the contradiction of my time, which may well make sarcasm the condition of truth.",
      "author": "Roland Barthes",
      "category": "Time, Live, Sarcasm"
    }
  ]
}