{"author":"Ravindu Manoj","github":"ravindu01manoj","repo":"Quotes-500k","data":[{"quote":"The Great Depression, like most other periods of severe unemployment, was produced by government mismanagement rather than by any inherent instability of the private economy.","author":"Milton Friedman","category":"Depression, Government"},{"quote":"Check your ego at the door. The ego can be the great success inhibitor. It can kill opportunities, and it can kill success.","author":"Dwayne Johnson","category":"Success, Opportunities, Door"},{"quote":"There may be a great fire in our hearts, yet no one ever comes to warm himself at it, and the passers-by see only a wisp of smoke.","author":"Vincent Van Gogh","category":"Fire, See, Hearts"},{"quote":"In reading the lives of great men, I found that the first victory they won was over themselves... self-discipline with all of them came first.","author":"Harry S Truman","category":"Men, Reading, Victory"},{"quote":"Nothing beats a great smile.","author":"Karl Urban","category":"Smile, Nothing, Beats"},{"quote":"It's very hard to find true friends when your life is a bumpy ride full of twists and turns. But, I'm glad that amidst all the ramblings in my life I have managed to win some great friends.","author":"Harbhajan Singh","category":"Life, Friends, Life Is A"},{"quote":"There is a dark side in all of us. And for us 'bad' people, the bad side dominates. I think there is a great sadness in villains, and I have tried to put that across. We cannot stop ourselves doing what we are doing.","author":"Christopher Lee","category":"Sadness, People, Dark"},{"quote":"One sees great things from the valley only small things from the peak.","author":"Gilbert K. Chesterton","category":"Small Things, Small"},{"quote":"Every great story seems to begin with a snake.","author":"Nicolas Cage","category":"Snake, Story, Seems"},{"quote":"Whatever you want to do, if you want to be great at it, you have to love it and be able to make sacrifices for it.","author":"Maya Angelou","category":"Love, Want, You"},{"quote":"If it wasn't hard, everyone would do it. It's the hard that makes it great.","author":"Tom Hanks","category":"Everyone, Hard, Would"},{"quote":"You have to come to your closed doors before you get to your open doors... What if you knew you had to go through 32 closed doors before you got to your open door? Well, then you'd come to closed door number eight and you'd think, 'Great, I got another one out of the way'... Keep moving forward.","author":"Joel Osteen","category":"Moving Forward, Door, Moving"},{"quote":"Harmony makes small things grow, lack of it makes great things decay.","author":"Sallust","category":"Peace, Small Things, Small"},{"quote":"In framing a government which is to be administered by men over men, the great difficulty lies in this: you must first enable the government to control the governed; and in the next place, oblige it to control itself.","author":"Alexander Hamilton","category":"Men, Government, Control"},{"quote":"Great journalism will always attract readers. The words, pictures and graphics that are the stuff of journalism have to be brilliantly packaged; they must feed the mind and move the heart.","author":"Rupert Murdoch","category":"Heart, Words, Mind"},{"quote":"Someone told me that having a baby is like having your heart walking around outside of your body, and I didn't understand it until I had a baby. Now, like, everything he does literally crushes my heart. In a great way. And then if he's in pain, it's like my whole endeavor is to make sure he's not in pain.","author":"Elizabeth Banks","category":"Heart, Baby, Pain"},{"quote":"Growth is the great separator between those who succeed and those who do not. When I see a person beginning to separate themselves from the pack, it's almost always due to personal growth.","author":"John C. Maxwell","category":"Growth, Beginning, See"},{"quote":"Racing is a great mania to which one must sacrifice everything, without reticence, without hesitation.","author":"Enzo Ferrari","category":"Sacrifice, Racing"},{"quote":"All great change in America begins at the dinner table.","author":"Ronald Reagan","category":"Change, America, Dinner"},{"quote":"Sunrise offered a very beautiful spectacle; the water was quite unruffled, but the motion communicated by the tides was so great that, although there was not a breath of air stirring, the sea heaved slowly with a grand and majestic motion.","author":"George Grey","category":"Beautiful, Water, Sea"},{"quote":"The great question that has never been answered, and which I have not yet been able to answer, despite my thirty years of research into the feminine soul, is 'What does a woman want?'","author":"Sigmund Freud","category":"Woman, Soul, Research"},{"quote":"We are all faced with a series of great opportunities brilliantly disguised as impossible situations.","author":"Charles R. Swindoll","category":"Opportunities, Impossible"},{"quote":"America's fighting men and women sacrifice much to ensure that our great nation stays free. We owe a debt of gratitude to the soldiers that have paid the ultimate price for this cause, as well as for those who are blessed enough to return from the battlefield unscathed.","author":"Allen Boyd","category":"Gratitude, Women, Patriotism"},{"quote":"The boy who is going to make a great man must not make up his mind merely to overcome a thousand obstacles, but to win in spite of a thousand repulses and defeats.","author":"Theodore Roosevelt","category":"Man, Obstacles, Mind"},{"quote":"The great advantage of a hotel is that it is a refuge from home life.","author":"George Bernard Shaw","category":"Life, Home, Hotel"},{"quote":"A wedding, a great wedding, is just a blast. A celebration of romance and community and love... What is unfun about that? Nothing.","author":"Ariel Levy","category":"Love, Community, Wedding"},{"quote":"Awards are great, as you get to meet up with friends and colleagues from your industry - a sort of reunion.","author":"Penelope Cruz","category":"Friends, Colleagues, Reunion"},{"quote":"In spite of everything I shall rise again: I will take up my pencil, which I have forsaken in my great discouragement, and I will go on with my drawing.","author":"Vincent Van Gogh","category":"Drawing, Rise, Pencil"},{"quote":"To vilify a great man is the readiest way in which a little man can himself attain greatness.","author":"Edgar Allan Poe","category":"Man, Greatness, Great Man"},{"quote":"In New York it seems like there's no Monday or Saturday or Sunday. The town is always moving. The vibe is great.","author":"Thierry Henry","category":"Moving, New York, Monday"},{"quote":"Life is made up, not of great sacrifices or duties, but of little things, in which smiles and kindness, and small obligations given habitually, are what preserve the heart and secure comfort.","author":"Humphry Davy","category":"Life, Kindness"},{"quote":"The heights by great men reached and kept were not attained by sudden flight, but they, while their companions slept, were toiling upward in the night.","author":"Henry Wadsworth Longfellow","category":"Men, Night, Heights"},{"quote":"Man becomes great exactly in the degree in which he works for the welfare of his fellow-men.","author":"Mahatma Gandhi","category":"Man, Men, Welfare"},{"quote":"I am an old man and have known a great many troubles, but most of them never happened.","author":"Mark Twain","category":"Man, I Am, Old Man"},{"quote":"A man is great by deeds, not by birth.","author":"Chanakya","category":"Man, Birth, Deeds"},{"quote":"Going to the gym is great for your body, but it's also great for your mind.","author":"Rory McIlroy","category":"Mind, Body, Gym"},{"quote":"To become truly great, one has to stand with people, not above them.","author":"Charles de Montesquieu","category":"People, Stand, Become"},{"quote":"Faith is the great cop-out, the great excuse to evade the need to think and evaluate evidence. Faith is belief in spite of, even perhaps because of, the lack of evidence.","author":"Richard Dawkins","category":"Faith, Think, Belief"},{"quote":"The reason we have poverty is that we have no imagination. There are a great many people accumulating what they think is vast wealth, but it's only money... they don't know how to enjoy it, because they have no imagination.","author":"Alan Watts","category":"Money, Imagination, Poverty"},{"quote":"Little minds are tamed and subdued by misfortune but great minds rise above them.","author":"Washington Irving","category":"Rise Above, Rise, Little"},{"quote":"Great countries need to secure their border for national security purposes, for economic purposes and for rule of law purposes.","author":"Jeb Bush","category":"Law, Security, Economic"},{"quote":"I am the greatest, I said that even before I knew I was.","author":"Muhammad Ali","category":"I Am, Greatest, Said"},{"quote":"Curiosity about life in all of its aspects, I think, is still the secret of great creative people.","author":"Leo Burnett","category":"Life, Curiosity, Creative"},{"quote":"The ocean is a central image. It is the symbolism of a great journey.","author":"Enya","category":"Journey, Ocean, Symbolism"},{"quote":"To be a great motorbike racer, the most important thing is passion for the bike.","author":"Valentino Rossi","category":"Passion, Bike, Important"},{"quote":"The best way a mentor can prepare another leader is to expose him or her to other great people.","author":"John C. Maxwell","category":"Best, Leader, People"},{"quote":"Innovation comes out of great human ingenuity and very personal passions.","author":"Megan Smith","category":"Innovation, Human, Personal"},{"quote":"Life seeks life and loves life. The opening of a catkin of a willow, in the flight of the butterfly, in the chirping of a tree-toad or the sweep of an eagle - my life loves to see how others live, exults in their joy, and so far is partner in their great concern.","author":"Edward Everett Hale","category":"Life, Joy, Butterfly"},{"quote":"Life is short, youth is finite, and opportunities endless. Have you found the intersection of your passion and the potential for world-shaping positive impact? If you don't have a great idea of your own, there are plenty of great teams that need you - unknown startups and established teams in giant companies alike.","author":"Justin Rosenstein","category":"Life, Positive, Passion"},{"quote":"Great men are like eagles, and build their nest on some lofty solitude.","author":"Arthur Schopenhauer","category":"Men, Solitude, Great Men"},{"quote":"I'm bored' is a useless thing to say. You live in a great, big, vast world that you've seen none percent of.","author":"Louis C. K.","category":"World, Live, You"},{"quote":"The great musicians are those who can reach people, who can make people feel something.","author":"Sam Rivers","category":"Musicians, People, Reach"},{"quote":"We are descended from a people whose government was founded on liberty; our glorious forefathers of Great Britain made liberty the foundation of everything. That country is become a great, mighty, and splendid nation; not because their government is strong and energetic, but, sir, because liberty is its direct end and foundation.","author":"Patrick Henry","category":"Strong, Government, Liberty"},{"quote":"No crime is so great as daring to excel.","author":"Winston Churchill","category":"Crime, Daring, Excel"},{"quote":"I truly believe in positive synergy, that your positive mindset gives you a more hopeful outlook, and belief that you can do something great means you will do something great.","author":"Russell Wilson","category":"Positive, Believe, Mindset"},{"quote":"The world runs on individuals pursuing their self interests. The great achievements of civilization have not come from government bureaus. Einstein didn't construct his theory under order from a, from a bureaucrat. Henry Ford didn't revolutionize the automobile industry that way.","author":"Milton Friedman","category":"Self, Government, World"},{"quote":"Life is a great big canvas throw all the paint you can at it.","author":"Danny Kaye","category":"Life, Life Is A, You"},{"quote":"In an individual sport, yes, you have to win titles. Baseball's different. But basketball, hockey? One person can control the tempo of a game, can completely alter the momentum of a series. There's a lot of great individual talent.","author":"Kobe Bryant","category":"Baseball, Control, Hockey"},{"quote":"Let us not listen to those who think we ought to be angry with our enemies, and who believe this to be great and manly. Nothing is so praiseworthy, nothing so clearly shows a great and noble soul, as clemency and readiness to forgive.","author":"Marcus Tullius Cicero","category":"Forgiveness, Soul, Believe"},{"quote":"Governing a great nation is like cooking a small fish - too much handling will spoil it.","author":"Lao Tzu","category":"Cooking, Government, Small"},{"quote":"A great man is one who leaves others at a loss after he is gone.","author":"Paul Valery","category":"Man, Loss, Great Man"},{"quote":"Great personal style is an extreme curiosity about yourself.","author":"Iris Apfel","category":"Curiosity, Style, Yourself"},{"quote":"Life is not an easy matter... You cannot live through it without falling into frustration and cynicism unless you have before you a great idea which raises you above personal misery, above weakness, above all kinds of perfidy and baseness.","author":"Leon Trotsky","category":"Life, Easy, Weakness"},{"quote":"I believe the first test of a truly great man is in his humility.","author":"John Ruskin","category":"Man, Humility, Believe"},{"quote":"Fantasies can be great, but we shouldn't make the wedding a fantasy, because the wedding is the gateway to married life. It shouldn't be a moment of illusion; it should be a moment of preparation.","author":"Alain de Botton","category":"Life, Wedding, Preparation"},{"quote":"From the beginning, the camera and I were great friends. It loves me, and I love it.","author":"Whitney Houston","category":"Love, Friends, Me"},{"quote":"Gray is great. People think gray is a neutral, but I think it's such a moody, intense, dramatic and sexy color. It's very sleek.","author":"Bryan Batt","category":"Color, People, Think"},{"quote":"In real estate, you make 10% of your money because you're a genius and 90% because you catch a great wave.","author":"Jeff Greene","category":"Money, Real Estate, Genius"},{"quote":"Always in life bad times will lead to great times.","author":"M. Night Shyamalan","category":"Life, Bad, Lead"},{"quote":"It would be doing me great injustice to think that I have any feeling of indifference to my country; I have more reason than anyone to feel, every day of my life, the value of the blood which flows in my veins, and it is only from prudence that at times I abstain from showing how proud I am of it.","author":"Marie Antoinette","category":"Life, Day, I Am"},{"quote":"Male and female represent the two sides of the great radical dualism. But in fact they are perpetually passing into one another. Fluid hardens to solid, solid rushes to fluid. There is no wholly masculine man, no purely feminine woman.","author":"Margaret Fuller","category":"Man, Woman, Two"},{"quote":"The greatest mistake you can make in life is continually fearing that you'll make one.","author":"Elbert Hubbard","category":"Life, Mistake, Greatest"},{"quote":"To accomplish great things we must first dream, then visualize, then plan... believe... act!","author":"Alfred A. Montapert","category":"Imagination, Believe, Plan"},{"quote":"Great necessities call out great virtues.","author":"Abigail Adams","category":"Call, Virtues, Necessities"},{"quote":"Great things are not accomplished by those who yield to trends and fads and popular opinion.","author":"Jack Kerouac","category":"Opinion, Great Things"},{"quote":"Every great achievement is but a small peak in the mountain range of contributions.","author":"Dale T. Mortensen","category":"Achievement, Mountain, Small"},{"quote":"I am more afraid of my own heart than of the pope and all his cardinals. I have within me the great pope, Self.","author":"Martin Luther","category":"Heart, I Am, Self"},{"quote":"A great social success is a pretty girl who plays her cards as carefully as if she were plain.","author":"F. Scott Fitzgerald","category":"Success, Girl, Cards"},{"quote":"To have a great idea, have a lot of them.","author":"Thomas A. Edison","category":"Imagination, Idea, Lot"},{"quote":"I'm not perfect. I'm never going to be. And that's the great thing about living the Christian life and trying to live by faith, is you're trying to get better every day. You're trying to improve.","author":"Tim Tebow","category":"Life, Day, Faith"},{"quote":"Great men are they who see that spiritual is stronger than any material force - that thoughts rule the world.","author":"Ralph Waldo Emerson","category":"Spiritual, Men, World"},{"quote":"Small deeds done are better than great deeds planned.","author":"Peter Marshall","category":"Motivational, Small, Better"},{"quote":"I am concerned for the security of our great Nation; not so much because of any threat from without, but because of the insidious forces working from within.","author":"Douglas MacArthur","category":"I Am, Security, Working"},{"quote":"Do you wish to be great? Then begin by being. Do you desire to construct a vast and lofty fabric? Think first about the foundations of humility. The higher your structure is to be, the deeper must be its foundation.","author":"Saint Augustine","category":"Humility, Foundation, Think"},{"quote":"What's great about this country is that America started the tradition where the richest consumers buy essentially the same things as the poorest. You can be watching TV and see Coca-Cola, and you can know that the President drinks Coke. Liz Taylor drinks Coke, and just think, you can drink Coke, too.","author":"Andy Warhol","category":"America, Know, Think"},{"quote":"No great artist ever sees things as they really are. If he did, he would cease to be an artist.","author":"Oscar Wilde","category":"Art, Artist, Things"},{"quote":"The great fights with your strongest rivals are always the biggest motivation. When you win easily it's not the same taste.","author":"Valentino Rossi","category":"Win, Motivation, You"},{"quote":"The past is a great place and I don't want to erase it or to regret it, but I don't want to be its prisoner either.","author":"Mick Jagger","category":"Past, Regret, Want"},{"quote":"I love love, and I love life. I love. I just love. It's just great. It's the most enduring element we have is love.","author":"Gary Busey","category":"Love, Life, Love Life"},{"quote":"Innovation in an existing company is not just the sum of great technology, key acquisitions, or smart people. Corporate innovation needs a culture that matches and supports it.","author":"Steve Blank","category":"Technology, Innovation"},{"quote":"Great ambition, the desire of real superiority, of leading and directing, seems to be altogether peculiar to man, and speech is the great instrument of ambition.","author":"Adam Smith","category":"Man, Ambition, Speech"},{"quote":"Believe deep down in your heart that you're destined to do great things.","author":"Joe Paterno","category":"Deep, Heart, Believe"},{"quote":"To do a great right do a little wrong.","author":"William Shakespeare","category":"Right, Wrong, Little"},{"quote":"Until the great mass of the people shall be filled with the sense of responsibility for each other's welfare, social justice can never be attained.","author":"Helen Keller","category":"Justice, Responsibility"},{"quote":"A great day in New York would be to wake up, get a cup of coffee and head up to Central Park for a nice walk. Then I'd go down to the East Village and stroll around. After that, maybe I'd go check out a museum or catch an indie film at the Angelika.","author":"Emmanuelle Chriqui","category":"Day, Coffee, Walk"},{"quote":"Great minds have purposes others have wishes.","author":"Washington Irving","category":"Wishes, Great Minds, Minds"},{"quote":"I think it's wonderful when a love story begins with a great deal of romance and affection, passion and excitement, that's how it should be. But I don't necessarily know that it's the wisest thing in the world to expect that it ends there, or that it should, 30 years down the road, still look as it did on the night of your first kiss.","author":"Elizabeth Gilbert","category":"Love, Passion, Road"},{"quote":"Laws control the lesser man... Right conduct controls the greater one.","author":"Mark Twain","category":"Man, Control, Right"},{"quote":"It's hard to be humble, when you're as great as I am.","author":"Muhammad Ali","category":"Humble, I Am, You"},{"quote":"Great leaders don't need to act tough. Their confidence and humility serve to underscore their toughness.","author":"Simon Sinek","category":"Confidence, Humility"},{"quote":"Rice is great if you're really hungry and want to eat two thousand of something.","author":"Mitch Hedberg","category":"Want, Hungry, You"},{"quote":"There's a great metaphor that one of my doctors uses: If a fish is swimming in a dirty tank and it gets sick, do you take it to the vet and amputate the fin? No, you clean the water. So, I cleaned up my system. By eating organic raw greens, nuts and healthy fats, I am flooding my body with enzymes, vitamins and oxygen.","author":"Kris Carr","category":"Water, I Am, Healthy"},{"quote":"A battle lost or won is easily described, understood, and appreciated, but the moral growth of a great nation requires reflection, as well as observation, to appreciate it.","author":"Frederick Douglass","category":"Reflection, Growth, Battle"},{"quote":"I was a great student. I was good at everything.","author":"Donald Trump","category":"Good, Student, Everything"},{"quote":"The sound of a kiss is not so loud as that of a cannon, but its echo lasts a great deal longer.","author":"Oliver Wendell Holmes, Sr.","category":"Romantic, Kiss, Sound"},{"quote":"A great tailor is like a great personal trainer - they tailor that suit to your natural physique.","author":"Jidenna","category":"Personal, Natural, Tailor"},{"quote":"The digital camera is a great invention because it allows us to reminisce. Instantly.","author":"Demetri Martin","category":"Technology, Digital, Camera"},{"quote":"We come nearest to the great when we are great in humility.","author":"Rabindranath Tagore","category":"Humility, Come, Nearest"},{"quote":"Great leaders don't rush to blame. They instinctively look for solutions.","author":"Nina Easton","category":"Blame, Look, Solutions"},{"quote":"Fables should be taught as fables, myths as myths, and miracles as poetic fantasies. To teach superstitions as truths is a most terrible thing. The child mind accepts and believes them, and only through great pain and perhaps tragedy can he be in after years relieved of them.","author":"Hypatia","category":"Pain, Child, Tragedy"},{"quote":"For a true writer, each book should be a new beginning where he tries again for something that is beyond attainment. He should always try for something that has never been done or that others have tried and failed. Then sometimes, with great luck, he will succeed.","author":"Ernest Hemingway","category":"Book, Luck, Beginning"},{"quote":"My greatest point is my persistence. I never give up in a match. However down I am, I fight until the last ball. My list of matches shows that I have turned a great many so-called irretrievable defeats into victories.","author":"Bjorn Borg","category":"Never Give Up, I Am"},{"quote":"The demand to be loved is the greatest of all arrogant presumptions.","author":"Friedrich Nietzsche","category":"Greatest, Loved, Arrogant"},{"quote":"There are many alternatives to embryonic stem cell research, alternatives with great potential. We need to support these and oppose creating life for the sole purpose of destroying it.","author":"Ernest Istook","category":"Life, Support, Purpose"},{"quote":"Denied anything ardently desired, the individual or state will argue and parley just so long - then, if the impelling motive be sufficiently great, will cast aside every rule and break down every acquired inhibition, plunging viciously after the object wished; all the more fantastically savage because of previous repression.","author":"H. P. Lovecraft","category":"Long, Down, Savage"},{"quote":"I plant a lot of trees. I am a great believer in planting things for future generations. I loathe the now culture where you just live for today.","author":"Penelope Keith","category":"Future, Culture, Today"},{"quote":"It is not the clear-sighted who rule the world. Great achievements are accomplished in a blessed, warm fog.","author":"Joseph Conrad","category":"Blessed, World, Fog"},{"quote":"I woke up and realized life is great and people are awesome and life is worth living.","author":"Hulk Hogan","category":"Life, People, Awesome"},{"quote":"Grown men can learn from very little children for the hearts of little children are pure. Therefore, the Great Spirit may show to them many things which older people miss.","author":"Black Elk","category":"Children, Men, People"},{"quote":"I think it's great to dress up and play on all the girly features.","author":"Katy Perry","category":"Dress, Think, Play"},{"quote":"My childhood was great, honestly. I have all these incredible memories of my childhood. I was an only child. I always had all my cousins around. I had my grandparents around. I had my parents around. I had my uncles around - whatever.","author":"Action Bronson","category":"Memories, Parents, Childhood"},{"quote":"Attachment is the great fabricator of illusions reality can be attained only by someone who is detached.","author":"Simone Weil","category":"Reality, Someone, Attachment"},{"quote":"Great things are accomplished by talented people who believe they will accomplish them.","author":"Warren Bennis","category":"Believe, People"},{"quote":"If you don't know how great this country is, I know someone who does; Russia.","author":"Robert Frost","category":"Know, Country, You"},{"quote":"A great city is not to be confounded with a populous one.","author":"Aristotle","category":"City, Great City, Confounded"},{"quote":"Shopping with friends is a great way of still enjoying the thrill of the chase without having to make a purchase. It can also be a real bonding opportunity. Helping your friend find something nice is just as rewarding as helping yourself.","author":"Sophie Kinsella","category":"Friends, Opportunity"},{"quote":"A great book begins with an idea; a great life, with a determination.","author":"Louis L'Amour","category":"Life, Determination, Book"},{"quote":"Great people have great values and great ethics.","author":"Jeffrey Gitomer","category":"Ethics, Values, People"},{"quote":"The practice of charity will bind us - will bind all men in one great brotherhood.","author":"Conrad Hilton","category":"Men, Charity, Practice"},{"quote":"Man as an individual is a genius. But men in the mass form the headless monster, a great, brutish idiot that goes where prodded.","author":"Charlie Chaplin","category":"Man, Men, Genius"},{"quote":"Living is no laughing matter: you must live with great seriousness like a squirrel for example - I mean without looking for something beyond and above living, I mean living must be your whole occupation.","author":"Nazim Hikmet","category":"Live, Looking, Living"},{"quote":"I have to tell you, I'm proudest of my life off the court. There will always be great basketball players who bounce that little round ball, but my proudest moments are affecting people's lives, effecting change, being a role model in the community.","author":"Magic Johnson","category":"Life, Change, Community"},{"quote":"It's not like a boss and artist relationship; it's like a big brother to a younger brother relationship, and he's a great guy. So big shout-out to Akon and the Konvict Muzik crowd.","author":"WizKid","category":"Relationship, Brother, Boss"},{"quote":"Ambition is an idol, on whose wings great minds are carried only to extreme; to be sublimely great or to be nothing.","author":"Shakti Gawain","category":"Ambition, Wings, Nothing"},{"quote":"The youngest children have a great capacity for empathy and altruism. There's a recent study that shows even 14-month-olds will climb across a bunch of cushions and go across a room to give you a pen if you drop one.","author":"Alison Gopnik","category":"Children, Empathy, Pen"},{"quote":"I'm an incurable optimist, and I'm a great believer in never looking back. Life is too short, and new challenges are exciting.","author":"Cherie Blair","category":"Life, Short, Challenges"},{"quote":"Enthusiasm is the mother of effort, and without it nothing great was ever achieved.","author":"Ralph Waldo Emerson","category":"Mother, Effort, Enthusiasm"},{"quote":"There is no personal charm so great as the charm of a cheerful temperament.","author":"Henry Van Dyke","category":"Cheerful, Personal, Charm"},{"quote":"A great deal of creativity is about pattern recognition, and what you need to discern patterns is tons of data. Your mind collects that data by taking note of random details and anomalies easily seen every day: quirks and changes that, eventually, add up to insights.","author":"Margaret Heffernan","category":"Day, Creativity, Changes"},{"quote":"Great discoveries and improvements invariably involve the cooperation of many minds. I may be given credit for having blazed the trail, but when I look at the subsequent developments I feel the credit is due to others rather than to myself.","author":"Alexander Graham Bell","category":"Myself, Cooperation, Look"},{"quote":"Self-confidence is the first requisite to great undertakings.","author":"Samuel Johnson","category":"Self-Confidence, First"},{"quote":"I accept the fact that angels are great heavenly beings, and I think some people give me the feeling that I'm with an angel.","author":"Benjamin Clementine","category":"Me, People, Think"},{"quote":"I love the DJ scene out in the clubs. It is a great way to party and make people happy, the atmosphere is one that I use as an escape from reality.","author":"Danny Masterson","category":"Love, Happy, Reality"},{"quote":"What is man without the beasts? For if all the beast were gone, man would die of a great loneliness of the spirit.","author":"Chief Seattle","category":"Loneliness, Man, Die"},{"quote":"All those hours exploring the great outdoors made me more resilient and confident.","author":"David Suzuki","category":"Me, Exploring, Outdoors"},{"quote":"I don't like to do much with my hair - which is good, because I don't know how! I just always make sure I have a great haircut.","author":"Chyler Leigh","category":"Good, Hair, Haircut"},{"quote":"He who believes is strong he who doubts is weak. Strong convictions precede great actions. He who doubts is weak. Strong convictions precede great actions.","author":"Louisa May Alcott","category":"Strong, Actions, Weak"},{"quote":"The greatest generation was formed first by the Great Depression. They shared everything - meals, jobs, clothing.","author":"Tom Brokaw","category":"Depression, Greatest"},{"quote":"Embrace a diversity of ideas. Embrace the fact that you can disagree with people and not be disagreeable. Embrace the fact that you can find common ground - if you disagree on nine out of 10 things, but can find common ground on that 10th, maybe you can make progress. If you can find common ground, you can accomplish great things.","author":"David Boies","category":"Progress, Diversity, Ideas"},{"quote":"One of the great attractions of patriotism - it fulfills our worst wishes. In the person of our nation we are able, vicariously, to bully and cheat. Bully and cheat, what's more, with a feeling that we are profoundly virtuous.","author":"Aldous Huxley","category":"Patriotism, Wishes, Nation"},{"quote":"Better a little which is well done, than a great deal imperfectly.","author":"Plato","category":"Well Done, Better, Done"},{"quote":"Bananas are great, as I believe them to be the only known cure for existential dread. Also, Mother Teresa said that in India, a woman dying in the street will share her banana with anyone who needs it, whereas in America, people amass and hoard as many bananas as they can to sell for an exorbitant profit. So half of them go bad, anyway.","author":"Anne Lamott","category":"Mother, America, Woman"},{"quote":"Take time for all things: great haste makes great waste.","author":"Benjamin Franklin","category":"Time, Haste, Things"},{"quote":"A great empire, like a great cake, is most easily diminished at the edges.","author":"Benjamin Franklin","category":"Cake, Empire, Like"},{"quote":"Boredom always precedes a period of great creativity.","author":"Robert M. Pirsig","category":"Creativity, Boredom, Always"},{"quote":"It is of great use to the sailor to know the length of his line, though he cannot with it fathom all the depths of the ocean.","author":"John Locke","category":"Ocean, Know, Sailor"},{"quote":"Shave off your beard and wear a dress. You would be a great female impersonator.","author":"Simon Cowell","category":"Dress, Beard, You"},{"quote":"The very greatest things - great thoughts, discoveries, inventions - have usually been nurtured in hardship, often pondered over in sorrow, and at length established with difficulty.","author":"Samuel Smiles","category":"Thoughts, Greatest, Sorrow"},{"quote":"Atheism is aristocratic the idea of a great Being that watches over oppressed innocence and punishes triumphant crime is altogether popular.","author":"Maximilien Robespierre","category":"Innocence, Watches, Crime"},{"quote":"Rugby is great. The players don't wear helmets or padding they just beat the living daylights out of each other and then go for a beer. I love that.","author":"Joe Theismann","category":"Love, Beer, Living"},{"quote":"You know, when you really connect with the instrument and everything just comes out on an emotional level very naturally through your playing. That's, you know, a great night. And I think the reason I love touring so much is you're chasing that high around all the time, trying to have another good night.","author":"Slash","category":"Love, Time, Good"},{"quote":"Life is hard. Not great. Kind of tragic.","author":"T. J. Miller","category":"Life, Life Is Hard, Kind"},{"quote":"Life in abundance comes only through great love.","author":"Elbert Hubbard","category":"Love, Life, Abundance"},{"quote":"Don't be humble... you're not that great.","author":"Golda Meir","category":"Humble, Be Humble, You"},{"quote":"It is only the great hearted who can be true friends. The mean and cowardly, Can never know what true friendship means.","author":"Charles Kingsley","category":"Friendship, Friends, Know"},{"quote":"The bravest sight in the world is to see a great man struggling against adversity.","author":"Lucius Annaeus Seneca","category":"Adversity, Man, World"},{"quote":"Hard times always lead to something great.","author":"Betsey Johnson","category":"Hard Times, Lead, Always"},{"quote":"If Heaven exists, to know that there's laughter, that would be a great thing.","author":"Robin Williams","category":"Laughter, Know, Heaven"},{"quote":"Never give in - never, never, never, never, in nothing great or small, large or petty, never give in except to convictions of honour and good sense.","author":"Winston Churchill","category":"Good, Small, Petty"},{"quote":"Great moments are born from great oppurtunities.","author":"Herb Brooks","category":"Moments, Born, Great Moments"},{"quote":"The sensitivity of men to small matters, and their indifference to great ones, indicates a strange inversion.","author":"Blaise Pascal","category":"Men, Small, Strange"},{"quote":"In terms of fashion, I love adding a fun scarf to whatever I'm wearing - it's a great way to dress up a plain outfit!","author":"Bridgit Mendler","category":"Love, Fun, Dress"},{"quote":"If you don't think every day is a great day try going without one.","author":"Jim Evans","category":"Day, Every Day, Think"},{"quote":"The great tradition of Delhi can be seen through its cuisine.","author":"Mohit Chauhan","category":"Tradition, Through, Delhi"},{"quote":"Great leaders are willing to sacrifice the numbers to save the people. Poor leaders sacrifice the people to save the numbers.","author":"Simon Sinek","category":"Sacrifice, People, Numbers"},{"quote":"Canada is like a loft apartment over a really great party.","author":"Robin Williams","category":"Canada, Party, Like"},{"quote":"As we learned after President Herbert Hoover signed the Smoot-Hawley tariff at the outset of the Great Depression, vibrant international trade is a key component to economic recovery; hindering trade is a recipe for disaster.","author":"Asa Hutchinson","category":"Depression, Recovery"},{"quote":"There never was any heart truly great and generous, that was not also tender and compassionate.","author":"Robert Frost","category":"Heart, Never, Truly"},{"quote":"A great civilization is not conquered from without until it has destroyed itself from within.","author":"Ariel Durant","category":"Civilization, Within"},{"quote":"Working hard is great, being lazy sometimes is great, but failed potential is the worst.","author":"Campbell Scott","category":"Working Hard, Potential"},{"quote":"Dance is a great way to express yourself.","author":"Darcey Bussell","category":"Dance, Yourself, Way"},{"quote":"An understanding of the natural world and what's in it is a source of not only a great curiosity but great fulfillment.","author":"David Attenborough","category":"Curiosity, World"},{"quote":"The first and greatest victory is to conquer yourself to be conquered by yourself is of all things most shameful and vile.","author":"Plato","category":"Yourself, Victory, Greatest"},{"quote":"For a selfie, it's not about the pose, it's about you. There's a reason why you look great in the picture or you look great in real life, because someone has caught the essence of who you are, and a pose is not you.","author":"Nigel Barker","category":"Life, Picture, Why"},{"quote":"More enduringly than any other sport, wrestling teaches self-control and pride. Some have wrestled without great skill - none have wrestled without pride.","author":"Dan Gable","category":"Pride, Wrestling, Skill"},{"quote":"When you sing with a group of people, you learn how to subsume yourself into a group consciousness because a capella singing is all about the immersion of the self into the community. That's one of the great feelings - to stop being me for a little while and to become us. That way lies empathy, the great social virtue.","author":"Brian Eno","category":"Community, Empathy, Self"},{"quote":"Sheep farming is heavily subsidized in Great Britain. Without the subsidies, the green grazing in the valley of the River Exe would be gone. The handsome agricultural landscape of which the British are so proud, carefully husbanded since Boudicca's day, would be replaced by natural growth. The most likely growth is real-estate developments.","author":"P. J. O'Rourke","category":"Day, Growth, River"},{"quote":"I am such a sap when it comes to love! I believe in love at first sight all the way. But that's just the way it happened to me with my relationships. I love the idea of two people looking at each other and electricity flying around them; it's so romantic, and it's a great feeling.","author":"Kim Barnouin","category":"Love, Romantic, I Am"},{"quote":"I want to keep meeting new people, enlarging my circle of friends. I have great friends now... really good people. But I'm always ready for what comes next.","author":"Paula Danziger","category":"Friends, Good, Good People"},{"quote":"There is no way to be truly great in this world. We are all impaled on the crook of conditioning.","author":"James Dean","category":"World, Way, Crook"},{"quote":"We must always remember that America is a great nation today not because of what government did for people but because of what people did for themselves and for one another.","author":"Richard M. Nixon","category":"Today, America, Government"},{"quote":"Suffering becomes beautiful when anyone bears great calamities with cheerfulness, not through insensibility but through greatness of mind.","author":"Aristotle","category":"Beautiful, Greatness, Mind"},{"quote":"I just follow great people. If you want to play like a pro, you learn from the pros.","author":"Raphael Saadiq","category":"People, Want, Play"},{"quote":"Do you have hands? Excellent. That's a good start. Can you hold a pencil? Great. If you have a sketchbook, open it and start by making a line, a mark, wherever. Doodle.","author":"Chris Riddell","category":"Good, Start, Hands"},{"quote":"The great pleasure of a dog is that you may make a fool of yourself with him and not only will he not scold you, but he will make a fool of himself too.","author":"Samuel Butler","category":"Dog, Fool, Yourself"},{"quote":"Rhetoric is a poor substitute for action, and we have trusted only to rhetoric. If we are really to be a great nation, we must not merely talk; we must act big.","author":"Theodore Roosevelt","category":"Action, Nation, Rhetoric"},{"quote":"Great talents are the most lovely and often the most dangerous fruits on the tree of humanity. They hang upon the most slender twigs that are easily snapped off.","author":"Carl Jung","category":"Tree, Humanity, Talents"},{"quote":"Every day is a great day for hockey.","author":"Mario Lemieux","category":"Day, Hockey, Every Day"},{"quote":"Key West is the place where your sickly house plant back in New York grows to 10 ft. It's also the place where an 8-ft. cactus, the century plant, produces a huge yellow flower every great once in a while, like a robot proffering a bouquet. After the plant flowers, it dies.","author":"Edmund White","category":"Flower, Flowers, Plant"},{"quote":"Mental health needs a great deal of attention. It's the final taboo and it needs to be faced and dealt with.","author":"Adam Ant","category":"Health, Mental Health"},{"quote":"One thing I always say is being a great chef today is not enough - you have to be a great businessman.","author":"Wolfgang Puck","category":"Today, Chef, You"},{"quote":"I've also seen that great men are often lonely. This is understandable, because they have built such high standards for themselves that they often feel alone. But that same loneliness is part of their ability to create.","author":"Yousuf Karsh","category":"Loneliness, Alone, Men"},{"quote":"There must be a beginning of any great matter, but the continuing unto the end until it be thoroughly finished yields the true glory.","author":"Francis Drake","category":"Beginning, End, Glory"},{"quote":"It's always better to shock people and change people's expectations than to give them exactly what they think you can do. It's not unexpected for me to be in a comedy film anymore; I'm no longer the underdog in that world. Not that I'm great or good at it or anything, it's just that I've done a bunch of them, so you're not shocked.","author":"Jonah Hill","category":"Change, Good, World"},{"quote":"You will become as small as your controlling desire as great as you dominant aspiration.","author":"James Allen","category":"Small, Desire, You"},{"quote":"I don't think actors should ever expect to get a role, because the disappointment is too great. You've got to think of things as an opportunity. An audition's an opportunity to have an audience.","author":"Al Pacino","category":"Opportunity, Think"},{"quote":"A great hallmark of mental wellness is the ability to be in the present moment, fully and with no thoughts of being elsewhere.","author":"Wayne Dyer","category":"Thoughts, Moment, Wellness"},{"quote":"I'm living on this positive mind frame where I'm only attracting positive things. I'm controlling my energy, I'm eating right, I'm meditating, I'm in the gym, I'm doing all this stuff I'm supposed to be doing. I'm past that young, immature way of thinking. I just want to be great.","author":"Shameik Moore","category":"Positive, Past, Mind"},{"quote":"No man is worth his salt who is not ready at all times to risk his well-being, to risk his body, to risk his life, in a great cause.","author":"Theodore Roosevelt","category":"Life, Man, Risk"},{"quote":"Every great person is always being helped by everybody for their gift is to get good out of all things and all persons.","author":"John Ruskin","category":"Good, Gift, Person"},{"quote":"A cloudy day or a little sunshine have as great an influence on many constitutions as the most recent blessings or misfortunes.","author":"Joseph Addison","category":"Day, Sunshine, Influence"},{"quote":"Behind every great fortune lies a great crime.","author":"Honore de Balzac","category":"Crime, Behind, Fortune"},{"quote":"To be really great in little things, to be truly noble and heroic in the insipid details of everyday life, is a virtue so rare as to be worthy of canonization.","author":"Harriet Beecher Stowe","category":"Life, Little Things, Details"},{"quote":"Small opportunities are often the beginning of great enterprises.","author":"Demosthenes","category":"Opportunities, Small"},{"quote":"I wanted to learn everything I could about what it takes to be a great chef. It was a turning point for me.","author":"Thomas Keller","category":"Chef, Me, Learn"},{"quote":"It's great to be a blonde. With low expectations it's very easy to surprise people.","author":"Pamela Anderson","category":"Surprise, People, Easy"},{"quote":"Most men who have really lived have had, in some share, their great adventure. This railway is mine.","author":"James J. Hill","category":"Adventure, Men, Lived"},{"quote":"With people of limited ability modesty is merely honesty. But with those who possess great talent it is hypocrisy.","author":"Arthur Schopenhauer","category":"Honesty, Talent, People"},{"quote":"Not only are pasta dishes delicious, but they are also great, easy options for a quick dinner during a busy weekday.","author":"Marcus Samuelsson","category":"Busy, Dinner, Easy"},{"quote":"Great teaching requires incredible talent and dedication, strong intellectual ability and interpersonal skill, real discipline and empathy.","author":"Bruce Rauner","category":"Strong, Empathy, Dedication"},{"quote":"There is a kind of elevation which does not depend on fortune; it is a certain air which distinguishes us, and seems to destine us for great things; it is a price which we imperceptibly set upon ourselves.","author":"Francois de La Rochefoucauld","category":"Price, Kind, Great Things"},{"quote":"One of the greatest resources people cannot mobilize themselves is that they try to accomplish great things. Most worthwhile achievements are the result of many little things done in a single direction.","author":"Nido Qubein","category":"Little Things, Greatest"},{"quote":"A retentive memory may be a good thing, but the ability to forget is the true token of greatness.","author":"Elbert Hubbard","category":"Good, Greatness, Memory"},{"quote":"If you want to be remembered as great, if you want to be a legend, you have to go out there every single day and do stuff.","author":"J. J. Watt","category":"Day, Want, Legend"},{"quote":"I think what motivates people is not great hate, but great love for other people.","author":"Huey Newton","category":"Love, Hate, People"},{"quote":"Tradition is the great misleader because it's too easy to follow what has already been done - even though you may think you're giving it a kick. I was really trying to invent, instead of merely expressing myself.","author":"Marcel Duchamp","category":"Myself, Giving, Easy"},{"quote":"After people have repeated a phrase a great number of times, they begin to realize it has meaning and may even be true.","author":"H. G. Wells","category":"People, Meaning, Be True"},{"quote":"The first test of a truly great man is his humility. By humility I don't mean doubt of his powers or hesitation in speaking his opinion, but merely an understanding of the relationship of what he can say and what he can do.","author":"John Ruskin","category":"Relationship, Man, Humility"},{"quote":"Action is greater than writing. A good man is a nobler object of contemplation than a great author. There are but two things worth living for: to do what is worthy of being written and to write what is worthy of being read.","author":"Ross Perot","category":"Good, Man, Writing"},{"quote":"Abuse of words has been the great instrument of sophistry and chicanery, of party, faction, and division of society.","author":"John Adams","category":"Society, Words, Party"},{"quote":"Where the willingness is great, the difficulties cannot be great.","author":"Niccolo Machiavelli","category":"Difficulties, Where"},{"quote":"Success has always been a great liar.","author":"Friedrich Nietzsche","category":"Success, Liar, Always"},{"quote":"Blogging is a great way to show your talents and interests to prospective employers, while adding an edge to your resume. If you blog consistently it shows your dedication, passions and creativity - all of which are key attributes employers look for in job candidates.","author":"Lauren Conrad","category":"Creativity, Job, Dedication"},{"quote":"The great thing about irony is that it splits things apart, gets up above them so we can see the flaws and hypocrisies and duplicates.","author":"David Foster Wallace","category":"Irony, Flaws, See"},{"quote":"You learn their honesty, you learn their competitiveness. You learn a lot about a person. It's not that they have to sink the putt and there's a great deal of talent involved - but you do learn about how competitive a person is on the golf course, and frankly, how honest.","author":"Donald Trump","category":"Honesty, Golf, Talent"},{"quote":"Volunteering is a great way to look outside your own problems. Giving back to makes you happier by both giving you a sense of purpose and helping to put your problems in perspective.","author":"Karen Salmansohn","category":"Perspective, Purpose, Giving"},{"quote":"Great people talk about ideas, average people talk about things, and small people talk about wine.","author":"Fran Lebowitz","category":"Wine, Ideas, Small"},{"quote":"One would like to be grand and heroic, if one could; but if not, why try at all? One wants to be very something, very great, very heroic; or if not that, then at least very stylish and very fashionable. It is this everlasting mediocrity that bores me.","author":"Harriet Beecher Stowe","category":"Me, Mediocrity, Why"},{"quote":"The greatest good you can do for another is not just to share your riches but to reveal to him his own.","author":"Benjamin Disraeli","category":"Good, Greatest, You"},{"quote":"Could a greater miracle take place than for us to look through each other's eyes for an instant?","author":"Henry David Thoreau","category":"Eyes, Look, Place"},{"quote":"I have learned to use the word 'impossible' with the greatest caution.","author":"Wernher von Braun","category":"Impossible, Greatest"},{"quote":"Great leaders communicate a vision that captures the imagination and fires the hearts and minds of those around them.","author":"Joseph B. Wirthlin","category":"Vision, Imagination, Hearts"},{"quote":"Great lives never go out they go on.","author":"Benjamin Harrison","category":"Never, Go, Out"},{"quote":"It's always great to get to do what you love and to do something that hopefully people will see and love.","author":"Casey Wilson","category":"Love, Do What You Love"},{"quote":"An ignorance of means may minister to greatness, but an ignorance of aims make it impossible to be great at all.","author":"Elizabeth Barrett Browning","category":"Greatness, Ignorance"},{"quote":"I never weary of great churches. It is my favorite kind of mountain scenery. Mankind was never so happily inspired as when it made a cathedral.","author":"Robert Louis Stevenson","category":"Mountain, Scenery, Favorite"},{"quote":"A successful entrepreneur can't be afraid of failures or setbacks. An initial setback can be a great opportunity to take a new and more promising approach to any problem, to come back stronger than ever.","author":"John Roos","category":"Opportunity, Successful"},{"quote":"My favorite foods are things that aren't great to eat, like pizza.","author":"Stephen Pagliuca","category":"Pizza, Favorite, Like"},{"quote":"We've had great successes, but our future is not about our past success. It's going to be about whether we will invent things that are really going to drive our future.","author":"Satya Nadella","category":"Success, Future, Past"},{"quote":"All great empires die from within.","author":"Terry Bradshaw","category":"Die, Empires, Within"},{"quote":"The paradox is really the pathos of intellectual life and just as only great souls are exposed to passions it is only the great thinker who is exposed to what I call paradoxes, which are nothing else than grandiose thoughts in embryo.","author":"Soren Kierkegaard","category":"Life, Thoughts, Intellectual"},{"quote":"The difficulty is not so great to die for a friend, as to find a friend worth dying for.","author":"Homer","category":"Friend, Die, Dying"},{"quote":"Without an open-minded mind, you can never be a great success.","author":"Martha Stewart","category":"Success, Mind, You"},{"quote":"Great ideology creates great times.","author":"Kim Jong Il","category":"Ideology, Times, Creates"},{"quote":"In life, so many things are taken for granted, but one thing I can honestly say is that I took every day, enjoyed the game of putting on that uniform and playing the great game of baseball.","author":"Wade Boggs","category":"Life, Day, Baseball"},{"quote":"Skateboarding helps a ton with balance, precision, with air awareness... it gets your senses to be spot-on and it's also a great way to take my mind off things.","author":"Shaun White","category":"Balance, Mind, Way"},{"quote":"Some people have a mistaken idea that all thoughts disappear through meditation and we enter a state of blankness. There certainly are times of great tranquility when concentration is strong and we have few, if any, thoughts. But other times, we can be flooded with memories, plans or random thinking. It's important not to blame yourself.","author":"Sharon Salzberg","category":"Memories, Strong, Thinking"},{"quote":"Germany is a great nation only because its people have so much Polish blood in their veins.","author":"Friedrich Nietzsche","category":"People, Blood, Nation"},{"quote":"We say arts education is good for general education, but that's not the point. The arts are what great nations are remembered for. They are a mirror.","author":"Damian Woetzel","category":"Education, Good, Mirror"},{"quote":"All difficult things have their origin in that which is easy, and great things in that which is small.","author":"Lao Tzu","category":"Small, Easy, Great Things"},{"quote":"For those who are willing to make an effort, great miracles and wonderful treasures are in store.","author":"Isaac Bashevis Singer","category":"Effort, Miracles, Wonderful"},{"quote":"When small men attempt great enterprises, they always end by reducing them to the level of their mediocrity.","author":"Napoleon Bonaparte","category":"Men, End, Small"},{"quote":"For me, it's a great thing to tell people anything is possible. When I was 15, people told me 'You're not going to be a DJ.'","author":"Afrojack","category":"Me, People"},{"quote":"I always seem to get inspiration and renewed vitality by contact with this great novel land of yours which sticks up out of the Atlantic.","author":"Winston Churchill","category":"Land, Inspiration, Always"},{"quote":"A great man is a torch in the darkness, a beacon in superstition's night, an inspiration and a prophecy.","author":"Robert Green Ingersoll","category":"Man, Darkness, Night"},{"quote":"Above all things let us never forget that mankind constitutes one great brotherhood; all born to encounter suffering and sorrow, and therefore bound to sympathize with each other.","author":"Albert Pike","category":"Sad, Suffering, Sorrow"},{"quote":"It was great. I mean, it's a blast directing underwater stuff.","author":"David R. Ellis","category":"Mean, Underwater, Directing"},{"quote":"The Jews don't like Farrakhan, so they call me Hitler. Well, that's a good name. Hitler was a very great man.","author":"Louis Farrakhan","category":"Good, Man, Me"},{"quote":"Though I do not believe that a plant will spring up where no seed has been, I have great faith in a seed... Convince me that you have a seed there, and I am prepared to expect wonders.","author":"Henry David Thoreau","category":"Faith, I Am, Believe"},{"quote":"Character may be manifested in the great moments, but it is made in the small ones.","author":"Phillips Brooks","category":"Character, Small, Moments"},{"quote":"We are all one - or at least we should be - and it is our job, our duty, and our great challenge to fight the voices of division and seek the salve of reconciliation.","author":"Roy Barnes","category":"Challenge, Job, Fight"},{"quote":"Only passions, great passions can elevate the soul to great things.","author":"Denis Diderot","category":"Soul, Elevate, Great Things"},{"quote":"It is of great importance to our country generally, and especially to our navigating and whaling interests, that the Pacific Coast and, indeed, the whole of our territory west of the Rocky Mountains, should speedily be filled up by a hardy and patriotic population.","author":"James K. Polk","category":"Mountains, Country"},{"quote":"We are continually faced by great opportunities brilliantly disguised as insoluble problems.","author":"Lee Iacocca","category":"Opportunities, Problems"},{"quote":"The old days were the old days. And they were great days. But now is now.","author":"Don Rickles","category":"Now, Old Days, Old"},{"quote":"I do what I do. You like it, great. You don't, go listen to somebody else. I'm stickin' with the people who stuck with me.","author":"Ice Cube","category":"Me, People, You"},{"quote":"If you're sitting in your minivan, playing your computer animated films for your children in the back seat, is it the animation that's entertaining you as you drive and listen? No, it's the storytelling. That's why we put so much importance on story. No amount of great animation will save a bad story.","author":"John Lasseter","category":"Children, Movies, Why"},{"quote":"Great leaders help their people see how they can directly impact the company's objectives and their own personal goals.","author":"Chip Conley","category":"Goals, Help, Company"},{"quote":"I had great relationship with the Hispanic - we had a lot of Hispanics in the school actually from different countries, Venezuela, from Brazil, and they all played soccer, and I was on the soccer team, and I developed great relationships with them.","author":"Donald Trump","category":"Relationship, Team, School"},{"quote":"The atom bomb was no 'great decision.' It was merely another powerful weapon in the arsenal of righteousness.","author":"Harry S Truman","category":"Powerful, Decision, Weapon"},{"quote":"Magic touches people in the way great art does. It lets them see the world with new eyes.","author":"Drummond Money-Coutts","category":"Art, Eyes, World"},{"quote":"Being pampered is great, but sometimes I like to do those things myself because it's a little therapeutic and gives me some downtime for myself - and I need that.","author":"Annie Ilonzeh","category":"Myself, Me, Sometimes"},{"quote":"The key to the mystery of a great artist is that for reasons unknown, he will give away his energies and his life just to make sure that one note follows another... and leaves us with the feeling that something is right in the world.","author":"Leonard Bernstein","category":"Life, Artist, Mystery"},{"quote":"I looked back on the roaring Twenties, with its jazz, 'Great Gatsby' and the pre-Code films as a party I had somehow managed to miss.","author":"Hugh Hefner","category":"Party, Jazz, Back"},{"quote":"Love of glory can only create a great hero contempt of glory creates a great man.","author":"Charles Maurice de Talleyrand","category":"Love, Hero, Man"},{"quote":"Whatever I have tried to do in life, I have tried with all my heart to do it well; whatever I have devoted myself to, I have devoted myself completely; in great aims and in small I have always thoroughly been in earnest.","author":"Charles Dickens","category":"Life, Myself, Heart"},{"quote":"There would be no great men if there were no little ones.","author":"George Herbert","category":"Men, Great Men, Little"},{"quote":"Great things are won by great dangers.","author":"Herodotus","category":"Great Things, Things"},{"quote":"He who would accomplish little must sacrifice little he who would achieve much must sacrifice much he who would attain highly must sacrifice greatly.","author":"James Allen","category":"Sacrifice, Achieve"},{"quote":"For the person for whom small things do not exist, the great is not great.","author":"Jose Ortega y Gasset","category":"Small Things, Small, Person"},{"quote":"The greater the effort, the greater the glory.","author":"Pierre Corneille","category":"Effort, Glory, Greater"},{"quote":"Great wisdom is generous; petty wisdom is contentious. Great speech is impassioned, small speech cantankerous.","author":"Zhuangzi","category":"Wisdom, Small, Speech"},{"quote":"And the American people are the greatest people in the world. What makes America the greatest nation in the world is the heart of the American people: hardworking, innovative, risk-taking, God- loving, family-oriented American people.","author":"Mitt Romney","category":"God, America, Heart"},{"quote":"We grow small trying to be great.","author":"E. Stanley Jones","category":"Small, Grow, Trying"},{"quote":"I call upon the scientific community in our country, those who gave us nuclear weapons, to turn their great talents now to the cause of mankind and world peace: to give us the means of rendering these nuclear weapons impotent and obsolete.","author":"Ronald Reagan","category":"Peace, Community, World"},{"quote":"During the Great Depression, levels of crime actually dropped. During the 1920s, when life was free and easy, so was crime. During the 1930s, when the entire American economy fell into a government-owned alligator moat, crime was nearly non-existent. During the 1950s and 1960s, when the economy was excellent, crime rose again.","author":"Ben Shapiro","category":"Life, Depression, Rose"},{"quote":"What makes America great is that we can come together during times of national tragedy.","author":"Dennis Hastert","category":"Together, America, Tragedy"},{"quote":"Miami is one of these great places that is a really sensual, physically beautiful place.","author":"Michael Mann","category":"Beautiful, Beautiful Place"},{"quote":"I have known plenty of people who, in their later years, had the energy of children and the kind of curiosity and fascination with things like little children. I think we can keep that, and I think it's important to keep that part of staying young. But I also think it's great fun growing old.","author":"Johnny Depp","category":"Children, Curiosity, Fun"},{"quote":"Lesser artists borrow, great artists steal.","author":"Igor Stravinsky","category":"Art, Artists, Borrow"},{"quote":"You are that vast thing that you see far, far off with great telescopes.","author":"Alan Watts","category":"You, See, Far"},{"quote":"The measure of a man is not how great his faith is, but how great his love is. We must not let government programs disconnect our souls from each other.","author":"J. C. Watts","category":"Love, Faith, Government"},{"quote":"I have learned that nothing is certain except for the need to have strong risk management, a lot of cash, the willingness to invest even when the future is unclear, and great people.","author":"Jeffrey R. Immelt","category":"Future, Strong, Management"},{"quote":"Helping people getting a great start in life, a great foundation, is an investment.","author":"Gerry Schwartz","category":"Life, Start, People"},{"quote":"It makes no difference how deeply seated may be the trouble, how hopeless the outlook how muddled the tangle, how great the mistake. A sufficient realization of love will dissolve it all.","author":"Emmet Fox","category":"Love, Mistake, Difference"},{"quote":"A great opera house isn't run by a director, but by a great administrator.","author":"Steven Berkoff","category":"Run, House, Director"},{"quote":"Enlightenment is always there. Small enlightenment will bring great enlightenment. If you breathe in and are aware that you are alive - that you can touch the miracle of being alive - then that is a kind of enlightenment.","author":"Thich Nhat Hanh","category":"Small, Enlightenment, You"},{"quote":"I like bowling. I suck at it, but I like it. You know what's so funny? I have days when I'm absolutely great at doing it, and then I have days when I just don't understand it.","author":"Lil' Kim","category":"Funny, Know, You"},{"quote":"I always try to start my weekend by running on the beach, which is great fun here in Barcelona.","author":"Daniel Bruhl","category":"Beach, Fun, Start"},{"quote":"We are domesticated animals, revolving in a cage which we have built for ourselves - with its contentions, wranglings, its impossible political leaders, its gurus who exploit our self-conceit and their own with great refinement or rather crudely.","author":"Jiddu Krishnamurti","category":"Impossible, Political"},{"quote":"Every great brand is like a great story.","author":"Kevin Plank","category":"Brand, Story, Like"},{"quote":"Forgive, O Lord, my little jokes on Thee, and I'll forgive Thy great big joke on me.","author":"Robert Frost","category":"Forgiveness, Me, Forgive"},{"quote":"A subtle thought that is in error may yet give rise to fruitful inquiry that can establish truths of great value.","author":"Isaac Asimov","category":"Value, Thought, Rise"},{"quote":"When you talk about a great actor, you're not talking about Tom Cruise. His whole behavior is so shocking. It's inappropriate and vulgar and absolutely unacceptable to use your private life to sell anything commercially, but I think it's kind of a sickness.","author":"Lauren Bacall","category":"Life, Behavior, Sickness"},{"quote":"A book has got smell. A new book smells great. An old book smells even better. An old book smells like ancient Egypt.","author":"Ray Bradbury","category":"Book, Better, New"},{"quote":"I have a great relationship with my mother-in-law. We're both Leos, we understand each other.","author":"Tori Amos","category":"Relationship, Understand"},{"quote":"One of the great questions of philosophy is, do we innately have morality, or do we get it from celestial dictation? A study of the Ten Commandments is a very good way of getting into and resolving that issue.","author":"Christopher Hitchens","category":"Good, Philosophy, Questions"},{"quote":"I'm all about showing people that I'm a little messed up, I have a lot of the same problems you have. By exposing myself and putting myself out there, people can relate to me and my act won't grow stale. I mean, nobody wants to hear a comedian say, 'Life is great.'","author":"Gabriel Iglesias","category":"Life, Myself, Me"},{"quote":"Jamaica's a country of great dichotomy. On the one hand you have a tourist industry with great beaches and resorts, but on the other you have such great poverty and the violence that goes along with that.","author":"Michael Franti","category":"Poverty, Violence, You"},{"quote":"The difference between Marilyn Monroe and the early Pamela Anderson is not that great.","author":"Hugh Hefner","category":"Difference, Early, Between"},{"quote":"The wicked leader is he who the people despise. The good leader is he who the people revere. The great leader is he who the people say, 'We did it ourselves.'","author":"Lao Tzu","category":"Good, Leader, People"},{"quote":"Trouble is the common denominator of living. It is the great equalizer.","author":"Soren Kierkegaard","category":"Living, Trouble, Common"},{"quote":"Never forget that no military leader has ever become great without audacity.","author":"Carl von Clausewitz","category":"Leader, Military"},{"quote":"A great novel is concerned primarily with the interior lives of its characters as they respond to the inconvenient narratives that fate imposes on them. Movie adaptations of these monumental fictions often fail because they become mere exercises in interior decoration.","author":"Richard Schickel","category":"Fate, Interior, Fail"},{"quote":"In the last four years under the Patriot Act, we have seen a great increase in the ability of law enforcement officials to investigate and track terrorists.","author":"Mike Pence","category":"Law, Patriot"},{"quote":"The Mohawks have on all occasions shown their zeal and loyalty to the Great King yet they have been very badly treated by his people.","author":"Joseph Brant","category":"Loyalty, People, King"},{"quote":"The great men of a nation reach out to all mankind. They are unifying, not divisive; internationally conciliating and still great nationally.","author":"Gustav Stresemann","category":"Men, Reach, Nation"},{"quote":"The miserable failures of capitalist economies in the Great Depression were root causes of worldwide social and political disasters.","author":"James Tobin","category":"Depression, Political"},{"quote":"There were times when I had great times with my brothers, pillow fights and things, but I was, used to always cry from loneliness.","author":"Michael Jackson","category":"Loneliness, Always, Pillow"},{"quote":"Anybody can be a great photographer if they zoom in enough on what they love.","author":"David Bailey","category":"Love, Enough, Photographer"},{"quote":"Once you get the kids raised and the mortgage paid off and accomplish what you wanted to do in life, there's a great feeling of: 'Hey, I'm free as a bird.'","author":"Dick Van Dyke","category":"Life, Bird, Free"},{"quote":"I have a great time with my life, and I wanna share it.","author":"Will Smith","category":"Life, Time, My Life"},{"quote":"My uncle played rugby, and my dad played football, and they used to argue which game was the roughest - and everybody agreed rugby was. It's a great team sport, and to be successful, every person has to play in the same level.","author":"Clint Eastwood","category":"Team, Football, Successful"},{"quote":"It took capitalism half a century to come back from the Great Depression.","author":"Ben Shapiro","category":"Depression, Capitalism"},{"quote":"Generally, I love traveling because it's great to see new places.","author":"Joshua Roman","category":"Love, New, See"},{"quote":"In my opinion, right up there with free public schools, our free public library system is what makes citizenship possible, even what makes America great.","author":"Karen DeCrow","category":"America, Library, Free"},{"quote":"Admiration of great men, living or dead, naturally evokes imitation of them in a greater or less degree.","author":"Samuel Smiles","category":"Men, Living, Great Men"},{"quote":"Man is alone everywhere. But the solitude of the Mexican, under the great stone night of the high plateau that is still inhabited by insatiable gods, is very different from that of the North American, who wanders in an abstract world of machines, fellow citizens and moral precepts.","author":"Octavio Paz","category":"Alone, Man, World"},{"quote":"Connectivity just can't be a privilege for people in the richest countries. We believe that connecting everyone in the world is one of the great challenges of our generation, and that's why we are happy to play whatever small part in that that we can.","author":"Mark Zuckerberg","category":"Happy, Believe, World"},{"quote":"I write about all manner of things: a guy fighting aliens in the New York State Library, Antarctica, Inca civilization in Peru, the Great Pyramid at Giza, and people often ask me, where do I get these ideas from? They come from reading widely, watching a lot of documentaries, and increasingly ,as I was able to, travelling around the world.","author":"Matthew Reilly","category":"Reading, World, Library"},{"quote":"To a very great extent, it's the fast-food industry that really industrialized our agriculture - that drove the system to one variety of chicken grown very quickly in confinement, to the feedlot system for beef, to giant monocultures to grow potatoes. All of those thing flow from the desire of fast-food companies for a perfectly consistent product.","author":"Michael Pollan","category":"Grow, Agriculture, Chicken"},{"quote":"Personally, fresh air and exercise help me stay healthy and make me feel great!","author":"Charlotte Casiraghi","category":"Me, Help, Healthy"},{"quote":"I never worked hard until I got to the Howard Law School and met Charlie Houston... I saw this man's dedication, his vision, his willingness to sacrifice, and I told myself, 'You either shape up or ship out.' When you are being challenged by a great human being, you know that you can't ship out.","author":"Thurgood Marshall","category":"Myself, School, Vision"},{"quote":"Great ability develops and reveals itself increasingly with every new assignment.","author":"Baltasar Gracian","category":"New, Ability, Assignment"},{"quote":"We should have a great fewer disputes in the world if words were taken for what they are, the signs of our ideas only, and not for things themselves.","author":"John Locke","category":"Words, World, Ideas"},{"quote":"It is a ship with a great deal of sail but a very shallow keel.","author":"Robert Bork","category":"Ship, Sail, Shallow"},{"quote":"I would venture to warn against too great intimacy with artists as it is very seductive and a little dangerous.","author":"Queen Victoria","category":"Intimacy, Dangerous, Little"},{"quote":"Language is not only the vehicle of thought, it is a great and efficient instrument in thinking.","author":"Humphry Davy","category":"Thinking, Thought, Language"},{"quote":"Great ideas originate in the muscles.","author":"Thomas A. Edison","category":"Imagination, Ideas, Muscles"},{"quote":"High aims form high characters, and great objects bring out great minds.","author":"Tryon Edwards","category":"High, Bring, Minds"},{"quote":"It is great wealth to a soul to live frugally with a contented mind.","author":"Lucretius","category":"Soul, Mind, Wealth"},{"quote":"The creations of a great writer are little more than the moods and passions of his own heart, given surnames and Christian names, and sent to walk the earth.","author":"William Butler Yeats","category":"Heart, Walk, Christian"},{"quote":"The figure a poem makes. It begins in delight and ends in wisdom... in a clarification of life - not necessarily a great clarification, such as sects and cults are founded on, but in a momentary stay against confusion.","author":"Robert Frost","category":"Life, Wisdom, Confusion"},{"quote":"After great pain, a formal feeling comes. The Nerves sit ceremonious, like tombs.","author":"Emily Dickinson","category":"Pain, Feeling, Like"},{"quote":"No enterprise can exist for itself alone. It ministers to some great need, it performs some great service, not for itself, but for others; or failing therein, it ceases to be profitable and ceases to exist.","author":"Calvin Coolidge","category":"Alone, Service, Need"},{"quote":"He who has never failed somewhere, that man can not be great.","author":"Herman Melville","category":"Man, Never, Somewhere"},{"quote":"The great thing about McDonald's is that they have a lot of different things on the menu. I love their salads.","author":"Beyonce Knowles","category":"Love, Different, Menu"},{"quote":"Amsterdam was a great surprise to me. I had always thought of Venice as the city of canals it had never entered my mind that I should find similar conditions in a Dutch town.","author":"James Weldon Johnson","category":"City, Mind, Me"},{"quote":"My biggest challenge every day is to be a great mother and a great businesswoman.","author":"Tory Burch","category":"Day, Mother, Challenge"},{"quote":"Ch'in Shih-huang is the first emperor of China. He united seven separate kingdoms into a single nation. He built the Great Wall and was buried with the terra-cotta soldiers. The Chinese have mixed feelings about him. They're proud of the nation he created, but he was a maniacal tyrant.","author":"Gene Luen Yang","category":"Proud, Feelings, Nation"},{"quote":"Most people should be talking about how Floyd Mayweather is a great undefeated future Hall of Famer that's his own promoter and that works extremely hard to get to where he's at. Instead, all you hear is hate and jealous remarks from critics who criticize me and, you know, most of the time, the people that criticize me can't do what I can do.","author":"Floyd Mayweather, Jr.","category":"Time, Future, Hate"},{"quote":"Not every innovation in transportation is going to come from government or even a large enterprise. There are smart people out there with tools and skills to come up with great ideas.","author":"Anthony Foxx","category":"Innovation, Government"},{"quote":"Liberty is a great celestial Goddess, strong, beneficent, and austere, and she can never descend upon a nation by the shouting of crowds, nor by arguments of unbridled passion, nor by the hatred of class against class.","author":"Annie Besant","category":"Strong, Passion, Liberty"},{"quote":"All great artists draw from the same resource: the human heart, which tells us that we are all more alike than we are unalike.","author":"Maya Angelou","category":"Heart, Human, Resource"},{"quote":"Any great warrior is also a scholar, and a poet, and an artist.","author":"Steven Seagal","category":"Artist, Warrior, Scholar"},{"quote":"You can never let anything distract you from your main objective. My only goal is to be great. That's all I want. That's all I ever aspire to be. Greatness is something nobody can ever take away from you, no matter what happens. So I put all my energy and focus into my craft.","author":"Larry Fitzgerald","category":"Focus, Greatness, Goal"},{"quote":"Praised be You, my Lord, with all Your creatures, especially Sir Brother Sun, Who is the day through whom You give us light. And he is beautiful and radiant with great splendour; of You, Most High, he bears the likeness.","author":"Francis of Assisi","category":"Beautiful, Light, Brother"},{"quote":"There are times when the art world seems like a religious empire. There are great cathedral galleries and pilgrimage sites where treasured art pieces are displayed like holy relics, and this can certainly be a great pleasure on a rainy Sunday afternoon.","author":"Michael Leunig","category":"Art, World, Pleasure"},{"quote":"If you have love in your life, it can make up for a great many things that are missing. If you don't have love in your life, no matter what else there is, it's not enough.","author":"Ann Landers","category":"Love, Life, You"},{"quote":"There's gonna be a lot of great songs, but there ain't going to be another 'Trap Queen.'","author":"Fetty Wap","category":"Queen, Going, Trap"},{"quote":"Great is our admiration of the orator who speaks with fluency and discretion.","author":"Marcus Tullius Cicero","category":"Admiration, Discretion, Who"},{"quote":"If we don't have a vigorous questioning, aggressive journalistic community and mythology, democracy itself is in great jeopardy.","author":"Milton Glaser","category":"Community, Democracy"},{"quote":"In my view, the only way to see a film remains the way the filmmaker intended: inside a large movie theater with great sound and pristine picture.","author":"Ridley Scott","category":"View, Picture, See"},{"quote":"I've always had a love affair with New York City, and I've threatened to get an apartment there one day. But it just made sense for me to set 'Burlesque' on the Sunset Strip in Los Angeles. It's a place I know intimately well and love, and I think there's a great story to be told with L.A.","author":"Steve Antin","category":"Love, Day, Sunset"},{"quote":"Cross country skiing is great if you live in a small country.","author":"Steven Wright","category":"Small, Live, You"},{"quote":"I refuse to give energy to the negative. I've got a great fella and two great little girls.","author":"Melissa McCarthy","category":"Little Girls, Negative"},{"quote":"Brevity is a great charm of eloquence.","author":"Marcus Tullius Cicero","category":"Charm, Brevity, Eloquence"},{"quote":"I know this may come as a shock to most of you, but I've decided to quit acting. I will not be auditioning for anything anymore, and if I get offered something like a role in a movie or a commercial or something, I will graciously turn it down. It's been great, but its just not for me anymore.","author":"Chris Pratt","category":"Me, Acting, Know"},{"quote":"Preachers in pulpits talked about what a great message is in the book. No matter what you do, somebody always imputes meaning into your books.","author":"Dr. Seuss","category":"Book, Meaning, You"},{"quote":"And I came back and it was great, 'cuz George had set up all these flowers all over the studio saying welcome home. So then we got it together again. I always felt it was better on the White one for me. We were more like a band, you know.","author":"Ringo Starr","category":"Home, Flowers, Together"},{"quote":"The making of the far-famed New York Central Park was opposed by even good men, with misguided pluck, perseverance, and ingenuity, but straight right won its way, and now that park is appreciated. So we confidently believe it will be with our great national parks and forest reservations.","author":"John Muir","category":"Perseverance, Good, Men"},{"quote":"I am the herald of the Great King.","author":"Francis of Assisi","category":"I Am, King, Am"},{"quote":"Unnecessary possessions are unnecessary burdens. If you have them, you have to take care of them! There is great freedom in simplicity of living. It is those who have enough but not too much who are the happiest.","author":"Peace Pilgrim","category":"Freedom, Simplicity, Care"},{"quote":"Heat of blood makes young people change their inclinations often, and habit makes old ones keep to theirs a great while.","author":"Francois de La Rochefoucauld","category":"Change, People"},{"quote":"Our Great Lakes, harbors, ports, and rivers provide not only vital resources for us to live, but an entire maritime way of life for so many people. The least we can do is protect it, and the way of life it provides for so many.","author":"Candice S. Miller","category":"Life, People, Live"},{"quote":"When the Industrial Revolution started, the amount of carbon sitting underneath Britain in the form of coal was as big as the amount of carbon sitting under Saudi Arabia in the form of oil, and this carbon powered the Industrial Revolution, it put the 'Great' in Great Britain, and led to Britain's temporary world domination.","author":"David J. C. MacKay","category":"World, Revolution, Oil"},{"quote":"Of course great hotels have always been social ideas, flawless mirrors to the particular societies they service.","author":"Joan Didion","category":"Service, Ideas, Mirrors"},{"quote":"All the great legends are Templates for human behavior. I would define a myth as a story that has survived.","author":"John Boorman","category":"Behavior, Story, Human"},{"quote":"Call it loyalty, call it what you want, but I suppose I've got people up here who I'm really tight with, we've made a lot of great bonds over the last few years and I've got people in my corner I can trust.","author":"Jonathan Brown","category":"Trust, Loyalty, People"},{"quote":"We believe that every single child has boundless promise, no matter who they are, where they come from, or how much money their parents have. We've got to remember that. We believe that each of these young people is a vital part of the great American story.","author":"Michelle Obama","category":"Money, Parents, Child"},{"quote":"Although I have guitars all around, and I pick them up occasionally and write a tune and make a record, I don't really see myself as a musician. It may seem a funny thing to say. It's just like, I write lyrics, and I make up songs, but I'm not a great lyricist or songwriter or producer. It's when you put all these things together - that makes me.","author":"George Harrison","category":"Funny, Myself, Together"},{"quote":"You need pencil miles to be a great artist, animator, or filmmaker, and the sooner you start making mistakes, the quicker you learn.","author":"Phil Lord","category":"Mistakes, Artist"},{"quote":"It is a great day anytime I can bring a smile to a girl or boy, knowing that I am helping to inspire them to always dream big.","author":"Normani Kordei","category":"Smile, Day, I Am"},{"quote":"Being vegan just gives you such great karma.","author":"Alicia Silverstone","category":"Karma, You, Vegan"},{"quote":"Our constitution works. Our great republic is a government of laws, not of men.","author":"Gerald R. Ford","category":"Men, Government"},{"quote":"And what he greatly thought, he nobly dared.","author":"Homer","category":"Thought, He, Dared"},{"quote":"To have great poets, there must be great audiences.","author":"Walt Whitman","category":"Must, Audiences, Poets"},{"quote":"Only great people can make great products.","author":"Ruchi Sanghvi","category":"People, Products"},{"quote":"Toleration and liberty are the foundations of a great republic.","author":"Frank Lloyd Wright","category":"Liberty, Republic"},{"quote":"The vast possibilities of our great future will become realities only if we make ourselves responsible for that future.","author":"Gifford Pinchot","category":"Future, Responsible"},{"quote":"The individual is capable of both great compassion and great indifference. He has it within his means to nourish the former and outgrow the latter.","author":"Norman Cousins","category":"Compassion, Indifference"},{"quote":"Great leaders understand that historical success tends to produce stable and inwardly focused organizations, and these outfits, in turn, reinforce a feeling of contentment with the status quo.","author":"John P. Kotter","category":"Success, Understand, Feeling"},{"quote":"Every day there is something new you are working on. It is a challenge every day and that is what makes this game so great.","author":"Anthony Rizzo","category":"Day, Challenge, Game"},{"quote":"Earth as an ecosystem stands out in the all of the universe. There's no place that we know about that can support life as we know it, not even our sister planet, Mars, where we might set up housekeeping someday, but at great effort and trouble we have to recreate the things we take for granted here.","author":"Sylvia Earle","category":"Life, Sister, Support"},{"quote":"The Internet is the first technology since the printing press which could lower the cost of a great education and, in doing so, make that cost-benefit analysis much easier for most students. It could allow American schools to service twice as many students as they do now, and in ways that are both effective and cost-effective.","author":"John Katzman","category":"Education, Technology"},{"quote":"In Shakespeare's world, characters cannot trust their senses. Is the ghost in Hamlet true and truthful, or is it a demon, tempting young Hamlet into murderous sin? Is Juliet dead or merely sleeping? Does Lear really stand at the edge of a great cliff? Or has the Fool deceived him to save his life?","author":"Virginia Postrel","category":"Life, Trust, World"},{"quote":"A great artist is always before his time or behind it.","author":"George Edward Moore","category":"Time, Art, Artist"},{"quote":"Tranquil pleasures last the longest we are not fitted to bear the burden of great joys.","author":"Christian Nestell Bovee","category":"Burden, Bear, Pleasures"},{"quote":"The great thing about Glasgow is that if there's a nuclear attack it'll look exactly the same afterwards.","author":"Billy Connolly","category":"Look, Attack, Same"},{"quote":"Mistakes are part of the game. It's how well you recover from them, that's the mark of a great player.","author":"Alice Cooper","category":"Mistakes, Game, You"},{"quote":"A great pleasure in life is doing what people say you cannot do.","author":"Walter Bagehot","category":"Life, People, You"},{"quote":"The smallest flower is a thought, a life answering to some feature of the Great Whole, of whom they have a persistent intuition.","author":"Honore de Balzac","category":"Life, Flower, Thought"},{"quote":"I'm dying to be a great dad one day, whenever that day comes.","author":"Drake","category":"Day, Dying, One Day"},{"quote":"We are only tenants, and shortly the great Landlord will give us notice that our lease has expired.","author":"Joseph Jefferson","category":"Will, Give, Us"},{"quote":"To me, acting is the most logical way for people's neuroses to manifest themselves, in this great need we all have to express ourselves.","author":"James Dean","category":"Me, People, Acting"},{"quote":"Beware how you trifle with your marvelous inheritance, this great land of ordered liberty, for if we stumble and fall, freedom and civilization everywhere will go down in ruin.","author":"Henry Cabot Lodge","category":"Freedom, Fall, Liberty"},{"quote":"The point about a great story is that it's got a beginning, a middle and end.","author":"Alan Rickman","category":"Beginning, End, Story"},{"quote":"I really enjoy being with my fans. They offer great support and encouragement to me. I like signing autographs and posing for pictures.","author":"Lexi Thompson","category":"Support, Encouragement, Me"},{"quote":"Great horror movies are earned. 'Halloween' is an earned picture. Every moment of grotesque violence is earned by the suspense they're able to maintain getting there.","author":"John Carroll Lynch","category":"Halloween, Moment, Violence"},{"quote":"There are many people in the world who really don't understand-or say they don't-what is the great issue between the free world and the Communist world. Let them come to Berlin!","author":"John F. Kennedy","category":"World, Free, People"},{"quote":"The great threat to the young and pure in heart is not what they read but what they don't read.","author":"Heywood Broun","category":"Heart, Young, Pure"},{"quote":"It is not enough to have great qualities We should also have the management of them.","author":"Francois de La Rochefoucauld","category":"Management, Qualities"},{"quote":"They can see the brave silhouette from almost anywhere in the District of Columbia and use it as a compass to locate other monuments and eventually to find their way out of the great, gray federal wilderness.","author":"Hugh Sidey","category":"Brave, Wilderness, See"},{"quote":"It is the nature of all greatness not to be exact.","author":"Edmund Burke","category":"Nature, Greatness, Exact"},{"quote":"The appearance of a single great genius is more than equivalent to the birth of a hundred mediocrities.","author":"Cesare Lombroso","category":"Genius, Birth, Single"},{"quote":"Heaven and hell suppose two distinct species of men, the good and the bad. But the greatest part of mankind float betwixt vice and virtue.","author":"David Hume","category":"Good, Men, Greatest"},{"quote":"Every great film should seem new every time you see it.","author":"Roger Ebert","category":"Time, Movies, You"},{"quote":"For some days, people thought that India was shaking. But there are always tremors when a great tree falls.","author":"Rajiv Gandhi","category":"Tree, Thought, People"},{"quote":"A position of eminence makes a great person greater and a small person less.","author":"Jean de la Bruyere","category":"Small, Person, Great Person"},{"quote":"It is health that is real wealth and not pieces of gold and silver.","author":"Mahatma Gandhi","category":"Gold, Wealth, Real"},{"quote":"All mankind... being all equal and independent, no one ought to harm another in his life, health, liberty or possessions.","author":"John Locke","category":"Life, Liberty, Independent"},{"quote":"Early to bed and early to rise makes a man healthy, wealthy and wise.","author":"Benjamin Franklin","category":"Wise, Man, Healthy"},{"quote":"If you don't think your anxiety, depression, sadness and stress impact your physical health, think again. All of these emotions trigger chemical reactions in your body, which can lead to inflammation and a weakened immune system. Learn how to cope, sweet friend. There will always be dark days.","author":"Kris Carr","category":"Stress, Depression, Sadness"},{"quote":"Health is not valued till sickness comes.","author":"Thomas Fuller","category":"Sickness, Valued, Till"},{"quote":"We are all born with a unique genetic blueprint, which lays out the basic characteristics of our personality as well as our physical health and appearance... And yet, we all know that life experiences do change us.","author":"Joan D. Vinge","category":"Life, Change, Personality"},{"quote":"People talk about physical fitness, but mental health is equally important. I see people suffering, and their families feel a sense of shame about it, which doesn't help. One needs support and understanding. I am now working on an initiative to create awareness about anxiety and depression and help people.","author":"Deepika Padukone","category":"Fitness, Depression, Support"},{"quote":"It is unfortunately true that our generation and that of your parents have left you with a big mess that will now be yours to clean up: wars, budget challenges, pollution, global warming, battles of health care, natural disasters. They're all there for you. We're willing those to you. Are you ready?","author":"John Morgridge","category":"Parents, Challenges, Budget"},{"quote":"A healthy outside starts from the inside.","author":"Robert Urich","category":"Healthy, Inside, Outside"},{"quote":"Water is life, and clean water means health.","author":"Audrey Hepburn","category":"Life, Water, Clean Water"},{"quote":"The first wealth is health.","author":"Ralph Waldo Emerson","category":"Wealth, First"},{"quote":"Look up, laugh loud, talk big, keep the color in your cheek and the fire in your eye, adorn your person, maintain your health, your beauty and your animal spirits.","author":"William Hazlitt","category":"Positive, Beauty, Animal"},{"quote":"Natural forces within us are the true healers of disease.","author":"Hippocrates","category":"True, Within, Natural"},{"quote":"The foundation of success in life is good health: that is the substratum fortune it is also the basis of happiness. A person cannot accumulate a fortune very well when he is sick.","author":"P. T. Barnum","category":"Life, Success, Happiness"},{"quote":"If we could give every individual the right amount of nourishment and exercise, not too little and not too much, we would have found the safest way to health.","author":"Hippocrates","category":"Fitness, Exercise, Way"},{"quote":"True friendship is like sound health the value of it is seldom known until it is lost.","author":"Charles Caleb Colton","category":"Friendship, Value, Lost"},{"quote":"We need to change the culture of this topic and make it OK to speak about mental health and suicide.","author":"Luke Richardson","category":"Change, Culture, Speak"},{"quote":"If the childhood obesity epidemic remains unchecked, it will condemn many of our kids to shorter lives, as well as the emotional and financial burdens of poor health.","author":"Richard Carmona","category":"Childhood, Financial"},{"quote":"Tobacco is the only industry that produces products to make huge profits and at the same time damage the health and kill their consumers.","author":"Margaret Chan","category":"Time, Same, Products"},{"quote":"Advances in technology will continue to reach far into every sector of our economy. Future job and economic growth in industry, defense, transportation, agriculture, health care, and life sciences is directly related to scientific advancement.","author":"Christopher Bond","category":"Life, Technology, Future"},{"quote":"The body needs its rest, and sleep is extremely important in any health regimen. There should be three main things: eating, exercise and sleep. All three together in the right balance make for a truly healthy lifestyle.","author":"Rohit Shetty","category":"Sleep, Together, Balance"},{"quote":"Besides taking jobs from American workers, illegal immigration creates huge economic burdens on our health care system, our education system, our criminal justice system, our environment, our infrastructure and our public safety.","author":"Jan C. Ting","category":"Education, Justice, Safety"},{"quote":"My body is like breakfast, lunch, and dinner. I don't think about it, I just have it.","author":"Arnold Schwarzenegger","category":"Breakfast, Lunch, Dinner"},{"quote":"Being in control of your life and having realistic expectations about your day-to-day challenges are the keys to stress management, which is perhaps the most important ingredient to living a happy, healthy and rewarding life.","author":"Marilu Henner","category":"Life, Happy, Stress"},{"quote":"My personal goals are to be happy, healthy and to be surrounded by loved ones.","author":"Kiana Tom","category":"Happy, Goals, Be Happy"},{"quote":"True health infuses positive energy in the mind, body and spirit; it is a main focus in my life.","author":"Maximillian Degenerez","category":"Life, Positive, Focus"},{"quote":"Perfect freedom is as necessary to the health and vigor of commerce as it is to the health and vigor of citizenship.","author":"Patrick Henry","category":"Freedom, Perfect"},{"quote":"I've always had a burning desire to help people and make a difference in the world. I didn't know how I could do that in modelling when it can be such a fake world. But my dad told me I could make a difference by being true to myself and teaching people what I've learnt about spirituality, health and nutrition.","author":"Miranda Kerr","category":"Myself, World, Help"},{"quote":"The rise of childhood obesity has placed the health of an entire generation at risk.","author":"Tom Vilsack","category":"Childhood, Risk, Generation"},{"quote":"It's better to be healthy alone than sick with someone else.","author":"Phil McGraw","category":"Alone, Healthy, Better"},{"quote":"Eventually, competition and adventure wane, and I enter my ibuprofen phase. Tweaky hamstrings and achy knees restrict mileage, but I continue running for health, sanity, and the ritual of a Sunday trail run with like-minded buddies. We discuss the nagging injuries that bedevil us, and remember the good old days when we were kings.","author":"Don Kardong","category":"Good, Adventure, Competition"},{"quote":"I would prefer to live forever in perfect health, but if I must at some time leave this life, I would like to do so ensconced on a chaise longue, perfumed, wearing a velvet robe and pearl earrings, with a flute of champagne beside me and having just discovered the answer to the last problem in a British cryptic crossword.","author":"Olivia De Havilland","category":"Life, Time, Me"},{"quote":"Illegal immigration costs taxpayers $45 billion a year in health care, education, and incarceration expenses.","author":"Ric Keller","category":"Education, Immigration, Care"},{"quote":"I take a massage each week. This isn't an indulgence, it's an investment in your full creative expression/productivity/passion and sustained good health.","author":"Robin S. Sharma","category":"Good, Good Health, Creative"},{"quote":"I'm a clown, which could be a public health role. I'm really interested in moving our society away from a society needing Xanax and Prozac, and that is really feeling depressed, to one that is celebrating, and so I find just walking around in colorful clothes, people smile.","author":"Patch Adams","category":"Smile, Society, Moving"},{"quote":"After a century of striving, after a year of debate, after a historic vote, health care reform is no longer an unmet promise. It is the law of the land.","author":"Barack Obama","category":"Law, Vote, Care"},{"quote":"Doing all we can to combat climate change comes with numerous benefits, from reducing pollution and associated health care costs to strengthening and diversifying the economy by shifting to renewable energy, among other measures.","author":"David Suzuki","category":"Change, Energy, Care"},{"quote":"Individuals will achieve healthier lifestyles when prevention and wellness programs are accessible and available in their workplace, through their health provider, and in their communities.","author":"Rob Wittman","category":"Wellness, Achieve"},{"quote":"We need, ultimately, to be able to view mental health with the same clear-headedness we show when talking about physical health.","author":"Matt Haig","category":"View, Mental Health, Mental"},{"quote":"Illegal immigration is not just a matter of interest in states along our border with Mexico. It is having an effect on local economies, schools, health care delivery, and public safety all across the country.","author":"Roger Wicker","category":"Safety, Care, Country"},{"quote":"Be careful about reading health books. You may die of a misprint.","author":"Mark Twain","category":"Reading, Die, You"},{"quote":"Make no mistake about it. Bad habits are called 'bad' for a reason. They kill our productivity and creativity. They slow us down. They hold us back from achieving our goals. And they're detrimental to our health.","author":"John Rampton","category":"Goals, Creativity, Achieving"},{"quote":"The health effects of air pollution imperil human lives. This fact is well-documented.","author":"Eddie Bernice Johnson","category":"Pollution, Human, Air"},{"quote":"We can start with housing, the sturdiest of footholds for economic mobility. A national affordable housing program would be an anti-poverty effort, human capital investment, community improvement plan, and public health initiative all rolled into one.","author":"Matthew Desmond","category":"Community, Improvement"},{"quote":"Obesity affects every aspect of a people's lives, from health to relationships.","author":"Jane Velez-Mitchell","category":"People, Relationships"},{"quote":"A child's mental health is just as important as their physical health and deserves the same quality of support.","author":"Kate Middleton","category":"Support, Quality, Child"},{"quote":"The health of the eye seems to demand a horizon. We are never tired, so long as we can see far enough.","author":"Ralph Waldo Emerson","category":"Eye, Tired, Long"},{"quote":"You can't take good health for granted.","author":"Jack Osbourne","category":"Good, Good Health, You"},{"quote":"You know, all that really matters is that the people you love are happy and healthy. Everything else is just sprinkles on the sundae.","author":"Paul Walker","category":"Love, Happy, Healthy"},{"quote":"Decades of scientific research has proven that carbon pollution is harmful to human health and causes global warming.","author":"Jeff Merkley","category":"Research, Global Warming"},{"quote":"The typical response from people when I tell them I'm diabetic is, 'Oh, I'm sorry to hear that.' You know, I'm not. I'm a better athlete because of diabetes rather than despite it. I'm more aware of my training, my fitness and more aware of nutrition. I'm more proactive about my health.","author":"Charlie Kimball","category":"Fitness, Training, Sorry"},{"quote":"I'm healthy as can be - not an ache or a pain. A lot of my prayer is thanking the Lord that I am healthy. I pray for long life and good health.","author":"Joel Osteen","category":"Life, Good, Pain"},{"quote":"Attention to health is life's greatest hindrance.","author":"Plato","category":"Life, Greatest, Attention"},{"quote":"The key to the future in an aging society is not found in increasing just our life span we need to increase our health span at the same time.","author":"Chuck Norris","category":"Life, Time, Future"},{"quote":"The wellness and prevention market will outgrow the health care market.","author":"Leroy Hood","category":"Prevention, Wellness, Care"},{"quote":"Older people shouldn't eat health food, they need all the preservatives they can get.","author":"Robert Orben","category":"Funny, Food, People"},{"quote":"Walking is magic. Can't recommend it highly enough. I read that Plato and Aristotle did much of their brilliant thinking together while ambulating. The movement, the meditation, the health of the blood pumping, and the rhythm of footsteps... this is a primal way to connect with one's deeper self.","author":"Paula Cole","category":"Together, Thinking, Self"},{"quote":"Laughter is important, not only because it makes us happy, it also has actual health benefits. And that's because laughter completely engages the body and releases the mind. It connects us to others, and that in itself has a healing effect.","author":"Marlo Thomas","category":"Happy, Laughter, Healing"},{"quote":"I'm not suggesting that social scientists stop teaching and investigating classic topics like monopoly power, racial profiling and health inequality. But everyone knows that monopoly power is bad for markets, that people are racially biased and that illness is unequally distributed by social class.","author":"Nicholas A. Christakis","category":"Power, People, Inequality"},{"quote":"The healthy man does not torture others - generally it is the tortured who turn into torturers.","author":"Carl Jung","category":"Man, Healthy, Turn"},{"quote":"Everyone has their own definition of a healthy lifestyle, and mine has come to mean making health a priority but not an obsession.","author":"Daphne Oz","category":"Healthy, Lifestyle, Mean"},{"quote":"Vaccines are the most cost-effective health care interventions there are. A dollar spent on a childhood vaccination not only helps save a life, but greatly reduces spending on future healthcare.","author":"Ezekiel Emanuel","category":"Life, Future, Childhood"},{"quote":"Therefore in medicine we ought to know the causes of sickness and health.","author":"Avicenna","category":"Medicine, Sickness, Know"},{"quote":"There's a lot of people in this world who spend so much time watching their health that they haven't the time to enjoy it.","author":"Josh Billings","category":"Time, Fitness, World"},{"quote":"The chief condition on which, life, health and vigor depend on, is action. It is by action that an organism develops its faculties, increases its energy, and attains the fulfillment of its destiny.","author":"Colin Powell","category":"Life, Wisdom, Destiny"},{"quote":"Steroids can seem necessary to compete at the highest levels, and the quick rewards can outweigh the long term consequences to the user's health.","author":"Howard Berman","category":"Long, Consequences, Steroids"},{"quote":"TV does not care about you or what happens to you. It's downright bad for your health now, and that's not a far-out concept. I think watching the TV news is bad for you. It is bad for your physical health and your mental health.","author":"Tom Petty","category":"Care, Mental Health, Think"},{"quote":"In the first three years of life, the foundations of physical and also of psychic health are laid. In these years, the child not only increases in size but passes through great transformations. This is the age in which language and movement develop. The child must be safeguarded in order that these activities may develop freely.","author":"Maria Montessori","category":"Life, Age, Great"},{"quote":"Remove the predators, and the whole ecosystem begins to crash like a house of cards. As the sharks disappear, the predator-prey balance dramatically shifts, and the health of our oceans declines.","author":"Brian Skerry","category":"Balance, Cards, House"},{"quote":"We want to make sure that we incentivize the health care system to be designed to provide you the best quality health care possible.","author":"Valerie Jarrett","category":"Best, Quality, Want"},{"quote":"The communities and countries best at using energy to optimize a microclimate for human life are also the ones whose people have the longest average lifespans. Canada, Sweden, and Iceland - places with inhospitable winter weather - are frontrunners in sustaining human health and life.","author":"Chris Hadfield","category":"Life, Best, Winter"},{"quote":"When mothers earn their fair share, young children have greater access to quality health care, educational opportunities, and safe communities. By ending the wage gap, we will help ensure that every child can achieve his or her God-given potential.","author":"Kirsten Gillibrand","category":"Children, Quality, Child"},{"quote":"Hunger and malnutrition have devastating consequences for children and have been linked to low birth weight and birth defects, obesity, mental and physical health problems, and poorer educational outcomes.","author":"Marian Wright Edelman","category":"Children, Problems"},{"quote":"If you look at suicides, most of them are connected to depression. And the mental health system just fails them. It's so sad. We know what to do. We just don't do it.","author":"Rosalynn Carter","category":"Sad, Depression"},{"quote":"I seem to be thinking rationally again in the style that is characteristic of scientists. However, this is not entirely a matter of joy, as if someone returned from physical disability to good physical health. One aspect of this is that rationality of thought imposes a limit on a person's concept of his relation to the cosmos.","author":"John Forbes Nash, Jr.","category":"Good, Joy, Disability"},{"quote":"True silence is the rest of the mind, and is to the spirit what sleep is to the body, nourishment and refreshment.","author":"William Penn","category":"Sleep, Silence, Mind"},{"quote":"Health is the vital principle of bliss, and exercise, of health.","author":"James Thomson","category":"Fitness, Exercise, Bliss"},{"quote":"America's health care system is in crisis precisely because we systematically neglect wellness and prevention.","author":"Tom Harkin","category":"America, Crisis, Wellness"},{"quote":"Look, if you have somebody who doesn't have health insurance, who doesn't have a doctor or dentist, and in order to deal with their cold or flu or dental problem, they go to an emergency room - in general, that visit will cost ten times more than walking into a community health center.","author":"Bernie Sanders","category":"Community, Walking, Doctor"},{"quote":"True health care reform cannot happen in Washington. It has to happen in our kitchens, in our homes, in our communities. All health care is personal.","author":"Mehmet Oz","category":"Care, True, Personal"},{"quote":"I had an interest in health policy and a realization that, as an academic physician, one of the things you're always looking to do is to have your clinical interests and your scholarly interests overlap and reinforce one another.","author":"Risa Lavizzo-Mourey","category":"Physician, Looking, You"},{"quote":"Mama grizzlies mate later than other bears. They have two cubs instead of four. They wait four years - about twice as long as other bears - between having cubs. And after they're pregnant, if winter is hard or their health is not good or the food supply is uncertain, they re-absorb the embryo into their body.","author":"Gloria Steinem","category":"Food, Good, Winter"},{"quote":"Alaska is what happens when Willy Wonka and the witch from Hansel and Gretel elope, buy a place together upstate, renounce their sweet teeth, and turn into health fanatics.","author":"Sloane Crosley","category":"Together, Sweet, Place"},{"quote":"Man needs difficulties they are necessary for health.","author":"Carl Jung","category":"Man, Difficulties, Necessary"},{"quote":"I made a commitment to completely cut out drinking and anything that might hamper me from getting my mind and body together. And the floodgates of goodness have opened upon me - spiritually and financially.","author":"Denzel Washington","category":"Together, Commitment, Mind"},{"quote":"We can make a commitment to promote vegetables and fruits and whole grains on every part of every menu. We can make portion sizes smaller and emphasize quality over quantity. And we can help create a culture - imagine this - where our kids ask for healthy options instead of resisting them.","author":"Michelle Obama","category":"Culture, Quality, Commitment"},{"quote":"I am in very good health. I've never felt better.","author":"Hugh Hefner","category":"Good, Good Health, I Am"},{"quote":"The problem is that everywhere the gas drilling industry goes, a trail of water contamination, air pollution, health concerns and betrayal of basic American civic and community values follows.","author":"Josh Fox","category":"Community, Water, American"},{"quote":"Those who enjoy their own emotionally bad health and who habitually fill their own minds with the rank poisons of suspicion, jealousy and hatred, as a rule take umbrage at those who refuse to do likewise, and they find a perverted relief in trying to denigrate them.","author":"Johannes Brahms","category":"Jealousy, Enjoy, Hatred"},{"quote":"In 1980, a woman promised her dying sister to change how Americans thought about breast cancer. Thirty years later, the result - the Susan G. Komen for the Cure Foundation - is one of the nation's largest non-profits, and one of the most successful triumphs in public health marketing and changing health habits.","author":"Charles Duhigg","category":"Change, Sister, Woman"},{"quote":"A person's health isn't generally a reflection of genes, but how their environment is influencing them. Genes are the direct cause of less than 1pc of diseases: 99pc is how we respond to the world.","author":"Bruce Lipton","category":"Reflection, World"},{"quote":"I loved clinical practice, but in public health, you can impact more than one person at a time. The whole society is your patient.","author":"Tom Frieden","category":"Time, Society, Impact"},{"quote":"Whether it's making sure that families have access to quality health care and child care, or making sure that our children receive the best educational opportunities we can give them, we must remain committed to these needs because our children are our future.","author":"Blanche Lincoln","category":"Children, Future, Best"},{"quote":"A tremendous amount of needless pain and suffering can be eliminated by ensuring that health insurance is universally available.","author":"Daniel Akaka","category":"Pain, Suffering, Insurance"},{"quote":"Studies have shown that inmate participation in education, vocational and job training, prison work skills development, drug abuse, mental health and other treatment programs, all reduce recidivism, significantly.","author":"Bobby Scott","category":"Work, Education, Training"},{"quote":"Since 1994, lawmakers on both sides of the aisle have considered it politically risky to offer a plan to fix America's broken health care system. The American public, though, has paid the price for this silence as health care costs skyrocketed, millions went uninsured, and millions more grappled with financial insecurity and hardship.","author":"Ron Wyden","category":"America, Silence, American"},{"quote":"Today the demands are for even higher standards in the quality of care, for greater flexibility and convenience in treatment times, and for more prevention through screening and health checks.","author":"Lucy Powell","category":"Today, Quality, Care"},{"quote":"The bottom line is, I'm blessed with good health. On top of that, I don't go around thinking 'Oh, I'm 90, I better do this or I better do that.' I'm just Betty. I'm the same Betty that I've always been. Take it or leave it.","author":"Betty White","category":"Good, Good Health, Blessed"},{"quote":"Health insurance should be a given for every citizen.","author":"Jesse Ventura","category":"Insurance, Citizen, Should"},{"quote":"The essence of global health equity is the idea that something so precious as health might be viewed as a right.","author":"Paul Farmer","category":"Idea, Right, Equity"},{"quote":"I entered the health care debate in response to a statement in the United States press in summer 2009 which claimed the National Health Service in Great Britain would have killed me off, were I a British citizen. I felt compelled to make a statement to explain the error.","author":"Stephen Hawking","category":"Great, Service, Me"},{"quote":"When you take the time to cleanse your physical body of accumulated stress and toxicity, you are rewarded with increased vitality and optimal health.","author":"Debbie Ford","category":"Time, Stress, Body"},{"quote":"Supported by digital data, new data-driven tools, and payment policies that reward improving the quality and value of care, doctors, hospitals, patients, and entrepreneurs across the nation are demonstrating that smarter, better, more accessible, and more proactive care is the best way to improve quality and control health care costs.","author":"Todd Park","category":"Best, Value, Quality"},{"quote":"Lucid dreaming has considerable potential for promoting personal growth and self-development, enhancing self-confidence, improving mental and physical health, facilitating creative problem solving and helping you to progress on the path to self-mastery.","author":"Stephen LaBerge","category":"Growth, Progress, Path"},{"quote":"One lesson that every nation can learn from China is to focus more on creating village-level enterprises, quality health services and educational facilities.","author":"A. P. J. Abdul Kalam","category":"Focus, Quality, Learn"},{"quote":"To make others less happy is a crime. To make ourselves unhappy is where all crime starts. We must try to contribute joy to the world. That is true no matter what our problems, our health, our circumstances. We must try. I didn't always know this, and am happy I lived long enough to find it out.","author":"Roger Ebert","category":"Happy, Joy, World"},{"quote":"I see taking care of my emotional and mental health in the same way that I see taking care of a garment: After it's been through wear and tear, it needs attention.","author":"Gina Barreca","category":"Care, Mental Health, See"},{"quote":"Cheerfulness is the best promoter of health and is as friendly to the mind as to the body.","author":"Joseph Addison","category":"Best, Mind, Body"},{"quote":"The wish for healing has always been half of health.","author":"Lucius Annaeus Seneca","category":"Healing, Wish, Always"},{"quote":"Health to the ocean means health for us.","author":"Sylvia Earle","category":"Ocean, Us, Means"},{"quote":"These are important reforms. Infrastructure, education, health, hospitals, closing the gap with indigenous Australians. Also the Apology to the first Australians. As Prime Minister of the country I am proud of each and every one of these achievements.","author":"Kevin Rudd","category":"Education, I Am, Proud"},{"quote":"Having insurance doesn't guarantee good health outcomes, but it is a critical factor.","author":"Irwin Redlener","category":"Good, Good Health, Insurance"},{"quote":"If you think health care is expensive now, just wait 'til it's free.","author":"P. J. O'Rourke","category":"Free, Care, Think"},{"quote":"When you have cancer, it's like you enter a new time zone: the Cancer Zone. Everything in the Tropic of Cancer revolves around your health or your sickness. I didn't want my whole life to revolve around cancer. Life came first; cancer came second.","author":"Regina Brett","category":"Life, Time, Cancer"},{"quote":"Our progress against malaria is impressive. But vigilance remains a critical ingredient to protect the health of all people.","author":"Tom Frieden","category":"Progress, People, Protect"},{"quote":"In poor countries, we still need better ways to measure the effectiveness of the many government workers providing health services. They are the crucial link bringing tools such as vaccines and education to the people who need them most. How well trained are they? Are they showing up to work?","author":"Bill Gates","category":"Work, Education, Government"},{"quote":"Investing in health will produce enormous benefits.","author":"Gro Harlem Brundtland","category":"Will, Investing, Benefits"},{"quote":"There isn't anybody out there who doesn't have a mental health issue, whether it's depression, anxiety, or how to cope with relationships. Having OCD is not an embarrassment anymore - for me. Just know that there is help and your life could be better if you go out and seek the help.","author":"Howie Mandel","category":"Life, Depression, Anxiety"},{"quote":"We take our kids for physical vaccinations, dental exams, eye checkups. When do we think to take our - our son or daughter for a mental health checkup?","author":"Gordon Smith","category":"Daughter, Son, Mental Health"},{"quote":"A life coach does for the rest of your life what a personal trainer does for your health and fitness.","author":"Elaine MacDonald","category":"Life, Fitness, Rest"},{"quote":"For whatever reason, maybe it's because of my story, but people associate Livestrong with exercise and physical fitness, health and lifestyle choices like that.","author":"Lance Armstrong","category":"Fitness, Choices, People"},{"quote":"Knowing your HIV status is so important for your future health and that of your loved ones.","author":"David Furnish","category":"Future, Important, Loved"},{"quote":"We need strong public health institutions to respond to any challenge. We need to deal with critical infrastructure. The reality is that very little money has flowed to communities to help our first responders to help our hospitals to help the public health infrastructure.","author":"Bob Menendez","category":"Money, Strong, Challenge"},{"quote":"For the sake of our health, our children and grandchildren and even our economic well-being, we must make protecting the planet our top priority.","author":"David Suzuki","category":"Children, Grandchildren"},{"quote":"Love is not as important as good health. You cannot be in love if you're not healthy. You can't appreciate it.","author":"Bryan Cranston","category":"Love, Good, Love Is"},{"quote":"Mental health can improve overall well-being and prevent other illnesses. And since mental health problems have a serious economic impact on vulnerable communities, making them a priority can save lives and markedly improve people's quality of life.","author":"Vikram Patel","category":"Life, Quality, Mental Health"},{"quote":"And so our goal on health care is, if we can get, instead of health care costs going up 6 percent a year, it's going up at the level of inflation, maybe just slightly above inflation, we've made huge progress. And by the way, that is the single most important thing we could do in terms of reducing our deficit. That's why we did it.","author":"Barack Obama","category":"Progress, Goal, Why"},{"quote":"Maternal health remains a staggering challenge, particularly in the developing world. Globally, a woman dies from complications in childbirth every minute.","author":"Jessica Capshaw","category":"Challenge, Woman, World"},{"quote":"I think the healthy way to live is to make friends with the beast inside oneself, and that means not the beast but the shadow. The dark side of one's nature. Have fun with it and you know, is to accept everything about ourselves.","author":"Anthony Hopkins","category":"Nature, Friends, Shadow"},{"quote":"Health is the soul that animates all the enjoyments of life, which fade and are tasteless without it.","author":"Lucius Annaeus Seneca","category":"Life, Soul, Without"},{"quote":"You see people who have been very heavy in their life who have taken that body, trimmed it down, firmed it up through discipline, exercise and being able to say no. Eating properly, that all comes into it.","author":"Mike Ditka","category":"Life, Discipline, People"},{"quote":"I find it a lot healthier for me to be someplace where I can go outside in my bare feet.","author":"James Taylor","category":"Me, Feet, I Can"},{"quote":"A person whose mind is quiet and satisfied in God is in the pathway to health.","author":"Ellen G. White","category":"God, Mind, Quiet"},{"quote":"The devil has put a penalty on all things we enjoy in life. Either we suffer in health or we suffer in soul or we get fat.","author":"Albert Einstein","category":"Life, Soul, Enjoy"},{"quote":"Man does not live by soap alone; and hygiene, or even health, is not much good unless you can take a healthy view of it or, better still, feel a healthy indifference to it.","author":"Gilbert K. Chesterton","category":"Good, Alone, Man"},{"quote":"Every three seconds in the developing world, a child dies needlessly due to lack of basic health care and other things we all take for granted.","author":"Claire Danes","category":"Child, World"},{"quote":"It's one thing to show your love for someone when everything is going fine and life is smooth. But when the 'in sickness and in health' part kicks in and sickness does enter your lives, you're tested. Your resilience is tested.","author":"Patti Davis","category":"Love, Life, Resilience"},{"quote":"Since the tragedy at Sandy Hook Elementary School three years ago, we have lost over 90,000 Americans to gun violence. This is a manmade crisis that needs to be treated as the public health epidemic it has become.","author":"Elizabeth Esty","category":"School, Violence, Tragedy"},{"quote":"Health and fitness is who I am. It's what I do.","author":"Lee Haney","category":"Fitness, I Am, Who"},{"quote":"A truly moral health care system should start out by covering all of its citizens with basic health care. It would not be seduced by its technology and fancy buildings.","author":"Richard Lamm","category":"Technology, Start, Moral"},{"quote":"I ate no butcher's meat, lived chiefly on fruits, vegetables, and fish, and never drank a glass of spirits or wine until my wedding day. To this I attribute my continual good health, endurance, and an iron constitution.","author":"John James Audubon","category":"Day, Good, Wedding"},{"quote":"Most Christian 'believers' tend to echo the cultural prejudices and worldviews of the dominant group in their country, with only a minority revealing any real transformation of attitudes or consciousness. It has been true of slavery and racism, classism and consumerism and issues of immigration and health care for the poor.","author":"Richard Rohr","category":"Racism, Slavery, Christian"},{"quote":"The very elements of what constitutes good nursing are as little understood for the well as for the sick. The same laws of health or of nursing, for they are in reality the same, obtain among the well as among the sick.","author":"Florence Nightingale","category":"Good, Reality, Sick"},{"quote":"Together with open conversations and greater understanding, we can ensure that attitudes for mental health change and children receive the support they deserve.","author":"Kate Middleton","category":"Change, Children, Together"},{"quote":"In the midst of these hard times it is our good health and good sleep that are enjoyable.","author":"Knute Nelson","category":"Good, Fitness, Sleep"},{"quote":"So I can't show you how, exactly, health care is a basic human right. But what I can argue is that no one should have to die of a disease that is treatable.","author":"Paul Farmer","category":"Care, You, Human"},{"quote":"Using lots of fresh foods, fruits and vegetables, helps to keep the menu buoyant - I don't know if that's the right word, but it keeps a balance of freshness and health.","author":"Sally Schneider","category":"Balance, Know, Vegetables"},{"quote":"If Obamacare is allowed to stand - and Congress is allowed to make the purchase of government-endorsed health insurance compulsory - there will be no meaningful limit on Washington's reach into the lives of the American people. That is certainly not what the Founders intended.","author":"John Cornyn","category":"American, People, Meaningful"},{"quote":"We have to treat smoking as a major public health issue. We have to reduce the extent to which young people start smoking, and one of the issues is the extent to which display of cigarettes and brands does draw young people into smoking in the first place.","author":"Andrew Lansley","category":"Start, Treat, People"},{"quote":"Nothing matters more than your health. Healthy living is priceless. What millionaire wouldn't pay dearly for an extra 10 or 20 years of healthy aging?","author":"Peter Diamandis","category":"Aging, Healthy, Living"},{"quote":"I, poor creature, worn out with scribbling for my bread and my liberty, low in spirits and weak in health, must leave others to wear the laurels which I have sown, others to eat the bread which I have earned. A common case.","author":"John Adams","category":"Liberty, Bread, Poor"},{"quote":"Health is correlated with quality of life. If you get regular physical activity, have social connections, control your cholesterol, keep your blood pressure at a normal level, don't smoke - these things can make an enormous difference not only in how long you live, but how much you enjoy your life in those years.","author":"Tom Frieden","category":"Life, Quality, Enjoy"},{"quote":"The way we work in public health is, we make the best recommendations and decisions based on the best available data.","author":"Tom Frieden","category":"Work, Best, Decisions"},{"quote":"The FDA serves a real purpose: To protect public health.","author":"Anne Wojcicki","category":"Purpose, Real, Protect"},{"quote":"Avoid lawsuits beyond all things; they pervert your conscience, impair your health, and dissipate your property.","author":"Jean de la Bruyere","category":"Legal, Property, Conscience"},{"quote":"One thing governors feel, Democrats and Republicans alike, is that we have a health care system that, if you're on Medicaid, you have unlimited access to health care, at unlimited levels, at no cost. No wonder it's running away.","author":"Mike Huckabee","category":"Wonder, Care, You"},{"quote":"Cheerfulness, sir, is the principle ingredient in the composition of health.","author":"Arthur Murphy","category":"Composition, Cheerfulness"},{"quote":"When elected officials abandon our environment and ruin our natural resources, public health is endangered. I know the importance of providing a clean environment for our children; I have attended more than one funeral for a child who has died from an asthma attack.","author":"Gwen Moore","category":"Children, Child, Environment"},{"quote":"It is better to lose health like a spendthrift than to waste it like a miser.","author":"Robert Louis Stevenson","category":"Better, Lose, Like"},{"quote":"Exuberant health is always, as such, sickness also.","author":"Theodor Adorno","category":"Sickness, Always, Exuberant"},{"quote":"I have not been that wise. Health I have taken for granted. Love I have demanded, perhaps too much and too often. As for money, I have only realized its true worth when I didn't have it.","author":"Hedy Lamarr","category":"Love, Money, Wise"},{"quote":"Anywhere you have extreme poverty and no national health insurance, no promise of health care regardless of social standing, that's where you see the sharp limitations of market-based health care.","author":"Paul Farmer","category":"Poverty, Insurance, Care"},{"quote":"You don't have to be a wreck. You don't have to be sick. One's aim in life should be to die in good health. Just like a candle that burns out.","author":"Jeanne Moreau","category":"Life, Good, Good Health"},{"quote":"I turned into a workaholic to the point of where my health was in jeopardy.","author":"Tab Hunter","category":"Workaholic, Point, Where"},{"quote":"You cannot achieve environmental security and human development without addressing the basic issues of health and nutrition.","author":"Gro Harlem Brundtland","category":"Environmental, Security"},{"quote":"But reducing harmful emissions, abating our dependence on foreign oil and developing alternative renewable energy sources have benefits that go beyond environmental health, they improve personal health, enhance national security and encourage our nation's economic viability.","author":"Jim Clyburn","category":"Environmental, Energy"},{"quote":"I will continue to support legislation that provides American families and Seniors affordable health care.","author":"Ed Pastor","category":"Support, American, Care"},{"quote":"The health of a democratic society may be measured by the quality of functions performed by private citizens.","author":"Alexis de Tocqueville","category":"Society, Quality, Citizens"},{"quote":"We know a great deal more about the causes of physical disease than we do about the causes of physical health.","author":"M. Scott Peck","category":"Great, Know, Physical Health"},{"quote":"We cannot continue. Our pension costs and health care costs for our employees are going to bankrupt this city.","author":"Michael Bloomberg","category":"City, Employees, Care"},{"quote":"I think it's time to have a celebration of life and renew our vows. And this time we're going to write the vows because they're going to mean a lot more. We certainly put the 'in sickness and in health' vow to the test the last year and half.","author":"Bill Rancic","category":"Life, Time, Sickness"},{"quote":"It's about businesses nervous about taking on school leavers because of a mass of red tape. It's about health and safety regulations and green fines.","author":"Nigel Farage","category":"School, Safety, Red"},{"quote":"In societies where mature workers are respected and where their wisdom is respected, everybody benefits. Workers are more engaged and productive. Their health is better. They live longer.","author":"Deepak Chopra","category":"Wisdom, Live, Better"},{"quote":"You can't have public health without a public health system. We just don't want to be part of a mindless competition for resources. We want to build back capacity in the system.","author":"Paul Farmer","category":"Competition, Want, You"},{"quote":"Hey 'Bachelor,' take notes! Trusting one another and sharing a journey to health leads to lasting relationships!","author":"Alison Sweeney","category":"Journey, Relationships"},{"quote":"As a doctor, when I was minister of health and would go somewhere, little girls would come up to me and say, 'I want to be like you one day, I want to be a doctor.' Now, they tell me, 'I want to be president just like you.' All of us can dream as big as we want.","author":"Michelle Bachelet","category":"Day, Doctor, Little Girls"},{"quote":"The World Health Organization has recognized acupuncture as effective in treating mild to moderate depression.","author":"Andrew Weil","category":"Depression, World"},{"quote":"The bottom line: health care reform is about the patient, not about the physician.","author":"Abraham Verghese","category":"Physician, Care, Patient"},{"quote":"I travel the world visiting global health programs as an ambassador for the global health organization, PSI, and sometimes the disconnect I see is truly striking: people can get cold Coca Cola, but far too infrequently malaria drugs; most own mobile phones, but don't have equal access to pre-natal care.","author":"Mandy Moore","category":"Travel, World, People"},{"quote":"I'm a big believer in what's called personalized medicine, which refers to customizing your health care to your specific needs based on your physiology, genetics, value system and unique conditions.","author":"David Agus","category":"Value, Unique, Care"},{"quote":"Of all mushrooms commonly consumed, oyster mushrooms in the genus Pleurotus stand out as exceptional allies for improving human and environmental health. These mushrooms enjoy a terrific reputation as the easiest to cultivate, richly nutritious and medicinally supportive.","author":"Paul Stamets","category":"Environmental, Enjoy"},{"quote":"I'm interested in women's health because I'm a woman. I'd be a darn fool not to be on my own side.","author":"Maya Angelou","category":"Women, Woman, Fool"},{"quote":"We have to see that we're a part of each other, and we have to take care of each other. The reason why they have universal health care in Canada and Britain, these other places? Because they believe if one suffers, everybody suffers.","author":"Michael Moore","category":"Believe, Care, Why"},{"quote":"Ultimately, health care fails the most basic test. It's not organized around the needs of the patient.","author":"Michael Porter","category":"Care, Test, Patient"},{"quote":"As an athlete, I understood the value of my health insurance. I knew that in my profession, injuries were common and could happen at any time.","author":"Magic Johnson","category":"Time, Value, Insurance"},{"quote":"Midwives and doctors play a crucial role preventing unnecessary maternal deaths. They educate women about nutrition, health and family planning. And they step in when complications arise.","author":"Liya Kebede","category":"Family, Women, Planning"},{"quote":"Government is a health hazard. Governments have killed many more people than cigarettes or unbuckled seat belts ever have.","author":"P. J. O'Rourke","category":"Government, People, Than"},{"quote":"The more you look into health and health inequalities, you realize that a lot of it is not due to a particular disease - it's really linked to underlying societal issues such as poverty, inequity, lack of access to safe drinking water and housing. And these are all the things we focus on at CARE.","author":"Helene D. Gayle","category":"Water, Focus, Poverty"},{"quote":"Connectivity enables transparency for better government, education, and health.","author":"Bill Gates","category":"Education, Government"},{"quote":"No innovation in the past 200 years has done more to save lives and improve health than the sanitation revolution triggered by invention of the toilet. But it did not go far enough. It only reached one-third of the world.","author":"Sylvia Mathews Burwell","category":"Innovation, Past, World"},{"quote":"From wearable sensors to video game treatments, everyone seems to be looking to technology as the next wave of innovation for mental health care.","author":"Thomas R. Insel","category":"Technology, Innovation"},{"quote":"I've always wanted to be in the health and wellness business. I try to encourage people to live a healthy lifestyle.","author":"Mark Wahlberg","category":"Business, Healthy, Wellness"},{"quote":"I'm in awful shape. I'm trying to get in better shape. My girlfriend, she's in good shape. She gives me health tips sometimes, like, 'Hannibal, you're going to die.' Stuff like that.","author":"Hannibal Buress","category":"Good, Me, Better"},{"quote":"I'm no health care expert, but you've got technology that constantly advances the ability to extend life and maybe improve lifestyle. That puts constant upward pressure on health care costs.","author":"Steven Burd","category":"Life, Technology, Pressure"},{"quote":"We are made in the image of God, and we need to put Spirit back into the equation when we want to improve our physical and our mental health.","author":"Bruce Lipton","category":"God, Want, Mental Health"},{"quote":"The simple truth is that the implementation of Obamacare has hurt Americans and their health care more than it has helped.","author":"Kevin McCarthy","category":"Truth, Simple, Hurt"},{"quote":"A Health Affairs study comparing patient-satisfaction scores with HCAHPS surveys of almost 100,000 nurses showed that a better nurse work environment was associated with higher scores on every patient-satisfaction survey question.","author":"Alexandra Robbins","category":"Work, Environment, Better"},{"quote":"Whatever concerns health is of real public interest.","author":"Elie Metchnikoff","category":"Real, Whatever, Interest"},{"quote":"There are fewer people living in tents, more people with access to quality health care, more kids who are in school, and for the first time in a long, long time, Haiti is attracting private sector investments.","author":"Cheryl Mills","category":"Time, School, Quality"},{"quote":"I believe our health care system is in drastic need of innovative, patient-centered reforms that encourage competition and increase consumer choice, not the bloated bureaucracy, tax increases, rationing, and mandates in the president's government takeover.","author":"Tim Griffin","category":"Competition, Government"},{"quote":"It has had a tremendous impact on my life, more than on the life of most Prize winners, because I was in an unusual situation. I was unemployed at the time. I was in good health, but I had reached the age of 66 and beginning to get social security, but I didn't have much of that. I had many years of unemployment before me.","author":"John Forbes Nash, Jr.","category":"Life, Time, Age"},{"quote":"We need to do everything we can to protect the health and welfare of children around the world, but fortunately, it's getting easier to provide things like medication and care.","author":"Alek Wek","category":"Children, World, Care"},{"quote":"We have all these politicians that claim they're pro-life and that say women should not be able to get abortions and all this other stuff... there's nothing more pro-life than helping a woman who wants to have a child have a child. Then I realized that health insurance doesn't cover IVF.","author":"Remy Ma","category":"Women, Woman, Child"},{"quote":"I also rise today in strong support of forward movement on the implementation of health information technology, which has the potential to save the United States billions of dollars in health care costs each year.","author":"Russ Carnahan","category":"Technology, Today, Strong"},{"quote":"I believe in universal health care. And I am not afraid to say so.","author":"Stephen Hawking","category":"I Am, Believe, I Believe"},{"quote":"Unfortunately, we force people to break the law in order to get any kind of mental health treatment.","author":"Pete Earley","category":"Law, People, Mental Health"},{"quote":"Every single dollar spent lobbying a legislator on behalf of oil and gas is a toxic dollar that undermines public health and safety laws that protect Americans. That's contamination of the political system.","author":"Josh Fox","category":"Safety, Political, Oil"},{"quote":"I'm a health nut, but when I eat, I go hard. I'm a Buffalo wing magnet, a sandwich fanatic, a cheesesteak guy. But I'll only get a cheesesteak in Philadelphia. No one else does it right.","author":"Kevin Hart","category":"Sandwich, Right"},{"quote":"It is not good not to have health insurance that leaves the family very vulnerable.","author":"Elizabeth Warren","category":"Family, Good, Insurance"},{"quote":"View health as an investment, not an expense.","author":"John Quelch","category":"View, Investment, Expense"},{"quote":"Going vegetarian - and then vegan - has calmed me down, and it has also made me physically and emotionally strong. I do crave meat once in a while, but I find that spiritually, non-vegetarian food works against my emotional health.","author":"Kangana Ranaut","category":"Food, Strong, Me"},{"quote":"I'm grateful for everything. I'm grateful for my health, and I'm so grateful for the love in my life.","author":"Ellen DeGeneres","category":"Love, Life, Grateful"},{"quote":"Nobody likes insurance companies, especially health insurance companies.","author":"P. J. O'Rourke","category":"Insurance, Nobody"},{"quote":"Pride and vanity, the opposites of humility, can destroy our spiritual health as surely as a debilitating disease can destroy our physical health.","author":"Joseph B. Wirthlin","category":"Spiritual, Humility, Pride"},{"quote":"The early pioneers of both wellness and network marketing were motivated by the sense that it was possible to create a better life than the conventional routes offered - better personal health and better economic health, respectively. Now the 'alternatives' of yesterday have become the economic powerhouses of today and tomorrow.","author":"Paul Zane Pilzer","category":"Life, Today, Tomorrow"},{"quote":"I've never made a penny being a doctor, so that makes it not a job. My sense of a doctor is that one is a presence caring for health. So I'm never not a doctor. People call me from all over the world who are hurting, and I care for them. Chatting is what more people want than anything.","author":"Patch Adams","category":"Caring, Job, World"},{"quote":"There's an opportunity for the pharmacist to play a much greater role in health care, especially with what we have going on in this country with the shortage of primary-care physicians.","author":"Gregory Wasson","category":"Opportunity, Care, Play"},{"quote":"I did not become a vegetarian for my health, I did it for the health of the chickens.","author":"Isaac Bashevis Singer","category":"Environmental, Vegetarian"},{"quote":"Poverty is multidimensional. It extends beyond money incomes to education, health care, political participation and advancement of one's own culture and social organisation.","author":"Atal Bihari Vajpayee","category":"Education, Money, Culture"},{"quote":"Obamacare is not about improved health care or cheaper insurance or better treatment or insuring the uninsured, and it never has been about that. It's about statism. It's about expanding the government. It's about control over the population. It is about everything but health care.","author":"Rush Limbaugh","category":"Government, Control"},{"quote":"When you get older, your health becomes important to you, things start breaking down, you've always got a different ache or pain.","author":"Tom Petty","category":"Pain, Start, You"},{"quote":"A wise man should consider that health is the greatest of human blessings, and learn how by his own thought to derive benefit from his illnesses.","author":"Hippocrates","category":"Wise, Man, Blessings"},{"quote":"All the evidence that we have indicates that it is reasonable to assume in practically every human being, and certainly in almost every newborn baby, that there is an active will toward health, an impulse towards growth, or towards the actualization.","author":"Abraham Maslow","category":"Growth, Baby, Human"},{"quote":"Capital is reckless of the health or length of life of the laborer, unless under compulsion from society.","author":"Karl Marx","category":"Life, Society, Reckless"},{"quote":"Cutting back on calories is not the answer to successful weight loss and successful health... you have to increase the quality of what you eat, not just reduce the quantity.","author":"Joel Fuhrman","category":"Quality, Loss, Successful"},{"quote":"There's a need for accepting responsibility - for a person's life and making choices that are not just ones for immediate short-term comfort. You need to make an investment, and the investment is in health and education.","author":"Buzz Aldrin","category":"Life, Education"},{"quote":"Change the way we all talk to each other about our mental health.","author":"Kate Middleton","category":"Change, Mental Health, Way"},{"quote":"What a brutish master sin is, taking the joy from one's life, stealing money and health, giving promise of tomorrow's pleasures, and finally leading one onto the rotten planking that overlies the mouth of the pit.","author":"Jim Elliot","category":"Life, Money, Joy"},{"quote":"I remember the first pangs of stress arriving at the end of school. Once I graduated I had to get a full-time job, worry about health insurance, saving money, paying rent - things I'd never thought about before.","author":"Ezra Koenig","category":"Money, Stress, School"},{"quote":"We have seen that two heads are better than one when dealing with a mental health problem.","author":"Kate Middleton","category":"Problem, Mental Health"},{"quote":"I do not think about being beautiful. What I devote most of my time to is being healthy.","author":"Ann Bancroft","category":"Time, Beautiful, Healthy"},{"quote":"There is one consolation in being sick and that is the possibility that you may recover to a better state than you were ever in before.","author":"Henry David Thoreau","category":"Better, Sick, You"},{"quote":"It contributes greatly towards a man's moral and intellectual health, to be brought into habits of companionship with individuals unlike himself, who care little for his pursuits, and whose sphere and abilities he must go out of himself to appreciate.","author":"Nathaniel Hawthorne","category":"Man, Moral, Care"},{"quote":"If we vote to Leave and take back control, all sorts of opportunities open up. Including doing new free trade deals around the world, restoring Britain's seat on all sorts of international bodies, restoring health to our democracy and belief to our democracy.","author":"Boris Johnson","category":"Democracy, World"},{"quote":"You don't want to move in with someone and find out that they don't have auto or health insurance. That's a rude awakening.","author":"Laura Wasser","category":"Want, Insurance, You"},{"quote":"Issues relating to global health and sustainability must stay high on the agenda if we are to cope with an ageing and ever-increasing population, with growing pressure on resources, and with rising global temperatures. The risks and dangers need to be assessed and then confronted.","author":"Martin Rees","category":"Risks, Pressure"},{"quote":"Many kids come out of college, they have a credit card and a diploma. They don't know how to buy a house or a car or health insurance or life insurance. They do not know basic microeconomics.","author":"Jesse Jackson","category":"Life, Car, College"},{"quote":"A dark house is always an unhealthy house, always an ill-aired house, always a dirty house. Want of light stops growth and promotes scrofula, rickets, etc., among the children. People lose their health in a dark house, and if they get ill, they cannot get well again in it.","author":"Florence Nightingale","category":"Children, Light, Growth"},{"quote":"Vaccines are the tugboats of preventive health.","author":"William Foege","category":"Vaccines, Preventive"},{"quote":"Mr. Speaker, our Nation must no longer be complacent about underage drinking and its alarming consequences. We must bring this national public health crisis out of the shadow and into the bright light of a national priority.","author":"Lucille Roybal-Allard","category":"Light, Shadow, Crisis"},{"quote":"In the United States, where we have more land than people, it is not at all difficult for persons in good health to make money.","author":"P. T. Barnum","category":"Money, Good, Good Health"},{"quote":"Writing is hard work and bad for the health.","author":"E. B. White","category":"Work, Hard Work, Writing"},{"quote":"Think of an economy where people could be an artist or a photographer or a writer without worrying about keeping their day job in order to have health insurance.","author":"Nancy Pelosi","category":"Day, Job, Artist"},{"quote":"In the case of maternal health care, you look at, well naturally, it's the mother who's the customer, who makes the decisions. But in truth, the mother in many areas, in certain parts of India, the mother has very little decision-making power at all. The real decision-maker is the mother-in-law.","author":"Jacqueline Novogratz","category":"Truth, Mother, Power"},{"quote":"Natural gas obviously brings with it a number of quality-of-life environmental benefits because it is a relatively clean-burning fuel. It has a CO2 footprint, but it has no particulates. It has none of the other emissions elements that are of concern to public health that other forms of power-generation fuels do have: coal, fuel oil, others.","author":"Rex Tillerson","category":"Environmental, Oil, Natural"},{"quote":"You can't just take an aspirin and sit around and have 12 donuts and think, 'I took my aspirin so I'm not going to have a heart attack.' It's really important each person take personal responsibility for their health. You can't keep thinking that someone else is going to take care of it. You have to be part of the solution.","author":"Corbin Bernsen","category":"Responsibility, Heart"},{"quote":"The defeat of Obamacare will come from the realization that the very idea of a government-administered health care system is absurd... and by people opting out of the system and developing workarounds.","author":"Rand Paul","category":"People, Care, Defeat"},{"quote":"Truly affordable but high-quality health care tools and services are the only means by which quality health care can be provided to all.","author":"Muhammad Yunus","category":"Quality, Tools, Care"},{"quote":"When your boss and colleagues care enough to invest in your health, it is good for you and the business.","author":"Tom Rath","category":"Business, Good, Boss"},{"quote":"The winners in life treat their body as if it were a magnificent spacecraft that gives them the finest transportation and endurance for their lives.","author":"Denis Waitley","category":"Life, Treat, Endurance"},{"quote":"The health care system is really designed to reward you for being unhealthy. If you are a healthy person and work hard to be healthy, there are no benefits.","author":"Mike Huckabee","category":"Work, Work Hard, Healthy"},{"quote":"Around New York City, samples collected at dozens of beaches or piers have detected the types of bacteria and other pollutants tied to sewage overflows. Though the city's drinking water comes from upstate reservoirs, environmentalists say untreated excrement and other waste in the city's waterways pose serious health risks.","author":"Charles Duhigg","category":"Water, City, Risks"},{"quote":"I just have to be very clear. Whether or not I lose weight or stay the same, it's purely a choice of mine for health. Not because I think that plus size, curvy, voluptuous, big bodies aren't attractive - because I think they're awesome and sexy.","author":"Chrissy Metz","category":"Choice, Awesome, Think"},{"quote":"General Motors spends more on health care than steel.","author":"Kathleen Sebelius","category":"Care, Health Care, Steel"},{"quote":"Health care is one-sixth of our economy. If the government can control that, they can control just about everything. We need to understand what is going on, because there are much more economic models that can be used to give us good health care than what we have now.","author":"Ben Carson","category":"Good, Government"},{"quote":"If investments in banks fall, it is a tragedy, and people say, 'What are we going to do?' but if people die of hunger, have nothing to eat or suffer from poor health, that's nothing.","author":"Pope Francis","category":"People, Tragedy, Fall"},{"quote":"Every new computer program is basically doing some task that a person used to do. But the computer usually does it faster, more accurately, for less money, and without any health insurance costs.","author":"Douglas Rushkoff","category":"Money, Doing, Insurance"},{"quote":"Health is relative. There is no such thing as an absolute state of health or sickness. Everyone's physical, mental, and emotional condition is a combination of both.","author":"Theodore Isaac Rubin","category":"Sickness, Emotional, Mental"},{"quote":"People's genes can say a great deal about their health. There are genes that reveal an increased likelihood of getting cancer, heart disease or Alzheimer's.","author":"Adam Cohen","category":"Great, Heart, People"},{"quote":"The only trouble here is they won't let us study enough. They are so afraid we shall break down and you know the reputation of the College is at stake, for the question is, can girls get a college degree without ruining their health?","author":"Ellen Swallow Richards","category":"College, Reputation, Know"},{"quote":"I think it's horrible that people have to be told. Don't smoke! Everybody knows it's bad for the health. But they have to forbid it.","author":"Karl Lagerfeld","category":"People, Think, Bad"},{"quote":"I don't think healthcare's a right. The only right you have is the ability to go out on an even playing field and work, and then purchase health insurance, or whatever it is.","author":"Adam Carolla","category":"Work, Healthcare, Insurance"},{"quote":"For most women, including women who want to have children, contraception is not an option; it is a basic health care necessity.","author":"Louise Slaughter","category":"Children, Women, Want"},{"quote":"I never could have achieved the success that I have without setting physical activity and health goals.","author":"Bonnie Blair","category":"Success, Goals, Never"},{"quote":"The only way you multiply resources is with technology. To really affect poverty, energy, health, education, or anything else - there is no other way.","author":"Vinod Khosla","category":"Education, Technology"},{"quote":"The problem with the stigma around mental health is really about the stories that we tell ourselves as a society. What is normal? That's just a story that we tell ourselves.","author":"Matthew Quick","category":"Society, Mental Health"},{"quote":"I do all I can to maintain good health. I eat mostly plants, as Michael Pollan would say. I get a lot of exercise. I lead a purposeful daily life. I stay current with the dentist. I made the formative decision of where to live over thirty years ago when I settled in a 'main street' small town in upstate New York.","author":"James Howard Kunstler","category":"Life, Daily, Good"},{"quote":"Health is not a condition of matter, but of Mind.","author":"Mary Baker Eddy","category":"Mind, Matter, Condition"},{"quote":"Your body hears everything your mind says.","author":"Naomi Judd","category":"Mind, Body, Everything"},{"quote":"Seeds and nuts are indispensable for cardiovascular health. The protective properties of nuts against coronary heart disease were first recognized in the early 1990s, and a strong body of literature has followed, confirming these original findings.","author":"Joel Fuhrman","category":"Strong, Heart, Body"},{"quote":"I mostly eat healthy. I just do. I'm not a vegan for health reasons - although obviously I'm 20 pounds lighter than when I started. I stayed 20 pounds lighter. I feel better. My friends say I look better. All that's true. But I'm a vegan for compassionate reasons.","author":"Russell Simmons","category":"Friends, Healthy, Better"},{"quote":"Every time you have a carrot instead of a cookie, every time you go to the gym instead of going to the movies, that's a costly investment in your health. But how much you want to invest is going to depend on how much longer you expect to live in the future, even if you don't make those investments.","author":"Emily Oster","category":"Time, Future, Live"},{"quote":"Water and sanitation has not had the same kind of champion that global health, and even education, have had.","author":"Jim Yong Kim","category":"Education, Water, Champion"},{"quote":"Antibiotics are a very serious public health problem for us, and it's getting worse. Resistant microbes outstrip new antibiotics. It's an ongoing problem. It's not like we can fix it, and it's over. We have to fight continued resistance with a continual pipeline of new antibiotics and continue with the perpetual challenge.","author":"Anthony Fauci","category":"Challenge, Fight, Problem"},{"quote":"The Democratic Party believes that health insurance is a social responsibility of the nation. I believe that health insurance is an individual responsibility. And that's a really hard philosophy to mesh.","author":"Raul Labrador","category":"Responsibility, Believe"},{"quote":"'Everything To Me' is about everything that's important. It's about my wife, my kids, it's about life, about being happy. It's about life in general, you know, about not knowing what's going to be around the corner, but you've got to enjoy it and enjoy the things you have. My wife, my kids, my health, and stuff like that.","author":"Shane Filan","category":"Life, Happy, Being Happy"},{"quote":"Writing about joyful experiences for just three days can improve people's moods and decrease their visits to health centers a full three months later.","author":"Sheryl Sandberg","category":"Writing, People, Three"},{"quote":"Buildings designed with careful attention to aesthetics arouse and enlighten their occupants and that promotes their good health.","author":"Robert Evans","category":"Good, Good Health, Design"},{"quote":"I'm against big bureaucracy in Washington making health care decisions. I just have an aversion to bureaucrats. But it's not just government bureaucrats. I don't like HMO bureaucrats and insurance company bureaucrats either.","author":"Gary Bauer","category":"Decisions, Government"},{"quote":"If you want quality service, you have to pay for it. You don't buy into waste. I have great misgivings about the amount of advertising that we see in the health care field, some by hospitals, a lot by drug companies.","author":"Dave Obey","category":"Great, Service, Advertising"},{"quote":"Effective health care depends on self-care this fact is currently heralded as if it were a discovery.","author":"Ivan Illich","category":"Discovery, Care, Health Care"},{"quote":"Take all that is given whether wealth, love or language, nothing comes by mistake and with good digestion all can be turned to health.","author":"George Herbert","category":"Love, Good, Language"},{"quote":"Even if you walk exactly the same route each time - as with a sonnet - the events along the route cannot be imagined to be the same from day to day, as the poet's health, sight, his anticipations, moods, fears, thoughts cannot be the same.","author":"A. R. Ammons","category":"Time, Day, Walk"},{"quote":"The truth is women use contraception not only as a way to prevent unintended pregnancies, but also to improve their health and the health of their families. Increased access to contraception is directly linked to declines in maternal and infant mortality.","author":"Felicity Huffman","category":"Women, Truth, Truth Is"},{"quote":"In my forties, my optimism was boundless. I had really good health and tremendous success which allowed me to do anything I wanted.","author":"Patricia Cornwell","category":"Success, Good, Good Health"},{"quote":"We will always make sure player health and safety is our No. 1 priority in the NFL.","author":"Roger Goodell","category":"Safety, Will, Always"},{"quote":"Competition among insurers would bring down the cost of health care insurance, just as it brings down the cost of car or homeowners insurance.","author":"Andrew P. Harris","category":"Car, Competition, Insurance"},{"quote":"Eating ice cream and not exercising is great. The downside is your health isn't so good.","author":"Jeff Bridges","category":"Good, Great, Ice Cream"},{"quote":"It has always been the role of government to help solve problems, including and especially health crises. Obesity is a health epidemic across our country, and we have a responsibility as a government and a society to do all we can to promote good nutrition and healthy eating so we can reverse this alarming trend.","author":"Richard J. Codey","category":"Good, Responsibility"},{"quote":"AIDS is a plague - numerically, statistically and by any definition known to modern public health - though no one in authority has the guts to call it one.","author":"Larry Kramer","category":"Authority, Public Health"},{"quote":"The Affordable Care Act's requirement that certain individuals pay a financial penalty for not obtaining health insurance may reasonably be characterized as a tax.","author":"John Roberts","category":"Financial, Insurance, Care"},{"quote":"Texas is a great place to be rich and a terrible place to be poor. It's got the highest percentage of people without health insurance in the country. If you get injured on the job, good luck getting workers' comp. And God help you if you're poor and mentally ill.","author":"Gail Collins","category":"Good, Great, God"},{"quote":"Legally speaking, the term 'public rights' is as vague and indefinite as are the terms 'public health,' 'public good,' 'public welfare,' and the like. It has no legal meaning, except when used to describe the separate, private, individual rights of a greater or less number of individuals.","author":"Lysander Spooner","category":"Good, Legal, Meaning"},{"quote":"The real pride, the real present, is your health and your longevity. My whole career, I have never done anything where competition was involved with weight loss.","author":"Richard Simmons","category":"Competition, Loss, Pride"},{"quote":"Whenever we feel stressed out, that's a signal that our brain is pumping out stress hormones. If sustained over months and years, those hormones can ruin our health and make us a nervous wreck.","author":"Daniel Goleman","category":"Stress, Brain, Stressed"},{"quote":"It's going to start really interfering with your quality of life, your health, if you don't adjust to life as it's happening to you.","author":"Noah Baumbach","category":"Life, Quality, Start"},{"quote":"We should work to guarantee that there is a midwife or health worker by every woman's side during childbirth.","author":"Liya Kebede","category":"Work, Woman, Guarantee"},{"quote":"At CARE, a leading humanitarian organization, we recognize people live their lives in a holistic manner. Issues such as health care, education and economic empowerment cannot be addressed in a vacuum. Thus, effective programs need to tackle the multiple root causes of poverty.","author":"Helene D. Gayle","category":"Education, Poverty, People"},{"quote":"An inspiration - a long, deep breath of the pure air of thought - could alone give health to the heart.","author":"Richard Jefferies","category":"Deep, Alone, Heart"},{"quote":"With a hundred and seventy-eight machines to sequence the precise order of the billions of chemicals within a molecule of DNA, B.G.I. produces at least a quarter of the world's genomic data - more than Harvard University, the National Institutes of Health, or any other scientific institution.","author":"Michael Specter","category":"World, Data, Within"},{"quote":"Nearly every business collects metrics on inventory, sales, and workplace process. Health care has been slow to measure these kinds of outcomes. Increasingly, general medicine, via either managed care or large practice settings, is improving by collecting data through electronic records and refining practice based on what works.","author":"Thomas R. Insel","category":"Business, Practice, Data"},{"quote":"The Blunt Amendment would have allowed any employer who provided health insurance, or any insurance company, the right to deny coverage for contraception or any other kind of procedure if the employer had a 'moral' objection to it.","author":"Bernie Sanders","category":"Company, Moral, Insurance"},{"quote":"I've done a lot of drama, and as a lifestyle, going to work and laughing every day is just great. It's great for your mental health, and it's great for setting up a nice year.","author":"Rose McIver","category":"Work, Day, Great"},{"quote":"The American Dream is not being dependent on the federal government for your health care, for your automobile, for your college education, for your student loan on and on and on.","author":"Marsha Blackburn","category":"Education, Government"},{"quote":"It is really important that we get more women doing exercise and being active, and those that have taken up boxing or boxing training will definitely find that it has a really positive impact on their health, fitness and well-being.","author":"Nicola Adams","category":"Positive, Women, Fitness"},{"quote":"I truly believe that we have the best health care system in the world. It's not perfect, but this business of turning it over to the federal government to try to make it perfect is quite honestly asinine.","author":"Phil Gingrey","category":"Business, Best, Government"},{"quote":"I don't have anything to prove to anybody else other than myself and my supporters and my loved ones, so if my health is good, I'm going to go out there and kill it.","author":"Roman Reigns","category":"Good, Myself, Loved"},{"quote":"Tea Party attendees and health care town-hall protesters share the common belief that the extravagant spending of President Obama and the Democratic Party - absent any checks and balances - will eventually lead more people into government dependency, higher taxes, and, perhaps, our country's financial ruin.","author":"Andrew Breitbart","category":"Government, Financial"},{"quote":"To fix India's healthcare scenario, what is most needed is 'systems thinking.' For far too long, India has followed a vertical approach in its health sector, which translated into disease-specific national programmes being set up.","author":"Kapil Sibal","category":"Thinking, Healthcare, Long"},{"quote":"Taking care of your mental and physical health is just as important as any career move or responsibility.","author":"Mireille Guiliano","category":"Responsibility, Career, Care"},{"quote":"The preservation of health is a duty. Few seem conscious that there is such a thing as physical morality.","author":"Herbert Spencer","category":"Morality, Duty, Preservation"},{"quote":"With the implementation of the Affordable Care Act and the Mental Health Parity and Addiction Equity Act, more people will have insurance coverage and, in principle, be eligible for more care.","author":"Thomas R. Insel","category":"People, Mental Health"},{"quote":"Whatever we do, it is definitely time that we reboot the health care reform attempt. It's time to completely start over.","author":"Jaime Herrera Beutler","category":"Time, Start, Care"},{"quote":"You go to Scandinavia, and you will find that people have a much higher standard of living, in terms of education, health care and decent paying jobs.","author":"Bernie Sanders","category":"Education, People, Care"},{"quote":"The only principles of public conduct that are worthy of a gentleman or a man are to sacrifice estate, ease, health, and applause, and even life, to the sacred calls of his country.","author":"James Otis","category":"Life, Man, Sacrifice"},{"quote":"There are over 200 million illiterate women in India. This low literacy negatively impacts not just their lives but also their families' and the country's economic development. A girl's lack of education also has a negative impact on the health and well-being of her children.","author":"Sachin Tendulkar","category":"Education, Children, Women"},{"quote":"Great amount of scientific research is there to show that health is better because transcendental meditation deals with consciousness, and consciousness is the basic value of all the physical expressions. The entire creation is the expression of consciousness.","author":"Maharishi Mahesh Yogi","category":"Great, Value, Research"},{"quote":"I have nightmares that I'm going to wake up, and everyone's driving a Prius and living in a condo, and we're all getting health insurance.","author":"Kid Rock","category":"Wake Up, Living, Insurance"},{"quote":"The notion that you can endanger your physical and mental health by letting strong passions go unsatisfied is a vicious falsehood.","author":"Joseph B. Wirthlin","category":"Strong, Mental Health, You"},{"quote":"America's health depends on all businesses, not just healthcare companies, to do their part.","author":"John Quelch","category":"America, Healthcare, Just"},{"quote":"The trouble with always trying to preserve the health of the body is that it is so difficult to do without destroying the health of the mind.","author":"Gilbert K. Chesterton","category":"Mind, Body, Trying"},{"quote":"Health nuts are going to feel stupid someday, lying in hospitals dying of nothing.","author":"Redd Foxx","category":"Stupid, Dying, Lying"},{"quote":"I have the body of an eighteen year old. I keep it in the fridge.","author":"Spike Milligan","category":"Body, Year, Eighteen"},{"quote":"People who don't know how to keep themselves healthy ought to have the decency to get themselves buried, and not waste time about it.","author":"Henrik Ibsen","category":"Time, People, Healthy"},{"quote":"I eat really healthy, and if I'm tired, I take a nap.","author":"Casper Van Dien","category":"Tired, Healthy, Nap"},{"quote":"A healthy human environment is one in which we try to make sense of our limits, of the accidents that can always befall us and the passage of time which inexorably changes us.","author":"Rowan Williams","category":"Time, Changes, Healthy"},{"quote":"If we can get people to focus on fruits and vegetables and more healthy foods, we'll be better in terms of our healthcare situation.","author":"Tom Vilsack","category":"Focus, People, Healthy"},{"quote":"My good health is due to a soup made of white doves. It is simply wonderful as a tonic.","author":"Chiang Kai-shek","category":"Good, Good Health, Soup"},{"quote":"Money is to my social existence what health is to my body.","author":"Mason Cooley","category":"Money, Body, Existence"},{"quote":"Health is the state about which medicine has nothing to say.","author":"W. H. Auden","category":"Medicine, Nothing, Say"},{"quote":"The true index of a man's character is the health of his wife.","author":"Cyril Connolly","category":"Character, Man, Wife"},{"quote":"Now our job, our duty, our responsibility to ensure the safety and security of our citizens cannot be complete unless we guarantee health care security for our citizens.","author":"Thomas Vilsack","category":"Responsibility, Safety, Job"},{"quote":"Today, Medicare provides health insurance to about 40 million seniors and disabled individuals each year. The number is only expected to grow as the baby boomers begin retiring.","author":"Jim Bunning","category":"Today, Baby, Grow"},{"quote":"I seem to be thinking rationally again in the style that is characteristic of scientists. However, this is not entirely a matter of joy as if someone returned from physical disability to good physical health.","author":"John Forbes Nash, Jr.","category":"Good, Joy, Disability"},{"quote":"We are not for disarming people. When you have an epidemic it's a public health issue, a safety issue.","author":"Sarah Brady","category":"Safety, People, You"},{"quote":"Meat consumption is just as dangerous to public health as tobacco use... It's time we looked into holding the meat producers and fast-food outlets legally accountable.","author":"Neal Barnard","category":"Time, Meat, Fast-Food"},{"quote":"People are at their happiest if they are true to themselves. I think that applies to their chosen profession, friends and relationships. It goes for your health too. If you are true to yourself, it seems to me everything should work out pretty well.","author":"Bebe Neuwirth","category":"Work, Friends, Yourself"},{"quote":"I don't think there's a shortage of material in the world. Or in my head. I just pray for continued good health, because I've got other stories to tell.","author":"Richard Russo","category":"Good, Good Health, World"},{"quote":"As problems like identity theft become more prevalent, now more than ever, Americans need to take their financial health seriously - and this information is of the utmost importance.","author":"Ruben Hinojosa","category":"Identity, Financial"},{"quote":"The old problems - love, money, security, status, health, etc. - are still here to plague us or please us.","author":"Shelley Berman","category":"Love, Money, Problems"},{"quote":"But if you're asking my opinion, I would argue that a social justice approach should be central to medicine and utilized to be central to public health. This could be very simple: the well should take care of the sick.","author":"Paul Farmer","category":"Justice, Simple, Opinion"},{"quote":"Man becomes weak or ill by accident as a consequence of the lack of resources. Even the most severally ill patients must be treated with the aim of restoring their health.","author":"Michael Servetus","category":"Man, Aim, Resources"},{"quote":"We drink one another's health and spoil our own.","author":"Jerome K. Jerome","category":"Drink, Spoil, Own"},{"quote":"In health there is freedom. Health is the first of all liberties.","author":"Henri Frederic Amiel","category":"Freedom, First, Liberties"},{"quote":"The U.S. routinely ranks lower than other countries in health outcomes such as infant mortality.","author":"Tammy Baldwin","category":"Mortality, Than, Outcomes"},{"quote":"The same things that lead to disparities in health in this country on a day-to-day basis led to disparities in the impact of Hurricane Katrina.","author":"David Satcher","category":"Impact, Country, Lead"},{"quote":"Reconciliation cannot be used to pass comprehensive health care reform. It won't work because it was never designed for that kind of significant legislation it was designed for deficit reduction.","author":"Kent Conrad","category":"Work, Care, Kind"},{"quote":"If we do nothing, as the Republicans suggest, we're going to see health care costs reach a point where small businesses can't afford it and families can't afford it. We're going to see people turned down from pre-existing conditions. We're going to find the Medicare doughnut hole - a gap in coverage that's going to hurt a lot of seniors.","author":"Dick Durbin","category":"Hurt, Small, People"},{"quote":"We will have health care reform in America.","author":"Dick Durbin","category":"America, Care, Health Care"},{"quote":"But if you - if what - the reports are true, what they're saying is, is that as a consequence of us getting 30 million additional people health care, at the margins that's going to increase our costs, we knew that.","author":"Barack Obama","category":"People, Care, Saying"},{"quote":"It's never too late to take your heart health seriously and make it a priority.","author":"Jennie Garth","category":"Heart, Late, Too Late"},{"quote":"The truth is I had lots of rehab and now I have a clean bill of health.","author":"Samantha Morton","category":"Truth, Truth Is, Clean"},{"quote":"We are spending most of our time in American health care fixing the mistakes that either we in the profession are causing or our patients are, without recognizing it, causing to themselves.","author":"Mehmet Oz","category":"Time, Mistakes, American"},{"quote":"No matter how old you are, no matter how much you weigh, you can still control the health of your body.","author":"Mehmet Oz","category":"Control, Body, You"},{"quote":"I should do something about the cigarettes; I quite accept that it's bad for your health, but you know a moderate tipple is positively beneficial and, at certain times, absolutely essential.","author":"Charles Kennedy","category":"Know, You, Bad"},{"quote":"It was a simple question any employee should ask: 'Oh and by the way, how do I get my health insurance to be seamless?'","author":"Andrew P. Harris","category":"Simple, Insurance, Employee"},{"quote":"When a woman earns a dollar, the payback is higher. She'll invest in her children, in their education, health care, and basic needs. The impact of a woman's role in the economy benefits society at large.","author":"Andrea Jung","category":"Education, Children, Woman"},{"quote":"In order to lead a country or a company, you've got to get everybody on the same page and you've got to be able to have a vision of where you're going. America can't have a vision of health care for everybody, green economy, regulations - can't have a bunch of piece-meal activities. It's got to have a vision.","author":"Jack Welch","category":"America, Vision, Company"},{"quote":"President Obama is also standing up for women in North Carolina and across our country. He has helped women fight for equal pay for equal work; he has fought to guarantee that women have access to quality, affordable health care, including making sure that insurance plans cover birth control with no out-of-pocket cost.","author":"Bev Perdue","category":"Work, Women, Quality"},{"quote":"I think the number one thing Black women and all Black people should be paying attention to is our health.","author":"bell hooks","category":"Women, People, Black"},{"quote":"I've had extraordinary good luck with my health, other than a broken elbow.","author":"Hillary Clinton","category":"Good, Luck, Good Luck"},{"quote":"I don't know of a Democrat - whether they're a conservative, a centrist or a liberal Democrat - that doesn't think that it's important to have quality jobs that pay decent wages so that families can support themselves, so that they can have the dignity of being able to afford health care, put money aside for pension, buy a home.","author":"Tom Vilsack","category":"Home, Money, Support"},{"quote":"My hobbies include maintaining my physical and mental health. It's a full-time job. Yoga definitely helps for both of them. I'm a big fan of relaxing and not having a schedule. That's my best way to keep from going crazy.","author":"Olivia Thirlby","category":"Best, Job, Crazy"},{"quote":"There are less than 1 per cent of anorexic girls, but there more than 30 per cent of girls in France - I don't know about England - that are much, much overweight. And it is much more dangerous and very bad for the health.","author":"Karl Lagerfeld","category":"Know, Bad, Dangerous"},{"quote":"Well, you know my number one cause has always been that women's reproductive health needs to be protected.","author":"Ann Richards","category":"Women, Know, You"},{"quote":"One of the jewels in the crown of Labour's time in office was the rescue of the National Health Service. As the Commonwealth Fund, the London School of Economics and the Nuffield Foundation have all shown, health reforms as well as additional investment were essential to improved outcomes, especially for poorer patients.","author":"David Miliband","category":"Time, School, Service"},{"quote":"No one has the right to threaten the health, education, and well-being of children by involving them in illegal or inappropriate work.","author":"Hilda Solis","category":"Work, Education, Children"},{"quote":"Health care reform, the marquee legislative accomplishment of the Obama administration's first term, was passed before we entered the world of divided government.","author":"Eliot Spitzer","category":"Government, World, Care"},{"quote":"To get away from poverty, you need several things at the same time: school, health, and infrastructure - those are the public investments. And on the other side, you need market opportunities, information, employment, and human rights.","author":"Hans Rosling","category":"Time, School, Poverty"},{"quote":"Well, I think that abstinence has its place as part of a comprehensive health and sex education curriculum. It would be wrong to exclude abstinence from a health curriculum, because there are some potentially very serious ramifications for early sexual activity.","author":"Kerry Healey","category":"Education, Think, Place"},{"quote":"It is true that too much belief can be bad for your health.","author":"Terry Eagleton","category":"Belief, True, Bad"},{"quote":"These are the same people who believe, in some cases, the federal government should not play any role in providing health care to our people or protecting the environment.","author":"Bernie Sanders","category":"Government, Believe, People"},{"quote":"Health care costs are eating the Defense Department alive.","author":"Robert M. Gates","category":"Care, Eating, Health Care"},{"quote":"Decades ago, women suffered through horrifying back-alley abortions. Or, they used dangerous methods when they had no other recourse. So when the Republican Party launched an all-out assault on women's health, pushing bills to limit access to vital services, we had to ask: Why is the GOP trying to send women back... to the back alley?","author":"Lisa Edelstein","category":"Women, Party, Why"},{"quote":"The bottom line is that the human body is complex and subtle, and oversimplifying - as common sense sometimes impels us to do - can be hazardous to your health.","author":"Andrew Weil","category":"Body, Common Sense, Human"},{"quote":"Gut health is the key to overall health.","author":"Kris Carr","category":"Key, Gut, Overall"},{"quote":"I've always had good energy I've always had good health.","author":"Dick Gephardt","category":"Good, Good Health, Energy"},{"quote":"Health care is a need; it's not a commodity, and it should be distributed according to need. If you're very sick, you should have a lot of it. If you're not sick, you shouldn't have a lot of it.","author":"Marcia Angell","category":"Care, Sick, You"},{"quote":"Cost is the spectre haunting health reform. For many decades, the great flaw in the American health-care system was its unconscionable gaps in coverage.","author":"Atul Gawande","category":"Great, American, Cost"},{"quote":"If our hearts are ready for anything, we can open to our inevitable losses, and to the depths of our sorrow. We can grieve our lost loves, our lost youth, our lost health, our lost capacities. This is part of our humanness, part of the expression of our love for life.","author":"Tara Brach","category":"Love, Life, Sympathy"},{"quote":"Unfortunately, the mechanism for doing philanthropy in a structured way isn't yet in place in India. I already do a fair bit and support various causes such as education, sanitation, health. But selling costly drugs at affordable prices is philanthropy in itself.","author":"Yusuf Hamied","category":"Education, Support, Place"},{"quote":"Redemption basically is about holistic health, if you want to translate it into modern parlance. What I suggest - based on the Christian tradition but not often preached - is that you can't enter into the fullness of the Pascal mystery of the redemption unless there is a radical transformation of motivation within you.","author":"Thomas Keating","category":"Motivation, Mystery"},{"quote":"I've spent half my life in gyms, if not more, and I love physical fitness and health; couple that with the fact that I love for people to be healthy, whether it's mentally, physically, or emotionally, and it's just a great opportunity for me to do something I love and have an impact on people's health.","author":"Steve Nash","category":"Love, Life, Fitness"},{"quote":"I am very concerned about the environment and psychological health of this beautiful planet.","author":"Cornel Wilde","category":"Beautiful, I Am, Environment"},{"quote":"Mainly I'm a vegan because I like animals, and I don't want to be involved in their suffering. Also, it's better for my health and for the environment.","author":"Moby","category":"Suffering, Animals"},{"quote":"If a severe pandemic materializes, all of society could pay a heavy price for decades of failing to create a rational system of health care that works for all of us.","author":"Irwin Redlener","category":"Society, Care, Price"},{"quote":"Everything we've been taught about health, weight loss and aging is wrong.","author":"Jorge Cruise","category":"Loss, Aging, Weight Loss"},{"quote":"My brother Alan - who was seven years younger than me - died from leukemia when he was 52. He never knew a day's good health - I wish I could have given him some of my good health. But he was always so cheerful and sweet.","author":"Brian Blessed","category":"Day, Good, Brother"},{"quote":"I have never felt more confident in myself, more clear on who I am as a woman. But I am constantly thinking about my own health and making sure that I'm eating right and getting exercise and watching the aches and pains. I want to be this really fly 80-90-year old.","author":"Michelle Obama","category":"Myself, I Am, Woman"},{"quote":"Two forms of fat that are vitally important for brain health are cholesterol and saturated fat.","author":"David Perlmutter","category":"Brain, Fat, Important"},{"quote":"No Americans wants to see somebody lose their house because of health bills. Their boat? Maybe. Maybe the boat. But not the house.","author":"P. J. O'Rourke","category":"Boat, House, See"},{"quote":"No evidence compels the conclusion that the minimum required intake of any vitamin comes close to the optimum intake that sustains good health.","author":"Linus Pauling","category":"Good, Good Health, Evidence"},{"quote":"There is no doubt that a woman's economic empowerment is very much interconnected to her health and the well being of her children.","author":"Helene D. Gayle","category":"Children, Woman, Doubt"},{"quote":"Political correctness is one of the engines of nannyism. Allowing and even encouraging 'offensive' ideas is vital for the intellectually health of a free society.","author":"David Harsanyi","category":"Society, Ideas, Political"},{"quote":"Your health is your starting point - without it, you have nothing.","author":"Sienna Guillory","category":"Nothing, You, Point"},{"quote":"It's not okay to be fat - not because of the way you look, but because it's unhealthy. I have experienced hormonal problems, bad skin, immense laziness, and back and knee pain. It's not fine to be too fat or too thin! Anything in extremes is wrong. I am afraid of putting on weight because I don't want to develop health problems.","author":"Sonam Kapoor","category":"Pain, I Am, Problems"},{"quote":"Because sanitation has so many effects across all aspects of development - it affects education, it affects health, it affects maternal mortality and infant mortality, it affects labor - it's all these things, so it becomes a political football. Nobody has full responsibility.","author":"Rose George","category":"Education, Football"},{"quote":"If workers are more insecure, that's very 'healthy' for the society, because if workers are insecure, they won't ask for wages, they won't go on strike, they won't call for benefits; they'll serve the masters gladly and passively. And that's optimal for corporations' economic health.","author":"Noam Chomsky","category":"Society, Healthy, Economic"},{"quote":"When 'Men's Health' reached out and said, 'Will you be on the 'Today Show' and do a fitness challenge?' I said, 'OK. I'm not showing them anything they don't already know.' But I'm going to take what some would argue is a negative or not substantive and turn it into a substantive thing to hopefully do some good for people.","author":"Aaron Schock","category":"Good, Fitness, Today"},{"quote":"I am upset and completely disappointed in the government, the millionaires and billionaires in the U.S. See what's happening to the country? Look at all the health problems, the economy, the recession and crime.","author":"Maharishi Mahesh Yogi","category":"I Am, Government, Problems"},{"quote":"Shopping in the right kind of stores and looking for healthier foods can be a wonderful adventure to health.","author":"Jane Velez-Mitchell","category":"Adventure, Shopping, Looking"},{"quote":"Knowing your genetic health risks will help you make better decisions.","author":"Anne Wojcicki","category":"Decisions, Help, Risks"},{"quote":"I have never written that there is a threat of fascism in America. I always considered the idea overwrought. But now I believe there really is such a threat - and it will come draped not in an American flag, but in the name of tolerance and health.","author":"Dennis Prager","category":"America, American, Believe"},{"quote":"As many citizens can attest, the U.S. is a great place to get sick, but a terrible place to stay well. This requires a shift in the way both doctors and patients approach health maintenance and disease prevention.","author":"Rob Wittman","category":"Great, Sick, Place"},{"quote":"Early in 1986, the World Health Organization in Geneva still regarded AIDS as an ailment of the promiscuous few.","author":"Barton Gellman","category":"World, Organization, Early"},{"quote":"The National Institute of Allergy and Infectious Diseases is an institute of the National Institutes of Health that is responsible predominantly for basic and clinical research in the diagnosis, treatment and prevention of immunologic and infectious diseases.","author":"Anthony Fauci","category":"Research, Responsible"},{"quote":"When I go to my health club, and it's in the basement, you have to take the elevator down. And this drives me crazy. Why can't there be a stairway? At least make it as easy to exercise as it is to not exercise. It's in society's interest for me to take the stairs.","author":"Malcolm Gladwell","category":"Society, Crazy, Me"},{"quote":"Drinking water that does not meet a federal health guideline will not necessarily make someone ill. Many contaminants are hazardous only if consumed for years. And some researchers argue that even toxic chemicals, when consumed at extremely low doses over long periods, pose few risks.","author":"Charles Duhigg","category":"Water, Risks, Long"},{"quote":"Top doctors, I have come to believe, are as big a menace to your health as top money managers are to your bank account. They are almost never available to talk to.","author":"Tina Brown","category":"Money, Believe, Bank"},{"quote":"The cognitive skills prized by the American educational establishment and measured by achievement tests are only part of what is required for success in life. Character skills are equally important determinants of wages, education, health and many other significant aspects of flourishing lives.","author":"James Heckman","category":"Life, Education, Success"},{"quote":"Social services, not wealth per se, seem to be the key to lower birth rates. The Chinese, although among the poorest peoples of the world, have brought their fertility rate down to 2.4, partly by social coercion, but mostly by broadly available education, health care and family planning.","author":"Donella Meadows","category":"Education, Family, World"},{"quote":"All Democrats are not entitlement people. These are the people who are going to suffer the cost of Obama health care. These are the people who are suffering because there're no jobs.","author":"Carl Paladino","category":"Suffering, People, Care"},{"quote":"Policy is no longer being written by politicians accountable to the American public. Instead, policies concerning the defense budget, deregulation, health care, public transportation, job training programs, and a host of other crucial areas are now largely written by lobbyists who represent mega corporations.","author":"Henry Giroux","category":"Job, Training, American"},{"quote":"We could try freedom for a while. We had it for a long time. That's where you sell something, and I agree to buy it because I like it. That is how we operate in most of rest of the marketplace other than health care.","author":"Rand Paul","category":"Time, Freedom, Long"},{"quote":"You go into the book store, there's the cut-out of Dr. Phil, and then the dreaded women's health section where every book, instead of the menopause book with the fanged Medusa head on the cover that might be more pertinent, you always see a flower and a poppy and a daisy and a stethoscope.","author":"Sandra Tsing Loh","category":"Flower, Women, Book"},{"quote":"There is simply not enough money available to support a system in which the lion's share of expenditures is devoted to acute care, with virtually nothing being spent on preventive medicine, i.e. health care.","author":"Joel Fuhrman","category":"Money, Support, Lion"},{"quote":"I've always been interested in public health approaches because it seems to me we have this yearning for silver bullets, and that is not in fact how change comes about. Change comes through silver buckshot - a lot of little things that achieve results. That's a classic public health approach.","author":"Nicholas Kristof","category":"Change, Little Things, Me"},{"quote":"Investing in women and girls may once have been considered a radical notion or even a waste of resources, but in most places in the world today, women and girls are increasingly recognized as a critical link to greater prosperity, political stability, better health and public policy.","author":"Pat Mitchell","category":"Women, Today, World"},{"quote":"The signs of climate change are visible across the nation, from the drought-stricken fields of Central California to the flooded streets of Michigan. Extreme weather is turning people's lives upside down and costing communities millions of dollars in damaged infrastructure and added health care costs.","author":"Frances Beinecke","category":"Change, Weather, People"},{"quote":"I continually still fight every day for my life, not only still battling mental health problems but battling multiple sclerosis, which also has depression as one of its side effects.","author":"Jennifer Holliday","category":"Life, Day, Depression"},{"quote":"Mental health can be just as important as physical health - and major depression is one of the most commonly diagnosed mental illnesses.","author":"Michael Greger","category":"Depression, Mental Health"},{"quote":"As a doctor who took care of patients for 25 years, I saw the problems with America's health care system every day.","author":"John Barrasso","category":"Day, America, Doctor"},{"quote":"Research shows that when women are empowered as political leaders, countries often experience higher standards of living with positive developments in education, infrastructure, and health care.","author":"Miriam Defensor-Santiago","category":"Positive, Education, Women"},{"quote":"Democrats fought to get health insurance for more Americans. Democrats fought for a strong consumer agency so big banks can't cheat people. We fought, we won, and we improved the lives of millions of people - thank you, President Obama!","author":"Elizabeth Warren","category":"Strong, Thank You, People"},{"quote":"The drug war has been a war where the direct casualties have primarily been America's poor; America's minorities; and often, unfortunately, America's vulnerable, in terms of people with disease and addiction and mental health.","author":"Cory Booker","category":"War, America, Mental Health"},{"quote":"Every Mother Counts is a nonprofit organization dedicated to making pregnancy and childbirth safe for every mother. We inform, engage, and mobilize audiences to take action and raise funds that support maternal health programs around the world.","author":"Christy Turlington","category":"Mother, Support, World"},{"quote":"I took on pension reform, health care reform, and leave reform - all of those tough issues that so many elected officials prefer to kick down the road to the next generation. But that's not who I am. I am not persuaded by what is politically popular but what is best for the citizens of Baltimore.","author":"Stephanie Rawlings-Blake","category":"Best, Road, I Am"},{"quote":"The Healthy Homes Tax Credit Act will help ensure that all families, regardless of their income, can protect their children from the lifelong health impacts of lead poisoning.","author":"Elizabeth Esty","category":"Children, Help, Healthy"},{"quote":"When enacted, health care reform provides generous tax credits to help people afford their health insurance premiums.","author":"Ted Deutch","category":"People, Help, Insurance"},{"quote":"State and local law enforcement are the primary protectors of the health, safety, and welfare of the people in the individual states.","author":"Ron DeSantis","category":"Safety, Law, People"},{"quote":"It is not rational, never mind 'appropriate,' to impose billions of dollars in economic costs in return for a few dollars in health or environmental benefits.","author":"Antonin Scalia","category":"Environmental, Mind"},{"quote":"What good is telling America's children that they will have equal opportunity for education if they don't have the skills that will even get them to the point of benefiting from education, because they didn't have the child care, the health care that would enable them to grow as strong and constructive human beings?","author":"Janet Reno","category":"Education, Children, Good"},{"quote":"My mom was a rescue veterinarian, and I grew up helping her nurse injured animals back to health. Any deer hit by a car, fox caught in a trap, whatever it was that got hurt, everyone brought them to my mom.","author":"Johnny Iuzzini","category":"Car, Mom, Hurt"},{"quote":"If you are able to see the interrelatedness of mind and body, sensitivity towards your body becomes much sharper. Therefore, maintaining of good health also becomes easier.","author":"Lobsang Tenzin","category":"Good, Good Health, Mind"},{"quote":"Since beginning my work in areas like addiction, for example, I have seen time and time again that the roots of poor mental health in adulthood are almost always present in unresolved childhood challenges.","author":"Kate Middleton","category":"Work, Time, Childhood"},{"quote":"As we dread any disease that undermines the health of the body, so should we deplore contention, which is a corroding canker of the spirit.","author":"Russell M. Nelson","category":"Body, Spirit, Which"},{"quote":"I loved growing up in Canada. It's a great place to grow up because - well, at least where I grew up - it's very multicultural. There's also good health care and a good education system.","author":"Ryan Gosling","category":"Education, Good, Great"},{"quote":"I know every fight could be my last fight, and if that happens, that's not just a health issue, but I'll be knocked off that king's stool.","author":"Anthony Joshua","category":"Fight, King, Know"},{"quote":"Abortion is not health care. A woman has a right to her body, but that is not her body. What about the baby?","author":"Alveda King","category":"Baby, Woman, Body"},{"quote":"I think that addiction is a very, very important thing that has to be treated, but has to be treated as a health problem and not as a police problem.","author":"Wagner Moura","category":"Police, Problem, Think"},{"quote":"A veteran deserves the very best health care anywhere. That means sometimes, they should go out into the private sector if something's being done better than the VA.","author":"David Shulkin","category":"Best, Better, Care"},{"quote":"If I end up having a novel that sells really well and that allows me to pay for health insurance and mortgage without having to work at a day job, that would be great.","author":"Ken Liu","category":"Work, Day, Great"},{"quote":"It's time to look beyond the budget ax to assure access to health care for all. It's time to look for bipartisan solutions to the problems we can tackle today, and to work together for tomorrow - building a health care system that works for all Americans.","author":"Ron Wyden","category":"Work, Time, Today"},{"quote":"The filth and noise of the crowded streets soon destroy the elasticity of health which belongs to the country boy.","author":"Rutherford B. Hayes","category":"Country, Boy, Streets"},{"quote":"There is a consensus of willing leaders from both parties coalescing around the right way forward in health care. Reform should address government-imposed inequities and barriers to true choice and competition.","author":"Paul Ryan","category":"Competition, Choice, Care"},{"quote":"So, in Europe, they're cutting people's retirement and health benefits. And that's what we want to avoid from happening. They're raising taxes, entering a recession. That's the kind of economic program that President Obama has put in place.","author":"Paul Ryan","category":"Retirement, People, Want"},{"quote":"You can't afford to get sick, and you can't depend on the present health care system to keep you well. It's up to you to protect and maintain your body's innate capacity for health and healing by making the right choices in how you live.","author":"Andrew Weil","category":"Healing, Choices, Live"},{"quote":"I know that there are millions of Americans who are content with their health care coverage - they like their plan and, most importantly, they value their relationship with their doctor.","author":"Barack Obama","category":"Relationship, Value, Doctor"},{"quote":"Global warming is a political issue. It is as much a political issue to the left as abortion is. It's as big a political issue as health care is.","author":"Rush Limbaugh","category":"Political, Care"},{"quote":"I don't remember 'Doctor Who' not being part of my life, and it became a part of growing up, along with The Beatles, National Health spectacles, and fog. And it runs deep. It's in my DNA.","author":"Peter Capaldi","category":"Life, Deep, Doctor"},{"quote":"Not having insurance not only destroys your life, it destroys your fiscal life. It breaks up marriages. You cannot functions anywhere unless you have good health.","author":"Charles B. Rangel","category":"Life, Good, Good Health"},{"quote":"Even the securest financial plan and the finest health coverage aren't enough to hold us steady when the challenges come... We need something more, something deeper and unshakeable, something that will see us through life's hard times.","author":"Billy Graham","category":"Life, Challenges, Financial"},{"quote":"Medicines are unusual commodities. Important drugs can save the lives and protect the health of millions. Their consumption can bring huge benefits, by helping patients to avoid infection and preventing serious damage to the economies of families, nations and even humanity at large.","author":"Thomas Pogge","category":"Humanity, Important, Bring"},{"quote":"Whatever the potential pitfalls, banks are increasingly enthusiastic about venture capital, particularly in new companies with strong prospects in fields like health care and technology.","author":"Alex Berenson","category":"Technology, Strong"},{"quote":"As one ages, eventually, no matter what regime you've followed, no matter how fiercely you've fought the fight, good health becomes harder to maintain. It may disappear overnight or simply dwindle, but with every year that passes, the odds shorten.","author":"Laurie Graham","category":"Good, Good Health, Fight"},{"quote":"We've built, drilled, and shipped indiscriminately across our oceans, with little consideration for the natural environment that is critical to the health of many of our other ocean uses, like food and recreation.","author":"Philippe Cousteau, Jr.","category":"Food, Ocean, Environment"},{"quote":"Health is your greatest wealth, so experiencing a marathon and seeing what you're capable of is really special.","author":"Christy Turlington","category":"Greatest, Wealth, You"},{"quote":"The current approach that psychiatry takes almost ignores social worlds in which mental health problems arise and tries to become highly biomedical like other branches of medicine such as cardiology or oncology. But psychiatry has to be far more embedded in people's personal and social worlds.","author":"Vikram Patel","category":"Problems, Mental Health"},{"quote":"'Tis healthy to be sick sometimes.","author":"Henry David Thoreau","category":"Healthy, Sick, Sometimes"},{"quote":"If you're worried about the deficit, pay attention to the fact that it's almost all attributable to military spending and the totally dysfunctional health program.","author":"Noam Chomsky","category":"Military, Attention, You"},{"quote":"Contrary to popular belief, I don't spend a whole lot of time following soccer. But as I have traveled around the world to better understand global development and health, I've learned that soccer is truly universal. No matter where I go, that's what kids are playing. That's what people are talking about.","author":"Bill Gates","category":"Time, World, People"},{"quote":"The car provided Americans with an enviable standard of living. You could not get a steady job with high wages and health and retirement benefits working on the General Livestock Corporation assembly line putting udders on cows.","author":"P. J. O'Rourke","category":"Car, Job, Retirement"},{"quote":"Positive rights are the right to shelter, the right to education, the right to health care, the right to a living wage. These things are - these are, I would call them, more properly, political rights rather than positive rights. And they are extremely tricky, because now we are dealing with things that are zero sum.","author":"P. J. O'Rourke","category":"Positive, Education"},{"quote":"Health care's not about insurance! Health care's about getting treatment.","author":"P. J. O'Rourke","category":"Insurance, Care, Treatment"},{"quote":"Nancy Pelosi says the angry opposition to health care reform is like the angry opposition to gay rights that led to Harvey Milk being shot.","author":"P. J. O'Rourke","category":"Gay, Angry, Care"},{"quote":"Innovations in science and technology are the engines of the 21st-century economy; if you care about the wealth and health of your nation tomorrow, then you'd better rethink how you allocate taxes to fund science. The federal budget needs to recognize this.","author":"Neil deGrasse Tyson","category":"Technology, Science"},{"quote":"Use your health, even to the point of wearing it out. That is what it is for. Spend all you have before you die; do not outlive yourself.","author":"George Bernard Shaw","category":"Yourself, Die, You"},{"quote":"Give a man health and a course to steer, and he'll never stop to trouble about whether he's happy or not.","author":"George Bernard Shaw","category":"Happy, Man, Stop"},{"quote":"The truth is, in order to get things like universal health care and a revamped education system, then someone is going to have to give up a piece of their pie so that someone else can have more.","author":"Michelle Obama","category":"Education, Truth, Truth Is"},{"quote":"My employees, there's no deductible in your health care. No deductible, absolutely not. You get paid sick days, as many as you need, personal days.","author":"Michael Moore","category":"Employees, Care, You"},{"quote":"The American public believes that health care is a right and not a commodity.","author":"Michael Moore","category":"American, Care, Right"},{"quote":"If I were a capitalist I would not give my employees health insurance with no deductible, which I do, including dental, and paid pregnancy leave. That's not called capitalism, that's called being a Christian and someone who believes in democracy, so that everyone should get a fair slice of the pie.","author":"Michael Moore","category":"Democracy, Employees"},{"quote":"The health insurance industry does not like to pay out claims, because they don't make money. The only way they can make a profit is if they don't pay for your operation. If they pay for your operation and your doctor's appointment and your pharmaceuticals, they don't make any money.","author":"Michael Moore","category":"Money, Doctor, Insurance"},{"quote":"I purposely don't talk about money, because people are already skeptical about TV preachers. But I do say that I want you to be blessed. To me, prosperity is having health, having great children, having peace, good relationships. It's not about the money.","author":"Joel Osteen","category":"Children, Money, Peace"},{"quote":"Sobriety and health is the greatest thing.","author":"Jeff Bridges","category":"Greatest, Sobriety"},{"quote":"I want to keep my health and my sanity and be well and feel happy. Plus, I want to have fun.","author":"Kate Winslet","category":"Happy, Fun, Want"},{"quote":"As a single-payer advocate, I believe that at the end of the day, if a state goes forward and passed an effective single-payer program, it will demonstrate that you can provide quality health care to every man, woman and child in a more cost-effective way.","author":"Bernie Sanders","category":"Day, Man, Woman"},{"quote":"If the goal of health-care reform is to provide comprehensive, universal health care in a cost-effective way, the only honest approach is a single-payer approach.","author":"Bernie Sanders","category":"Goal, Care, Honest"},{"quote":"It has become clear that the function of a private health insurance is to make as much money as possible. Every dollar not paid out in claims is another dollar made in profits for the company.","author":"Bernie Sanders","category":"Money, Company, Insurance"},{"quote":"First of all, we have seen now in six years of Obamacare that it has been a disaster. It is the biggest job-killer in this country. Millions of Americans have lost their jobs, have been forced into part-time work, have lost their health insurance, have lost their doctors, have seen their premiums skyrocket.","author":"Ted Cruz","category":"Work, Lost, Insurance"},{"quote":"The single best thing we can do is expand competition. Let people purchase health insurance across state lines. If you want to expand access, what you want to do is increase choices and drive down cost.","author":"Ted Cruz","category":"Best, Competition, Choices"},{"quote":"I was being hated for about 40 or 50 years by the whole world, but it did not destroy me, and it did not ruin my health. And the reason is because I just did not answer them. I had my own life.","author":"Yoko Ono","category":"Life, World, Me"},{"quote":"A considerable share of the world's population still cannot afford comfortable housing, education and quality health care.","author":"Vladimir Putin","category":"Education, Quality, World"},{"quote":"I received free health care.","author":"J. K. Rowling","category":"Free, Care, Health Care"},{"quote":"The great aim of your life should be to keep your powers up to the highest possible standard, to so conserve your energies, guard your health, that you can make every occasion a great occasion.","author":"Orison Swett Marden","category":"Life, Great, Aim"},{"quote":"The way you think, the way you behave, the way you eat, can influence your life by 30 to 50 years.","author":"Deepak Chopra","category":"Life, Influence, Think"},{"quote":"I pay for homeowner's insurance, I pay for car insurance, I pay for health insurance.","author":"Elizabeth Warren","category":"Car, Insurance, Pay"},{"quote":"We must solve the problem in health care by curbing out-of-control costs that erode paychecks for working families and push quality coverage out of reach for millions of Americans.","author":"Paul Ryan","category":"Quality, Problem, Care"},{"quote":"One of the best aspects of health care reform is it starts to emphasize prevention.","author":"Anne Wojcicki","category":"Best, Prevention, Care"},{"quote":"Many companies today are reducing hours of full-time people to get under the minimum so they don't have to pay health care costs. I just shake my head because that's not going to build long-term value and trust with your people.","author":"Howard Schultz","category":"Trust, Today, Value"},{"quote":"Once upon a time, the homemaker was just Mom, but now we've evolved and come to a place where we're celebrating grandmas, grandpas, moms, dads - all the people that keep it safe and clean for our kids - and the overall health for ourselves so we can continue to function and do the variety of things we all do.","author":"Christina Milian","category":"Time, Mom, People"},{"quote":"Obamacare has made the government part of our health care decisions. The IRS controls all of our financial information. The NSA apparently sees everything else.","author":"Ben Shapiro","category":"Decisions, Government"},{"quote":"The Dallas model, prominent in the South and Southwest, sees a growing population as a sign of urban health. Cities liberally permit housing construction to accommodate new residents. The Los Angeles model, common on the West Coast and in the Northeast Corridor, discourages growth by limiting new housing.","author":"Virginia Postrel","category":"Growth, Construction, New"},{"quote":"Quality health care services must be accessible and affordable for all - not just those in certain ZIP codes or tax brackets.","author":"Rick Scott","category":"Quality, Tax, Care"},{"quote":"Veterans are generally reluctant to seek mental health care.","author":"Chuck Norris","category":"Veterans, Mental Health"},{"quote":"Every profession will have its rogues, of course, no matter what oaths are sworn, but many health care professionals have a real commitment to serving the best interests of their clients.","author":"Peter Singer","category":"Best, Commitment, Care"},{"quote":"In the world of maternal health, cell phone technology is being used to provide prenatal care, linking pregnant women to health care providers when they can't otherwise reach healthcare facilities.","author":"Christy Turlington","category":"Technology, Women, World"},{"quote":"America's health care system is the most complicated and expensive in the world.","author":"Christy Turlington","category":"America, World, Care"},{"quote":"Health consists with temperance alone.","author":"Alexander Pope","category":"Alone, Temperance, Consists"},{"quote":"After doing a juice cleanse, I'm motivated to eat healthier and not emotionally. Cleansing is like my meditation. It makes me stop, focus and think about what I'm putting into my body. I'm making a commitment to my health and hitting the reset button.","author":"Salma Hayek","category":"Focus, Commitment, Me"},{"quote":"The idea that there is one kind of African is, of course, ridiculous. Sometimes African entrepreneurs want to kill you because you are saying public health is the priority, not roads. Of course they are right to press for that issue, but so are we right, I believe, to argue, for example, that millions of children could and should be vaccinated.","author":"Bono","category":"Children, Believe, I Believe"},{"quote":"Alas, bacon and eggs are not health foods.","author":"Dean Ornish","category":"Bacon, Eggs, Alas"},{"quote":"It's clear that policymakers and economists are going to be interested in the measurement of well-being primarily as it correlates with health they also want to know whether researchers can validate subjective responses with physiological indices.","author":"Daniel Kahneman","category":"Well-Being, Want, Know"},{"quote":"Inequality saps the economy by draining the buying power of Americans whose incomes have stagnated, forcing them to rely on debt to fund education, housing, and health care.","author":"George Packer","category":"Education, Power, Care"},{"quote":"When President Barack Obama is trying to persuade Americans not to do something, he has a go-to line: 'That's not who we are.' Whether the issue involves discrimination, immigration, torture, criminal violence or health care, he invokes the nation's very identity.","author":"Cass Sunstein","category":"Identity, Violence"},{"quote":"A healthy love life is not and should not be the preserve of those in their 20s and 30s. It's important at all ages.","author":"Jerry Hall","category":"Love, Life, Love Life"},{"quote":"I'm active in PAX, which is a gun awareness organization. We treat gun safety as a public health issue.","author":"Mandy Patinkin","category":"Safety, Treat, Gun"},{"quote":"The British state already invests in early intervention campaigns in drug abuse and sexual health. Challenging extremism should be no less of a priority.","author":"Maajid Nawaz","category":"Early, Abuse, British"},{"quote":"People use so much more health care when they live longer.","author":"Michael Bloomberg","category":"People, Live, Care"},{"quote":"I actually lost both my legs. I can walk because I got really good health care.","author":"Tammy Duckworth","category":"Good, Good Health, Walk"},{"quote":"When I was in the Senate, I worked to pass Women's Health and Wellness Act, which bars insurance companies from discriminating against the health care needs of women.","author":"Eric Schneiderman","category":"Women, Insurance, Wellness"},{"quote":"I think that going on any reality show is not good for your mental health because you behave differently when you are being watched, and you constantly have an extra bit of awareness of what's going on all the time.","author":"Ronda Rousey","category":"Time, Good, Reality"},{"quote":"It's important to wallow and grieve when you have a health issue. I don't think you really get the best stuff out of life until you've had the worst stuff.","author":"Natalie Cole","category":"Life, Best, Think"},{"quote":"I do have to take care of myself, not only because I'm in the movies, just for mental health reasons. I exercise for me. You know, maybe it would be nice to not have to do that in order to feel good, but I do. I feel like I have to, to feel good. To clear my head and all of that, so.","author":"Annette Bening","category":"Good, Myself, Me"},{"quote":"Cycling is good for people in all ways: their health, their well-being, and it does no damage to the environment. It can, however, be dangerous, and this has to be addressed.","author":"Jeremy Corbyn","category":"Good, People, Environment"},{"quote":"America's men and women in uniform bravely defend our nation and our values. Their skill, dedication, and valor are the envy of the world. When their time in uniform is over, they are entitled to world-class health care, a benefit they've earned and that their country is grateful to provide for them.","author":"John Delaney","category":"Time, Women, America"},{"quote":"My take is that the optimal approach to food, for health and ethical reasons, may be vegetarianism.","author":"Nicholas Kristof","category":"Food, Ethical, May"},{"quote":"When you feel great, you emanate a certain energy that translates as beautiful. I don't care if you have the standard beauty or not; it's that X-factor that comes through, and the basis of that is good health.","author":"Christie Brinkley","category":"Beauty, Beautiful, Good"},{"quote":"Whole Foods has a good health care plan.","author":"John Mackey","category":"Good, Good Health, Plan"},{"quote":"I always like to say that our brand or our philosophy has always been kind of this marriage between the 'food as indulgence,' and it's also been about 'food as health,' that food is vitality.","author":"John Mackey","category":"Marriage, Food, Philosophy"},{"quote":"Part of me thinks that innovation, real innovation in health care delivery, needs to happen from the bottom to the top.","author":"Malcolm Gladwell","category":"Innovation, Me, Care"},{"quote":"Most of Planned Parenthood's work focuses on health care for low-income women: things like screenings for breast cancer and diabetes, and family planning.","author":"Campbell Brown","category":"Work, Family, Women"},{"quote":"I am proud to join the many state legislators, governors, businessmen and hard-working Americans who have worked to build support and momentum for the idea of the Health Care Compact, and I am proud to introduce the common-sense bill for this sensible solution.","author":"James Lankford","category":"Support, I Am, Proud"},{"quote":"Frequent worshippers are also significantly more active citizens. They are more likely to belong to community organizations, especially those concerned with young people, health, arts and leisure, neighborhood and civic groups and professional associations.","author":"Jonathan Sacks","category":"Community, People"},{"quote":"Successful health reform must not just make health insurance affordable, affordable health insurance has to make health care affordable.","author":"Elizabeth Edwards","category":"Successful, Insurance, Care"},{"quote":"Satellites record data in different parts of the light spectrum that we can't see. And it's that information that allows satellites to be so powerful in terms of looking at things like vegetation health, finding different kinds of geology that may indicate an oil deposit or some kind of mineralogical deposit that can be mined.","author":"Sarah Parcak","category":"Light, Powerful, Data"},{"quote":"Adoptive parents are taking on enormous responsibility, both emotionally and financially. Quite frankly, they need as much disclosure as possible about the child's background and health to assure the best fit and be prepared.","author":"Pat Robertson","category":"Best, Parents"},{"quote":"Some people are naturally thin, and some are heavier. There is a lot of focus on it, and it can be a lot of pressure for people. But honestly, I think as long as someone is healthy, that is most important.","author":"Jennifer Lopez","category":"Focus, People, Healthy"},{"quote":"We readily go to the health club when our doctor suggests we need more exercise, but we regularly neglect the 'mental health club' that our well-being more truly requires.","author":"Pico Iyer","category":"Doctor, Mental Health"},{"quote":"If Charlton Heston can have a constitutional right carry a rifle, why can't grandma have a constitutional right to health care?","author":"Al Sharpton","category":"Care, Why, Right"},{"quote":"I'm not into animal rights. I'm only into animal welfare and health. I've been with the Morris Animal Foundation since the '70s. We're a health organization. We fund campaign health studies for dogs, cats, lizards and wildlife. I've worked with the L.A. Zoo for about the same length of time. I get my animal fixes!","author":"Betty White","category":"Time, Cats, Animal"},{"quote":"I felt that, in some ways, my novels lacked heart because of the distance between me and the subject matter. But no one wants to read a book based on good health, a happy upbringing, a long marriage.","author":"Jim Crace","category":"Marriage, Happy, Good"},{"quote":"As a physician specializing in nutrition, my priority is to the health of the public.","author":"Michael Greger","category":"Physician, Nutrition"},{"quote":"I appreciate health care that gets to the root cause of our symptoms and promotes wellness, rather than the one-size-fits-all drug-based approach to treating disease. I love maintaining an optimal quality of life - naturally.","author":"Suzanne Somers","category":"Love, Life, Quality"},{"quote":"The minute anyone's getting anxious I say, You must eat and you must sleep. They're the two vital elements for a healthy life.","author":"Francesca Annis","category":"Life, Sleep, Healthy"},{"quote":"Strong advocacy for education, health care and worker safety will be indispensable if they are to get their fair share of President Bush's austere budget for the next fiscal year.","author":"Arlen Specter","category":"Education, Strong, Safety"},{"quote":"When I became president with a commitment to reform health care, Hillary was a natural to head the health care task force. You all know we failed because we couldn't break a Senate filibuster. Hillary immediately went to work on solving the problems the bill sought to address one by one.","author":"William J. Clinton","category":"Work, Commitment, Problems"},{"quote":"In 1979, just after I became governor, I asked Hillary to chair a rural health committee to help expand health care to isolated farm and mountain areas. They recommended to do that partly by deploying trained nurse practitioners in places with no doctors to provide primary care they were trained to provide.","author":"William J. Clinton","category":"Mountain, Help, Chair"},{"quote":"No one wants to fail. So most of us don't even try. Sad. We don't even take that first step to improve our health or to deepen our working relationships or to realize a dream.","author":"Robin S. Sharma","category":"Sad, Step, Relationships"},{"quote":"While Democrats fussed with the details of health care reforms, conservatives spent months telling the nation that the real issue is freedom, that what's on the line is American liberty itself.","author":"Thomas Frank","category":"Freedom, American, Liberty"},{"quote":"We control health and pathogenicity by complex multi-speciated relationships through symbiosis and synergy. Portable shelters for livestock, along with electric fencing, insure hygienic and sanitary housing and lounging areas, not to mention clean air, sunshine, and exercise.","author":"Joel Salatin","category":"Sunshine, Control, Exercise"},{"quote":"As women slowly gain power, their values and priorities are reshaping the agenda. A multitude of studies show that when women control the family funds, they generally spend more on health, nutrition, and education - and less on alcohol and cigarettes.","author":"Dee Dee Myers","category":"Education, Family, Women"},{"quote":"Our message of ensuring every Hoosier has access to a quality education that turns into a good paying job, that ultimately leads to a meaningful career with access to affordable health care, is resonating.","author":"Todd Young","category":"Education, Good, Job"},{"quote":"The root cause of the looming energy problem - and the key to easing environmental, economic and religious tensions while improving public health - is to address the unending, and unequal, growth of the human population. And the one proven way to reduce fertility rates is to empower young women by educating them.","author":"Lawrence M. Krauss","category":"Women, Growth, Environmental"},{"quote":"Laziness works. And the simple way to incorporate its health benefits into your life is simply to take a nap.","author":"Tom Hodgkinson","category":"Life, Simple, Laziness"},{"quote":"Today there are people trying to take away rights that our mothers, grandmothers and great-grandmothers fought for: our right to vote, our right to choose, affordable quality education, equal pay, access to health care. We the people can't let that happen.","author":"Kerry Washington","category":"Education, Today, Quality"},{"quote":"Our children lost our direction because they have been compromised. They have found freedom at the ballot box, and then they have taken on plastic chains around their minds and souls and mortgage their future on credit cards. They have to learn better - they have to learn the value of ideas and health as opposed to wealth.","author":"Andrew Young","category":"Children, Future, Freedom"},{"quote":"For me, I am left leaning when it comes to health and education, on the right when it comes to defense. So I don't know where I come on the political spectrum. And I think this the challenge that a lot of Jordanians have to deal with.","author":"Abdullah II of Jordan","category":"Education, Challenge, I Am"},{"quote":"I often get asked why I decided to spend time highlighting the mental health of children.","author":"Kate Middleton","category":"Time, Children"},{"quote":"Julia, I promise to love you, to cherish you, in sickness and in health. No matter what, I will be there for you and our family. I promise not to make the social media another member of our family.","author":"Martina Navratilova","category":"Love, Family, Social Media"},{"quote":"I stand before you a totally healthy person.","author":"Melissa Etheridge","category":"Stand, Healthy, You"},{"quote":"Between 2000 and 2010, malaria mortality rates fell by 26 percent around the world. According to the latest World Health Organization estimates, there were about 219 million cases of malaria in 2010 and an estimated 660,000 deaths.","author":"Tom Frieden","category":"World, Organization, Between"},{"quote":"I'd be happy to live till 80 as long as I was comfortable and in good health. Mind you, ask me again on the eve of my 80th birthday. Even so, I hope we don't all start living to be 120. I'm not sure I'd cope with another 60 years.","author":"Bonnie Tyler","category":"Birthday, Hope, Happy"},{"quote":"E-waste is the fastest growing waste stream in the United States and can pose serious environmental and health problems here and around the world when not handled properly.","author":"Gene Green","category":"Environmental, World"},{"quote":"We face a choice this election. President Obama is fighting for changes that grow the economy from the middle out and help all Americans succeed - jobs, education, health reform, the DREAM Act, equal pay for women. He is moving us forward with opportunity today for prosperity tomorrow. Mitt Romney wants to take us back to yesterday.","author":"Eva Longoria","category":"Education, Women, Today"},{"quote":"Improvement of civic facilities is among our priorities, and for this purpose, education, health, infrastructure and transport sectors are being improved through revolutionary steps. Citizens will benefit from all these projects, and their living standard will be raised.","author":"Shehbaz Sharif","category":"Education, Improvement"},{"quote":"One of the things I like best about 'Biggest Loser' is being around people who are trying to make the right choices. When you feel defeated about your weight and your health, like there's no hope, and you still make the choice to fight for it, to make the change happen no matter what people say or think, that's inspiring to me.","author":"Alison Sweeney","category":"Change, Hope, Best"},{"quote":"I am well. Do not worry about my health.","author":"Rodrigo Duterte","category":"I Am, Worry, Well"},{"quote":"Well I think on a simple ecological level that the diversity of this planet is important for our survival, that all of our different cultures, people are important to the health of the whole the same way that a species of animal should be saved and at a simple ecology level.","author":"Richard Gere","category":"Diversity, Simple, Animal"},{"quote":"It is my passionate belief that we can all have better health care through rationing.","author":"Richard Lamm","category":"Better, Care, Belief"},{"quote":"People are getting more active and living healthier in San Antonio, whether it's walking, cycling, or using our parks. We now have concrete evidence that our investments are paying off and positively impacting the health of our families and the overall quality of life in San Antonio.","author":"Julian Castro","category":"Life, Quality, Walking"},{"quote":"My most visible goal is to do something in nutrition to children in India, and pregnant mothers. Because that would change the mental and physical health of our population in years to come.","author":"Ratan Tata","category":"Change, Children, Goal"},{"quote":"At the end of the day, sleep is a barometer of your emotional health. And so if you're not in the right place where you need to be, then you're going to have voices keeping you up at night because you have to work through those issues.","author":"Mehmet Oz","category":"Work, Day, Sleep"},{"quote":"The biggest mistake people make is to try to lose too much weight too fast.","author":"Mehmet Oz","category":"Mistake, People, Try"},{"quote":"I used to have an obsession with building businesses and forgot about building health. I was focused on the destination instead of the journey. I caution you to not do the same.","author":"Vivek Wadhwa","category":"Journey, Destination"},{"quote":"I believe the most important aspect of Medicare is not the structure of the program but the guarantee to all Americans that they will have high quality health care as they get older.","author":"Ron Wyden","category":"Quality, Believe, I Believe"},{"quote":"When the Veterans Affairs Department implemented a program to provide home-based health care to veterans with multiple chronic conditions - many of the system's most expensive patients to treat - they received astounding results.","author":"Ron Wyden","category":"Veterans, Treat, Care"},{"quote":"It's totally different from last year because I came in with good shape with no health worries so it was about going out there and running well and enjoying it.","author":"Paula Radcliffe","category":"Good, Shape, Well"},{"quote":"Make no mistake, a 'yes' vote on the Democrats' health care bill is a vote for taxpayer-funded abortions.","author":"John Boehner","category":"Mistake, Vote, Care"},{"quote":"Public health and safety are my highest priorities.","author":"Kate Brown","category":"Safety, Priorities"},{"quote":"When you start fooling around with drugs, you're hurting your creativity, you're hurting your health. Drugs are death, in one form or another. If they don't kill you, they kill your soul. And if your soul's dead, you've got nothing to offer, anyway.","author":"Paul Stanley","category":"Death, Creativity, Soul"}]}