{"author":"Ravindu Manoj","github":"ravindu01manoj","repo":"Quotes-500k","data":[{"quote":"Tonight, tonight we've reached a milestone in our nation's march toward a more perfect union: the first time that a major party has nominated a woman for president. Standing here, standing here as my mother's daughter, and my daughter's mother, I'm so happy this day has come.","author":"Hillary Clinton","category":"Happy, Daughter, Mother"},{"quote":"On the one hand, there are individual actions such as throwing, pushing, touching, rubbing. It is these individual actions that give rise most of the time to abstraction from objects.","author":"Jean Piaget","category":"Rise, Individual, Actions"},{"quote":"I've always really just liked football, and I've always devoted a lot of time to it. When I was a kid, my friends would call me to go out with them, but I would stay home because I had practice the next day.","author":"Lionel Messi","category":"Home, Friends, Football"},{"quote":"Time brings all things to pass.","author":"Aeschylus","category":"All Things, Things, Brings"},{"quote":"The real menace in dealing with a five-year-old is that in no time at all you begin to sound like a five-year-old.","author":"Jean Kerr","category":"Mom, You, Dealing"},{"quote":"Conscious of not being able to separate myself from my time, I have decided to become part of it.","author":"Albert Camus","category":"Myself, Become, Being"},{"quote":"Time is bunk.","author":"Douglas Adams","category":"Bunk"},{"quote":"It would take six months to get to Mars if you go there slowly, with optimal energy cost. Then it would take eighteen months for the planets to realign. Then it would take six months to get back, though I can see getting the travel time down to three months pretty quickly if America has the will.","author":"Elon Musk","category":"Travel, America, Energy"},{"quote":"Most people have a harder time letting themselves love than finding someone to love them.","author":"Bill Russell","category":"Love, People, Finding"},{"quote":"It's time to commit to finding the answer, to search for life beyond Earth. Mankind has a deep need to explore, to learn, to know. We also happen to be sociable creatures. It is important for us to know if we are alone in the dark.","author":"Stephen Hawking","category":"Life, Deep, Alone"},{"quote":"Time makes heroes but dissolves celebrities.","author":"Daniel J. Boorstin","category":"Heroes, Makes, Celebrities"},{"quote":"In times like these, it helps to recall that there have always been times like these.","author":"Paul Harvey","category":"Always, Like, Times"},{"quote":"Time makes more converts than reason.","author":"Thomas Paine","category":"Reason, More, Than"},{"quote":"Time is what prevents everything from happening at once.","author":"John Archibald Wheeler","category":"Everything, Happening, Once"},{"quote":"Nothing puzzles me more than the time and space and yet nothing troubles me less.","author":"Charles Lamb","category":"Space, Me, Nothing"},{"quote":"I want to go ahead of Father Time with a scythe of my own.","author":"H. G. Wells","category":"Father, Want, Ahead"},{"quote":"Time goes, you say? Ah, no! alas, time stays, we go.","author":"Henry Austin Dobson","category":"You, Say, Go"},{"quote":"Now is the age of anxiety.","author":"W. H. Auden","category":"Age, Anxiety, Now"},{"quote":"Well-timed silence is the most commanding expression.","author":"Mark Helprin","category":"Silence, Expression, Most"},{"quote":"Who makes quick use of the moment is a genius of prudence.","author":"Johann Kaspar Lavater","category":"Moment, Genius, Quick"},{"quote":"Eternity: a moment standing still for ever.","author":"James Montgomery","category":"Moment, Eternity, Standing"},{"quote":"The time I kill is killing me.","author":"Mason Cooley","category":"Me"},{"quote":"Day, n. A period of twenty-four hours, mostly misspent.","author":"Ambrose Bierce","category":"Day, Hours, Period"},{"quote":"The present time has one advantage over every other - it is our own.","author":"Charles Caleb Colton","category":"Present, Over, Every"},{"quote":"Time is a beautiful thing. It's like when you meet an old lover on the street six years later and they don't look so ugly anymore.","author":"Sarah McLachlan","category":"Beautiful, Ugly, You"},{"quote":"All our sweetest hours fly fastest.","author":"Virgil","category":"Fly, Hours, Sweetest"},{"quote":"Time, whose tooth gnaws away everything else, is powerless against truth.","author":"Thomas Huxley","category":"Truth, Everything, Powerless"},{"quote":"It is my feeling that Time ripens all things with Time all things are revealed Time is the father of truth.","author":"Francois Rabelais","category":"Father, Truth, Feeling"},{"quote":"We must go fast, because the race is against time.","author":"Anna Held","category":"Fast, Race, Must"},{"quote":"By the time we've made it, we've had it.","author":"Malcolm Forbes","category":"Made, By The Time, Had"},{"quote":"The trouble with our times is that the future is not what it used to be.","author":"Paul Valery","category":"Future, Trouble, Used"},{"quote":"Finding some quiet time in your life, I think, is hugely important.","author":"Mariel Hemingway","category":"Life, Think, Finding"},{"quote":"Both young children and old people have a lot of time on their hands. That's probably why they get along so well.","author":"Jonathan Carroll","category":"Children, People, Hands"},{"quote":"I took some time out for life.","author":"James L. Brooks","category":"Life, Some, Took"},{"quote":"Know how to live the time that is given you.","author":"Dario Fo","category":"Live, Know, You"},{"quote":"Time was God's first creation.","author":"Walter Lang","category":"God, Creation, First"},{"quote":"Each moment is perfect and heaven-sent, in that each moment holds the seeds for growth.","author":"Suzan-Lori Parks","category":"Growth, Moment, Perfect"},{"quote":"The best way to fill time is to waste it.","author":"Marguerite Duras","category":"Best, Way, Waste"},{"quote":"Time is the school in which we learn, time is the fire in which we burn.","author":"Delmore Schwartz","category":"School, Fire, Learn"},{"quote":"Time has a way of demonstrating that the most stubborn are the most intelligent.","author":"Yevgeny Yevtushenko","category":"Stubborn, Intelligent, Way"},{"quote":"Perfection is the child of time.","author":"Joseph Hall","category":"Perfection, Child"},{"quote":"Let him who would enjoy a good future waste none of his present.","author":"Roger Babson","category":"Future, Good, Enjoy"},{"quote":"Time and space - time to be alone, space to move about - these may well become the great scarcities of tomorrow.","author":"Edwin Way Teale","category":"Great, Alone, Space"},{"quote":"The time to hesitate is through.","author":"Robby Krieger","category":"Through, Hesitate"},{"quote":"And when is there time to remember, to sift, to weigh, to estimate, to total?","author":"Tillie Olsen","category":"Remember, Weigh, Estimate"},{"quote":"Time is a dressmaker specializing in alterations.","author":"Faith Baldwin","category":""},{"quote":"My time is now.","author":"John Turner","category":"Now, My Time"},{"quote":"A woman is like a tea bag - you can't tell how strong she is until you put her in hot water.","author":"Eleanor Roosevelt","category":"Strong, Water, Woman"},{"quote":"Because you are women, people will force their thinking on you, their boundaries on you. They will tell you how to dress, how to behave, who you can meet and where you can go. Don't live in the shadows of people's judgement. Make your own choices in the light of your own wisdom.","author":"Amitabh Bachchan","category":"Wisdom, Light, Dress"},{"quote":"After women, flowers are the most lovely thing God has given the world.","author":"Christian Dior","category":"God, Flowers, World"},{"quote":"Women are made to be loved, not understood.","author":"Oscar Wilde","category":"Loved, Made, Understood"},{"quote":"A woman should be like a single flower, not a whole bouquet.","author":"Anna Held","category":"Flower, Woman, Single"},{"quote":"If you want something said, ask a man; if you want something done, ask a woman.","author":"Margaret Thatcher","category":"Man, Woman, Want"},{"quote":"If women ran the world we wouldn't have wars, just intense negotiations every 28 days.","author":"Robin Williams","category":"Funny, World, Just"},{"quote":"The glory of justice and the majesty of law are created not just by the Constitution - nor by the courts - nor by the officers of the law - nor by the lawyers - but by the men and women who constitute our society - who are the protectors of the law as they are themselves protected by the law.","author":"Robert Kennedy","category":"Justice, Law, Society"},{"quote":"What I've never understood is why some women use plastic surgery to make themselves more attractive to men. The most beautiful woman is someone who's happy and is always smiling.","author":"Irina Shayk","category":"Happy, Beautiful"},{"quote":"Reputation is what men and women think of us character is what God and angels know of us.","author":"Thomas Paine","category":"Character, God, Men"},{"quote":"Women are the largest untapped reservoir of talent in the world.","author":"Hillary Clinton","category":"World, Talent, Untapped"},{"quote":"Women are nothing but machines for producing children.","author":"Napoleon Bonaparte","category":"Children, Nothing, Machines"},{"quote":"It was we, the people; not we, the white male citizens; nor yet we, the male citizens; but we, the whole people, who formed the Union. And we formed it, not to give the blessings of liberty, but to secure them; not to the half of ourselves and the half of our posterity, but to the whole people - women as well as men.","author":"Susan B. Anthony","category":"Blessings, Men, Liberty"},{"quote":"The principle goal of education in the schools should be creating men and women who are capable of doing new things, not simply repeating what other generations have done.","author":"Jean Piaget","category":"Education, Men, Goal"},{"quote":"Being natural is incredibly empowering for women because it's just who you are. You're embracing all the beautiful things about you from your head to your toes. Because when you mask so much of your natural beauty, people don't get to see that.","author":"Rozonda Thomas","category":"Beauty, Beautiful, People"},{"quote":"We are braver and wiser because they existed, those strong women and strong men... We are who we are because they were who they were. It's wise to know where you come from, who called your name.","author":"Maya Angelou","category":"Strong, Wise, Men"},{"quote":"Men, their rights, and nothing more; women, their rights, and nothing less.","author":"Susan B. Anthony","category":"Men, Nothing, Rights"},{"quote":"A miracle is really the only way to describe motherhood and giving birth. It's unbelievable how God has made us women and babies to endure and be able to do so much. A miracle, indeed. Such an incredible blessing.","author":"Jennie Finch","category":"God, Motherhood, Giving"},{"quote":"Let's be very clear: Strong men - men who are truly role models - don't need to put down women to make themselves feel powerful. People who are truly strong lift others up. People who are truly powerful bring others together.","author":"Michelle Obama","category":"Strong, Together, Powerful"},{"quote":"We hold these truths to be self-evident: that all men and women are created equal.","author":"Elizabeth Cady Stanton","category":"Men, Equal, Men And Women"},{"quote":"No nation can rise to the height of glory unless your women are side by side with you.","author":"Muhammad Ali Jinnah","category":"Rise, You, Nation"},{"quote":"With over 3 million women battling breast cancer today, everywhere you turn there is a mother, daughter, sister, or friend who has been affected by breast cancer.","author":"Betsey Johnson","category":"Sister, Daughter, Today"},{"quote":"Men and women must be educated, in a great degree, by the opinions and manners of the society they live in.","author":"Mary Wollstonecraft","category":"Education, Great, Society"},{"quote":"I think women are foolish to pretend they are equal to men they are far superior and always have been.","author":"William Golding","category":"Men, Think, Equal"},{"quote":"The American flag is an enduring symbol of liberty, democracy, and justice. It is fitting that the House act to protect it as we approach our nation's birthday, and as our men and women in uniform rally behind it in Iraq's battlefields.","author":"Joe Barton","category":"Birthday, Justice, American"},{"quote":"Ah, women. They make the highs higher and the lows more frequent.","author":"Friedrich Nietzsche","category":"Higher, More, Lows"},{"quote":"I want to encourage women to embrace their own uniqueness. Because just like a rose is beautiful, so is a sunflower, so is a peony. I mean, all flowers are beautiful in their own way, and that's like women too.","author":"Miranda Kerr","category":"Beautiful, Flowers, Rose"},{"quote":"There's nothing more superficial to do than to paint a beautiful woman. The most beautiful portraits in art were of ugly women. If you paint Brigitte Bardot, it's a disaster. Sunsets, you have to stay away from sunsets. You paint a sunset, you are in great danger.","author":"Fernando Botero","category":"Art, Beautiful, Sunset"},{"quote":"Yes, we become stronger when men and women, young and old, gay and straight, native-born and immigrant fight together to create the kind of country we all know we can become.","author":"Bernie Sanders","category":"Together, Men, Fight"},{"quote":"I think women should wear whatever makeup they want for themselves. Makeup should be fun.","author":"Emma Stone","category":"Fun, Makeup, Want"},{"quote":"You must make women count as much as men you must have an equal standard of morals and the only way to enforce that is through giving women political power so that you can get that equal moral standard registered in the laws of the country. It is the only way.","author":"Emmeline Pankhurst","category":"Power, Men, Giving"},{"quote":"God of peace, bring your peace to our violent world: peace in the hearts of all men and women and peace among the nations of the Earth.","author":"Pope Benedict XVI","category":"Peace, God, World"},{"quote":"I think God made a woman to be strong and not to be trampled under the feet of men. I've always felt this way because my mother was a very strong woman, without a husband.","author":"Little Richard","category":"God, Mother, Strong"},{"quote":"Women should never go without earrings. Passing on them is an opportunity missed.","author":"Jennifer Lopez","category":"Opportunity, Never, Earrings"},{"quote":"I don't know who invented high heels, but all women owe him a lot.","author":"Marilyn Monroe","category":"Know, High Heels, Him"},{"quote":"It's not vanity to feel you have a right to be beautiful. Women are taught to feel we're not good enough, that we must live up to someone else's standards. But my aim is to cherish myself as I am.","author":"Elle Macpherson","category":"Beautiful, Good, Myself"},{"quote":"I think it's important for little girls growing up, and young women, to have one in every walk of life. So from that point of view, I'm proud to be a role model!","author":"Sally Ride","category":"Life, Walk, Little Girls"},{"quote":"It is our duty as men and women to proceed as though the limits of our abilities do not exist.","author":"Pierre Teilhard de Chardin","category":"Men, Limits, Men And Women"},{"quote":"A women who doesn't wear perfume has no future.","author":"Coco Chanel","category":"Future, Perfume, Wear"},{"quote":"There is a great stir about colored men getting their rights, but not a word about the colored women; and if colored men get their rights, and not colored women theirs, you see, the colored men will be masters over the women, and it will be just as bad as it was before.","author":"Sojourner Truth","category":"Great, Men, You"},{"quote":"Make women rational creatures, and free citizens, and they will quickly become good wives; - that is, if men do not neglect the duties of husbands and fathers.","author":"Mary Wollstonecraft","category":"Good, Men, Free"},{"quote":"The prolonged slavery of women is the darkest page in human history.","author":"Elizabeth Cady Stanton","category":"History, Slavery, Page"},{"quote":"On campuses, where Liberal softies still rule with an iron fist, feminism is as safe as a city with no women drivers. That is the only thing I support about Saudi Arabia, by the way.","author":"Milo Yiannopoulos","category":"Support, City, Liberal"},{"quote":"Here's the thing, men have to also mature in how they see women, too. Because they need to understand that it's not just about how we look, it's about who we are. And I am going to tell you like this, 'If you can't love me with short hair, and you telling me I got to have long hair to be loved, guess what, I ain't the one for you.'","author":"Jada Pinkett Smith","category":"Love, I Am, Short"},{"quote":"There will never be a new world order until women are a part of it.","author":"Alice Paul","category":"World, New, Never"},{"quote":"If you look back in history of the women who are most memorable and most stylish, they were never the followers of fashion. They were the ones who were unique in their style, breakers of the rules. They were authentic, genuine, original. They were not following the trends.","author":"Nina Garcia","category":"History, Style, Unique"},{"quote":"Women ought to have representatives, instead of being arbitrarily governed without any direct share allowed them in the deliberations of government.","author":"Mary Wollstonecraft","category":"Government, Without, Being"},{"quote":"We are volcanoes. When we women offer our experience as our truth, as human truth, all the maps change. There are new mountains.","author":"Ursula K. Le Guin","category":"Change, Experience, Truth"},{"quote":"Women in particular need to keep an eye on their physical and mental health, because if we're scurrying to and from appointments and errands, we don't have a lot of time to take care of ourselves. We need to do a better job of putting ourselves higher on our own 'to do' list.","author":"Michelle Obama","category":"Time, Health, Job"},{"quote":"Men and women in my lifetime have died fighting for the right to vote: people like James Chaney, Andrew Goodman and Michael Schwerner, who were murdered while registering black voters in Mississippi in 1964, and Viola Liuzzo, who was murdered by the Ku Klux Klan in 1965 during the Selma march for voting rights.","author":"Jeff Greenfield","category":"Men, Voting, People"},{"quote":"No doubt exists that all women are crazy it's only a question of degree.","author":"W. C. Fields","category":"Crazy, Doubt, Question"},{"quote":"Women are like cars: we all want a Ferrari, sometimes want a pickup truck, and end up with a station wagon.","author":"Tim Allen","category":"Dating, End, Want"},{"quote":"'Style Strategy' is about shopping smart, staying chic and making it all last. It's about showing women how to shop for value without compromising style.","author":"Nina Garcia","category":"Smart, Value, Style"},{"quote":"Feminism is a socialist, anti-family, political movement that encourages women to leave their husbands, kill their children, practice witchcraft, destroy capitalism and become lesbians.","author":"Pat Robertson","category":"Children, Political"},{"quote":"There's just something about vampires that's sexy. It's the same reason why women go for the bad boy - you want them but you shouldn't have them.","author":"Nina Dobrev","category":"Want, Why, You"},{"quote":"Kindness in women, not their beauteous looks, shall win my love.","author":"Washington Irving","category":"Love, Kindness, Relationship"},{"quote":"Don't get caught up in the 'look' thing. Sometimes, we as men and women, the first thing that attracts us to someone is their physical appearance, and that's not always a good thing because what's good on the outside is not always good on the inside.","author":"Keith Sweat","category":"Good, Men, Look"},{"quote":"The faces of most American women over thirty are relief maps of petulant and bewildered unhappiness.","author":"F. Scott Fitzgerald","category":"American, Maps, Thirty"},{"quote":"I do not wish women to have power over men but over themselves.","author":"Mary Shelley","category":"Power, Men, Wish"},{"quote":"It is downright mockery to talk to women of their enjoyment of the blessings of liberty while they are denied the use of the only means of securing them provided by this democratic-republican government: the ballot.","author":"Susan B. Anthony","category":"Blessings, Government"},{"quote":"I truly believe that women should be financially independent from their men. And let's face it, money gives men the power to run the show. It gives men the power to define value. They define what's sexy. And men define what's feminine. It's ridiculous.","author":"Beyonce Knowles","category":"Money, Power, Men"},{"quote":"When God created man and woman, he was thinking, 'Who shall I give the power to, to give birth to the next human being?' And God chose woman. And this is the big evidence that women are powerful.","author":"Malala Yousafzai","category":"God, Power, Man"},{"quote":"Women, we might as well be dogs baying the moon as petitioners without the right to vote!","author":"Susan B. Anthony","category":"History, Moon, Vote"},{"quote":"Finally, let us understand that when we stand together, we will always win. When men and women stand together for justice, we win. When black, white and Hispanic people stand together for justice, we win.","author":"Bernie Sanders","category":"Justice, Together, Men"},{"quote":"I've always been attracted to women who are assertive and have confidence - qualities older women possess. They've been on the Earth a little longer. They're more seasoned. They don't play games. They know what they want, and they're not afraid to tell you.","author":"Taye Diggs","category":"Confidence, Earth, Want"},{"quote":"As it stands, motherhood is a sort of wilderness through which each woman hacks her way, part martyr, part pioneer; a turn of events from which some women derive feelings of heroism, while others experience a sense of exile from the world they knew.","author":"Rachel Cusk","category":"Experience, Motherhood"},{"quote":"My mother made me truly appreciate women.","author":"Drake","category":"Mother, Me, Appreciate"},{"quote":"I'm a heroine addict. I need to have sex with women who have saved someone's life.","author":"Mitch Hedberg","category":"Life, Sex, Need"},{"quote":"Every company has two organizational structures: The formal one is written on the charts the other is the everyday relationship of the men and women in the organization.","author":"Harold S. Geneen","category":"Relationship, Men, Company"},{"quote":"Women who stay true to themselves are always more interesting and beautiful to me: women like Frida Kahlo, Georgia O'Keeffe and Anna Magnani - women who have style, chic, allure and elegance. They didn't submit to any standard of beauty - they defined it.","author":"Isabella Rossellini","category":"Beauty, Beautiful, Style"},{"quote":"I am not handsome, but when women hear me play, they come crawling to my feet.","author":"Niccolo Paganini","category":"I Am, Me, Feet"},{"quote":"If you don't love yourself, you can't love anybody else. And I think as women we really forget that.","author":"Jennifer Lopez","category":"Love, Love Yourself"},{"quote":"We need to change attitudes. We can only change attitudes by working together. Government will do its bit, but I want you all to do your bit, too. So speak out, stand up against violence against women and girls, and that's the way we can eradicate it.","author":"Theresa May","category":"Change, Working Together"},{"quote":"It should be remarked that, as the principle of liberty is better understood, and more nobly interpreted, a broader protest is made in behalf of women. As men become aware that few have had a fair chance, they are inclined to say that no women have had a fair chance.","author":"Margaret Fuller","category":"Men, Chance, Liberty"},{"quote":"I speak Spanish to God, Italian to women, French to men, and German to my horse.","author":"Charles V","category":"God, Men, Horse"},{"quote":"Breast cancer alone kills some 458,000 people each year, according to the World Health Organization, mainly in low- and middle-income countries. It has got to be a priority to ensure that more women can access gene testing and lifesaving preventive treatment, whatever their means and background, wherever they live.","author":"Angelina Jolie","category":"Health, Alone, World"},{"quote":"If it is right for men to fight for their freedom, and God knows what the human race would be like today if men had not, since time began, fought for their freedom, then it is right for women to fight for their freedom and the freedom of the children they bear.","author":"Emmeline Pankhurst","category":"Time, Children, Freedom"},{"quote":"This position is untenable, and there can be no pause in the agitation for full political power and responsibility until these are granted to all the women of the nation.","author":"Florence Kelley","category":"Responsibility, Power"},{"quote":"Girls have an unfair advantage over men: if they can't get what they want by being smart, they can get it by being dumb.","author":"Yul Brynner","category":"Men, Smart, Want"},{"quote":"There's a fundamental difference between how often men remember to say 'I love you' and how often women want to hear 'I love you.' For the most part, it's on the guy. He's not withholding it intentionally. It's just that we kind of miss the point sometimes, that even in the most nonchalant way, telling the person how you feel is important.","author":"Brett Young","category":"Love, I Love You, Men"},{"quote":"Old-fashioned ways which no longer apply to changed conditions are a snare in which the feet of women have always become readily entangled.","author":"Jane Addams","category":"Feet, Always, Old-Fashioned"},{"quote":"I have made speeches urging women to adopt methods of rebellion such as have been adopted by men in every revolution.","author":"Emmeline Pankhurst","category":"Men, Revolution, Rebellion"},{"quote":"I remember being in Japan when Destiny's Child put out 'Independent Women,' and women there were saying how proud they were to have their own jobs, their own independent thinking, their own goals. It made me feel so good, and I realized that one of my responsibilities was to inspire women in a deeper way.","author":"Beyonce Knowles","category":"Goals, Good, Child"},{"quote":"I regard the rights of men and women equal. In Love's fair realm, husband and wife are king and queen, sceptered and crowned alike, and seated on the self-same throne.","author":"Robert Green Ingersoll","category":"Love, Men, Wife"},{"quote":"Nothing can be more absurd than the practice that prevails in our country of men and women not following the same pursuits with all their strengths and with one mind, for thus, the state instead of being whole is reduced to half.","author":"Plato","category":"Men, Mind, Practice"},{"quote":"Women desire six things: They want their husbands to be brave, wise, rich, generous, obedient to wife, and lively in bed.","author":"Geoffrey Chaucer","category":"Wise, Brave, Wife"},{"quote":"I guess I was a bad boy... Yes, yes, I've had lots of women in my life.","author":"Kirk Douglas","category":"Life, My Life, Boy"},{"quote":"That little man in black there, he says women can't have as much rights as men 'cause Christ wasn't a woman! Where did your Christ come from? Where did your Christ come from? From God and a woman! Man had nothing to do with Him.","author":"Sojourner Truth","category":"God, Man, Woman"},{"quote":"Sexual harassment on the job is not a problem for virtuous women.","author":"Phyllis Schlafly","category":"Job, Problem, Virtuous"},{"quote":"Women need real moments of solitude and self-reflection to balance out how much of ourselves we give away.","author":"Barbara De Angelis","category":"Balance, Solitude, Moments"},{"quote":"If women want any rights more than they's got, why don't they just take them, and not be talking about it.","author":"Sojourner Truth","category":"Want, Why, Rights"},{"quote":"Throughout human history, in any great endeavour requiring the common effort of many nations and men and women everywhere, we have learned - it is only through seriousness of purpose and persistence that we ultimately carry the day. We might liken it to riding a bicycle. You stay upright and move forward so long as you keep up the momentum.","author":"Ban Ki-moon","category":"History, Day, Great"},{"quote":"Liberty lies in the hearts of men and women; when it dies there, no constitution, no law, no court can save it.","author":"Learned Hand","category":"Law, Men, Constitution"},{"quote":"What's revolting is the body-positivity movement. What's revolting is this idea now that you can tell women they'll be happy and healthy at any size. Why? Because it tells women that you can be fat, and you can be unattractive, and you can be happy anyway. That's a lie.","author":"Milo Yiannopoulos","category":"Happy, Be Happy, Healthy"},{"quote":"I was a child who went about in a world of colors... My friends, my companions, became women slowly; I became old in instants.","author":"Frida Kahlo","category":"Friends, Colors, World"},{"quote":"We women of America tell you that America is not a democracy. Twenty million women are denied the right to vote.","author":"Alice Paul","category":"America, Democracy, You"},{"quote":"Well, the tyranny of masculinity and the tyranny of patriarchy I think has been much more deadly to men than it has to women. It hasn't killed our hearts. It's killed men's hearts. It's silenced them; it's cut them off.","author":"Eve Ensler","category":"Men, Tyranny, Think"},{"quote":"Women must learn to find self-worth within themselves, not through others. It is important to carve out a place just for you.","author":"Georgette Mosbacher","category":"Self-Worth, Learn, You"},{"quote":"When you're wounded and left on Afghanistan's plains, and the women come out to cut up what remains, jest roll to your rifle and blow out your brains and go to your gawd like a soldier.","author":"Rudyard Kipling","category":"Soldier, You, Brains"},{"quote":"There is no such thing as society: there are individual men and women, and there are families.","author":"Margaret Thatcher","category":"Society, Men, Men And Women"},{"quote":"By improving health, empowering women, population growth comes down.","author":"Bill Gates","category":"Health, Growth, Down"},{"quote":"Fashion is here to help make people look very important. If they have good taste and choose what suits them, I give them options on how they can do that. It's always sexy, and it's always with the same result: making women look fantastic.","author":"Vivienne Westwood","category":"Good, People, Help"},{"quote":"Every day, I wake up determined to deliver a better life for the people all across this nation that have been neglected, ignored, and abandoned. I have visited the laid-off factory workers and the communities crushed by our horrible and unfair trade deals. These are the forgotten men and women of our country.","author":"Donald Trump","category":"Life, Day, Men"},{"quote":"In the adjustment of the new order of things, we women demand an equal voice; we shall accept nothing less.","author":"Carrie Chapman Catt","category":"Voice, Equal, New"},{"quote":"You know, there's nothing damnable about being a strong woman. The world needs strong women. There are a lot of strong women you do not see who are guiding, helping, mothering strong men. They want to remain unseen. It's kind of nice to be able to play a strong woman who is seen.","author":"Ginger Rogers","category":"Strong, Woman, World"},{"quote":"I gotta be honest with you. I'm kind of jealous of the way my dad gets to talk to my mom sometimes. Where are all those old-school women you can just take your day out on? When did they stop making those angels?","author":"Bill Burr","category":"Day, Mom, Jealous"},{"quote":"I do not make any apologies for my manner or personality. I come from a long line of very strong, black African-American women who neither bend nor bow. I haven't had very good modeling in submission.","author":"Faye Wattleton","category":"Good, Strong, Personality"},{"quote":"Fear of serious injury alone cannot justify oppression of free speech and assembly. Men feared witches and burnt women. It is the function of speech to free men from the bondage of irrational fears.","author":"Louis D. Brandeis","category":"History, Fear, Alone"},{"quote":"For those who have made the ultimate sacrifice, we are grateful that such men and women were among us. For those who continue to serve, we honor their commitment. For those who return to civilian life, we honor their service.","author":"Steve Buyer","category":"Life, Service, Men"},{"quote":"I think beauty is not just about what we put on our heads or on our faces or what we wear: it's deeper than that, and if we can celebrate that, celebrate the women, not just the superficiality... I think it would be really gorgeous.","author":"Alek Wek","category":"Beauty, Celebrate, Think"},{"quote":"Childbirth is more admirable than conquest, more amazing than self-defense, and as courageous as either one.","author":"Gloria Steinem","category":"Amazing, Courageous"},{"quote":"There are so many men and women who hold no distinctive positions but whose contribution towards the development of society has been enormous.","author":"Nelson Mandela","category":"Society, Men, Contribution"},{"quote":"I think that, if anything, the pageant is great for people who suffer from body issues. It's all about being comfortable with what you're given and what you have and being able to flaunt it without being insecure. It's about empowering women, not making them feel weak or less.","author":"Olivia Culpo","category":"Great, People, Think"},{"quote":"For most women, the language of conversation is primarily a language of rapport: a way of establishing connections and negotiating relationships.","author":"Deborah Tannen","category":"Language, Conversation"},{"quote":"I'm a multi-faceted woman and person, like all women are - there's no black and white. We have shades of grey in the middle. And even many more colours that other people don't see!","author":"Shakira","category":"Black And White, Woman"},{"quote":"I didn't want to let women down. One of the stereotypes I see breaking is the idea of aging and older women not being beautiful.","author":"Annie Leibovitz","category":"Beautiful, Aging, Want"},{"quote":"All places where women are excluded tend downward to barbarism; but the moment she is introduced, there come in with her courtesy, cleanliness, sobriety, and order.","author":"Harriet Beecher Stowe","category":"Moment, She, Her"},{"quote":"Women are never disarmed by compliments. Men always are. That is the difference between the sexes.","author":"Oscar Wilde","category":"Men, Difference, Compliments"},{"quote":"I don't hate women - they just sometimes make me mad.","author":"Eminem","category":"Hate, Me, Mad"},{"quote":"Men are governed by lines of intellect - women: by curves of emotion.","author":"James Joyce","category":"Men, Curves, Emotion"},{"quote":"Women are systematically degraded by receiving the trivial attentions which men think it manly to pay to the sex, when, in fact, men are insultingly supporting their own superiority.","author":"Mary Wollstonecraft","category":"Men, Sex, Think"},{"quote":"Older women are best, because they always think they may be doing it for the last time.","author":"Ian Fleming","category":"Time, Best, Think"},{"quote":"Men are by nature merely indifferent to one another but women are by nature enemies.","author":"Arthur Schopenhauer","category":"Nature, Men, Enemies"},{"quote":"There was a time in my life when I thought I had everything - millions of dollars, mansions, cars, nice clothes, beautiful women, and every other materialistic thing you can imagine. Now I struggle for peace.","author":"Richard Pryor","category":"Life, Time, Peace"},{"quote":"My little girls are the most beautiful women in the world. I am a lucky, lucky man. I will spend every day making sure that they know this.","author":"Russell Simmons","category":"Day, Beautiful, Man"},{"quote":"Obviously, there is much similarity among the challenges of transgender people and all women - from health care to harassment to discrimination in the workplace.","author":"Gloria Steinem","category":"Health, Challenges"},{"quote":"Women must tell men always that they are the strong ones. They are the big, the strong, the wonderful. In truth, women are the strong ones. It is just my opinion, I am not a professor.","author":"Coco Chanel","category":"Truth, Strong, I Am"},{"quote":"I hate to generalize, but in general, both men and women suffer from ageism. Men much less because men gain power as they get older. Women lose power as they get older. Men are seen as gaining experience and being distinguished. Sons look forward to replacing their fathers.","author":"Gloria Steinem","category":"Experience, Power, Hate"},{"quote":"To honor our national promise to our veterans, we must continue to improve services for our men and women in uniform today and provide long overdue benefits for the veterans and military retirees who have already served.","author":"Solomon Ortiz","category":"Today, Veterans, Men"},{"quote":"Write in such a way as that you can be readily understood by both the young and the old, by men as well as women, even by children.","author":"Ho Chi Minh","category":"Children, Men, You"},{"quote":"The women who inspired this play deserved to be smacked across the head with a meat ax and that, I flatter myself, is exactly what I smacked them with.","author":"Clare Boothe Luce","category":"Myself, Play, Meat"},{"quote":"It's always wonderful to get to know women, with the mystery and the joy and the depth. If you can make a woman laugh, you're seeing the most beautiful thing on God's Earth.","author":"Keanu Reeves","category":"Beautiful, God, Joy"},{"quote":"A revival does two things. First, it returns the Church from her backsliding and second, it causes the conversion of men and women; and it always includes the conviction of sin on the part of the Church. What a spell the devil seems to cast over the Church today!","author":"Billy Sunday","category":"Today, Men, Sin"},{"quote":"The labor of women in the house, certainly, enables men to produce more wealth than they otherwise could; and in this way women are economic factors in society. But so are horses.","author":"Charlotte Perkins Gilman","category":"Society, Men, Wealth"},{"quote":"Whatever women do, they must do twice as well as men to be thought half as good. Luckily, this is not difficult.","author":"Charlotte Whitton","category":"Good, Men, Thought"},{"quote":"Women love always: when earth slips from them, they take refuge in heaven.","author":"George Sand","category":"Love, Earth, Heaven"},{"quote":"Being a woman is a terribly difficult task, since it consists principally in dealing with men.","author":"Joseph Conrad","category":"Woman, Men, Dealing"},{"quote":"I never realized until lately that women were supposed to be the inferior sex.","author":"Katharine Hepburn","category":"Sex, Never, Inferior"},{"quote":"Plain women know more about men than beautiful women do.","author":"Katharine Hepburn","category":"Beautiful, Men, Know"},{"quote":"Being the boss anywhere is lonely. Being a female boss in a world of mostly men is especially so.","author":"Robert Frost","category":"Men, Boss, World"},{"quote":"I am my own woman.","author":"Evita Peron","category":"I Am, Woman, My Own"},{"quote":"I think that the path that I took was normal in the American society where young women and men are not trained as to how to make the transition from being a girl to being a woman, from being a boy to being a man. And so I think that most young people in America live by trial and error, and not by parental instruction, community guidance.","author":"Sister Souljah","category":"Community, Path, America"},{"quote":"Suffrage is a common right of citizenship. Women have the right of suffrage. Logically it cannot be escaped.","author":"Victoria Woodhull","category":"Citizenship, Right, Common"},{"quote":"Women are degraded by the propensity to enjoy the present moment, and, at last, despise the freedom which they have not sufficient virtue to struggle to attain.","author":"Mary Wollstonecraft","category":"Freedom, Struggle, Enjoy"},{"quote":"The use of the atomic bomb, with its indiscriminate killing of women and children, revolts my soul.","author":"Herbert Hoover","category":"Children, Soul, My Soul"},{"quote":"I believe strongly in the rights of women... my mother is a woman, my sister is a woman, my daughter is a woman, my wife is a woman.","author":"Abdullah of Saudi Arabia","category":"Sister, Daughter, Mother"},{"quote":"For a man to strike any women is most brutal, and I, as well as everyone else, think this far worse than any attempt to shoot, which, wicked as it is, is at least more comprehensible and more courageous.","author":"Queen Victoria","category":"Man, Think, Courageous"},{"quote":"Fashion is always of the time in which you live. It is not something standing alone. But the grand problem, the most important problem, is to rejeuvenate women. To make women look young. Then their outlook changes. They feel more joyous.","author":"Coco Chanel","category":"Time, Alone, Changes"},{"quote":"Part of it went on gambling, and part of it went on women. The rest I spent foolishly.","author":"George Raft","category":"Gambling, Rest, Part"},{"quote":"Most women don't like good men. They say they want a good buy, but most women always wind up with the bad boy.","author":"Stephanie Mills","category":"Good, Wind, Men"},{"quote":"I wish I could just go tell all the young women I work with, all these fabulous women, 'Believe in yourself and negotiate for yourself. Own your own success.' I wish I could tell that to my daughter. But it's not that simple.","author":"Sheryl Sandberg","category":"Work, Success, Daughter"},{"quote":"I want people to be afraid of the women I dress.","author":"Alexander McQueen","category":"Dress, People, Want"},{"quote":"I'm not convinced that women have the education or the sense of their own history enough or that they understand the cruelty of which men are capable and the delight that many men will take in seeing you choose to chain yourself - then they get to say 'See, you did it yourself.'","author":"Alice Walker","category":"Education, History, Men"},{"quote":"Women. They are a complete mystery.","author":"Stephen Hawking","category":"Mystery, Complete"},{"quote":"Well, the terrible thing right now, and I don't know the statistics, but there's a growing concern in some communities about how rapidly people are sent from school to jail, how quickly they're put into the criminal justice system. And of course the rapidly growing number of brown people, both men and women, in prison. And this is terrible.","author":"Anna Deavere Smith","category":"Justice, School, Men"},{"quote":"I always thought of my mother as a warrior woman, and I became interested in pursuing stories of women who invent lives in order to survive.","author":"Lynn Nottage","category":"Mother, Woman, Thought"},{"quote":"I'm very comfortable in my own skin now. I started just being myself more and more. For women, this happens as you get older. I loved my 40s - I thought they were fantastic. And I'm loving my 50s. I'm going to love everything because you're either older or dead!","author":"Gloria Estefan","category":"Love, Myself, Thought"},{"quote":"The problem for all women is we're identified by how we look instead of by our heads and our hearts.","author":"Gloria Steinem","category":"Problem, Look, Hearts"},{"quote":"I think if women are visible in the media, truly visible, in an empowered role, it empowers us to be more visible in any area of our lives.","author":"Gloria Steinem","category":"Media, Think, Role"},{"quote":"Insomnia is a very prevalent issue. It's a women's health issue, and I chose to talk about it because so many people have experienced it to varying degrees. For me, I'm doing great now, but it took a lot of work to figure out how to get back to sleep. I had to change some of my habits. I developed some pretty bad sleep ritual habits.","author":"Jenny Lewis","category":"Work, Change, Health"},{"quote":"In real life, too, women love to be that girl who tames the bad boy.","author":"Nazanin Boniadi","category":"Love, Life, Girl"},{"quote":"Bachelors know more about women than married men if they didn't they'd be married too.","author":"H. L. Mencken","category":"Marriage, Men, Know"},{"quote":"A man who pretends to understand women is bad manners. For him to really to understand them is bad morals.","author":"Henry James","category":"Man, Understand, Bad"},{"quote":"Women are considered deep - why? Because one can never discover any bottom to them. Women are not even shallow.","author":"Friedrich Nietzsche","category":"Deep, Why, Never"},{"quote":"If it's true that men are such beasts, this must account for the fact that most women are animal lovers.","author":"Doris Day","category":"Men, Animal, Lovers"},{"quote":"Like all sciences and all valuations, the psychology of women has hitherto been considered only from the point of view of men.","author":"Karen Horney","category":"Men, View, Point Of View"},{"quote":"I may be smelly and I may be old, Rough in my pebbles, reedy in my pools, But where my fish float by I bless their swimming, And I like the people to bathe in me especially women.","author":"Stevie Smith","category":"Me, Fish, People"},{"quote":"No nation, savage or civilized, save only the United States of America, has confessed its inability to protect its women save by hanging, shooting, and burning alleged offenders.","author":"Ida B. Wells","category":"America, Savage, Nation"},{"quote":"It is women who love horror. Gloat over it. Feed on it. Are nourished by it. Shudder and cling and cry out-and come back for more.","author":"Bela Lugosi","category":"Love, Horror, Back"},{"quote":"A large part of the present anxiety to improve the education of girls and women is also due to the conviction that the political disabilities of women will not be maintained.","author":"Millicent Fawcett","category":"Education, Anxiety"},{"quote":"It is only in the fundamentalist religions that women are relegated to second class. Radical Evangelicals, Muslims, and Jews all have the same view of women.","author":"Sally Quinn","category":"View, Class, Religions"},{"quote":"Guys are simple... women are not simple and they always assume that men must be just as complicated as they are, only way more mysterious. The whole point is guys are not thinking much. They are just what they appear to be. Tragically.","author":"Dave Barry","category":"Men, Simple, Thinking"},{"quote":"When men attempt bold gestures, generally it's considered romantic. When women do it, it's often considered desperate or psycho.","author":"Sarah Jessica Parker","category":"Romantic, Men, Bold"},{"quote":"Gifted women musicians and composers rarely received their due.","author":"James Cook","category":"Musicians, Gifted, Composers"},{"quote":"If I became a philosopher, if I have so keenly sought this fame for which I'm still waiting, it's all been to seduce women basically.","author":"Jean-Paul Sartre","category":"Waiting, Fame, Still"},{"quote":"Women, by their nature, are not exceptional chess players: they are not great fighters.","author":"Garry Kasparov","category":"Nature, Great, Chess"},{"quote":"Lesbian existence comprises both the breaking of a taboo and the rejection of a compulsory way of life. It is also a direct or indirect attack on the male right of access to women.","author":"Adrienne Rich","category":"Life, Rejection, Existence"},{"quote":"If any come to my house to be instructed in the ways of God what rule have I to put them away? Do you think it not lawful for me to teach women and why do you call me to teach the court?","author":"Anne Hutchinson","category":"God, Me, Think"},{"quote":"The Woman's Party is made up of women of all races, creeds and nationalities who are united on the one program of working to raise the status of women.","author":"Alice Paul","category":"Woman, Party, Working"},{"quote":"I decided blacks should not have to experience the difficulties I had faced, so I decided to open a flying school and teach other black women to fly.","author":"Bessie Coleman","category":"Experience, School, Fly"},{"quote":"Although we have, in theory, abolished human slavery, recognized women's rights, and stopped child labor, we continue to enslave other species who, if we simply pay attention, show quite clearly that they experience parental love, pain, and the desire for freedom, just as we do.","author":"Ingrid Newkirk","category":"Love, Freedom, Experience"},{"quote":"The battle for the individual rights of women is one of long standing and none of us should countenance anything which undermines it.","author":"Eleanor Roosevelt","category":"Battle, Long, Rights"},{"quote":"The abortion license has not brought freedom and security to women. Rather, it has ushered in a new era of irresponsibility toward women and children, one that now begins before birth.","author":"Robert Casey","category":"Children, Freedom, Security"},{"quote":"Rules like 'don't wear white after Labor Day' or 'shoes matching the handbag' are antiquated. Modern women should feel free to experiment.","author":"Stacy London","category":"Day, Shoes, Rules"},{"quote":"When I was growing up, you didn't know there was a women's national team. Now girls grow up dreaming of playing for Canada.","author":"Christine Sinclair","category":"Team, Growing Up, Grow"},{"quote":"Hillary Clinton will always be there for you. And just remember - there's a special place in hell for women who don't help each other.","author":"Madeleine Albright","category":"Help, Remember, You"},{"quote":"When women love us, they forgive us everything, even our crimes; when they do not love us, they give us credit for nothing, not even our virtues.","author":"Honore de Balzac","category":"Love, Men, Forgive"},{"quote":"The especial genius of women I believe to be electrical in movement, intuitive in function, spiritual in tendency.","author":"Margaret Fuller","category":"Spiritual, Believe"},{"quote":"Women are always complaining about men's fascination with breasts. But what if men were absolutely indifferent to breasts? What would women do then with these things that serve one function once or twice in a lifetime, and the rest of the time are just in the way?","author":"Jonathan Carroll","category":"Time, Men, Rest"},{"quote":"There is no reason why the women of the country should not greatly advance themselves.","author":"Leland Stanford","category":"Country, Why, Reason"},{"quote":"All the reasonings of men are not worth one sentiment of women.","author":"Voltaire","category":"Men, Worth, Sentiment"},{"quote":"Trying to meet new women, it's always a little more difficult as opposed to calling somebody I knew that's single and trying to rebuild that connection.","author":"Drake","category":"Trying, Single, Connection"},{"quote":"I find this wave of super-skinny women scary. I'm not going to lie to you, I've got to drag myself down to the gym like everybody else. But I look at the red carpet sometimes and it's like a pageant.","author":"Catherine Zeta-Jones","category":"Myself, Lie, Red"},{"quote":"Men are not the enemy, but the fellow victims. The real enemy is women's denigration of themselves.","author":"Betty Friedan","category":"Men, Enemy, Real"},{"quote":"Women, if the soul of the nation is to be saved, I believe that you must become its soul.","author":"Coretta Scott King","category":"Soul, Believe, I Believe"},{"quote":"Men and women are like right and left hands it doesn't make sense not to use both.","author":"Jeannette Rankin","category":"Men, Hands, Men And Women"},{"quote":"I'm not telling women to be like men. I'm telling us to evaluate what men and women do in the workforce and at home without the gender bias.","author":"Sheryl Sandberg","category":"Home, Men, Gender"},{"quote":"Women think with their whole bodies and they see things as a whole more than men do.","author":"Dorothy Day","category":"Men, Think, See"},{"quote":"Women must pay for everything. They do get more glory than men for comparable feats, but, they also get more notoriety when they crash.","author":"Amelia Earhart","category":"Men, Everything, Glory"},{"quote":"Feminism has never been about getting a job for one woman. It's about making life more fair for women everywhere. It's not about a piece of the existing pie there are too many of us for that. It's about baking a new pie.","author":"Gloria Steinem","category":"Life, Job, Woman"},{"quote":"I realize now that I've hoped to be great - as an actress, as a mother - because I want to embody the greatness of women who didn't get to be all they could have been. Their dignity, their courage, and their brilliance make me strive to be better. They're a part of me.","author":"Salma Hayek","category":"Courage, Great, Mother"},{"quote":"Reproductive choice has to be straightened out. There will never be a woman of means without choice anymore. That just seems to me so obvious. The states that changed their abortion laws before Roe are not going to change back. So we have a policy that only affects poor women, and it can never be otherwise.","author":"Ruth Bader Ginsburg","category":"Change, Woman, Choice"},{"quote":"Women always want to be what they're not: If you're the pretty girl, you want to be the quirky girl. If you're the smart girl, you want to be the pretty girl.","author":"Jordana Brewster","category":"Girl, Smart, Want"},{"quote":"On Memorial Day, I don't want to only remember the combatants. There were also those who came out of the trenches as writers and poets, who started preaching peace, men and women who have made this world a kinder place to live.","author":"Eric Burdon","category":"Day, Peace, World"},{"quote":"I have always admired women that have a strong sense of self, complemented by femininity. I especially appreciate the presence of these women in traditionally male-dominated industries, such as real estate.","author":"Ivanka Trump","category":"Strong, Real Estate, Self"},{"quote":"Smart women love smart men more than smart men love smart women.","author":"Natalie Portman","category":"Love, Smart, Dating"},{"quote":"Are some women and children going to die? Yeah. But it's doing the right thing. You got money, you sit around talking about peace. People who don't have money need some help.","author":"Kid Rock","category":"Children, Money, Peace"},{"quote":"Many societies have educated their male children on the simple device of teaching them not to be women.","author":"Margaret Mead","category":"Children, Simple, Educated"},{"quote":"I have encountered riotous mobs and have been hung in effigy, but my motto is: Men's rights are nothing more. Women's rights are nothing less.","author":"Susan B. Anthony","category":"Motto, Men, Rights"},{"quote":"Men and women whose early youth was shaped in the ordeal of the Great Depression showed the values formed in that crucible when tyranny threatened a world.","author":"Steve Buyer","category":"Great, Depression, World"},{"quote":"Mr. President how long must women wait to get their liberty? Let us have the rights we deserve.","author":"Alice Paul","category":"Liberty, Long, Rights"},{"quote":"Today, most women are surrounded by ingenious gadgets. They don't grow the peas or raise the chicken that they serve for dinner; instead they hunt and gather in the grocery store. They go through catalogs or department stores to buy clothes instead of shearing sheep, carding wool, and weaving cloth for skirts and coats and blankets.","author":"Helen Fisher","category":"Today, Dinner, Sheep"},{"quote":"It is capitalist America that produced the modern independent woman. Never in history have women had more freedom of choice in regard to dress, behavior, career, and sexual orientation.","author":"Camille Paglia","category":"History, Freedom, America"},{"quote":"Younger women have no problem in reconciling beauty with ambitions as a professional woman.","author":"Camille Paglia","category":"Beauty, Woman, Problem"},{"quote":"I like intelligent women. When you go out, it shouldn't be a staring contest.","author":"Frank Sinatra","category":"Intelligent, You, Staring"},{"quote":"If women were particular about men's characters, they would never get married at all.","author":"George Bernard Shaw","category":"Men, Never, Married"},{"quote":"Some of us are becoming the men we wanted to marry.","author":"Gloria Steinem","category":"Men, Us, Marry"},{"quote":"Women wish to be loved without a why or a wherefore; not because they are pretty, or good, or well-bred, or graceful, or intelligent, but because they are themselves.","author":"Henri Frederic Amiel","category":"Good, Wish, Why"},{"quote":"The only really happy folk are married women and single men.","author":"H. L. Mencken","category":"Happy, Men, Single"},{"quote":"Women have simple tastes. They get pleasure out of the conversation of children in arms and men in love.","author":"H. L. Mencken","category":"Love, Children, Simple"},{"quote":"Women have always been courageous... They are always fearless when protecting their children and in the last century they have been fearless in the fight for their rights.","author":"Isabel Allende","category":"Children, Fight, Fearless"},{"quote":"The trouble with life is that there are so many beautiful women and so little time.","author":"John Barrymore","category":"Life, Time, Beautiful"},{"quote":"For women's tears are but the sweat of eyes.","author":"Juvenal","category":"Eyes, Tears, Sweat"},{"quote":"I owe nothing to Women's Lib.","author":"Margaret Thatcher","category":"Nothing, Owe, Lib"},{"quote":"To understand how any society functions you must understand the relationship between the men and the women.","author":"Angela Davis","category":"Relationship, Society, Men"},{"quote":"Women are the real architects of society.","author":"Cher","category":"Society, Real, Architects"},{"quote":"The house a woman creates is a Utopia. She can't help it - can't help trying to interest her nearest and dearest not in happiness itself but in the search for it.","author":"Marguerite Duras","category":"Happiness, Woman, Help"},{"quote":"My mother told me two things constantly. One was to be a lady and the other was to be independent, and the law was something most unusual for those times because for most girls growing up in the '40s, the most important degree was not your B.A. but your M.R.S.","author":"Ruth Bader Ginsburg","category":"Mother, Law, Me"},{"quote":"Women don't take enough risks. Men are just 'foot on the gas pedal.' We're not going to close the achievement gap until we close the ambition gap.","author":"Sheryl Sandberg","category":"Achievement, Men, Ambition"},{"quote":"Above all, we must realize that no arsenal, or no weapon in the arsenals of the world, is so formidable as the will and moral courage of free men and women. It is a weapon our adversaries in today's world do not have.","author":"Ronald Reagan","category":"Courage, Today, World"},{"quote":"Boxing is the most beautiful thing after women.","author":"Canelo Alvarez","category":"Beautiful, Most Beautiful"},{"quote":"Now, I have always believed that women are not victims; we are agents of change, we are drivers of progress, we are makers of peace - all we need is a fighting chance.","author":"Hillary Clinton","category":"Change, Peace, Progress"},{"quote":"High heels empower women in a way.","author":"Christian Louboutin","category":"Way, High Heels, High"},{"quote":"Women have served all these centuries as looking glasses possessing the power of reflecting the figure of man at twice its natural size.","author":"Virginia Woolf","category":"Power, Man, Looking"},{"quote":"In spring they lie flat at the first warmth, they ruin my summer and in autumn they smell of women.","author":"Hugo Claus","category":"Autumn, Lie, Spring"},{"quote":"If the abstract rights of man will bear discussion and explanation, those of women, by a parity of reasoning, will not shrink from the same test.","author":"Mary Wollstonecraft","category":"Man, Test, Rights"},{"quote":"My advice to women in general: Even if you're doing a nine-to-five job, treat yourself like a boss. Not arrogant, but be sure of what you want - and don't allow people to run anything for you without your knowledge.","author":"Nicki Minaj","category":"Knowledge, Job, Boss"},{"quote":"Aviation offered such fun as crossing the continent in planes large and small, trying the whirling rotors of an autogiro, making record flights. With these activities came opportunity to know women everywhere who shared my conviction that there is so much women can do in the modern world and should be permitted to do irrespective of their sex.","author":"Amelia Earhart","category":"Opportunity, Fun, World"},{"quote":"Women are most fascinating between the ages of 35 and 40 after they have won a few races and know how to pace themselves. Since few women ever pass 40, maximum fascination can continue indefinitely.","author":"Christian Dior","category":"Know, Pace, Between"},{"quote":"People are more violently opposed to fur than leather because it's safer to harass rich women than motorcycle gangs.","author":"Alexei Sayle","category":"Motorcycle, People, Rich"},{"quote":"We as women, we have to understand that we know more, just even instinctively, than we think we do.","author":"Michelle Obama","category":"Understand, Know, Think"},{"quote":"The great mass of women throughout history have been confined to the cultural level of animal life in providing the male with sexual outlet and exercising the animal functions of reproduction and care of the young.","author":"Kate Millett","category":"Life, History, Great"},{"quote":"The search for human freedom can never be complete without freedom for women.","author":"Betty Ford","category":"Freedom, Search, Human"},{"quote":"Women love a self-confident bald man.","author":"Larry David","category":"Love, Man, Bald"},{"quote":"I love to wear lingerie. The problem is that men always rip it off too quickly. When women are dolled up in lingerie they feel sexy. So let us wear it for five minutes.","author":"Karen McDougal","category":"Love, Men, Problem"},{"quote":"There are only two types of women - goddesses and doormats.","author":"Pablo Picasso","category":"Two, Only, Types"},{"quote":"The religious superstitions of women perpetuate their bondage more than all other adverse influences.","author":"Elizabeth Cady Stanton","category":"Influences, Bondage, Than"},{"quote":"We Abolition Women are turning the world upside down.","author":"Angelina Grimke","category":"World, Down, Upside Down"},{"quote":"It is generally recognised that women are better than men at languages, personal relations and multi-tasking, but less good at map-reading and spatial awareness. It is therefore not unreasonable to suppose that women might be less good at mathematics and physics.","author":"Stephen Hawking","category":"Good, Mathematics, Men"},{"quote":"I believe that Brazil was prepared to elect a woman. Why? Because Brazilian women achieved that. I didn't come here by myself, by my own merits. We are a majority here in this country.","author":"Dilma Rousseff","category":"Myself, Woman, Believe"},{"quote":"There is no such thing as low maintenance or high maintenance, just a bunch of women hoping for a capable mechanic.","author":"Liz Vassey","category":"Mechanic, High, Capable"},{"quote":"The worst enemy women have is in the pulpit.","author":"Susan B. Anthony","category":"Enemy, Worst, Pulpit"},{"quote":"Over the years, I've interviewed thousands of people, most of them women, and I would say that the root of every dysfunction I've ever encountered, every problem, has been some sense of a lacking of self-value or of self-worth.","author":"Oprah Winfrey","category":"People, Problem, Self-Worth"},{"quote":"All Americans should take great pride in the men and women serving our nation in Iraq and in the courage, determination, resilience and initiative they demonstrate each and every day. It remains the greatest of honors to soldier with them.","author":"David Petraeus","category":"Courage, Great"},{"quote":"The men and women in the Armed Forces, that's what I always think about and what I teach my kids about. We're getting ready to sit down at the table and have Thanksgiving, and there's people that are not with their families.","author":"Guy Fieri","category":"Thanksgiving, Men, People"},{"quote":"Because I am a woman, I must make unusual efforts to succeed. If I fail, no one will say, 'She doesn't have what it takes'; They will say, 'Women don't have what it takes.'","author":"Clare Boothe Luce","category":"I Am, Woman, She"},{"quote":"Women are wiser than men because they know less and understand more.","author":"James Thurber","category":"Men, Understand, Know"},{"quote":"Women have no sympathy and my experience of women is almost as large as Europe.","author":"Florence Nightingale","category":"Experience, Sympathy, Europe"},{"quote":"The story of the human race is the story of men and women selling themselves short.","author":"Abraham Maslow","category":"Men, Short, Story"},{"quote":"Those religions that are oppressive to women are also against democracy, human rights, and freedom of expression.","author":"Taslima Nasrin","category":"Freedom, Democracy, Rights"},{"quote":"Except for a few guitar chords, everything I've learned in my life that is of any value I've learned from women.","author":"Glenn Frey","category":"Life, Value, Guitar"},{"quote":"We can't destroy the inequities between men and women until we destroy marriage.","author":"Robin Morgan","category":"Marriage, Men, Men And Women"},{"quote":"When their city was occupied by the Gauls, and the Romans, who were besieged in the Capitol, had made military engines from the hair of the women, they dedicated a temple to the Bald Venus.","author":"Lactantius","category":"City, Hair, Military"},{"quote":"Can you not see that women could do and would do a hundred times more for the slave, if she were not fettered?","author":"Angelina Grimke","category":"She, You, See"},{"quote":"With women, I've got a long bamboo pole with a leather loop on the end. I slip the loop around their necks so they can't get away or come too close. Like catching snakes.","author":"Marlon Brando","category":"End, Long, Leather"},{"quote":"No one wants to see curvy women.","author":"Karl Lagerfeld","category":"See, Curvy, Wants"},{"quote":"Motherhood has brought me many joys and insights, but the new perspective it granted me on the role I had inadvertently played in young women's lives for the 2 decades I spent in the modeling industry was downright sobering.","author":"Carre Otis","category":"Motherhood, Perspective, Me"},{"quote":"People always say that Californian women are obsessed with their appearance but I think you've got to take good care of yourself, for yourself.","author":"Linda Gray","category":"Good, Yourself, People"},{"quote":"Every principle of liberty enunciated in any civilized country on earth, with very few exceptions, was intended entirely for men, and when women tried to force the putting into practice of these principles, for women, then they discovered they had come into a very, very unpleasant situation indeed.","author":"Emmeline Pankhurst","category":"Men, Practice, Liberty"},{"quote":"When one begins, as I did, to analyze men after a fairly long experience of analyzing women, one receives a most surprising impression of the intensity of this envy of pregnancy, childbirth, and motherhood, as well as of breasts and of the act of suckling.","author":"Karen Horney","category":"Experience, Motherhood, Men"},{"quote":"People say Malala's voice is being sold to the world. But I see it as Malala's voice reaching the world and resonating globally. You should think about what is behind Malala's voice. What is she saying? I am only talking about education, women's rights, and peace.","author":"Malala Yousafzai","category":"Education, Peace, I Am"},{"quote":"I care very much about women and their progress. I didn't go march in the streets, but when I was in the Arizona Legislature, one of the things that I did was to examine every single statute in the state of Arizona to pick out the ones that discriminated against women and get them changed.","author":"Sandra Day O'Connor","category":"Progress, Care, Single"},{"quote":"Investing in women's lives is an investment in sustainable development, in human rights, in future generations - and consequently in our own long-term national interests.","author":"Liya Kebede","category":"Future, Development"},{"quote":"Women with low self-esteem love bad boys. Women who have work to do love bad boys. Women who love themselves love good men.","author":"Tracy McMillan","category":"Love, Work, Good"},{"quote":"With breast cancer, it's all about detection. You have to educate young women and encourage them to do everything they have to do.","author":"Bill Rancic","category":"Breast Cancer, Cancer, You"},{"quote":"To me, my brand is luxury, it's art, it's women, it's raw, it's urban.","author":"Theophilus London","category":"Art, Brand, Me"},{"quote":"Since President Kennedy signed the Equal Pay Act in 1963, the gap between men and women's earnings has narrowed by less than a half-cent per year. At this rate, American women will have to wait until 2062 to bring home the same salary as their male counterparts.","author":"Jackie Speier","category":"Home, Men, American"},{"quote":"Men and women who decide to flirt with adultery just once can become enmeshed in misery and unhappiness for themselves and their precious families.","author":"Joseph B. Wirthlin","category":"Men, Men And Women, Precious"},{"quote":"Others have said it before me. If you don't have a seat at the table, you're probably on the menu. And so it is important that we have women in the United States Senate - strong women, women who are there to help advance an agenda that is important to women.","author":"Elizabeth Warren","category":"Strong, Me, Help"},{"quote":"Financial inclusion matters not only because it promotes growth, but because it helps ensure prosperity is widely shared. Access to financial services plays a critical role in lifting people out of poverty, in empowering women, and in helping governments deliver services to their people.","author":"Sri Mulyani Indrawati","category":"Growth, Poverty, Financial"},{"quote":"Women are our most miraculous muse, an enchanted intangibility that encourages all art.","author":"CeeLo Green","category":"Art, Muse, Most"},{"quote":"Every argument for Negro suffrage is an argument for women's suffrage.","author":"W. E. B. Du Bois","category":"Argument, Suffrage, Every"},{"quote":"Sometimes when we think about femininity, we think also fragile. But I think you can be feminine and very strong. I think make-up goes with that femininity. I think it's a natural gesture for women and one they do more for themselves than for others.","author":"Monica Bellucci","category":"Strong, Think, You"},{"quote":"Women feel empowered when they can do the things that are supposed to be only for men, you know? It breaks boundaries, it's liberating, and it's empowering when you feel like, 'Well, I can do that, too.'","author":"Rihanna","category":"Men, Know, You"},{"quote":"I hate women because they always know where things are.","author":"James Thurber","category":"Hate, Know, Always"},{"quote":"There are two kinds of women, those who want power in the world and those who want power in bed.","author":"Jackie Kennedy","category":"Power, World, Want"},{"quote":"I have lived and slept in the same bed with English countesses and Prussian farm women... no woman has excited passions among women more than I have.","author":"Florence Nightingale","category":"Woman, Farm, Bed"},{"quote":"Women who love women are Lesbians. Men, because they can only think of women in sexual terms, define Lesbian as sex between women.","author":"Rita Mae Brown","category":"Love, Men, Think"},{"quote":"I always play women I would date.","author":"Angelina Jolie","category":"Dating, Play, Always"},{"quote":"I see when men love women. They give them but a little of their lives. But women when they love give everything.","author":"Oscar Wilde","category":"Love, Relationship, Men"},{"quote":"To be born woman is to know - although they do not speak of it at school - women must labor to be beautiful.","author":"William Butler Yeats","category":"Beautiful, School, Woman"},{"quote":"The truth is, I often like women. I like their unconventionality. I like their completeness. I like their anonymity.","author":"Virginia Woolf","category":"Truth, Truth Is, Like"},{"quote":"Bias has to be taught. If you hear your parents downgrading women or people of different backgrounds, why, you are going to do that.","author":"Barbara Bush","category":"Parents, People, Why"},{"quote":"Women still remember the first kiss after men have forgotten the last.","author":"Remy de Gourmont","category":"Relationship, Men, Remember"},{"quote":"A women under stress is not immediately concerned with finding solutions to her problems but rather seeks relief by expressing herself and being understood.","author":"John Gray","category":"Stress, Problems, Finding"},{"quote":"All men and women have an equal need for love. When these needs are not fulfilled it is easy to have our feelings hurt, for which we blame our partner.","author":"John Gray","category":"Love, Men, Hurt"},{"quote":"The Bible and the Church have been the greatest stumbling blocks in the way of women's emancipation.","author":"Elizabeth Cady Stanton","category":"Greatest, Bible, Church"},{"quote":"Any one must see at a glance that if men and women marry those whom they do not love, they must love those whom they do not marry.","author":"Harriet Martineau","category":"Love, Men, See"},{"quote":"The sum and substance of female education in America, as in England, is training women to consider marriage as the sole object in life, and to pretend that they do not think so.","author":"Harriet Martineau","category":"Life, Education, Marriage"},{"quote":"Money and women. They're two of the strongest things in the world. The things you do for a woman you wouldn't do for anything else. Same with money.","author":"Satchel Paige","category":"Money, Woman, World"},{"quote":"As the French say, there are three sexes - men, women, and clergymen.","author":"Sydney Smith","category":"Men, Three, Say"},{"quote":"One of the sad commentaries on the way women are viewed in our society is that we have to fit one category. I have never felt that I had to be in one category.","author":"Faye Wattleton","category":"Sad, Society, Way"},{"quote":"Firefighters are essential to the safety and security of our local communities. We owe it to these men and women to provide them with better training and equipment so they can do their jobs more effectively and safely.","author":"Carl Levin","category":"Safety, Training, Men"},{"quote":"Opera? Just what the world needs: more fat women screaming.","author":"Peter Boyle","category":"World, Fat, Opera"},{"quote":"I could sooner reconcile all Europe than two women.","author":"Louis XIV","category":"Funny, Europe, Two"},{"quote":"I think, with never-ending gratitude, that the young women of today do not and can never know at what price their right to free speech and to speak at all in public has been earned.","author":"Lucy Stone","category":"Gratitude, Today, Speak"},{"quote":"Henceforth the leaves of the tree of knowledge were for women, and for the healing of the nations.","author":"Lucy Stone","category":"Knowledge, Tree, Healing"},{"quote":"I like working with actresses, and I like women a lot, not for obvious reasons, but just in that that there's so much about what they bring to the scene that keeps it so interesting. Their instincts are so different, and they never explain them to you.","author":"Ryan Gosling","category":"Interesting, Working, You"},{"quote":"The workingmen have perceived that women are in the field of industry to stay; and they see, too, that there can not be two standards of work and wages for any trade without constant menace to the higher standard.","author":"Florence Kelley","category":"Work, See, Two"},{"quote":"It's amazing to me that, in the 42 years since President Kennedy signed the Equal Pay Act into law, women today still receive fewer wages than men for the same work.","author":"Mike Honda","category":"Work, Today, Law"},{"quote":"Through persistent dedication, Susan B. Anthony, and other remarkable leaders, women were finally granted the right to vote in 1920.","author":"Louise Slaughter","category":"Dedication, Vote, Through"},{"quote":"I sleep completely naked to make me believe you are here, but when I wake up it is not the same thing. Most of all, don't deceive me with other women any more.","author":"Camille Claudel","category":"Sleep, Believe, Me"},{"quote":"I was in California when this journalist made a blanket statement about the fact that she did not think that black men and women had the kind of love relationship that Rebecca and Nathan had in Sounder.","author":"Cicely Tyson","category":"Love, Relationship, Men"},{"quote":"Women must be the spokesmen for a new humanity arising out of the reconciliation of spirit and body.","author":"Carol P. Christ","category":"Humanity, Body, New"},{"quote":"No, men and women of the Irish race, we shall not fight for England. We shall fight for the destruction of the British Empire and the construction of an Irish republic.","author":"James Larkin","category":"Men, Fight, Construction"},{"quote":"I feel sorry sometimes for these sportsmen and women who put in just as much effort as the footballers. For example, athletes train at least as hard as footballers but have to be happy if they can earn enough to finance a decent education.","author":"Angela Merkel","category":"Education, Happy, Finance"},{"quote":"To generalize on women is dangerous. To specialize on them is infinitely worse.","author":"Rudolph Valentino","category":"Dangerous, Worse, Specialize"},{"quote":"Women's Wear Daily can do more than any other publication to establish a designer.","author":"Calvin Klein","category":"Daily, Than, Publication"},{"quote":"We have to consciously study how to be tender with each other until it becomes a habit because what was native has been stolen from us, the love of Black women for each other.","author":"Audre Lorde","category":"Love, Black, Study"},{"quote":"A sexual revolution begins with the emancipation of women, who are the chief victims of patriarchy, and also with the ending of homosexual oppression.","author":"Kate Millett","category":"Ending, Oppression"},{"quote":"I believe that women have a capacity for understanding and compassion which man structurally does not have, does not have it because he cannot have it. He's just incapable of it.","author":"Barbara Jordan","category":"Compassion, Man, Believe"},{"quote":"Intuition is truly a feminine quality, but women should not mistake rash conclusions for this gift.","author":"Minna Antrim","category":"Quality, Gift, Mistake"},{"quote":"The big divide in this country is not between Democrats and Republicans, or women and men, but between talkers and doers.","author":"Thomas Sowell","category":"Men, Country, Between"},{"quote":"Around me I saw women overworked and underpaid, doing men's work at half men's wages, not because their work was inferior, but because they were women.","author":"Anna Howard Shaw","category":"Work, Men, Me"},{"quote":"There are some women whose pregnancy would make some sly bachelor smile.","author":"Honore de Balzac","category":"Smile, Bachelor, Pregnancy"},{"quote":"Genteel women suppose that those things do not really exist about which it is impossible to talk in polite company.","author":"Friedrich Nietzsche","category":"Impossible, Company, Talk"},{"quote":"Women of all classes are awakening to the necessity of self-support, but few are willing to do the ordinary useful work for which they are fitted.","author":"Elizabeth Cady Stanton","category":"Work, Useful, Which"},{"quote":"You can find women who have never had an affair, but it is hard to find a woman who has had just one.","author":"Francois de La Rochefoucauld","category":"Woman, You, Find"},{"quote":"The embattled gates to equal rights indeed opened up for modern women, but I sometimes think to myself; that is not what I meant by freedom, it is only social progress.","author":"Helene Deutsch","category":"Freedom, Myself, Progress"},{"quote":"We will be protected by the great men and women of our military and law enforcement and, most importantly, we are protected by God.","author":"Donald Trump","category":"Great, God, Law"},{"quote":"Single women have a dreadful propensity for being poor. Which is one very strong argument in favor of matrimony.","author":"Jane Austen","category":"Strong, Argument, Single"},{"quote":"When they told me my new-born babe was a girl, my heart was heavier than it had ever been before. Slavery is terrible for men; but it is far more terrible for women.","author":"Harriet Ann Jacobs","category":"Heart, Men, Girl"},{"quote":"Kindness is the essence of greatness and the fundamental characteristic of the noblest men and women I have known.","author":"Joseph B. Wirthlin","category":"Kindness, Greatness, Men"},{"quote":"I always encourage women to let their individuality show by not covering up what they perceive as flaws. When I see a woman with the natural wrinkles of time on her face, I do not see the wrinkles at all, but when I see a woman trying to cover them up with too much foundation or concealer, all I see are her wrinkles.","author":"Isabella Rossellini","category":"Time, Woman, Foundation"},{"quote":"All of the women on The Apprentice flirted with me - consciously or unconsciously. That's to be expected.","author":"Donald Trump","category":"Me, Apprentice, Expected"},{"quote":"The issue is not abortion. The issue is whether women can make up their own mind instead of some right-wing pastor, some right-wing politician telling them what to do.","author":"Howard Dean","category":"Mind, Abortion, Up"},{"quote":"Yet consider now, whether women are not quite past sense and reason, when they want to rule over men.","author":"John Calvin","category":"Men, Past, Want"},{"quote":"When we create out of our experiences, as feminists of color, women of color, we have to develop those structures that will present and circulate our culture.","author":"Audre Lorde","category":"Culture, Color, Present"},{"quote":"A great city is that which has the greatest men and women.","author":"Walt Whitman","category":"Great, Men, City"},{"quote":"Feminism is hated because women are hated. Anti-feminism is a direct expression of misogyny it is the political defense of women hating.","author":"Andrea Dworkin","category":"Political, Hating"},{"quote":"A pessimist is a man who thinks all women are bad. An optimist is one who hopes they are.","author":"Chauncey Depew","category":"Man, Pessimist, Bad"},{"quote":"The serious problems facing the world today will never be solved until women are able to use their full potential on behalf of themselves, their families, and their global and local communities, as the World Bank and others have discovered.","author":"Jenny Shipley","category":"Today, Problems, World"},{"quote":"If women can be railroad workers in Russia, why can't they fly in space?","author":"Valentina Tereshkova","category":"Space, Fly, Why"},{"quote":"Every woman is sexy in her own way. It is up to men to step up and make women feel like they are No. 1 on that list. There is no such thing as perfection.","author":"Kendra Wilkinson","category":"Woman, Men, Perfection"},{"quote":"A woman has two smiles that an angel might envy, the smile that accepts a lover before words are uttered, and the smile that lights on the first born babe, and assures it of a mother's love.","author":"Thomas Chandler Haliburton","category":"Love, Smile, Mother"},{"quote":"Women, can't live with them, can't live without them.","author":"Desiderius Erasmus","category":"Live, Without, Them"},{"quote":"Youth is impulsive. When our young men grow angry at some real or imaginary wrong, and disfigure their faces with black paint, it denotes that their hearts are black, and that they are often cruel and relentless, and our old men and old women are unable to restrain them. Thus it has ever been.","author":"Chief Seattle","category":"Men, Youth, Black"},{"quote":"Everyone now knows how to find the meaning of life within himself. But mankind wasn't always so lucky. Less than a century ago, men and women did not have easy access to the puzzle boxes within them.","author":"Kurt Vonnegut","category":"Life, Men, Easy"},{"quote":"No longer shall I paint interiors with men reading and women knitting. I will paint living people who breathe and feel and suffer and love.","author":"Edvard Munch","category":"Love, Men, Reading"},{"quote":"We can't afford not to educate girls and give women the power and the access that they need.","author":"Michelle Obama","category":"Power, Need, Give"},{"quote":"I don't know why women want any of the things men have when one of the things that women have is men.","author":"Coco Chanel","category":"Men, Want, Know"},{"quote":"Virginity is such a personal thing. You can't judge anyone on it. A lot of young women feel they want to save themselves for the man who they think they'll love forever.","author":"Joyce Brothers","category":"Love, Man, Want"},{"quote":"There's just as many different kinds of feminism as there are women in the world.","author":"Kathleen Hanna","category":"World, Feminism, Different"},{"quote":"How wrong it is for a woman to expect the man to build the world she wants, rather than to create it herself.","author":"Anais Nin","category":"Man, Woman, World"},{"quote":"There are three roads to ruin; women, gambling and technicians. The most pleasant is with women, the quickest is with gambling, but the surest is with technicians.","author":"Georges Pompidou","category":"Technology, Roads, Gambling"},{"quote":"My father respected and admired my mother and was a person who was always standing by my side, encouraging me to do more and believed in my capacity. So in that sense, my own experience was very good in becoming an empowered woman. From early on, I carried that strong message: 'You can do it.' So I never had any doubt that women can do a lot.","author":"Michelle Bachelet","category":"Good, Father, Experience"},{"quote":"Men make the moral code and they expect women to accept it. They have decided that it is entirely right and proper for men to fight for their liberties and their rights, but that it is not right and proper for women to fight for theirs.","author":"Emmeline Pankhurst","category":"Men, Fight, Moral"},{"quote":"Humanitarian issues must bring together all people who act in good faith trying to alleviate the suffering of people in dire need - especially women, children and the elderly.","author":"Sergei Lavrov","category":"Children, Good, Faith"},{"quote":"All the women want to be with me, all the men want to be like me.","author":"Ric Flair","category":"Men, Me, Want"},{"quote":"I'm so disturbed when my women students behave as though they can only read women, or black students behave as though they can only read blacks, or white students behave as though they can only identify with a white writer.","author":"bell hooks","category":"Black, White, Students"},{"quote":"Ninety percent of my clothes are women's.","author":"Young Thug","category":"Clothes, Percent, Ninety"},{"quote":"Women have a favorite room, men a favorite chair.","author":"Bernard Williams","category":"Men, Chair, Favorite"},{"quote":"Women's liberation is the liberation of the feminine in the man and the masculine in the woman.","author":"Corita Kent","category":"Man, Woman, Feminine"},{"quote":"I've looked on many women with lust. I've committed adultery in my heart many times. God knows I will do this and forgives me.","author":"Jimmy Carter","category":"God, Heart, Me"},{"quote":"At present, our country needs women's idealism and determination, perhaps more in politics than anywhere else.","author":"Shirley Chisholm","category":"Determination, Politics"},{"quote":"I think the men in L.A. are very rugged, good-looking. Men in New York look metro with their manis and pedis and their Bruno Magli loafers, but inside they're very masculine - aside from the Meatpacking District. The problem is the men in New York are five to one: five women to one man.","author":"Patti Stanger","category":"Man, Men, Problem"},{"quote":"There's always a side of me that goes, 'I'm just a nerd.' I never look at myself and say, 'I'm beautiful.' Like anyone else, I see the flaws. Guys don't do that as much as women. But you have to learn to appreciate and accept and love yourself as you are.","author":"Heather Graham","category":"Love, Beautiful, Myself"},{"quote":"I've had old people in my life that I really loved - especially women - so I'm not scared about getting old. It's what's inside that makes us beautiful on the outside.","author":"Monica Bellucci","category":"Life, Beautiful, People"},{"quote":"The man who loves other countries as much as his own stands on a level with the man who loves other women as much as he loves his own wife.","author":"Theodore Roosevelt","category":"Man, Wife, Level"},{"quote":"If we have a situation where a man is particularly graceful in a sport that rewards grace - say, for example, figure skating - why is it that we don't say to the man, 'Well, you're too feminine to compete?'... I don't understand why we don't find it offensive also to say to a women who's very strong, 'You're too masculine to compete.'","author":"Alice Dreger","category":"Strong, Man, Grace"},{"quote":"I like to think that I represent myself as a strong woman, so to work with other strong women I find very inspiring.","author":"Annabelle Wallis","category":"Work, Myself, Strong"},{"quote":"The use of slave women as day workers naturally broke up or made impossible the normal Negro home, and this and the slave code led to a development of which the South was really ashamed and which it often denied, and yet perfectly evident: the raising of slaves in the Border slave states for systematic sale on the commercialized cotton plantations.","author":"W. E. B. Du Bois","category":"Day, Home, Impossible"},{"quote":"Indeed, the Muslims have all the social evils of the Hindus and something more. That something more is the compulsory system of purdah for Muslim women. These burka women walking in the streets is one of the most hideous sights one can witness in India.","author":"B. R. Ambedkar","category":"Walking, India, System"},{"quote":"I don't believe in being a size 0. I don't believe in starving. Women should totally embrace their curves.","author":"Priyanka Chopra","category":"Believe, Curves, Embrace"},{"quote":"If American women would increase their voting turnout by ten percent, I think we would see an end to all of the budget cuts in programs benefiting women and children.","author":"Coretta Scott King","category":"Children, American, Budget"},{"quote":"There are a lot of good women in New York.","author":"Drake","category":"Good, New York, New"},{"quote":"Women want mediocre men, and men are working to be as mediocre as possible.","author":"Margaret Mead","category":"Men, Want, Working"},{"quote":"I don't think I really have any wisdom. Stay out of trouble. Good luck. Stay away from women because they will burn you, haha.","author":"Jason Aldean","category":"Wisdom, Good, Luck"},{"quote":"Feminism was established to allow unattractive women easier access to the mainstream.","author":"Rush Limbaugh","category":"Feminism, Access, Easier"},{"quote":"They say a lot of women would like to see me naked, but there's not a lens long enough for that.","author":"Andy Garcia","category":"Me, Long, See"},{"quote":"Women who marry early are often overly enamored of the kind of man who looks great in wedding pictures and passes the maid of honor his telephone number.","author":"Anna Quindlen","category":"Great, Wedding, Man"},{"quote":"If men are honest, everything they do and everywhere they go is for a chance to see women.","author":"Jack Nicholson","category":"Men, Chance, See"},{"quote":"It's not fair that women look in the mirror and feel disgust because of what society has made them believe.","author":"Jessica Simpson","category":"Society, Mirror, Believe"},{"quote":"A world-class playboy once told me that the key to mesmerising women is to listen to them and look deeply into their eyes.","author":"George Hamilton","category":"Eyes, Me, Look"},{"quote":"As a result of 50 years of emancipation, feminine qualities were dying out or being transferred to the males. Pansies of both sexes were everywhere, not yet completely homosexual, but confused not knowing what they were. The result was a herd of unhappy sexual misfits... the women wanting to dominate and the men to be nannied.","author":"Ian Fleming","category":"Men, Confused, Not Knowing"},{"quote":"I have always felt strongly about empowering women. I'm living proof that, with confidence and by believing in yourself, you can accomplish any goal.","author":"Queen Latifah","category":"Confidence, Goal, Yourself"},{"quote":"I think scent is sensual. I guess evoking a mood or a spirit is key, and I think with the women's fragrances we have evoked different types, moods or sensibilities of a woman - whether it's Daisy with the sweetness and the innocence or Lola which is more provocative, sexy and sultry.","author":"Marc Jacobs","category":"Woman, Innocence, Think"},{"quote":"When I look around at this world, we women need each other so badly, it breaks my heart. Sisterhood is dissipating, and we aren't doing nearly enough to salvage it. Eliminate the crazies in your life, yes. But also look again at those around you.","author":"Grace Gealey","category":"Life, Heart, World"},{"quote":"I'll take the stairs instead of the elevator, or when I'm on a phone call, I'll do squats or pace the room when I'm talking. We're modern women! We have to figure out how to make it work, right?","author":"Ivanka Trump","category":"Work, Stairs, Right"},{"quote":"For me, I try and be authentic in my choices and follow my instincts, and I think it's a valuable message for women in today's society to learn to love yourself.","author":"Gugu Mbatha-Raw","category":"Love, Today, Society"},{"quote":"What truly matters is not which party controls our government, but whether our government is controlled by the people. January 20th 2017, will be remembered as the day the people became the rulers of this nation again. The forgotten men and women of our country will be forgotten no longer. Everyone is listening to you now.","author":"Donald Trump","category":"Day, Men, Government"},{"quote":"I'm glad I'm not bisexual. I couldn't stand being rejected by men as well as women.","author":"Bernard Manning","category":"Men, Stand, Well"},{"quote":"Women dress alike all over the world: they dress to be annoying to other women.","author":"Elsa Schiaparelli","category":"World, Dress, Annoying"},{"quote":"I became a lesbian because of women, because women are beautiful, strong, and compassionate.","author":"Rita Mae Brown","category":"Beautiful, Strong, Lesbian"},{"quote":"Men get to be a mixture of the charming mannerisms of the women they have known.","author":"F. Scott Fitzgerald","category":"Men, Charming, Mixture"},{"quote":"There's no limit to what free men and free women in a free market with free enterprise can accomplish when people are free to follow their dream.","author":"Jack Kemp","category":"Men, Free, People"},{"quote":"Men's memoirs are about answers; women's memoirs are about questions. Most male authors want to look good in their memoirs and have a place in posterity, while most women know that posterity is what happens when you no longer care. Women want to connect with others here and now; they couldn't care less about legacy!","author":"Isabel Allende","category":"Good, Men, Legacy"},{"quote":"When women are depressed, they eat or go shopping. Men invade another country. It's a whole different way of thinking.","author":"Elayne Boosler","category":"Men, Thinking, Shopping"},{"quote":"You see a lot of smart guys with dumb women, but you hardly ever see a smart woman with a dumb guy.","author":"Erica Jong","category":"Woman, Smart, Dumb"},{"quote":"Clever and attractive women do not want to vote they are willing to let men govern as long as they govern men.","author":"George Bernard Shaw","category":"Men, Long, Want"},{"quote":"Women's value has been under-recognized for far too long.","author":"Sidney Sheldon","category":"Value, Long, Far"},{"quote":"Women will never be as successful as men because they have no wives to advise them.","author":"Dick Van Dyke","category":"Men, Successful, Never"},{"quote":"What's so kind of beautiful about the whole thing was that everything that made me not right for all of those hundreds of commercial auditions that I went on and no one ever wanted me for is what made me perfectly right for 'Real Women Have Curves'.","author":"America Ferrera","category":"Beautiful, Me, Curves"},{"quote":"Listen, 'real' women are the reason the fashion industry exists.","author":"Marc Jacobs","category":"Fashion, Listen, Real"},{"quote":"If women didn't exist, all the money in the world would have no meaning.","author":"Aristotle Onassis","category":"Money, World, Meaning"},{"quote":"Among men and women, those in love do not always announce themselves with declarations and vows. But they are the ones who weep when you're gone. Who miss you every single night, especially when the sky is so deep and beautiful, and the ground so very cold.","author":"Alice Hoffman","category":"Love, Beautiful, Deep"},{"quote":"But what of black women?... I most sincerely doubt if any other race of women could have brought its fineness up through so devilish a fire.","author":"W. E. B. Du Bois","category":"Fire, Doubt, Black"},{"quote":"I do not consider divorce an evil by any means. It is just as much a refuge for women married to brutal men as Canada was to the slaves of brutal masters.","author":"Susan B. Anthony","category":"Men, Evil, Divorce"},{"quote":"It's rather splendid to think of all those great men and women who appear to have presented symptoms that allow us to describe them as bipolar. Whether it's Hemingway, Van Gogh... Robert Schumann has been mentioned... Virginia Woolf, Sylvia Plath... some of them with rather grim ends.","author":"Stephen Fry","category":"Great, Men, Think"},{"quote":"I'm supportive of women, absolutely, and it's so gratifying to have girls come up and say, 'I'm really inspired by your guitar playing.' I mean no disrespect to the sisterhood, but musically I feel more drawn to things like Dirty Projectors, the National and Grizzly Bear.","author":"St. Vincent","category":"Guitar, Disrespect, Mean"},{"quote":"The idea that women are innately gentle is a fantasy, and a historically recent one. Kali, the Hindu goddess of destruction, is depicted as wreathed in male human skulls; the cruel entertainments of the Romans drew audiences as female as they were male; Boudicca led her British troops bloodily into battle.","author":"Naomi Wolf","category":"Battle, Human, Fantasy"},{"quote":"Not all single women want to be married. Not all boys like football. Not all homemakers like to cook. Not all messy people are lazy. And not all the obese are gluttons. There are glands and diabetes and a dozen conditions you never heard of that may account for things. Put your sermon through the counter-stereotype sieve.","author":"John Piper","category":"Football, People, Want"},{"quote":"Empowering women in the workforce is a key to growing the economy and having a thriving middle class.","author":"Kirsten Gillibrand","category":"Key, Economy, Growing"},{"quote":"I recognise my old self in a lot of the letters I get from single women who are unrealistic about what they want.","author":"Mariella Frostrup","category":"Self, Want, Single"},{"quote":"The Miss America Pageant reinforces a belief that women are merely how they look and how they please.","author":"Gloria Steinem","category":"America, Belief, Look"},{"quote":"At least through most of the 1960s, I basically lived in a man's world, hardly speaking to a woman all day except to the secretaries. But I was almost totally unaware of myself as an oddity and had no comprehension of the difficulties faced by working women in our organization and elsewhere.","author":"Katharine Graham","category":"Day, Myself, Man"},{"quote":"There's competition among women everywhere you go. But back home, we understand that you can look like a variety of things and still be from the same culture. What I'm saying is that I've never felt like I was a light-skinned black woman. Never felt that way because we shared the same culture back home.","author":"Grace Gealey","category":"Home, Culture, Woman"},{"quote":"Women are tough, but sometimes women present toughness in different ways.","author":"Katherine McNamara","category":"Present, Toughness"},{"quote":"If I body-shame a woman, it is more a reflection of me being critical of my body, me not being able to keep up to certain standards I have, and so making sure that the women around me feel the same way.","author":"Rupi Kaur","category":"Reflection, Woman, Me"},{"quote":"Too often the great decisions are originated and given form in bodies made up wholly of men, or so completely dominated by them that whatever of special value women have to offer is shunted aside without expression.","author":"Eleanor Roosevelt","category":"Great, Men, Value"},{"quote":"Grace in women has more effect than beauty.","author":"William Hazlitt","category":"Beauty, Grace, Than"},{"quote":"While gossip among women is universally ridiculed as low and trivial, gossip among men, especially if it is about women, is called theory, or idea, or fact.","author":"Andrea Dworkin","category":"Men, Gossip, Idea"},{"quote":"I conceive there lies a clear rule in Titus that the elder women should instruct the younger and then I must have a time wherein I must do it.","author":"Anne Hutchinson","category":"Time, Must, Younger"},{"quote":"Their effort to place the women upon the same industrial level with themselves in order that all may pull together in the effort to maintain reasonable conditions of life.","author":"Florence Kelley","category":"Life, Together, Effort"},{"quote":"I also use women as a sex object; maybe I'm kinky. However, I like to talk to them as well.","author":"Oliver Reed","category":"Sex, Well, Talk"},{"quote":"Some men have a silly theory about beautiful women - that somewhere along the line they'll turn into a monster. That movie gave them a chance to watch it happen.","author":"Salma Hayek","category":"Beautiful, Men, Chance"},{"quote":"What Democratic congressmen do to their women staffers, Republican congressmen do to the country.","author":"Bill Maher","category":"Country, Democratic"},{"quote":"Young men of this class never do anything for themselves that they can get other people to do for them, and it is the infatuation, the devotion, the superstition of others that keeps them going. These others in ninety-nine cases out of a hundred are women.","author":"Henry James","category":"Men, People, Young"},{"quote":"If we became students of Malcolm X, we would not have young black men out there killing each other like they're killing each other now. Young black men would not be impregnating young black women at the rate going on now. We'd not have the drugs we have now, or the alcoholism.","author":"Spike Lee","category":"Men, Black, Young"},{"quote":"Men marry because they are tired; women, because they are curious; both are disappointed.","author":"Oscar Wilde","category":"Men, Tired, Curious"},{"quote":"The Queen is most anxious to enlist everyone in checking this mad, wicked folly of 'Women's Rights'. It is a subject which makes the Queen so furious that she cannot contain herself.","author":"Queen Victoria","category":"Queen, She, Rights"},{"quote":"I'm supposed to have a Ph.D. on the subject of women. But the truth is I've flunked more often than not. I'm very fond of women; I admire them. But, like all men, I don't understand them.","author":"Frank Sinatra","category":"Truth, Men, Truth Is"},{"quote":"As women, we often think we have to be all things to all people, all at the same time. As a wife, mother, actress and businesswoman, I definitely feel the pressure to perform well in all areas.","author":"Niecy Nash","category":"Time, Mother, Wife"},{"quote":"Women are so much in love with compliments that rather than want them, they will compliment one another, yet mean no more by it than the men do.","author":"Samuel Richardson","category":"Love, Men, Want"},{"quote":"Wives are young men's mistresses, companions for middle age, and old men's nurses.","author":"Francis Bacon","category":"Age, Men, Young"},{"quote":"I will not say that women have no character; rather, they have a new one every day.","author":"Heinrich Heine","category":"Day, Character, Every Day"},{"quote":"I demanded more rights for women because I know what women had to put up with.","author":"Evita Peron","category":"Know, Rights, Up"},{"quote":"Women have been called queens for a long time, but the kingdom given them isn't worth ruling.","author":"Louisa May Alcott","category":"Time, Long, Long Time"},{"quote":"Honor your daughters. They are honorable.","author":"Malala Yousafzai","category":"Honor, Honorable, Daughters"},{"quote":"My mistake in my relationships has been to feel that I can do it all on my own: 'I don't need a man.' That is definitely a mistake. Women generally want to feel loved and appreciated. It's something that I am working on every day, trust me! It's a challenge for me to do that.","author":"Miranda Kerr","category":"Day, Trust, Challenge"},{"quote":"Long before history began we men have got together apart from the women and done things. We had time.","author":"C. S. Lewis","category":"Time, History, Together"},{"quote":"I created the Women's Federation for World Peace in order to restore all that woman originally lost. You American women don't need a man in the position of grandfather, parents, husband, elder or younger brother. You only need the true Adam.","author":"Sun Myung Moon","category":"Peace, Brother, Parents"},{"quote":"I would just love to do something where I'd have to train and work really hard and do one of those types of action movies, which a lot of women are doing now.","author":"Christina Milian","category":"Love, Work, Action"},{"quote":"We are victims of evil customs. It is a crime against humanity that our women are shut up within the four walls of the houses as prisoners. There is no sanction anywhere for the deplorable condition in which our women have to live.","author":"Muhammad Ali Jinnah","category":"Humanity, Evil, Live"},{"quote":"Those men get along best with women who can get along best without them.","author":"Charles Baudelaire","category":"Best, Men, Without"},{"quote":"I shall earnestly and persistently continue to urge all women to the practical recognition of the old Revolutionary maxim. Resistance to tyranny is obedience to God.","author":"Susan B. Anthony","category":"God, Tyranny, Resistance"},{"quote":"Most of the women in film are there to be beautiful to the man.","author":"Eva Green","category":"Beautiful, Man, Film"},{"quote":"Men are going to go out on the road and they're going to find other women. So if you really want to save yourself a whole lot of heartache, do not fall in love with somebody in a band. Just don't.","author":"Stevie Nicks","category":"Love, Road, Men"},{"quote":"I see women in their 30s getting plastic surgery, pulling this up and tucking that back. It's like a slippery slope - once you start you pull one thing one way and then you think, 'Oh my God, I've got to do the other side.'","author":"Halle Berry","category":"God, Start, Think"},{"quote":"When I go through the airport and see white women walking through the airport barefooted, like athlete's feet don't exist, there's something wrong.","author":"Dick Gregory","category":"Walking, Feet, See"},{"quote":"I look at Jessica Alba and think she's got a great body. I think that's what women are supposed to look like.","author":"Ashley Tisdale","category":"Great, Body, Think"},{"quote":"Well, guys are better at mechanical stuff and women are better at emotional stuff.","author":"Adam Carolla","category":"Better, Emotional, Well"},{"quote":"How do you give smart, accomplished, ambitious women the same opportunities as men to reach their goals? What about universal preschool and after-school programs? What about changing the corporate mind-set about the time commitment it takes to move up the ladder? What about having more husbands step up and take the major load?","author":"Gail Collins","category":"Time, Goals, Smart"},{"quote":"You have nothing if you're texting a guy in a relationship. We can text six women a minute. We can text it and push 'reply all.' I mean, since we're lying, we might as well lie to everybody.","author":"Steve Harvey","category":"Relationship, Lie, You"},{"quote":"I think I am at my best when my hair is short. It's easier to take care of and more of who I am. Women are conditioned to think we need long hair.","author":"Halle Berry","category":"Best, I Am, Short"},{"quote":"Women who have been recently diagnosed with breast cancer can learn a tremendous amount from women who have already been treated.","author":"Anne Wojcicki","category":"Learn, Breast Cancer, Cancer"},{"quote":"I am very much in favor of women's rights, being a woman myself, and I support intelligent, successful, independent working women.","author":"Gal Gadot","category":"Myself, Support, I Am"},{"quote":"I guess there are some women who like older men, but it's a smaller group.","author":"Michael Douglas","category":"Men, Group, Older"},{"quote":"As a young woman in politics, with few women around, you start to subconsciously behave like men in politics. That comes across as quite hard, tough and humorless, but you're trying to be taken seriously.","author":"Nicola Sturgeon","category":"Politics, Woman, Men"},{"quote":"I don't distinguish between men and women. This is irrelevant to me, and I don't think in these terms.","author":"Ada Yonath","category":"Men, Me, Think"},{"quote":"A series of studies in the 1990s and 2000s revealed that as women gained more access to education, jobs, and birth control, they had fewer children. As a result, developed countries in western Europe, Japan, and the Americas were seeing zero or negative population growth.","author":"Annalee Newitz","category":"Education, Children, Growth"},{"quote":"The transition between life in red-state America and life in the Arab capital was at times overwhelming because of the traditional segregation of men and women in many public and private settings.","author":"G. Willow Wilson","category":"Life, America, Men"},{"quote":"I have always thought it was a terrible shame that the women's movement didn't realise how much easier it was to reach people by making them laugh than by shaking a fist and saying, 'Don't you see how oppressed you are?'","author":"Nora Ephron","category":"Thought, People, Laugh"},{"quote":"The Seventies seemed like this really open time. There were a lot of strong women characters deciding what kind of artists they wanted to be.","author":"Rachel Kushner","category":"Time, Strong, Kind"},{"quote":"I vividly remember watching women in films when I was nine or 10, picturing them being what I'd be like as an adult. I had these real female crushes on certain actresses. And I'd watch them, thinking, 'One day, I'll be that. One day I'll be a woman.'","author":"Alicia Vikander","category":"Day, Woman, Thinking"},{"quote":"Society tends to pin women against each other, but we need to treat each other with kindness and compliment one another instead. Because women's voices are the strongest when they're together.","author":"Normani Kordei","category":"Kindness, Together, Society"},{"quote":"Women are the strong people in this world, not men. I think TV is finally catching up with that reality, and thank God.","author":"Finn Jones","category":"God, Strong, World"},{"quote":"As more women 'lean in' and we collectively continue to fight sexism, there's another barrier to progress that hasn't been addressed: Many men who would like to see more women leaders are afraid to speak up about it.","author":"Adam Grant","category":"Progress, Men, Speak"},{"quote":"I think it will be truly glorious when women become real people and have the whole world open to them.","author":"Isak Dinesen","category":"World, People, Think"},{"quote":"Instead of getting hard ourselves and trying to compete, women should try and give their best qualities to men - bring them softness, teach them how to cry.","author":"Joan Baez","category":"Best, Men, Trying"},{"quote":"Women... can't live with 'em... can't shoot 'em.","author":"Ivan Turgenev","category":"Live, Shoot"},{"quote":"There is a growing feeling that perhaps Texas is really another country, a place where the skies, the disasters, the diamonds, the politicians, the women, the fortunes, the football players and the murders are all bigger than anywhere else.","author":"Pete Hamill","category":"Football, Diamonds, Place"},{"quote":"Young women especially have something invested in being nice people, and it's only when you have children that you realise you're not a nice person at all, but generally a selfish bully.","author":"Fay Weldon","category":"Children, Selfish, People"},{"quote":"The men and women who serve this great nation, whether they are stationed in Iraq, Fort Riley, or the Korean Peninsula, or they serve us at home as our community first responders, serve because they believe in America.","author":"Kathleen Sebelius","category":"Home, Community, Great"},{"quote":"Women now have choices. They can be married, not married, have a job, not have a job, be married with children, unmarried with children. Men have the same choice we've always had: work, or prison.","author":"Tim Allen","category":"Work, Children, Job"},{"quote":"I like women who look like women. I hated grunge. No one's more feminist than me, but you don't have to look as if you don't give a - you know. You can be smart, bright, and attractive aesthetically to others - and to yourself.","author":"Catherine Zeta-Jones","category":"Smart, Yourself, Me"},{"quote":"It lies in the hearts of men and women; when it dies there, no constitution, no law, no court can save it. While it lies there, it needs no constitution, no law, no court to save it.","author":"Learned Hand","category":"Law, Men, Constitution"},{"quote":"I can hear the roar of women's silence.","author":"Thomas Sankara","category":"Silence, I Can, Hear"},{"quote":"Now is the most exciting time in fashion. Women are controlling their destiny now, the consumer is more knowledgeable, and I have to be better every single day.","author":"Oscar de la Renta","category":"Time, Day, Destiny"},{"quote":"Women of the working class, especially wage workers, should not have more than two children at most. The average working man can support no more and and the average working woman can take care of no more in decent fashion.","author":"Margaret Sanger","category":"Children, Man, Support"},{"quote":"Editing is a natural extension of the collage making. It's actually one of the few areas that women were able to excel in in the film industry from the beginning.","author":"Rachel True","category":"Beginning, Editing, Natural"},{"quote":"What I would say to the young men and women who are beset by hopelessness and doubt is that they should go and see what is being done on the ground to fight poverty, not like going to the zoo but to take action, to open their hearts and their consciences.","author":"Abbe Pierre","category":"Poverty, Men, Fight"},{"quote":"NGOs have a significant role to play, alongside governments, in improving the status of women.","author":"Jenny Shipley","category":"Play, Improving, Role"},{"quote":"Money and women are the most sought after and the least known about of any two things we have.","author":"Will Rogers","category":"Money, Two, Things"},{"quote":"The history of progress is written in the blood of men and women who have dared to espouse an unpopular cause, as, for instance, the black man's right to his body, or woman's right to her soul.","author":"Emma Goldman","category":"History, Progress, Man"},{"quote":"Children, I grant, should be innocent; but when the epithet is applied to men, or women, it is but a civil term for weakness.","author":"Mary Wollstonecraft","category":"Children, Men, Weakness"},{"quote":"Most women set out to try to change a man, and when they have changed him they do not like him.","author":"Marlene Dietrich","category":"Change, Man, Try"},{"quote":"The beauty of women was the first expression of my photography.","author":"Alberto Korda","category":"Beauty, Photography, First"},{"quote":"Men's vows are women's traitors!","author":"William Shakespeare","category":"Men, Traitors, Vows"},{"quote":"Athletes as role models and heroes is a hoax, a sick hoax. The men and women who are fighting in Iraq, they are the true heroes.","author":"Gale Sayers","category":"Men, Heroes, Sick"},{"quote":"There's no evidence whatsoever that men are more rational than women. Both sexes seem to be equally irrational.","author":"Albert Ellis","category":"Men, Evidence, Rational"},{"quote":"If men knew all that women think, they would be twenty times more audacious.","author":"Alphonse Karr","category":"Men, Think, Times"},{"quote":"Men are allowed to have passion and commitment for their work... a woman is allowed that feeling for a man, but not her work.","author":"Barbra Streisand","category":"Work, Passion, Man"},{"quote":"In politics women type the letters, lick the stamps, distribute the pamphlets and get out the vote. Men get elected.","author":"Clare Boothe Luce","category":"Politics, Men, Vote"},{"quote":"Charm, in most men and nearly all women, is a decoration.","author":"E. M. Forster","category":"Men, Charm, Decoration"},{"quote":"God gave women intuition and femininity. Used properly, the combination easily jumbles the brain of any man I've ever met.","author":"Farrah Fawcett","category":"God, Man, Brain"},{"quote":"All women should know how to take care of children. Most of them will have a husband some day.","author":"Franklin P. Jones","category":"Children, Day, Husband"},{"quote":"Friends are generally of the same sex, for when men and women agree, it is only in the conclusions; their reasons are always different.","author":"George Santayana","category":"Friends, Men, Men And Women"},{"quote":"The sight of women talking together has always made men uneasy nowadays it means rank subversion.","author":"Germaine Greer","category":"Together, Men, Sight"},{"quote":"Men mourn for what they have lost women for what they ain't got.","author":"Josh Billings","category":"Men, Lost, Mourn"},{"quote":"When women go wrong, men go right after them.","author":"Mae West","category":"Men, Right, Go"},{"quote":"I grew up in the Bronx where you would stay up late with your girlfriends, just being silly in our bedrooms, whatever. And I was always the clown.","author":"Jennifer Lopez","category":"Clown, Silly, You"},{"quote":"I think today women are very scared to celebrate themselves, because then they just get labeled.","author":"Charlize Theron","category":"Today, Celebrate, Think"},{"quote":"I would not send a poor girl into the world, ignorant of the snares that beset her path; nor would I watch and guard her, till, deprived of self-respect and self-reliance, she lost the power or the will to watch and guard herself.","author":"Anne Bronte","category":"Power, Path, World"},{"quote":"I believe women still face a glass ceiling that must be shattered.","author":"Andrew Cuomo","category":"Believe, Glass, I Believe"},{"quote":"One hair of a woman can draw more than a hundred pair of oxen.","author":"James Howell","category":"Woman, Hair, Pair"},{"quote":"Women, you can have it all - a loving man, devoted husband, loving children, a fabulous career.","author":"Jada Pinkett Smith","category":"Children, Man, Loving"},{"quote":"Relationships are made of talk - and talk is for girls and women.","author":"Deborah Tannen","category":"Relationships, Talk, Made"},{"quote":"Women don't realize how powerful they are.","author":"Judith Light","category":"Powerful, Realize, How"},{"quote":"We're getting ready to take over the world. My group of girlfriends - we're renegades.","author":"Lisa Bonet","category":"World, Group, Ready"},{"quote":"On behalf of NARAL Pro-Choice America - and our one million member activists - I am honored to be here to talk to you about what's at stake for women in 2012. I am proud to say that the Democratic Party believes that women have the right to choose a safe, legal abortion with dignity and privacy.","author":"Nancy Keenan","category":"America, I Am, Legal"},{"quote":"Pregnancy was probably the best and the hardest thing I'll ever go through. I know for a lot of women, it can be wonderful and relatively easy.","author":"Mariah Carey","category":"Best, Easy, Know"},{"quote":"The role of women has always been undervalued in the spy world, always undermined in terms of recognition. Unfairly so. It's a world that needs women.","author":"Helen Mirren","category":"World, Recognition, Spy"},{"quote":"On Memorial Day, we remember the service of those brave military men and women who paid the ultimate sacrifice defending and protecting our freedoms.","author":"Bill Flores","category":"Day, Service, Men"},{"quote":"A man can be short and dumpy and getting bald but if he has fire, women will like him.","author":"Mae West","category":"Man, Short, Fire"},{"quote":"They say women talk too much. If you have worked in Congress you know that the filibuster was invented by men.","author":"Clare Boothe Luce","category":"Politics, Men, Know"},{"quote":"I'm a simple man. All I want is enough sleep for two normal men, enough whiskey for three, and enough women for four.","author":"Joel Rosenberg","category":"Sleep, Man, Simple"},{"quote":"I haven't trusted polls since I read that 62% of women had affairs during their lunch hour. I've never met a woman in my life who would give up lunch for sex.","author":"Erma Bombeck","category":"Life, Woman, Lunch"},{"quote":"Welcome to Lake Wobegon, where all the women are strong, all the men are good-looking, and all the children are above average.","author":"Garrison Keillor","category":"Children, Strong, Welcome"},{"quote":"There's very little advice in men's magazines, because men don't think there's a lot they don't know. Women do. Women want to learn. Men think, 'I know what I'm doing, just show me somebody naked.'","author":"Jerry Seinfeld","category":"Men, Advice, Me"},{"quote":"When men and women agree, it is only in their conclusions; their reasons are always different.","author":"George Santayana","category":"Men, Men And Women"},{"quote":"Ninety percent I'll spend on good times, women and Irish Whiskey. The other ten percent I'll probably waste.","author":"Tug McGraw","category":"Good, Good Times, Irish"},{"quote":"Women say they have sexual thoughts too. They have no idea. It's the difference between shooting a bullet and throwing it. If they knew what we were really thinking, they'd never stop slapping us.","author":"Larry Miller","category":"Thinking, Thoughts, Idea"},{"quote":"In my ballets, woman is first. Men are consorts. God made men to sing the praises of women. They are not equal to men: They are better.","author":"George Balanchine","category":"God, Woman, Men"},{"quote":"Reading, solitude, idleness, a soft and sedentary life, intercourse with women and young people, these are perilous paths for a young man, and these lead him constantly into danger.","author":"Jean-Jacques Rousseau","category":"Life, Man, Reading"},{"quote":"A Bachelor of Arts is one who makes love to a lot of women, and yet has the art to remain a bachelor.","author":"Helen Rowland","category":"Love, Art, Bachelor"},{"quote":"I like to help women help themselves, as that is, in my opinion, the best way to settle the woman question. Whatever we can do and do well we have a right to, and I don't think any one will deny us.","author":"Louisa May Alcott","category":"Best, Woman, Help"},{"quote":"I didn't fight to get women out from behind vacuum cleaners to get them onto the board of Hoover.","author":"Germaine Greer","category":"Fight, Behind, Vacuum"},{"quote":"I have always been principally interested in men for sex. I've always thought any sane woman would be a lover of women because loving men is such a mess. I have always wished I'd fall in love with a woman. Damn.","author":"Germaine Greer","category":"Love, Woman, Men"},{"quote":"Men are motivated and empowered when they feel needed. Women are motivated and empowered when they feel cherished.","author":"John Gray","category":"Men, Feel, Motivated"},{"quote":"Sometimes I think that the biggest difference between men and women is that more men need to seek out some terrible lurking thing in existence and hurl themselves upon it. Women know where it lives but they can let it alone.","author":"Russell Hoban","category":"Alone, Men, Know"},{"quote":"If women are supposed to be less rational and more emotional at the beginning of our menstrual cycle when the female hormone is at its lowest level, then why isn't it logical to say that, in those few days, women behave the most like the way men behave all month long?","author":"Gloria Steinem","category":"Men, Beginning, Long"},{"quote":"If women believed in their husbands they would be a good deal happier and also a good deal more foolish.","author":"H. L. Mencken","category":"Trust, Good, Foolish"},{"quote":"Men know they are sexual exiles. They wander the earth seeking satisfaction, craving and despising, never content. There is nothing in that anguished motion for women to envy.","author":"Camille Paglia","category":"Men, Earth, Know"},{"quote":"I want to make a policy statement. I am unabashedly in favor of women.","author":"Lyndon B. Johnson","category":"I Am, Want, Policy"},{"quote":"Men, as well as women, are much oftener led by their hearts than by their understandings.","author":"Philip Stanhope, 4th Earl of Chesterfield","category":"Men, Well, Hearts"},{"quote":"Were women meant to do everything - work and have babies?","author":"Candice Bergen","category":"Work, Everything, Meant"},{"quote":"The most mediocre of males feels himself a demigod as compared with women.","author":"Simone de Beauvoir","category":"Himself, Mediocre, Most"},{"quote":"The bomber will always get through. The only defense is in offense, which means that you have to kill more women and children more quickly that the enemy if you want to save yourselves.","author":"Stanley Baldwin","category":"Children, Want, You"},{"quote":"Many women do not recognize themselves as discriminated against no better proof could be found of the totality of their conditioning.","author":"Kate Millett","category":"Better, Recognize, Proof"},{"quote":"I wanted to be a journalist, I thought it was glamorous and that I'd meet beautiful women in the rain.","author":"Bill Nighy","category":"Rain, Beautiful, Thought"},{"quote":"A women's greatest asset is her beauty.","author":"Alex Comfort","category":"Beauty, Greatest, Her"},{"quote":"Women are the victims of this patriarchal culture, but they are also its carriers. Let us keep in mind that every oppressive man was raised in the confines of his mother's home.","author":"Shirin Ebadi","category":"Home, Culture, Mother"},{"quote":"I spent ninety percent of my money on wine, women and song and just wasted the other ten percent.","author":"Ronnie Hawkins","category":"Money, Wine, Song"},{"quote":"It's difficult for me to meet women because my crowd is much older. I know that for some of the young women I do meet, a relationship with me can be envisioned as a benefit to their career.","author":"Michael Douglas","category":"Relationship, Me, Know"},{"quote":"Even now, after whatever gains feminism has made in involving fathers in the rearing of their children, I still think virtually all of us spend the most formative years of our lives very much in the presence of women.","author":"Reynolds Price","category":"Children, Think, Years"},{"quote":"It is true that a fellow cannot ignore women - but he can think of them as he ought - as sisters, not as sparring partners.","author":"Jim Elliot","category":"Think, True, Ignore"},{"quote":"She knew what all smart women knew: Laughter made you live better and longer.","author":"Gail Parent","category":"Laughter, Smart, Live"},{"quote":"My Cape women are generally true to type - big hearted, motherly women who love the sea. My other characters, with the exception of the Portuguese, who I occasionally mention as Cape dwellers, are obviously drawn from the city types one sees in everyday life.","author":"Joseph C. Lincoln","category":"Love, Life, Sea"},{"quote":"As a human rights issue, the effort to end violence against women becomes a government's obligation, not just a good idea.","author":"Charlotte Bunch","category":"Good, Government, Violence"},{"quote":"The problem is that for women, the average time is just over 14 minutes... men are left with about 12 minutes during which time they need to think of something to do!","author":"Phil McGraw","category":"Time, Men, Problem"},{"quote":"Three things have been difficult to tame: the oceans, fools and women. We may soon be able to tame the oceans; fools and women will take a little longer.","author":"Spiro T. Agnew","category":"Fools, Three, Difficult"},{"quote":"I'm into women. I've always loved women.","author":"David Gest","category":"Loved, Always"},{"quote":"Much of the demand for women in combat comes from female officers who are eager for medals and promotions.","author":"Phyllis Schlafly","category":"Medals, Combat, Female"},{"quote":"I grew up in a house full of women: my mother, grandmother, three sisters, and two female cats. And I still have the buzz of their conversations in my head. As an adult, I have more female friends than male ones: I just love the way that women talk.","author":"James Patterson","category":"Love, Friends, Mother"},{"quote":"The very fact that women now form about one-fifth of the employes in manufacture and commerce in this country has opened a vast field of industrial legislation directly affecting women as wage-earners.","author":"Florence Kelley","category":"Country, Now, Commerce"},{"quote":"It was the best route to get folks to understand segregation fast. Civil rights and women's rights had a clear history. Making the transition to rights for people with disabilities became easier because we had the history of the other two.","author":"Major Owens","category":"History, Best, People"},{"quote":"I've had women who move to the towns I'm living in, just pack up and move there, never even met 'em before, 'cause they heard I lived there.","author":"GG Allin","category":"Living, Never, Up"},{"quote":"I think that over the years, whether they want to admit it or not, people have to admit that the women astronauts have performed just as well as the men astronauts.","author":"Shannon Lucid","category":"Men, People, Want"},{"quote":"I'll continue to work to ensure that safety and I am honored to have earned the endorsement of the men and women who provide public safety in our city.","author":"Alan Autry","category":"Work, Safety, I Am"},{"quote":"If there's specific resistance to women making movies, I just choose to ignore that as an obstacle for two reasons: I can't change my gender, and I refuse to stop making movies.","author":"Kathryn Bigelow","category":"Change, Gender, Movies"},{"quote":"Blind submission in women is considered a virtue, while submission to wrong is itself wrong, and resistance to wrong is virtue alike in women as in man.","author":"Ernestine Rose","category":"Man, Blind, Resistance"},{"quote":"I go out with white women. This makes a lot of people unhappy, mostly black women.","author":"Dennis Rodman","category":"People, Black, Unhappy"},{"quote":"Wilt Chamberlain lied when he said he had 20,000 women.","author":"Dennis Rodman","category":"Said, He, Chamberlain"},{"quote":"How strange, when your father's wearing women's clothes and platform shoes, that a pair of loafers looks incredible.","author":"Moon Unit Zappa","category":"Father, Shoes, Clothes"},{"quote":"But we have been to the Pole and we shall die like gentlemen. I regret only for the women we leave behind.","author":"Robert Falcon Scott","category":"Regret, Die, Behind"},{"quote":"I don't think women should look like costumes. I don't think they should look like fashion victims. I think these (clothes) are for women that want to look sexy. They want to look smart.","author":"Ralph Lauren","category":"Smart, Fashion, Want"},{"quote":"When the men kill, it is up to us women to fight for the preservation of life.","author":"Clara Zetkin","category":"Life, Men, Fight"},{"quote":"What made women's labour particularly attractive to the capitalists was not only its lower price but also the greater submissiveness of women.","author":"Clara Zetkin","category":"Price, Attractive, Made"},{"quote":"When a battle for suffrage is conducted, it should only be conducted according to socialist principles, and therefore with the demand of universal suffrage for women and men.","author":"Clara Zetkin","category":"Men, Battle, Principles"},{"quote":"In 1986 we were trying to help women get in print, stay in print, and come to the attention of booksellers and libraries. At that time, books by men mystery writers were reviewed seven times as often as books by women.","author":"Sara Paretsky","category":"Time, Men, Mystery"},{"quote":"More than 48 million men and women have served America well and faithfully in military uniform.","author":"Steve Buyer","category":"America, Men, Military"},{"quote":"And nothing embittered me, which is important, because I think ethnic people and women in this society can end up being embittered because of the lack of affirmative action, you know.","author":"James Earl Jones","category":"Society, Action, Me"},{"quote":"Women - always in trouble with them, but can't live without them.","author":"Ayrton Senna","category":"Live, Trouble, Always"},{"quote":"By and large, women in New Zealand are fortunate compared with some other countries, including many in our own region. But there is still progress to be made.","author":"Jenny Shipley","category":"Progress, New, Fortunate"},{"quote":"Black women sharing close ties with each other, politically or emotionally, are not the enemies of Black men.","author":"Audre Lorde","category":"Men, Black, Sharing"},{"quote":"When women work together, it's a bond unlike any other.","author":"Victoria Principal","category":"Work, Together, Bond"},{"quote":"And I highly recommend for all the women in the world, even if they're 71, you can never take for granted that he loves you. It's always good to flirt with him. It's a great sport.","author":"Salma Hayek","category":"Good, Great, World"},{"quote":"I'd much rather be a woman than a man. Women can cry, they can wear cute clothes, and they're the first to be rescued off sinking ships.","author":"Gilda Radner","category":"Man, Woman, Cute"},{"quote":"Over this August district work period, like many of my colleagues, I spent a lot of time with the men and women in uniform from my home State. The 196th Field Artillery Brigade just got back from a year in Afghanistan.","author":"Zach Wamp","category":"Work, Time, Home"},{"quote":"Women have had the power of naming stolen from us.","author":"Mary Daly","category":"Power, Us, Naming"},{"quote":"Because society would rather we always wore a pretty face, women have been trained to cut off anger.","author":"Nancy Friday","category":"Anger, Society, Face"},{"quote":"I like women. I don't understand them, but I like them.","author":"Sean Connery","category":"Understand, Like, Them"},{"quote":"Childbearing is glorified in part because women die from it.","author":"Andrea Dworkin","category":"Die, Because, Part"},{"quote":"Men and women are not born inconstant: they are made so by their early amorous experiences.","author":"Andre Maurois","category":"Relationship, Men, Born"},{"quote":"It is always the same: women bedeck themselves with jewels and furs, and men with wit and quotations.","author":"Maurice Chevalier","category":"Relationship, Men, Same"},{"quote":"There are women who take it to the wire. That's what they are looking for, the ultimate confrontation. They want a smack.","author":"Sean Connery","category":"Looking, Want, Confrontation"},{"quote":"Women have been taught that, for us, the earth is flat, and that if we venture out, we will fall off the edge. Some of us have ventured out nevertheless, and so far we have not fallen off. It is my faith, my feminist faith, that we will not.","author":"Andrea Dworkin","category":"Faith, Fall, Earth"},{"quote":"In my books, women often solve the problem. Even if the woman is not the hero, she's a strong character. She does change the plot. She'll often rescue the male character from some situation.","author":"Ken Follett","category":"Change, Hero, Character"},{"quote":"At least 50 times. I've jumped off a building, jumped off a cliff in a car. I've been in bedrooms when women came in with knives and guns.","author":"Dennis Rodman","category":"Car, Building, Guns"},{"quote":"Men's need to dominate women may be based in their own sense of marginality or emptiness; we do not know its root, and men are making no effort to discover it.","author":"Marilyn French","category":"Men, Effort, Know"},{"quote":"Women are only children of a larger growth. A man of sense only trifles with them, plays with them, humours and flatters them, as he does with a sprightly and forward child; but he neither consults them about, nor trusts them with, serious matters.","author":"Philip Stanhope, 4th Earl of Chesterfield","category":"Children, Growth, Man"},{"quote":"However novel it may appear, I shall venture the assertion, that, until women assume the place in society which good sense and good feeling alike assign to them, human improvement must advance but feebly.","author":"Frances Wright","category":"Good, Society, Improvement"},{"quote":"Behind all their personal vanity, women themselves always have an impersonal contempt for woman.","author":"Friedrich Nietzsche","category":"Woman, Vanity, Personal"},{"quote":"Stupid as a man, say the women: cowardly as a woman, say the men. Stupidity in a woman is unwomanly.","author":"Friedrich Nietzsche","category":"Man, Woman, Men"},{"quote":"Silence is an ornament for women.","author":"Sophocles","category":"Silence, Ornament"},{"quote":"Leave women to find their sphere.","author":"Lucy Stone","category":"Find, Leave, Sphere"},{"quote":"Tradition has made women cowardly.","author":"Nance O'Neil","category":"Tradition, Made, Cowardly"},{"quote":"If women have young children, they are one man away from welfare.","author":"Gloria Steinem","category":"Children, Man, Young"},{"quote":"We need to see men and women as equal partners, but it's hard to think of movies that do that. When I talk to people, they think of movies of forty-five years ago! Hepburn and Tracy!","author":"Betty Friedan","category":"Men, People, Think"},{"quote":"To a philosopher all news, as it is called, is gossip, and they who edit and read it are old women over their tea.","author":"Henry David Thoreau","category":"Tea, Gossip, News"},{"quote":"In too many instances, the march to globalization has also meant the marginalization of women and girls. And that must change.","author":"Hillary Clinton","category":"Change, Globalization, Must"},{"quote":"One can find women who have never had one love affair, but it is rare indeed to find any who have had only one.","author":"Francois de La Rochefoucauld","category":"Love, Find, Never"},{"quote":"There are few virtuous women who are not bored with their trade.","author":"Francois de La Rochefoucauld","category":"Bored, Trade, Virtuous"},{"quote":"Women always excel men in that sort of wisdom which comes from experience. To be a woman is in itself a terrible experience.","author":"H. L. Mencken","category":"Wisdom, Experience, Woman"},{"quote":"I think all women go through periods where we hate this about ourselves, we don't like that. It's great to get to a place where you dismiss anything you're worried about. I find flaws attractive. I find scars attractive.","author":"Angelina Jolie","category":"Great, Hate, Think"},{"quote":"If you ask me about my views on the environment, on women's rights, on gay rights, I am liberal. I don't have a problem with that at all. Some of my best friends are liberal.","author":"Bernie Sanders","category":"Friends, Best, I Am"},{"quote":"I've yet to be on a campus where most women weren't worrying about some aspect of combining marriage, children, and a career. I've yet to find one where many men were worrying about the same thing.","author":"Gloria Steinem","category":"Marriage, Children, Men"},{"quote":"What has the women's movement learned from Geraldine Ferraro's candidacy for vice president? Never get married.","author":"Gloria Steinem","category":"President, Never, Movement"},{"quote":"Most women's magazines simply try to mold women into bigger and better consumers.","author":"Gloria Steinem","category":"Better, Try, Bigger"},{"quote":"Men and women belong to different species and communications between them is still in its infancy.","author":"Bill Cosby","category":"Men, Men And Women"},{"quote":"Women in love are less ashamed than men. They have less to be ashamed of.","author":"Ambrose Bierce","category":"Love, Men, Ashamed"},{"quote":"I think feminists are unaware of the tremendous extent of the role of women in history.","author":"Vivienne Westwood","category":"History, Think, Role"},{"quote":"Good-humoured, unaffected girls, will not do for a man who has been used to sensible women. They are two distinct orders of being.","author":"Jane Austen","category":"Man, Two, Will"},{"quote":"Women hate everything which strips off the tinsel of sentiment, and they are right, or it would rob them of their weapons.","author":"Lord Byron","category":"Hate, Everything, Right"},{"quote":"There is a physical relationship with a woman that you don't have with anybody else, but that's not about love. Love is a spiritual thing.","author":"Ziggy Marley","category":"Love, Relationship"},{"quote":"On the whole, I think women wear too much and are to fussy. You can't see the person for all the clutter.","author":"Julie Andrews","category":"Think, You, See"},{"quote":"I'm not denyin' the women are foolish. God Almighty made 'em to match the men.","author":"George Eliot","category":"God, Men, Foolish"},{"quote":"During the era when women were burning their bras - which, by the way, they never actually did - but when women were first becoming liberated, I was 23. And I met a woman who asked, 'Don't you feel bad because you're sort of acting like the stupid airhead blonde?' And I totally surprised myself. I said, 'Liberation can also come from the inside.'","author":"Goldie Hawn","category":"Myself, Woman, Stupid"},{"quote":"It's incredibly unfair. You don't see a lot of 60-year-old women with 20-year-old men onscreen.","author":"George Clooney","category":"Men, You, See"},{"quote":"The men and women of Afghanistan are building a nation that is free, and proud, and fighting terror - and America is honored to be their friend.","author":"George W. Bush","category":"America, Men, Proud"},{"quote":"When anything goes, it's women who lose.","author":"Camille Paglia","category":"Anything, Lose, Who"},{"quote":"Woman is the dominant sex. Men have to do all sorts of stuff to prove that they are worthy of woman's attention.","author":"Camille Paglia","category":"Woman, Men, Attention"},{"quote":"To conclude that women are unfitted to the task of our historic society seems to me the equivalent of closing male eyes to female facts.","author":"Lyndon B. Johnson","category":"Eyes, Society, Me"},{"quote":"The most virtuous women have something within them, something that is never chaste.","author":"Honore de Balzac","category":"Never, Within, Something"},{"quote":"Women are frightening. If you get to 41 as a man, you're quite battle-scarred.","author":"Hugh Grant","category":"Man, You, Women Are"},{"quote":"The No. 1 impediment to women succeeding in the workforce is now in the home.","author":"Sheryl Sandberg","category":"Home, Now, Succeeding"},{"quote":"The thing women have yet to learn is nobody gives you power. You just take it.","author":"Roseanne Barr","category":"Power, Learn, You"},{"quote":"Most women put off entertaining until the kids are grown.","author":"Erma Bombeck","category":"Kids, Off, Put"},{"quote":"Why is it men are permitted to be obsessed about their work, but women are only permitted to be obsessed about men?","author":"Barbra Streisand","category":"Work, Men, Why"},{"quote":"A man who graduated high in his class at Yale Law School and made partnership in a top law firm would be celebrated. A man who invested wisely would be admired, but a woman who accomplishes this is treated with suspicion.","author":"Barbra Streisand","category":"School, Man, Law"},{"quote":"People don't want to see women doing things they don't think women should do.","author":"Joan Jett","category":"People, Want, Think"},{"quote":"I think that women just have a primeval instinct to make soup, which they will try to foist on anybody who looks like a likely candidate.","author":"Dylan Moran","category":"Soup, Think, Try"},{"quote":"All women's issues are to some degree men's issues and all men's issues are to some degree women's issues because when either sex wins unilaterally both sexes lose.","author":"Warren Farrell","category":"Men, Sex, Lose"},{"quote":"Women love to be called cruel, even when they are kindest.","author":"Samuel Richardson","category":"Love, Cruel, Even"},{"quote":"I think women get caught up too much in having a plan - 'I'm going to get married at this age I'm going to have a kid at this age' - and then they just try to find a guy who will fit into that picture. I don't want my life to be based on that.","author":"Julia Stiles","category":"Life, Age, Plan"},{"quote":"Men and women, women and men. It will never work.","author":"Erica Jong","category":"Work, Men, Men And Women"},{"quote":"Some women hold up dresses that are so ugly and they always say the same thing: 'This looks much better on.' On what? On fire?","author":"Rita Rudner","category":"Fire, Ugly, Better"},{"quote":"Like many other women, I could not understand why every man who changed a diaper has felt impelled, in recent years, to write a book about it.","author":"Barbara Ehrenreich","category":"Man, Book, Why"},{"quote":"I try to write parts for women that are as complicated and interesting as women actually are.","author":"Nora Ephron","category":"Interesting, Try"},{"quote":"Balls are to men what purses are to women.","author":"Sarah Jessica Parker","category":"Men, Balls"},{"quote":"I think that maybe if women and children were in charge we would get somewhere.","author":"James Thurber","category":"Children, Think, Somewhere"},{"quote":"When men reach their sixties and retire, they go to pieces. Women go right on cooking.","author":"Gail Sheehy","category":"Men, Cooking, Reach"},{"quote":"Let us leave pretty women to men devoid of imagination.","author":"Marcel Proust","category":"Imagination, Men, Pretty"},{"quote":"I am not a sexy woman, I'm not beautiful, I'm not a sex kitten, I don't flirt with people, yet I've been tagged more of sex symbol than women who truly are and I that's solely because I don't reveal too much: people are curious.","author":"Shirley Manson","category":"Beautiful, I Am, Woman"},{"quote":"Men become much more attractive when they start looking older. But it doesn't do much for women, though we do have an advantage: make-up.","author":"Bette Davis","category":"Men, Start, Looking"},{"quote":"What is the most beautiful in virile men is something feminine what is most beautiful in feminine women is something masculine.","author":"Susan Sontag","category":"Beautiful, Men"},{"quote":"It is easier for women to succeed in business, the arts, and politics in America than in Europe.","author":"Hedy Lamarr","category":"Business, America, Politics"},{"quote":"Only men who are not interested in women are interested in women's clothes. Men who like women never notice what they wear.","author":"Anatole France","category":"Men, Clothes, Never"},{"quote":"The struggles waged by nations are weak only when they lack support in the hearts of their women.","author":"Jose Marti","category":"Support, Weak, Hearts"},{"quote":"Lonely women destroy themselves lonely men threaten the world.","author":"Victor LaValle","category":"Men, World, Lonely"},{"quote":"Americans like fat books and thin women.","author":"Russell Baker","category":"Fat, Like, Thin"},{"quote":"As to honor - you know - it's a very fine mediaeval inheritance which women never got hold of. It wasn't theirs.","author":"Joseph Conrad","category":"Honor, Know, You"},{"quote":"Yes, it's a man's world, but that's all right because they're making a total mess of it. We're chipping away at their control, taking the parts we want. Some women think it's a difficult task, but it's not.","author":"Cher","category":"Man, World, Control"},{"quote":"What we women need to do, instead of worrying about what we don't have, is just love what we do have.","author":"Cameron Diaz","category":"Love, Need, Just"},{"quote":"In life, single women are the most vulnerable adults. In movies, they are given imaginary power.","author":"Elizabeth Wurtzel","category":"Life, Power, Movies"},{"quote":"Women may not have it easy, but we are given a fairer chance to reach for the top.","author":"Jessica Savitch","category":"Chance, Easy, Reach"},{"quote":"Decisiveness is a characteristic of high-performing men and women. Almost any decision is better than no decision at all.","author":"Brian Tracy","category":"Men, Decision, Better"},{"quote":"This man is frank and earnest with women. In Fresno, he's Frank and in Chicago he's Ernest.","author":"Henny Youngman","category":"Man, Chicago, Earnest"},{"quote":"Women often postpone their lives, thinking that if they're not with a partner then it doesn't really count. They're still searching for their prince, in a way. And as much as we don't discuss that, because it's too embarrassing and too sad, I think it really does exist.","author":"Jane Campion","category":"Sad, Thinking, Partner"},{"quote":"All societies on the verge of death are masculine. A society can survive with only one man no society will survive a shortage of women.","author":"Germaine Greer","category":"Death, Man, Society"},{"quote":"Women have very little idea of how much men hate them.","author":"Germaine Greer","category":"Men, Hate, Idea"},{"quote":"You can't raise the standard of women's morals by raising their pay envelope. It lies deeper than that.","author":"Billy Sunday","category":"Pay, You, Morals"},{"quote":"I guess at the end of the day, all women like to be appreciated and treated with respect and kindness.","author":"Sofia Vergara","category":"Kindness, Respect, Day"},{"quote":"Women hear rhythm differently than men.","author":"Elvis Costello","category":"Men, Hear, Rhythm"},{"quote":"I'll always prefer to play with women and hang out with women, and I'll always be a feminist.","author":"Courtney Love","category":"Play, Always, Feminist"},{"quote":"Women today have more of an overview of their lives and how marriage is or is not a part of it.","author":"Helen Reddy","category":"Marriage, Today, Part"},{"quote":"When a guy can make fun of you, thats attractive. Who knew that teasing could have so much power over women!","author":"Rachel Bilson","category":"Power, Fun, You"},{"quote":"Women with money and women in power are two uncomfortable ideas in our society.","author":"Candace Bushnell","category":"Money, Power, Society"},{"quote":"The upward course of a nation's history is due in the long run to the soundness of heart of its average men and women.","author":"Queen Elizabeth II","category":"History, Heart, Men"},{"quote":"Because wherever I am today, I still owe it to God and I owe it to two men - the Honorable Elijah Muhammad and Malcolm X and of course, two very special women, my mother and my wife.","author":"Louis Farrakhan","category":"Today, God, Mother"},{"quote":"Women have a predestination to suffering.","author":"Bela Lugosi","category":"Suffering, Predestination"},{"quote":"The power of the word in Morocco belonged to men and to the authorities. No one asked the point of view of poor people or women.","author":"Tahar Ben Jelloun","category":"Power, Men, People"},{"quote":"The whole tone of Church teaching in regard to women is, to the last degree, contemptuous and degrading.","author":"Elizabeth Cady Stanton","category":"Church, Last, Tone"},{"quote":"Sure, women sportswriters look when they're in the clubhouse. Read their stories. How else do you explain a capital letter in the middle of a word?","author":"Bob Uecker","category":"Look, You, Explain"},{"quote":"Whether women are better than men I cannot say - but I can say they are certainly no worse.","author":"Golda Meir","category":"Men, Better, I Can"},{"quote":"Women's Lib? Oh, I'm afraid it doesn't interest me one bit. I've been so liberated it hurts.","author":"Lucille Ball","category":"Me, Afraid, Interest"},{"quote":"There is no development strategy more beneficial to society as a whole - women and men alike - than the one which involves women as central players.","author":"Kofi Annan","category":"Society, Men, Strategy"},{"quote":"The Golden Girls certainly proved that there was a large audience for a show about older women.","author":"Marlo Thomas","category":"Audience, Golden, Show"},{"quote":"I think women are excellent social critics.","author":"Laurie Anderson","category":"Think, Social, Excellent"},{"quote":"But, alas! what poor Woman is ever taught that she should have a higher Design than to get her a Husband?","author":"Mary Astell","category":"Design, Woman, Husband"},{"quote":"Most women are indulgent of themselves. This is a mistake. It should be only the reward of old age.","author":"Anna Held","category":"Age, Old Age, Mistake"},{"quote":"I am truly free only when all human beings, men and women, are equally free. The freedom of other men, far from negating or limiting my freedom, is, on the contrary, its necessary premise and confirmation.","author":"Mikhail Bakunin","category":"Freedom, I Am, Men"},{"quote":"The most efficient water power in the world - women's tears.","author":"Wilson Mizner","category":"Water, Power, World"},{"quote":"Intimacies between women often go backwards, beginning in revelations and ending in small talk.","author":"Elizabeth Bowen","category":"Beginning, Small, Ending"},{"quote":"And I think women have come a very, very long way, but they have a long way to go.","author":"Lara Flynn Boyle","category":"Long, Think, Way"},{"quote":"You're not working with models, you're working with real women who have, like, anatomy. Models do not have anatomy.","author":"Isaac Mizrahi","category":"Real, Working, You"},{"quote":"Today, the growing economic and social pressures in our country are putting millions of women, children and families at increased risk of abuse and neglect, especially when families are denied basic support services and economic opportunity.","author":"Robert Casey","category":"Children, Today, Opportunity"},{"quote":"I live in a house with four women. Just shut up and say, Yes, ma'am.","author":"Tim McGraw","category":"Live, House, Say"},{"quote":"My dream is to save women from nature.","author":"Christian Dior","category":"Nature, Dream, Save"},{"quote":"Aren't women prudes if they don't and prostitutes if they do?","author":"Kate Millett","category":"Woman"},{"quote":"We are women. We are a subject people who have inherited an alien culture.","author":"Kate Millett","category":"Culture, People, Alien"},{"quote":"Women are the first to jump on what is fashionable.","author":"Gavin DeGraw","category":"First, Jump, Women Are"},{"quote":"Years ago women of my size were considered royalty.","author":"Camryn Manheim","category":"Royalty, Size, Years"},{"quote":"I will say that the idea of a woman being deceptive came from that original discussion with critics and reporters about if woman could do that kind of thing. Evelyn, herself, grew out of the discussions about how capable women are of deceit and lying and manipulation.","author":"Neil LaBute","category":"Woman, Idea, Lying"},{"quote":"Women priests. Great, great. Now there's priests of both sexes I don't listen to.","author":"Bill Hicks","category":"Great, Listen, Now"},{"quote":"I'm particularly fortunate to be in a position where I can bring my child to work and be able to get good child care. Not a lot of women have that.","author":"Julia Louis-Dreyfus","category":"Work, Good, Child"},{"quote":"I'm surrounded by very powerful women and very progressive men.","author":"Christie Hefner","category":"Powerful, Men, Progressive"},{"quote":"I have been a woman for fifty years, and I've never yet been able to discover precisely what it is I am.","author":"Jean Giraudoux","category":"I Am, Woman, Fifty"},{"quote":"I always say God should have given women one extra decade at least, especially if you want a family. You're trying to pack a lot in.","author":"Christine Baranski","category":"Family, God, Want"},{"quote":"Women are just beginning to see that there's something about being a woman that's innately different from being a man. I love what I'm seeing take place and I know Julia has so much to offer.","author":"Kenny Loggins","category":"Love, Man, Woman"},{"quote":"But I think it would be irresponsible for me not to say what I really believe in my heart to be true - that there are some serious inequities that we face as women and that we can work to address these inequities.","author":"Anita Hill","category":"Work, Heart, Believe"},{"quote":"They say that women talk too much. If you have worked in Congress you know that the filibuster was invented by men.","author":"Clare Boothe Luce","category":"Men, Know, You"},{"quote":"The women's movement completely changed attitudes all over the world in ways we'll never be able to count.","author":"Holly Near","category":"World, Never, Movement"},{"quote":"In God, the characteristics of men and women that we admire in men and women are combined. That's been a traditional Catholic teaching that God is the combination of opposites.","author":"Andrew Greeley","category":"God, Men, Admire"},{"quote":"Violent crime is a solved problem - all they have to do is repeal the laws that keep those intelligent, capable, and responsible men and women from arming themselves, and violent crime evaporates like dry ice on a hot summer day.","author":"L. Neil Smith","category":"Day, Men, Problem"},{"quote":"You women could make someone fall in love even with a lie.","author":"Georg Buchner","category":"Love, Lie, Fall"},{"quote":"Women are clear-headed, they are more creative and for this reason, sometimes, also more fragile.","author":"Emma Bonino","category":"Creative, Sometimes, Reason"},{"quote":"My advantage as a woman and a human being has been in having a mother who believed strongly in women's education. She was an early undergraduate at Oxford, and her own mother was a doctor.","author":"Antonia Fraser","category":"Education, Mother, Woman"},{"quote":"King Charles II liked women's company and well as making love to them.","author":"Antonia Fraser","category":"Love, King, Company"},{"quote":"If everybody in this town connected with politics had to leave town because of chasing women and drinking, you would have no government.","author":"Barry Goldwater","category":"Politics, Government, You"},{"quote":"I don't love dolls. I love women. I love their bodies.","author":"John Galliano","category":"Love, Dolls, I Love"},{"quote":"Women are women, and hurray for that.","author":"John Galliano","category":"Women Are"},{"quote":"While we enjoy the benefits of living in the greatest democracy in the world, we must be ever conscious of the fact that none of the achievements or freedoms enjoyed in America would be possible without the price that has been paid for by our servicemen and women.","author":"Mark Kennedy","category":"America, Democracy, World"},{"quote":"I could only try to comfort the women that I came face-to-face with. I was really moved by how much they wanted to talk, how much they needed to be comforted, and how happy they were that we were there.","author":"Connie Sellecca","category":"Happy, Comfort, Try"},{"quote":"Susan B. Anthony formed the Equal Rights Association, refuted ideas that women were inferior to men, and fought for a woman's right to vote.","author":"Louise Slaughter","category":"Woman, Men, Ideas"},{"quote":"Just because I haven't yet had any project surgery, I'm not going to knock it, because I think women have the right to do whatever they want to their bodies that make them feel good about themselves.","author":"Susan Sarandon","category":"Good, Feel Good, Want"},{"quote":"A homely face and no figure have aided many women heavenward.","author":"Minna Antrim","category":"Face, Figure, Many"},{"quote":"The young women in my classes are feisty and clever and believe, often with the passion of youthful optimism, that feminism is a battle already won. I worry for them - and for my daughters, too.","author":"Louise Brown","category":"Passion, Believe, Battle"},{"quote":"Women have this obsession with shoes.","author":"Alexandra Paul","category":"Shoes, Obsession"},{"quote":"And as a character, what I found very inspiring about playing Dharma, especially at that time, is that the women on television were more neurotic than they were free. And I thought, this is a rare bird and this is unique on television and I think it's really refreshing.","author":"Jenna Elfman","category":"Time, Character, Bird"},{"quote":"Southern women often marry a man knowing that he is the father of many little slaves. They do not trouble themselves about it.","author":"Harriet Ann Jacobs","category":"Father, Man, Little"},{"quote":"Women are incredible in groups together. Terrifying. Men have nothing on them.","author":"Michael Hutchence","category":"Together, Men, Nothing"},{"quote":"Disguise our bondage as we will, 'Tis woman, woman, rules us still.","author":"Thomas Moore","category":"Woman, Rules, Will"},{"quote":"The appalling thing is the degree of charity women are capable of. You see it all the time... love lavished on absolute fools. Love's a charity ward, you know.","author":"Lawrence Durrell","category":"Love, Time, Charity"},{"quote":"I try to never lose sight of what a special time it is to be a women's basketball player.","author":"Sue Wicks","category":"Time, Basketball, Try"},{"quote":"When women are encouraged to be competitive, too many of them become disagreeable.","author":"Benjamin Spock","category":"Competitive, Become"},{"quote":"Women like myself, CEOs, can pave the way for more women to get to the top.","author":"Andrea Jung","category":"Myself, Way, Like"},{"quote":"First at the outset, let me commend the great men and women of the United States Coast Guard for what they do.","author":"Vito Fossella","category":"Great, Men, Me"},{"quote":"All issues are women's issues - and there are several that are just women's business.","author":"Eddie Bernice Johnson","category":"Business, Just, Issues"},{"quote":"She belongs to a race of delightful women, who never do any harm, whom everybody calls good, and who are very severe on those who do not pretend to be good.","author":"Gilbert Parker","category":"Good, She, Race"},{"quote":"Women need space and silence. We too quickly give away our energy. There's something about holding that richness.","author":"Natalie Goldberg","category":"Silence, Space, Energy"},{"quote":"The connections between and among women are the most feared, the most problematic, and the most potentially transforming force on the planet.","author":"Adrienne Rich","category":"Connections, Force, Between"},{"quote":"A lot of women say they love being pregnant, but I wasn't such a big fan.","author":"Marion Jones","category":"Love, Being Pregnant, Say"},{"quote":"It is little men know of women their smiles and their tears alike are seldom what they seem.","author":"Amelia Barr","category":"Men, Tears, Know"},{"quote":"In love, women are professionals, men are amateurs.","author":"Francois Truffaut","category":"Love, Men, Professionals"},{"quote":"These impossible women! How they do get around us! The poet was right: Can't live with them, or without them.","author":"Aristophanes","category":"Impossible, Live, Right"},{"quote":"Women like to sit down with trouble - as if it were knitting.","author":"Ellen Glasgow","category":"Down, Trouble, Knitting"},{"quote":"Women are one of the Almighty's enigmas to prove to men that He knows more than they do.","author":"Ellen Glasgow","category":"Men, Prove, Than"},{"quote":"The only people you can really share certain things with in secret are your girlfriends.","author":"Shirley Knight","category":"People, You, Secret"},{"quote":"It is true that they paid much more attention to the trade unions because the trade unions were after all speaking for the rights and conditions of working men and women in their employment.","author":"Barbara Castle","category":"Men, Working, Rights"},{"quote":"What bugs me is that movies don't reflect how interesting and vibrant women are. We don't treasure women as they get older.","author":"Jill Clayburgh","category":"Me, Movies, Treasure"},{"quote":"I like my women to be feminine, not sliding into tackles and covered in mud.","author":"Brian Clough","category":"Mud, Like, Feminine"},{"quote":"Sex hasn't been the same since women started enjoying it.","author":"Lewis Grizzard","category":"Sex, Same, Started"},{"quote":"Were there no women, men might live like gods.","author":"Thomas Dekker","category":"Men, Live, Like"},{"quote":"Nature makes woman to be won and men to win.","author":"George William Curtis","category":"Nature, Woman, Men"},{"quote":"The test of civilization is its estimate of women.","author":"George William Curtis","category":"Test, Civilization, Estimate"},{"quote":"It's hard for a man to live with a successful woman - they seem to resent you so much. Very few men are generous enough to accept success in their women.","author":"Shirley Bassey","category":"Success, Man, Woman"},{"quote":"Women are repeatedly accused of taking things personally. I cannot see any other honest way of taking them.","author":"Marya Mannes","category":"Honest, Way, See"},{"quote":"The men resent a woman getting any honour in what they consider is essentially their field. Men painters mostly despise women painters. So I have decided to stop squirming, to throw any honour in with Canada and women.","author":"Emily Carr","category":"Woman, Men, Canada"},{"quote":"No country in Europe has a larger proportion of men and women of immigrant descent, mainly from the African continent and mainly Muslim: an estimated six to seven million of them, or more than 10% of the population.","author":"Timothy Garton Ash","category":"Men, Immigrant, Country"},{"quote":"It was trying to break down the stereotypes and it was the kind of thing where, for the first time, women were on a par and not seen as just objects. Though girls were objectified still.","author":"Siouxsie Sioux","category":"Time, Stereotypes, Trying"},{"quote":"We women must listen to our inner voice. It is easier for women to do this as they are not afraid to say what they feel.","author":"Indra Devi","category":"Voice, Listen, Say"},{"quote":"Yes, it is worse than thrown away, because every fair minded man must admit that the expenditure of this sum of money in the county for intoxicating liquor creates lawlessness, makes criminals, wrecks homes and brings trouble to innocent women and children.","author":"Thomas Jordan Jarvis","category":"Children, Money, Man"},{"quote":"Ironically, women who acquire power are more likely to be criticized for it than are the men who have always had it.","author":"Carolyn Gold Heilbrun","category":"Power, Men, Always"},{"quote":"Until Eve arrived, this was a man's world.","author":"Richard Armour","category":"Man, World, Until"},{"quote":"With my early work I got eviscerated by my male professors, and so you learned to disguise your impulses, as many women have done. And that's definitely changed.","author":"Judy Chicago","category":"Work, Early, You"},{"quote":"It is incumbent upon us to respond to the unique needs of military women and ensure they receive proper care during the first year following childbirth.","author":"Susan Collins","category":"Unique, Military, Care"},{"quote":"Ask any woman and she'll tell you: health care for women is more expensive than it is for men. In fact, during their reproductive years, women spend 68% more on health care than men do.","author":"Rod Blagojevich","category":"Health, Woman, Men"},{"quote":"There were some tragic cases of women whose love was abused, who for a certain time procured important documents or information, not knowing who for, what service they worked for, and for a variety reasons got jailed, were tried and sentenced.","author":"Markus Wolf","category":"Love, Time, Service"},{"quote":"The one thing women love more than money is power.","author":"D. L. Hughley","category":"Love, Money, Power"},{"quote":"Under-representation of women and other inequality among researchers is a problem that will not solve itself as women acquire competence.","author":"Tarja Halonen","category":"Problem, Inequality, Will"},{"quote":"And I spoke out on women's rights, like equal pay for equal work.","author":"Karen Morley","category":"Work, Equal, Rights"},{"quote":"Like most women, I hate when a guy tries to pick me up by saying, You are the hottest girl I've ever seen. It's totally unrealistic. There are beautiful women everywhere.","author":"Karen McDougal","category":"Beautiful, Girl, Hate"},{"quote":"I feel like I'm a very good role model for women.","author":"Blu Cantrell","category":"Good, Role Model, Feel"},{"quote":"There are no ugly women, only lazy ones.","author":"Helena Rubinstein","category":"Ugly, Lazy, Only"},{"quote":"I don't think a powerful man would be interesting unless he'd be nice, attractive, with or without the power. Men are interested in powerful men. Women are interested in terrific men!","author":"Dorothy Stratten","category":"Power, Man, Powerful"},{"quote":"Women want love to be a novel, men a short story.","author":"Daphne du Maurier","category":"Love, Men, Short"},{"quote":"Women are the sustaining force of any society - they think of the children and the next generation's chances.","author":"Margo MacDonald","category":"Children, Society"},{"quote":"Black women as a group have never been fools. We couldn't afford to be.","author":"Barbara Smith","category":"Black, Fools, Group"},{"quote":"Women have the right to say: this is surface, this falsifies reality, this degrades.","author":"Tillie Olsen","category":"Reality, Right, Say"},{"quote":"Wit in women is apt to have bad consequences; like a sword without a scabbard, it wounds the wearer and provokes assailants.","author":"Elizabeth Montagu","category":"Consequences, Sword, Bad"},{"quote":"I would love to have seen a male-female relationship that had nothing to do with falling in love, I'd love to prove, even on TV - even if it's not true! - that men and women can be friends without any kind of involvement.","author":"Nana Visitor","category":"Love, Relationship, Friends"},{"quote":"Women were freed from positive duties when they could not perform them, but not when they could.","author":"Henrietta Szold","category":"Positive, Perform, Freed"},{"quote":"Men and women want to do a good job, and if they are provided the proper environment, they will do so.","author":"William Reddington Hewlett","category":"Good, Job, Men"},{"quote":"Part of the $10 million I spent on gambling, part on booze and part on women. The rest I spent foolishly.","author":"George Raft","category":"Gambling, Rest, Part"},{"quote":"Good, better, best. Never let it rest. 'Til your good is better and your better is best.","author":"St. Jerome","category":"Motivational, Good, Better"},{"quote":"An investment in knowledge pays the best interest.","author":"Benjamin Franklin","category":"Education, Knowledge"},{"quote":"My life motto is 'Do my best, so that I can't blame myself for anything.'","author":"Magdalena Neuner","category":"Life, Motto, Myself"},{"quote":"Ultimately, leadership is not about glorious crowning acts. It's about keeping your team focused on a goal and motivated to do their best to achieve it, especially when the stakes are high and the consequences really matter. It is about laying the groundwork for others' success, and then standing back and letting them shine.","author":"Chris Hadfield","category":"Leadership, Success, Team"},{"quote":"A strong, positive self-image is the best possible preparation for success.","author":"Joyce Brothers","category":"Positive, Success, Strong"},{"quote":"She's always there for me when I need her She's my best friend she's just my everything.","author":"Ashley Olsen","category":"Best Friend, Friend, Me"},{"quote":"Things are never quite as scary when you've got a best friend.","author":"Bill Watterson","category":"Friendship, Best Friend"},{"quote":"Heavy hearts, like heavy clouds in the sky, are best relieved by the letting of a little water.","author":"Christopher Morley","category":"Sad, Water, Sky"},{"quote":"It's not that diamonds are a girl's best friend, but it's your best friends who are your diamonds. It's your best friends who are supremely resilient, made under pressure and of astonishing value. They're everlasting; they can cut glass if they need to.","author":"Gina Barreca","category":"Friends, Best Friend, Girl"},{"quote":"Technology can be our best friend, and technology can also be the biggest party pooper of our lives. It interrupts our own story, interrupts our ability to have a thought or a daydream, to imagine something wonderful, because we're too busy bridging the walk from the cafeteria back to the office on the cell phone.","author":"Steven Spielberg","category":"Technology, Best Friend"},{"quote":"One of the best ways to make yourself happy in the present is to recall happy times from the past. Photos are a great memory-prompt, and because we tend to take photos of happy occasions, they weight our memories to the good.","author":"Gretchen Rubin","category":"Happy, Memories, Good"},{"quote":"Friends are the best to turn to when you're having a rough day.","author":"Justin Bieber","category":"Friendship, Day, Friends"},{"quote":"I follow three rules: Do the right thing, do the best you can, and always show people you care.","author":"Lou Holtz","category":"Rules, Do The Right Thing"},{"quote":"Some of the best lessons we ever learn are learned from past mistakes. The error of the past is the wisdom and success of the future.","author":"Dale Turner","category":"Success, Wisdom, Future"},{"quote":"I'm selfish, impatient, and a little insecure. I make mistakes, I'm out of control, and at times hard to handle. But if you can't handle me at my worst, then you sure as hell don't deserve me at my best.","author":"Marilyn Monroe","category":"Mistakes, Selfish, Me"},{"quote":"Speak when you are angry - and you'll make the best speech you'll ever regret.","author":"Laurence J. Peter","category":"Anger, Regret, Speak"},{"quote":"The key is to keep company only with people who uplift you, whose presence calls forth your best.","author":"Epictetus","category":"Motivational, Company"},{"quote":"My best friend is the man who in wishing me well wishes it for my sake.","author":"Aristotle","category":"Friendship, Best Friend, Man"},{"quote":"The best part about being alone is that you really don't have to answer to anybody. You do what you want.","author":"Justin Timberlake","category":"Alone, Being Alone, Want"},{"quote":"When everything is lonely I can be my best friend.","author":"Conor Oberst","category":"Best Friend, Alone, Lonely"},{"quote":"The best education I have ever received was through travel.","author":"Lisa Ling","category":"Education, Travel, Through"},{"quote":"Our flag honors those who have fought to protect it, and is a reminder of the sacrifice of our nation's founders and heroes. As the ultimate icon of America's storied history, the Stars and Stripes represents the very best of this nation.","author":"Joe Barton","category":"History, Patriotism, Stars"},{"quote":"I'm not in the best shape, but I want to prove to myself I can do something that seems insurmountable and inspire others by showing them no matter where they are in their fitness goals, they can do it, too.","author":"Ruben Studdard","category":"Goals, Fitness, Myself"},{"quote":"In any moment of decision, the best thing you can do is the right thing, the next best thing is the wrong thing, and the worst thing you can do is nothing.","author":"Theodore Roosevelt","category":"Decision, Moment"},{"quote":"Autumn wins you best by this its mute appeal to sympathy for its decay.","author":"Robert Browning","category":"Autumn, Sympathy, You"},{"quote":"My mama always used to tell me: 'If you can't find somethin' to live for, you best find somethin' to die for.'","author":"Tupac Shakur","category":"Me, Live, You"},{"quote":"In times of great stress or adversity, it's always best to keep busy, to plow your anger and your energy into something positive.","author":"Lee Iacocca","category":"Positive, Great, Adversity"},{"quote":"Outside of a dog, a book is a man's best friend. Inside of a dog it's too dark to read.","author":"Groucho Marx","category":"Dog, Best Friend, Pet"},{"quote":"I look my best when I'm totally free, on holiday, walking on the beach.","author":"Rosamund Pike","category":"Beach, Walking, Free"},{"quote":"Let go of yesterday. Let today be a new beginning and be the best that you can, and you'll get to where God wants you to be.","author":"Joel Osteen","category":"Today, God, Beginning"},{"quote":"I'm just myself. That's the best way to put it.","author":"Post Malone","category":"Myself, Way, Just"},{"quote":"'Thank you' is the best prayer that anyone could say. I say that one a lot. Thank you expresses extreme gratitude, humility, understanding.","author":"Alice Walker","category":"Gratitude, Thankful"},{"quote":"Silence is true wisdom's best reply.","author":"Euripides","category":"Wisdom, Silence, True"},{"quote":"I'm doing my best to raise my son and give him a nurturing, loving, and caring environment so he can grow up and be the best version of himself.","author":"Miranda Kerr","category":"Son, Caring, Environment"},{"quote":"At his best, man is the noblest of all animals; separated from law and justice he is the worst.","author":"Aristotle","category":"Justice, Man, Law"},{"quote":"I am as bad as the worst, but, thank God, I am as good as the best.","author":"Walt Whitman","category":"Good, God, I Am"},{"quote":"The human body is the best picture of the human soul.","author":"Ludwig Wittgenstein","category":"Fitness, Soul, Body"},{"quote":"I do the very best I know how - the very best I can and I mean to keep on doing so until the end.","author":"Abraham Lincoln","category":"End, Doing, Know"},{"quote":"Battle is the most magnificent competition in which a human being can indulge. It brings out all that is best it removes all that is base. All men are afraid in battle. The coward is the one who lets his fear overcome his sense of duty. Duty is the essence of manhood.","author":"George S. Patton","category":"Fear, War, Competition"},{"quote":"I'm just thankful for everything, all the blessings in my life, trying to stay that way. I think that's the best way to start your day and finish your day. It keeps everything in perspective.","author":"Tim Tebow","category":"Life, Thankful, Day"},{"quote":"I see myself as the best footballer in the world. If you don't believe you are the best, then you will never achieve all that you are capable of.","author":"Cristiano Ronaldo","category":"Myself, Believe, World"},{"quote":"Always Do Your Best. Your best is going to change from moment to moment; it will be different when you are healthy as opposed to sick. Under any circumstance, simply do your best, and you will avoid self-judgment, self-abuse and regret.","author":"Don Miguel Ruiz","category":"Positive, Change, Regret"},{"quote":"Social media is something of a double-edged sword. At its best, social media offers unprecedented opportunities for marginalized people to speak and bring much needed attention to the issues they face. At its worst, social media also offers 'everyone' an unprecedented opportunity to share in collective outrage without reflection.","author":"Roxane Gay","category":"Reflection, Social Media"},{"quote":"The best way to cheer yourself up is to try to cheer somebody else up.","author":"Mark Twain","category":"Yourself, Try, Cheer"},{"quote":"Don't lower your expectations to meet your performance. Raise your level of performance to meet your expectations. Expect the best of yourself, and then do what is necessary to make it a reality.","author":"Ralph Marston","category":"Performance, Yourself"},{"quote":"Honesty is the best policy.","author":"Benjamin Franklin","category":"Wisdom, Honesty, Policy"},{"quote":"My sister and I truly are best friends.","author":"Solange Knowles","category":"Friends, Sister, Truly"},{"quote":"My cell phone is my best friend. It's my lifeline to the outside world.","author":"Carrie Underwood","category":"Best Friend, World"},{"quote":"One's philosophy is not best expressed in words it is expressed in the choices one makes... and the choices we make are ultimately our responsibility.","author":"Eleanor Roosevelt","category":"Wisdom, Responsibility"},{"quote":"Gorgeous hair is the best revenge.","author":"Ivana Trump","category":"Beauty, Revenge, Hair"},{"quote":"Just find what works for you, what style suits you best, and just be confident enough to rock it.","author":"Odell Beckham, Jr.","category":"Style, Rock, You"},{"quote":"Walking is the best possible exercise. Habituate yourself to walk very far.","author":"Thomas Jefferson","category":"Fitness, Yourself, Walk"},{"quote":"Laughter is not at all a bad beginning for a friendship, and it is far the best ending for one.","author":"Oscar Wilde","category":"Friendship, Laughter"},{"quote":"Walking is man's best medicine.","author":"Hippocrates","category":"Man, Medical, Walking"},{"quote":"I believe that in life, you have to give things your best shot, do your best. You have to focus on what needs to be done, do the right thing, not the popular thing.","author":"David Cameron","category":"Life, Focus, Believe"},{"quote":"Having lots of siblings is like having built-in best friends.","author":"Kim Kardashian","category":"Friends, Like, Lots"},{"quote":"Memories are the best things in life, I think.","author":"Romy Schneider","category":"Life, Memories, Think"},{"quote":"The best career advice I've gotten is to stay focused, keep moving forward.","author":"Tyga","category":"Moving Forward, Moving"},{"quote":"Success is peace of mind which is a direct result of self-satisfaction in knowing you did your best to become the best you are capable of becoming.","author":"John Wooden","category":"Success, Peace, Mind"},{"quote":"I think that's the single best piece of advice: constantly think about how you could be doing things better and questioning yourself.","author":"Elon Musk","category":"Yourself, Advice, Think"},{"quote":"Sports teaches you to understand the meaning of a team. You need to be able to work with everybody you don't have to be their best friend. You can experience the fun of competition and driving toward a common goal without pushing to bond in some major way with each individual on a project.","author":"Kathleen Kennedy","category":"Work, Sports, Best Friend"},{"quote":"I always believe that to be the best, you have to smell like the best, dress like the best, act like the best. When you throw your trash in the garbage can, it has to be better than anybody else who ever threw trash in the garbage can.","author":"Lil Wayne","category":"Believe, Dress, Better"},{"quote":"If you want to do really important things in life and big things in life, you can't do anything by yourself. And your best teams are your friends and your siblings.","author":"Deepak Chopra","category":"Life, Friends, Yourself"},{"quote":"Solitude is creativity's best friend, and solitude is refreshment for our souls.","author":"Naomi Judd","category":"Best Friend, Creativity"},{"quote":"The best cure for the body is a quiet mind.","author":"Napoleon Bonaparte","category":"Mind, Body, Quiet"},{"quote":"The best things in life are often waiting for you at the exit ramp of your comfort zone.","author":"Karen Salmansohn","category":"Life, Comfort Zone, Waiting"},{"quote":"You don't fight racism with racism, the best way to fight racism is with solidarity.","author":"Bobby Seale","category":"Racism, Fight, You"},{"quote":"Like love, breakfast is best when made at home.","author":"Gina Barreca","category":"Love, Home, Breakfast"},{"quote":"Chilling out on the bed in your hotel room watching television, while wearing your own pajamas, is sometimes the best part of a vacation.","author":"Laura Marano","category":"Vacation, Television, Hotel"},{"quote":"The best revenge is massive success.","author":"Frank Sinatra","category":"Success, Revenge, Massive"},{"quote":"To be nobody but yourself in a world which is doing its best, night and day, to make you everybody else - means to fight the hardest battle which any human being can fight; and never stop fighting.","author":"e. e. cummings","category":"Day, World, Yourself"},{"quote":"Among the natural rights of the colonists are these: First a right to life, secondly to liberty, and thirdly to property; together with the right to defend them in the best manner they can.","author":"Samuel Adams","category":"Life, Together, Liberty"},{"quote":"The best thing is to look natural, but it takes makeup to look natural.","author":"Calvin Klein","category":"Makeup, Look, Natural"},{"quote":"A problem is a chance for you to do your best.","author":"Duke Ellington","category":"Do Your Best, Problem"},{"quote":"The best advice I ever got was that knowledge is power and to keep reading.","author":"David Bailey","category":"Knowledge, Power, Reading"},{"quote":"A woman knows by intuition, or instinct, what is best for herself.","author":"Marilyn Monroe","category":"Woman, Intuition, Instinct"},{"quote":"I think it's brought the world a lot closer together, and will continue to do that. There are downsides to everything; there are unintended consequences to everything. The most corrosive piece of technology that I've ever seen is called television - but then, again, television, at its best, is magnificent.","author":"Steve Jobs","category":"Technology, Together, World"},{"quote":"One of the best pieces of advice I ever got was from a horse master. He told me to go slow to go fast. I think that applies to everything in life. We live as though there aren't enough hours in the day but if we do each thing calmly and carefully we will get it done quicker and with much less stress.","author":"Viggo Mortensen","category":"Life, Day, Stress"},{"quote":"The best road to progress is freedom's road.","author":"John F. Kennedy","category":"Freedom, Progress, Road"},{"quote":"To wake up to the sound of my son saying 'Mama, mama!' It's the best sound ever.","author":"Miranda Kerr","category":"Son, Wake Up, Saying"},{"quote":"Modeling is the best because you have to look hot, which comes easy to me, you know. I'm blessed with that.","author":"Ashton Kutcher","category":"Blessed, Me, Easy"},{"quote":"It is no use saying, 'We are doing our best.' You have got to succeed in doing what is necessary.","author":"Winston Churchill","category":"Success, You, Saying"},{"quote":"The best revenge is to live on and prove yourself.","author":"Eddie Vedder","category":"Revenge, Yourself, Live"},{"quote":"The best customer service is if the customer doesn't need to call you, doesn't need to talk to you. It just works.","author":"Jeff Bezos","category":"Service, Customer, You"},{"quote":"'Chef' doesn't mean that you're the best cook, it simply means 'boss.'","author":"Tom Colicchio","category":"Boss, Chef, You"},{"quote":"Good manners will open doors that the best education cannot.","author":"Clarence Thomas","category":"Education, Good, Doors"},{"quote":"Life is an unfoldment, and the further we travel the more truth we can comprehend. To understand the things that are at our door is the best preparation for understanding those that lie beyond.","author":"Hypatia","category":"Life, Travel, Truth"},{"quote":"I look my best when I take my helmet off after a long motorcycle ride. I have a glow and a bit of helmet hair.","author":"Eric Bana","category":"Hair, Motorcycle, Long"},{"quote":"Employees are a company's greatest asset - they're your competitive advantage. You want to attract and retain the best; provide them with encouragement, stimulus, and make them feel that they are an integral part of the company's mission.","author":"Anne M. Mulcahy","category":"Encouragement, Company"},{"quote":"Focused. I'm a hustler. And my hustle is trying to figure out the best ways to do what I like without having to do much else.","author":"Mos Def","category":"Hustle, Trying, Without"},{"quote":"A man's friendships are one of the best measures of his worth.","author":"Charles Darwin","category":"Friendship, Man, Worth"},{"quote":"Old wood best to burn, old wine to drink, old friends to trust, and old authors to read.","author":"Athenaeus","category":"Friends, Trust, Old Friends"},{"quote":"The ideal man bears the accidents of life with dignity and grace, making the best of circumstances.","author":"Aristotle","category":"Life, Man, Grace"},{"quote":"There are some things you learn best in calm, and some in storm.","author":"Willa Cather","category":"Storm, Calm, You"},{"quote":"The best fashion show is definitely on the street. Always has been, and always will be.","author":"Bill Cunningham","category":"Fashion, Street, Always"},{"quote":"As a father, you want the best for your son, quite obviously. You want to create the best memories for your son.","author":"Bill Goldberg","category":"Memories, Father, Son"},{"quote":"You try to do the best with what you've got and ignore everything else. That's why horses get blinders in horse racing: You look at the horse next to you, and you lose a step.","author":"Jimmy Iovine","category":"Horse, Step, Why"},{"quote":"This is the precept by which I have lived: Prepare for the worst expect the best and take what comes.","author":"Hannah Arendt","category":"Prepare, Worst, Precept"},{"quote":"Stubborn and ardent clinging to one's opinion is the best proof of stupidity.","author":"Michel de Montaigne","category":"Stupidity, Stubborn, Opinion"},{"quote":"Education is the best friend. An educated person is respected everywhere. Education beats the beauty and the youth.","author":"Chanakya","category":"Education, Beauty"},{"quote":"Do right. Do your best. Treat others as you want to be treated.","author":"Lou Holtz","category":"Do Your Best, Treat, Want"},{"quote":"Old friends are best.","author":"John Selden","category":"Friends, Old Friends, Old"},{"quote":"It's always best to ask for forgiveness if you feel that you made a mistake. And again, asking for forgiveness is not just saying the words 'I'm sorry'; it is also offering what you need to do.","author":"Grace Poe","category":"Forgiveness, Words, Sorry"},{"quote":"It is not enough to do your best; you must know what to do, and then do your best.","author":"W. Edwards Deming","category":"Do Your Best, Know, You"},{"quote":"To give anything less than your best, is to sacrifice the gift.","author":"Steve Prefontaine","category":"Sacrifice, Gift, Anything"},{"quote":"If our nation wants to reduce global warming, air pollution and energy instability, we should invest only in the best energy options. Nuclear energy isn't one of them.","author":"Mark Z. Jacobson","category":"Energy, Global Warming"},{"quote":"I find that it's best to take one step at a time and cross each bridge as they come to you.","author":"Michael Stuhlbarg","category":"Time, Bridge, Step"},{"quote":"My husband and I always have fun together in everything we do. Some people call me crazy, but the reality is that I enjoy spending each second with him. He is not just my husband - he is my rock and my very best friend!","author":"Joyce Giraud","category":"Best Friend, Together, Fun"},{"quote":"The best car safety device is a rear-view mirror with a cop in it.","author":"Dudley Moore","category":"Car, Safety, Mirror"},{"quote":"I can only control my own performance. If I do my best, then I can feel good at the end of the day.","author":"Michael Phelps","category":"Day, Good, Performance"},{"quote":"My brother is my best friend.","author":"Erinn Smart","category":"Best Friend, Brother, Friend"},{"quote":"I've been searching for ways to heal myself, and I've found that kindness is the best way.","author":"Lady Gaga","category":"Kindness, Myself, Way"},{"quote":"The best part is still ahead of me - I haven't experienced my 'good old days' yet.","author":"Luther Vandross","category":"Good, Me, Good Old Days"},{"quote":"The monster was the best friend I ever had.","author":"Boris Karloff","category":"Best Friend, Friend, Monster"},{"quote":"To be successful in real estate, you must always and consistently put your clients' best interests first. When you do, your personal needs will be realized beyond your greatest expectations.","author":"Anthony Hitt","category":"Real Estate, Greatest"},{"quote":"By making college unaffordable and student loans unbearable, we risk deterring our best and brightest from pursuing higher education and securing a good-paying job.","author":"Mark Pocan","category":"Education, Job, College"},{"quote":"By all these lovely tokens September days are here, With summer's best of weather And autumn's best of cheer.","author":"Helen Hunt Jackson","category":"Autumn, Weather, Summer"},{"quote":"Love God; love others; do your best in all you do, even if you fall short!","author":"Bethany Hamilton","category":"Love, God, Short"},{"quote":"Overcome your barriers, intend the best, and be patient. You will enjoy more balance, more growth, more income, and more fun!","author":"Jack Canfield","category":"Growth, Balance, Fun"},{"quote":"I am my own muse, the subject I know best.","author":"Frida Kahlo","category":"I Am, Know, Muse"},{"quote":"Someone said adversity builds character, but someone else said adversity reveals character. I'm pleasantly surprised with my resilience. I persevere, and not just blindly. I take the best, get rid of the rest, and move on, realizing that you can make a choice to take the good.","author":"Brooke Shields","category":"Good, Character, Adversity"},{"quote":"A good character is the best tombstone. Those who loved you and were helped by you will remember you when forget-me-nots have withered. Carve your name on hearts, not on marble.","author":"Charles Spurgeon","category":"Good, Character, Remember"},{"quote":"The worst times can be the best if you think with positive energy.","author":"Domenico Dolce","category":"Positive, Think"},{"quote":"My very best friend died in a car accident when I was 16 years old. That was the hardest blow emotionally that I have ever had to endure. Suddenly, you realize tomorrow might not come. Now I live by the motto, 'Today is what I have.'","author":"Amber Heard","category":"Car, Best Friend, Today"},{"quote":"When you do something best in life, you don't really want to give that up - and for me it's tennis.","author":"Roger Federer","category":"Life, Me, Tennis"},{"quote":"I lead no party; I follow no leader. I have given the best part of my life to careful study of Islam, its law and polity, its culture, its history and its literature.","author":"Muhammad Iqbal","category":"Life, History, Leader"},{"quote":"The ultimate victory in competition is derived from the inner satisfaction of knowing that you have done your best and that you have gotten the most out of what you had to give.","author":"Howard Cosell","category":"Competition, Victory, You"},{"quote":"Candy is childhood, the best and bright moments you wish could have lasted forever.","author":"Dylan Lauren","category":"Childhood, Moments, Candy"},{"quote":"Globalization has changed us into a company that searches the world, not just to sell or to source, but to find intellectual capital - the world's best talents and greatest ideas.","author":"Jack Welch","category":"World, Greatest, Company"},{"quote":"The best way of removing negativity is to laugh and be joyous.","author":"David Icke","category":"Laugh, Negativity, Way"},{"quote":"We feel very honored to have been offered the responsibility to host this great event, Berlin is a wonderful city that is developing at a tremendous rate, and this decision means that we can now prepare to welcome the world's best athletes to a fascinating place.","author":"Otto Schily","category":"Great, Responsibility"},{"quote":"For everything bad, there's a million really exciting things, whether it's someone puts out a really great book, there's a new movie, there's a new detective, the sky is unbelievably golden, or you have the best cup of coffee you ever had in your life.","author":"Patti Smith","category":"Life, Great, Coffee"},{"quote":"Success is peace of mind, which is a direct result of self-satisfaction in knowing you made the effort to become the best of which you are capable.","author":"John Wooden","category":"Success, Peace, Mind"},{"quote":"Life is a lot like jazz... it's best when you improvise.","author":"George Gershwin","category":"Life, Life Is A, Jazz"},{"quote":"It's a funny thing about life; if you refuse to accept anything but the best, you very often get it.","author":"W. Somerset Maugham","category":"Funny, Life, You"},{"quote":"Wise and humane management of the patient is the best safeguard against infection.","author":"Florence Nightingale","category":"Wise, Management, Patient"},{"quote":"One of the best paradoxes of leadership is a leader's need to be both stubborn and open-minded. A leader must insist on sticking to the vision and stay on course to the destination. But he must be open-minded during the process.","author":"Simon Sinek","category":"Leadership, Leader, Vision"},{"quote":"The best weapon of a dictatorship is secrecy, but the best weapon of a democracy should be the weapon of openness.","author":"Niels Bohr","category":"Democracy, Dictatorship"},{"quote":"The best way to avoid falling prey to the opinions of others is to realize that other people's opinions are just that - opinions. Regardless of how great or terrible they think you are, that's only their opinion. Your true self-worth comes from within.","author":"Travis Bradberry","category":"Great, People, Self-Worth"},{"quote":"I'm doing my best to be mindful about how I'm living: to be kind and patient, and not to impose a bad mood on somebody else. Being mindful is as good a way to be spiritual as anything else.","author":"Deirdre O'Kane","category":"Good, Spiritual, Be Kind"},{"quote":"I still believe that 'No Smoking' is one of my best performances.","author":"John Abraham","category":"Believe, Smoking, Still"},{"quote":"Win or lose, I believe in giving my best and that is what I always do.","author":"Lin Dan","category":"Believe, Win, Giving"},{"quote":"Don't let the fear of the time it will take to accomplish something stand in the way of your doing it. The time will pass anyway we might just as well put that passing time to the best possible use.","author":"Earl Nightingale","category":"Time, Fear, Stand"},{"quote":"I want it said of me by those who knew me best, that I always plucked a thistle and planted a flower where I thought a flower would grow.","author":"Abraham Lincoln","category":"Flower, Gardening, Me"},{"quote":"Being a mother and grandmother is the best of the best in my life. My grandchildren multiply the joy my daughters bring me.","author":"Alexandra Stoddard","category":"Life, Mother, Joy"},{"quote":"Time is generally the best doctor.","author":"Ovid","category":"Time, Medical, Doctor"},{"quote":"Your best ideas, those eureka moments that turn the world upside down, seldom come when you're juggling emails, rushing to meet the 5 P.M. deadline or straining to make your voice heard in a high-stress meeting. They come when you're walking the dog, soaking in the bath or swinging in a hammock.","author":"Carl Honore","category":"Dog, Walking, World"},{"quote":"Our goal is to make the best devices in the world, not to be the biggest.","author":"Steve Jobs","category":"Goal, World, Biggest"},{"quote":"The making of friends who are real friends, is the best token we have of a man's success in life.","author":"Edward Everett Hale","category":"Life, Success, Friends"},{"quote":"Lay this unto your breast: Old friends, like old swords, still are trusted best.","author":"John Webster","category":"Friendship, Friends"},{"quote":"The best thing I did was to choose the right heroes.","author":"Warren Buffett","category":"Heroes, Choose, Right"},{"quote":"I was raised to believe that excellence is the best deterrent to racism or sexism. And that's how I operate my life.","author":"Oprah Winfrey","category":"Life, Racism, Excellence"},{"quote":"Competition is always a good thing. It forces us to do our best. A monopoly renders people complacent and satisfied with mediocrity.","author":"Nancy Pearcey","category":"Good, Competition, People"},{"quote":"One of the best things that ever happened to me is that I'm a woman. That is the way all females should feel.","author":"Marilyn Monroe","category":"Woman, Me, Way"},{"quote":"The ladder of success is best climbed by stepping on the rungs of opportunity.","author":"Ayn Rand","category":"Success, Opportunity, Ladder"},{"quote":"Beer, it's the best damn drink in the world.","author":"Jack Nicholson","category":"World, Beer, Drink"},{"quote":"For me the best thing about winning an award is when the people cheer for your win. When you can see that the people are really happy that you are winning something, that's the most reward thing in the world.","author":"Busta Rhymes","category":"Happy, Winning, World"},{"quote":"Honesty is the best policy - when there is money in it.","author":"Mark Twain","category":"Money, Honesty, Policy"},{"quote":"Guitar is the best form of self-expression I know. Everything else, and I'm just sort of tripping around, trying to figure my way through life.","author":"Slash","category":"Life, Guitar, Know"},{"quote":"The roots of true achievement lie in the will to become the best that you can become.","author":"Harold Taylor","category":"Achievement, Lie, Roots"},{"quote":"The one thing you've gotta do is that you need to always do the best you can do, no matter what the given situation, no matter what comes up against you. You do the best you can do, and you never give up. Never quit.","author":"James Corden","category":"Never Give Up, You"},{"quote":"Badminton is not only about winning. What is important to me is about playing hard, doing my best and putting up a good show for the spectators.","author":"Lin Dan","category":"Good, Winning, Me"},{"quote":"Empowering the individual means empowering the nation. And empowerment is best served through rapid economic growth with rapid social change.","author":"Atal Bihari Vajpayee","category":"Change, Growth, Nation"},{"quote":"Use what talents you possess the woods would be very silent if no birds sang there except those that sang best.","author":"Henry Van Dyke","category":"Wisdom, Woods, Birds"},{"quote":"The best way to get to know the place you are traveling in is to walk around... and the best way to walk around is with comfortable shoes! Grab your travel buddy and your running shoes and go explore!","author":"Laura Marano","category":"Travel, Shoes, Walk"},{"quote":"I don't care whether people like me or dislike me. I'm not on earth to win a popularity contest. I'm here to be the best human being I possibly can be.","author":"Tab Hunter","category":"Win, Me, People"},{"quote":"The best protection any woman can have... is courage.","author":"Elizabeth Cady Stanton","category":"Courage, Woman, Protection"},{"quote":"If it's flipping hamburgers at McDonald's, be the best hamburger flipper in the world. Whatever it is you do you have to master your craft.","author":"Snoop Dogg","category":"World, You, Craft"},{"quote":"I'm going to use all my tools, my God-given ability, and make the best life I can with it.","author":"LeBron James","category":"Life, Tools, I Can"},{"quote":"My father taught me not to overthink things, that nothing will ever be perfect, so just keep moving and do your best.","author":"Scott Eastwood","category":"Father, Do Your Best, Moving"},{"quote":"I was never a pretty girl, so I wasn't the one to get the boy. I used to cast myself as a good sport. Sometimes I wonder if I do that too much with roles I play, because if I'm absolutely truthful, I quite like being the best friend, or the supporting role, and actually I ought to gear-change and make myself the leading role.","author":"Celia Imrie","category":"Good, Best Friend, Myself"},{"quote":"Perfect partners don't exist. Perfect conditions exist for a limited time in which partnerships express themselves best.","author":"Wayne Rooney","category":"Time, Partnerships, Perfect"},{"quote":"No universal selfishness can bring social good to all. Communism - the effort to give all men what they need and to ask of each the best they can contribute - this is the only way of human life.","author":"W. E. B. Du Bois","category":"Life, Good, Men"},{"quote":"My mother thinks I am the best. And I was raised to always believe what my mother tells me.","author":"Diego Maradona","category":"Mother, Mom, I Am"},{"quote":"There are a lot of people who give you the message that maybe you are not good enough, and the best thing you can do for yourself is to block out all of that noise.","author":"Rachel Platten","category":"Good, Yourself, People"},{"quote":"I married my best friend. I was still in awe after more than four years of being around her at how smart and strong and loving and caring she was. And I really hoped that her choosing me and rejecting my advice to pursue her own career was a decision she would never regret.","author":"William J. Clinton","category":"Best Friend, Strong, Caring"},{"quote":"At the end of the day, my goal was to be the best hacker.","author":"Kevin Mitnick","category":"Day, Goal, End"}]}