{"author":"Ravindu Manoj","github":"ravindu01manoj","repo":"Quotes-500k","data":[{"quote":"People blame their environment. There is only one person to blame - and only one - themselves.","author":"Robert Collier","category":"People, Blame, Environment"},{"quote":"Journey with me to a true commitment to our environment. Journey with me to the serenity of leaving to our children a planet in equilibrium.","author":"Paul Tsongas","category":"Journey, Children"},{"quote":"I firmly believe that we can have a healthy environment and a sustainable timber industry.","author":"Frank Murkowski","category":"Believe, Healthy"},{"quote":"I think the future for solar energy is bright.","author":"Ken Salazar","category":"Future, Energy, Think"},{"quote":"After all, sustainability means running the global environment - Earth Inc. - like a corporation: with depreciation, amortization and maintenance accounts. In other words, keeping the asset whole, rather than undermining your natural capital.","author":"Maurice Strong","category":"Words, Environment"},{"quote":"You may be able to fool the voters, but not the atmosphere.","author":"Donella Meadows","category":"Fool, You, May"},{"quote":"Environmental policy must strike a balance between the earth's best interests and our citizen's pressing needs.","author":"Jim Clyburn","category":"Best, Balance, Earth"},{"quote":"The most important environmental issue is one that is rarely mentioned, and that is the lack of a conservation ethic in our culture.","author":"Gaylord Nelson","category":"Culture, Important"},{"quote":"I've always been a strong supporter of environmental protection and initiatives in that area. But I'm willing to set priorities. If we have to make reductions in one place, we'll have to-in order to increase another place, I'm willing to do that.","author":"Judd Gregg","category":"Strong, Priorities, Place"},{"quote":"Advertising is an environmental striptease for a world of abundance.","author":"Marshall McLuhan","category":"Advertising, World"},{"quote":"We have fought for social justice. We have fought for economic justice. We have fought for environmental justice. We have fought for criminal justice. Now we must add a new fight - the fight for electoral justice.","author":"Barbara Boxer","category":"Justice, Fight, Economic"},{"quote":"The environmental crisis is a global problem, and only global action will resolve it.","author":"Barry Commoner","category":"Action, Problem, Crisis"},{"quote":"I have a private plane. But I fly commercial when I go to environmental conferences.","author":"Arnold Schwarzenegger","category":"Fly, Go, Commercial"},{"quote":"The planet's biggest problems have to do with sustainability, environmental decline, global poverty, disease, conflict and so forth. Really, they're all interconnected - it's one big problem, which is that the way we're doing things can't go on.","author":"Alex Steffen","category":"Poverty, Conflict, Problems"},{"quote":"The Safe Drinking Water Act, the safety provisions of the Clean Water Acts, the Clean Air Act, the Superfund Law - the gas industry is exempt from all these basic environmental and worker protections. They don't have to disclose the chemicals they use. They don't have to play by the same rules as anybody else.","author":"Josh Fox","category":"Water, Safety, Law"},{"quote":"Incredibly, oil and gas companies don't have to pay certain environmental costs that amount to small change to them, while an offshore wind project start-up is faced with fees that could mean the difference between building a wind farm and packing up and going home.","author":"Chellie Pingree","category":"Change, Home, Wind"},{"quote":"Fundamentally, if you look at where the environmental issues are coming from, it's all because of humans and our impact on the environment, so while it's true that one individual is not going to sufficiently fix the environment, it is a necessary thing.","author":"David Filo","category":"Impact, Environment, You"},{"quote":"Environmental quality was drastically improved while economic activity grew by the simple expedient of removing lead from gasoline - which prevented it from entering the environment.","author":"Barry Commoner","category":"Simple, Quality, Environment"},{"quote":"What I remain opposed to is the idea that David Cameron could go around and give up workers' rights, give up environmental protection, give up a whole load of things that are very important.","author":"Jeremy Corbyn","category":"Important, Idea, Rights"},{"quote":"When we go to the store, we bring home more than food - we bring home traces of broader environmental problems. But we can use our shopping carts and dinner plates to help solve some of those problems.","author":"Frances Beinecke","category":"Food, Home, Help"},{"quote":"It's Nixon who created the Environmental Protection Agency. Clean Air and Water Acts. Endangered Species Act. Promoted affirmative action. One could go on and on with Nixon as a New Deal liberal on domestic policy and a hawk, but one with great geo-political skills.","author":"Douglas Brinkley","category":"Great, Water, Action"},{"quote":"Threats that could wipe out the bulk of life on earth abound. Planetary catastrophe could come in the form of a killer asteroid impact, the eruption of massive supervolcanoes, a nearby gamma ray burst that sterilizes the earth, or by human-driven environmental collapse.","author":"Ramez Naam","category":"Life, Impact, Earth"},{"quote":"When I look at China's environmental problems, the real barrier is not lack of technology or money. It's lack of motivation.","author":"Ma Jun","category":"Technology, Money"},{"quote":"Environmental groups are not completely against dams. We approve of appropriate development.","author":"Ma Jun","category":"Development, Appropriate"},{"quote":"In every case, the environmental hazards were made known only by independent scientists, who were often bitterly opposed by the corporations responsible for the hazards.","author":"Barry Commoner","category":"Independent, Responsible"},{"quote":"I have American in-laws, and I care about the environment. We don't use disposable diapers, which, of course, creates an environmental problem of our own.","author":"Yakov Smirnoff","category":"American, Problem"},{"quote":"The planet's environmental woes tend to be overlooked as we scramble for the latest high-tech gizmos - and conveniently ignore their energy consumption.","author":"Sheherazade Goldsmith","category":"Energy, Ignore, Consumption"},{"quote":"I think we have grave problems. I am very much concerned about environmental questions, even though in Finnish society, we are not facing the most urgent problems.","author":"Harri Holkeri","category":"I Am, Society, Problems"},{"quote":"Businesses typically look at issues like price, quality, time of delivery. They don't often think about social and environmental impact because they're focused on their financial bottom line.","author":"Jerry Greenfield","category":"Time, Quality, Financial"},{"quote":"The genetics of autism are real, but there are also environmental triggers.","author":"Elizabeth Emken","category":"Genetics, Real, Autism"},{"quote":"Chinese brands will face many obstacles when marketing to Western consumers. Beyond the associations with poor quality and unsound environmental practices, they generally do not have the marketing capabilities or budgets to build powerful global brands.","author":"Nirmalya Kumar","category":"Powerful, Quality, Obstacles"},{"quote":"I'm such an advocate for animal rights and environmental rights.","author":"Beau Garrett","category":"Animal, Rights, Advocate"},{"quote":"I think the cost of energy will come down when we make this transition to renewable energy.","author":"Al Gore","category":"Energy, Transition, Think"},{"quote":"Nature is regulating our climate for free. Mother Nature, she's been doing that for free, for a long, long time. Now do you really want to get in there and do geo-engineering and all this kind of stuff?","author":"Thomas Friedman","category":"Nature, Time, Mother"},{"quote":"Transparency, accountability and sustainability have become the slogans of the market leaders. Companies carry out environmental and social audits to court the consumer, and even the bluest chips woo organisations such as Greenpeace and Amnesty.","author":"Noreena Hertz","category":"Accountability, Carry"},{"quote":"Climate change is the central environmental ill of our time. We have an obligation to protect our children from the dangers of this widening scourge, and we aren't yet doing enough about it.","author":"Frances Beinecke","category":"Change, Time, Children"},{"quote":"Strong, enforceable environmental protections will not only help protect our planet for future generations, it will also level the playing field for small-and-medium-sized U.S. businesses by raising environmental standards.","author":"Suzan DelBene","category":"Future, Strong, Help"},{"quote":"Biofuels such as ethanol require enormous amounts of cropland and end up displacing either food crops or natural wilderness, neither of which is good.","author":"Elon Musk","category":"Food, Good, End"},{"quote":"One of the most important lessons we can glean from the environmental movement is to 'think globally and act locally.'","author":"Mike Love","category":"Think, The Most Important"},{"quote":"In the rich world, the environmental situation has improved dramatically. In the United States, the most important environmental indicator, particulate air pollution, has been cut by more than half since 1955, rivers and coastal waters have dramatically improved, and forests are increasing.","author":"Bjorn Lomborg","category":"World, Rich, Rivers"},{"quote":"The trends that are shaping the twenty-first-century world embody both promise and peril. Globalization, for example, has lifted hundreds of millions of people out of poverty while contributing to social fragmentation and a massive increase in inequality, not to mention serious environmental damage.","author":"Klaus Schwab","category":"Poverty, World"},{"quote":"They claim this mother of ours, the Earth, for their own use, and fence their neighbors away from her, and deface her with their buildings and their refuse.","author":"Sitting Bull","category":"Mother, Earth, Neighbors"},{"quote":"We ignore slow environmental changes unless they are crisis-driven, such as hurricanes in Florida.","author":"Natalie Jeremijenko","category":"Changes, Slow, Florida"},{"quote":"We may achieve climate, but weather is thrust upon us.","author":"O. Henry","category":"Weather, Achieve, May"},{"quote":"A very Faustian choice is upon us: whether to accept our corrosive and risky behavior as the unavoidable price of population and economic growth, or to take stock of ourselves and search for a new environmental ethic.","author":"E. O. Wilson","category":"Growth, Choice, Behavior"},{"quote":"If people destroy something replaceable made by mankind, they are called vandals; if they destroy something irreplaceable made by God, they are called developers.","author":"Joseph Wood Krutch","category":"God, People, Mankind"},{"quote":"As you heat the planet up, it's just like boiling a pot.","author":"Elon Musk","category":"Heat, You, Up"},{"quote":"All our environmental problems become easier to solve with fewer people and harder - and ultimately impossible to solve - with ever more people.","author":"David Attenborough","category":"Problems, Impossible, People"},{"quote":"Over and over, we hear politicians say they can't spend our tax dollars on environmental protection when the economy is so fragile.","author":"David Suzuki","category":"Tax, Economy, Protection"},{"quote":"Our nation has abundant clean energy resources, and tapping them will generate jobs, make the air safer to breathe, and tackle climate change - the greatest environmental crisis of our time.","author":"Frances Beinecke","category":"Change, Time, Greatest"},{"quote":"Moral codes adjust themselves to environmental conditions.","author":"Will Durant","category":"Moral, Themselves"},{"quote":"A majority of American citizens are now becoming skeptical of the claim that our carbon footprints, resulting from our use of fossil fuels, are going to lead to climatic calamities. But governments are not yet listening to the citizens.","author":"John Coleman","category":"Listening, American, Carbon"},{"quote":"There is no 'need' for us to eat meat, dairy or eggs. Indeed, these foods are increasingly linked to various human diseases and animal agriculture is an environmental disaster for the planet.","author":"Gary L. Francione","category":"Animal, Agriculture, Human"},{"quote":"Viewed from a holistic ecological perspective, some meat - such as conscientiously hunted animals - involves less suffering and environmental damage than arable agriculture, while both of these are significantly less harmful than indiscriminately purchasing meat on the market.","author":"Tristram Stuart","category":"Perspective, Suffering"},{"quote":"The goal must be to expand ourselves beyond one field of focus and use our improved access to information to solve the very real and extreme economic, environmental, and resource challenges we face as an interconnected, global society.","author":"Naveen Jain","category":"Focus, Society, Challenges"},{"quote":"Some of the environmental lobbyists of the Western nations are the salt of the earth, but many of them are elitists.","author":"Norman Borlaug","category":"Earth, Salt, Nations"},{"quote":"There are a tremendous amount of environmental issues that are on the table.","author":"Ed Rendell","category":"Table, Issues, Amount"},{"quote":"There's a lionfish cookbook put out by the Reef Environmental Educational Foundation, and it tells you how to catch them, how to clean them.","author":"Edith Widder","category":"Foundation, You, Clean"},{"quote":"I really believe in the environmental movement right now - it only takes a little effort to make a big difference.","author":"Brooke Burke","category":"Effort, Believe, Difference"},{"quote":"No one should be able to enter a wilderness by mechanical means.","author":"Garrett Hardin","category":"Wilderness, Mechanical"},{"quote":"When we realize we can make a buck cleaning up the environment, it will be done!","author":"Dennis Weaver","category":"Environment, Realize"},{"quote":"If we bestow but a very little attention to the economy of the animal creation, we shall find manifest examples of premeditation, perseverance, resolution, and consumate artifice, in order to effect their purpose.","author":"William Bartram","category":"Perseverance, Animal"},{"quote":"We assume that everything's becoming more efficient, and in an immediate sense that's true; our lives are better in many ways. But that improvement has been gained through a massively inefficient use of natural resources.","author":"Paul Hawken","category":"Improvement, Better"},{"quote":"We're not trying to reinvent the wheel; for any environmental organization to claim sole responsibility for any kind of victory is insane, because everybody attacks these problems as a group.","author":"Ted Danson","category":"Responsibility, Victory"},{"quote":"A shift is necessary toward lifestyles less geared to environmental damaging consumption patterns.","author":"Maurice Strong","category":"Patterns, Consumption"},{"quote":"Human civilization as we know it is like the Titanic headed for the iceberg, whether the iceberg be nuclear, environmental or terrorism-related.","author":"Marianne Williamson","category":"Know, Civilization, Human"},{"quote":"I think that you form the way that you act from others around you it's a kind of an environmental thing.","author":"Sophie Turner","category":"Think, You, Kind"},{"quote":"We copied laws and regulations from western countries, but enforcement remains weak, and environmental litigation is still quite near impossible.","author":"Ma Jun","category":"Impossible, Laws, Weak"},{"quote":"You want to keep the severity of our environmental problems in mind enough to keep yourself motivated but not enough to paralyze you into depression.","author":"Sara Gilbert","category":"Depression, Mind, Yourself"},{"quote":"I have a huge fan following in Bellary, and when they met me, they told me about their problems. I have seen mining done without proper safety measures and not taking environmental protection into account.","author":"Pawan Kalyan","category":"Safety, Problems, Me"},{"quote":"Shrimp farms are a scourge on the earth, frankly, from an environmental point of view. They pour huge amounts of pollutants into the ocean. They also pollute their next-door neighbors.","author":"Jane Poynter","category":"Ocean, Earth, Neighbors"},{"quote":"I'm a latecomer to the environmental issue, which for years seemed to me like an excuse for more government regulation. But I can see that in rich societies, voters are paying less attention to economic issues and more to issues of the spirit, including the environment.","author":"David Frum","category":"Government, Me, Rich"},{"quote":"With the mining sites, I found a subject matter that carried forth my fascination with the undoing of the landscape, in terms of both its formal beauty and its environmental politics.","author":"David Maisel","category":"Beauty, Politics, Landscape"},{"quote":"I thought I was gonna be an attorney, so I went to Dartmouth and I was a government major and I minored in environmental policy, and I didn't do anything academically around the arts.","author":"Aisha Tyler","category":"Government, Thought"},{"quote":"If people are prepared to eat locally and seasonally, then they probably do pretty well in terms of environmental impact.","author":"Peter Singer","category":"Impact, People, Well"},{"quote":"Toxins love to get you while you're young. Lead, mercury, secondhand smoke and sundry other environmental nasties do a lot more damage when tissue is immature, vulnerable and growing than when it's mature and comparatively fixed.","author":"Jeffrey Kluger","category":"Love, Young, You"},{"quote":"If we're going to pass international trade agreements, as we should, they should have similar kind of rules, not as high a wage as obviously as a steelworker in the U.S. or in Lorain, Ohio, but certainly rules on the environment and worker safety. You go to Mexico, you don't see those kinds of worker protections or environmental safeguards.","author":"Sherrod Brown","category":"Safety, Rules, Environment"},{"quote":"During my travels in Iraq, Israel, Gaza, Brazil, Indonesia, Japan, Europe and all over the United States, I have seen and heard the voices of people who want change. They want the stabilization of the economy, education and healthcare for all, renewable energy and an environmental vision with an eye on generations to come.","author":"Michael Franti","category":"Education, Change, Vision"},{"quote":"All too often, the conversation about appropriate and balanced environmental stewardship gets caught up in partisan politics. Yet, this conversation is key to the preservation of our great country for generations to come, as important as ensuring we have fiscally responsible policies to secure our future.","author":"Chris Gibson","category":"Future, Great, Politics"},{"quote":"I think the environmental problem will be the number one item on the agenda of the 21st century... This is a problem that cannot be postponed.","author":"Mikhail Gorbachev","category":"Problem, Think, 21st Century"},{"quote":"The main environmental challenge of the 21st century is poverty. When you don't know where your next meal is coming from, it's hard to consider the environment 100 years down the line.","author":"Bjorn Lomborg","category":"Challenge, Poverty"},{"quote":"The BP spill was the greatest environmental catastrophe in U.S. history. Yet somehow, gas companies like BP and Halliburton ran interference on reporting that story.","author":"Josh Fox","category":"History, Greatest, Story"},{"quote":"And I know that the younger generation is doing things that are so ingenious. And for them it's not a matter of a political belief or an environmental stance. It's really just common sense.","author":"Daryl Hannah","category":"Generation, Political"},{"quote":"All living beings, not just animals, but plants and microorganisms, perceive. To survive, an organic being must perceive - it must seek, or at least recognize, food and avoid environmental danger.","author":"Lynn Margulis","category":"Food, Plants, Animals"},{"quote":"I align myself with almost all researchers in assuming that anything we do is a composite of whatever genetic limitations were given to us by our parents and whatever kinds of environmental opportunities are available.","author":"Howard Gardner","category":"Myself, Parents"},{"quote":"Business has a way of talking about how to create value, which is in some way isn't bad... We just need to start thinking about if the value we want to create is consistent with all social and environmental well being.","author":"Peter Senge","category":"Business, Value, Thinking"},{"quote":"I hope that in future Congresses there will reemerge a recognition that climate change is a reality, that our policies to meet our energy needs must also deal responsibly with environmental issues, including the damage caused by greenhouse gas emissions.","author":"Jeff Bingaman","category":"Change, Hope, Future"},{"quote":"What we know is that the environmental movement had a series of dazzling victories in the late '60s and in the '70s where the whole legal framework for responding to pollution and to protecting wildlife came into law. It was just victory after victory after victory. And these were what came to be called 'command-and-control' pieces of legislation.","author":"Naomi Klein","category":"Law, Legal, Victory"},{"quote":"As President Trump quickly moved to limit immigration, civil rights, and environmental protections, I felt fear for my young children, and guilt, too - as if I'd somehow betrayed the unspoken contract all parents make to give our children a better life than ourselves.","author":"Laura Moser","category":"Life, Children, Fear"},{"quote":"Congressional Republicans are dismantling the limited environmental protections initiated by Richard Nixon, who would be something of a dangerous radical in today's political scene.","author":"Noam Chomsky","category":"Today, Political, Dangerous"},{"quote":"There are plenty of problems in the world, and doubtless climate change - or whatever the currently voguish phrase for it all is - certainly is one of them. But it's low on my list.","author":"P. J. O'Rourke","category":"Change, Problems, World"},{"quote":"I think it makes people in the Pentagon kind of nervous to know that chemical agents and environmental factors could cause so much damage in terms of what may happen in the future.","author":"Bernie Sanders","category":"Future, People, Know"},{"quote":"I see a future where states compete with one another to see which can be the most efficient, and where businesses seek out efficient states in which to locate so they can reap the economic and environmental benefits for their businesses and employees.","author":"Bernie Sanders","category":"Future, Employees, See"},{"quote":"It took a generation for companies to recognise their responsibilities in terms of labour practices and another generation for them to recognise their environmental obligations.","author":"Rebecca MacKinnon","category":"Generation, Obligations"},{"quote":"Over the past several decades, a growing number of investors have been choosing to put their money in funds that screen companies for their environmental and labor records. Some socially responsible investors are starting to add free expression and privacy to their list of criteria.","author":"Rebecca MacKinnon","category":"Money, Past, Free"},{"quote":"Without global human rights, labor and environmental movements, companies would still be hiring 12-year-olds as a matter of course and poisoning our groundwater without batting an eyelid.","author":"Rebecca MacKinnon","category":"Matter, Rights, Human"},{"quote":"I'd been making music that was intended to be like painting, in the sense that it's environmental, without the customary narrative and episodic quality that music normally has. I called this 'ambient music.' But at the same time I was trying to make visual art become more like music, in that it changed the way that music changes.","author":"Brian Eno","category":"Music, Time, Art"},{"quote":"This is absolutely bizarre that we continue to subsidize highways beyond the gasoline tax, airlines, and we don't subsidize, we don't want to subsidize a national rail system that has environmental impact.","author":"Joe Biden","category":"Impact, Tax, Want"},{"quote":"The Moon stabilizes Earth's obliquity. Well, almost. The tilt actually varies between 22 and 24.5 degrees - and the variation is enough to induce such environmental inconveniences as the occasional ice age. Without the Moon, it might be much worse.","author":"Seth Shostak","category":"Age, Moon, Earth"},{"quote":"We live in a world bathed in 5,000 times more energy than we consume as a species in the year, in the form of solar energy. It's just not in usable form yet.","author":"Peter Diamandis","category":"World, Energy, Live"},{"quote":"I have voted against only one of President Obama's nominees: Michael Froman, a Citigroup alumnus who is currently storming the halls of Congress as U.S. Trade Representative pushing trade deals that threaten to undermine financial regulation, workers' rights, and environmental protections.","author":"Elizabeth Warren","category":"Financial, President, Rights"},{"quote":"The environment has fallen to the wayside in politics.","author":"Craig Venter","category":"Politics, Environment"},{"quote":"I think future engineered species could be the source of food, hopefully a source of energy, environmental remediation and perhaps replacing the petrochemical industry.","author":"Craig Venter","category":"Food, Future, Think"},{"quote":"You always bump into politics in life, and as a man, I'm party to a number of environmental issues that concern me first and foremost, as a man, as a father.","author":"Pierce Brosnan","category":"Life, Father, Politics"},{"quote":"I always thought we had an environmental problem, but I hadn't realized how urgent it was. James Lovelock writes that by the end of this century there will be one billion people left.","author":"Vivienne Westwood","category":"End, People, Problem"},{"quote":"Economists treat economics as if it is a pure science divorced from the facts of life. The result of this false accountancy is a willful confusion under cover of which industry wreaks its havoc scot-free and ignores the environmental cost.","author":"Vivienne Westwood","category":"Life, Science, Treat"},{"quote":"It's worth knowing more about the complicated environmental and genetic factors that could explain why traumatic brain injuries lead to long-term disabilities in some people and not in others.","author":"Anne Wojcicki","category":"Brain, People, Why"},{"quote":"Food and the way we grow it and produce it are a major cause of environmental degradation.","author":"Jose Andres","category":"Food, Grow, Way"},{"quote":"Many environmental advocates argue that agricultural pollution will be reduced only through stronger federal laws.","author":"Charles Duhigg","category":"Stronger, Pollution, Through"},{"quote":"In the auto industry, there's one thing you can always count on: if a new environmental or safety rule is proposed, executives will prophesy disaster.","author":"James Surowiecki","category":"Safety, You, Disaster"},{"quote":"The environmental movement doesn't have many deserters and has a high level of recruitment. Eventually, there will be open war.","author":"Paul Watson","category":"War, Movement, High"},{"quote":"Usually, environmental programs are not designed for a mainstream audience.","author":"Paul Watson","category":"Audience, Mainstream"},{"quote":"I've won some awards. 'Time' magazine designated me as one of the environmental heroes of the 20th century. Oh, and I've got some honorary citizenships, like from the Conch Republic of the Florida Keys. But the one thing I am proud of is I didn't get the Chevron environmental award. Never did get that one.","author":"Paul Watson","category":"Time, I Am, Me"},{"quote":"I've used the prestige and influence of having been a president of the United States as effectively as possible. And secondly, I've still been able to carry out my commitments to peace and human rights and environmental quality and freedom and democracy and so forth.","author":"Jimmy Carter","category":"Freedom, Peace, Quality"},{"quote":"We now see numerous examples of brands working together to address issues such as environmental degradations, climate control, pollution, poverty and disease.","author":"Simon Mainwaring","category":"Working Together, Together"},{"quote":"When people align around shared political, social, economic or environmental values, and take collective action, thinking and behavior that compromises the lives of millions of people around the world can truly change.","author":"Simon Mainwaring","category":"Change, Thinking, World"},{"quote":"I've always been interested in the industrialization of our food it's been an issue for me from an environmental and animal rights and human health perspective.","author":"Richard Linklater","category":"Food, Health, Animal"},{"quote":"In the environmental movement, every time you lose a battle it's for good, but our victories always seem to be temporary and we keep fighting them over and over again.","author":"David Suzuki","category":"Time, Good, Battle"},{"quote":"It's not unexpected that shooting massive amounts of water, sand, and chemicals at high pressure into the earth to shatter shale and release natural gas might shake things up. But earthquakes aren't the worst problem with fracking.","author":"David Suzuki","category":"Water, Problem, Pressure"},{"quote":"Beyond reducing individual use, one of our top priorities must be to move from fossil fuels to energy that has fewer detrimental effects on water supplies and fewer environmental impacts overall.","author":"David Suzuki","category":"Water, Priorities, Energy"},{"quote":"I always felt that if someone shot me, it would be great for the environmental movement, because they would make me a martyr. Our biggest fear was our children, because there was a tremendous amount of threat and intimidation, and my wife was terrified that the children might be grabbed or assaulted in some way. That was the real fear.","author":"David Suzuki","category":"Children, Fear, Great"},{"quote":"Liberals in Congress have spent the past three decades pandering to environmental extremists. The policies they have put in place are in large part responsible for the energy crunch we are seeing today. We have not built a refinery in this country for 30 years.","author":"Marsha Blackburn","category":"Today, Past, Energy"},{"quote":"It should be noted that the EPA's banning of methanol is categorically absurd from the point of view of environmental protection.","author":"Robert Zubrin","category":"View, Point Of View"},{"quote":"From 1859 to 1971, the U.S. oil industry grew virtually continuously, in the process serving mightily to drive our economy and win our wars. But that growth was stopped dead in 1971 and sent into decline thereafter, as the advent of the EPA and the accompanying National Environmental Policy Act made it increasingly difficult to drill.","author":"Robert Zubrin","category":"Growth, Win, Oil"},{"quote":"There's every reason to think that whatever their political leanings, Americans will be highly receptive to numerous reforms designed to improve health, safety, economic security, environmental quality and democratic self-government - at least if those reforms do not eliminate their freedom of choice.","author":"Cass Sunstein","category":"Freedom, Health, Safety"},{"quote":"Just as there's garbage that pollutes the Potomac river, there is garbage polluting our culture. We need an Environmental Protection Agency to clean it up.","author":"Pat Buchanan","category":"Culture, River, Garbage"},{"quote":"I feel privileged to be a U.N. ambassador. It gives me an opportunity to use my voice to help raise awareness about important social and environmental issues.","author":"Gisele Bundchen","category":"Opportunity, Me, Help"},{"quote":"Nature's patterns sometimes reflect two intertwined features: fundamental physical laws and environmental influences. It's nature's version of nature versus nurture.","author":"Brian Greene","category":"Nature, Nurture, Laws"},{"quote":"When you buy a jacket, you pick the size to ensure it fits. Similarly, we live in a universe in which the amount of dark energy fits our biological make-up. If the amount of dark energy were substantially different from what we've measured, the environmental conditions would be inhospitable to our form of life.","author":"Brian Greene","category":"Life, Universe, Dark"},{"quote":"That's the big mistake the environmental movement made - 'We'll scare the hell out of you, and you'll become an activist'.","author":"Naomi Klein","category":"Mistake, Hell, You"},{"quote":"All we can hope for is that the thing is going to slowly and imperceptibly shift. All I can say is that 50 years ago there were no such thing as environmental policies.","author":"David Attenborough","category":"Hope, I Can, Say"},{"quote":"I have been a long-term environmental advocate for the agriculture industry. I have particularly tried to push carbon farming or carbon sequestration.","author":"Sam Brownback","category":"Agriculture, Push, Farming"},{"quote":"Congress has no business telling courts within a state that they are prohibited from considering issues involving a lease for energy development, production, and exploration that has the potential to cause irreparable environmental and economic damage to the Gulf Coast area of that state.","author":"Ted Deutch","category":"Business, Potential, Energy"},{"quote":"I'm not afraid to spend money on the R&D that's really going to move us to a cleaner energy source that I think is so much the answer to the issues of environmental responsibility and climate change.","author":"Lisa Murkowski","category":"Change, Money"},{"quote":"If you look at the history of other movements, whether Civil Rights or environmental rights, these are all decades-long undertakings.","author":"Mitch Kapor","category":"History, Look, You"},{"quote":"I've always thought the main argument for organic was more environmental than a health argument. I just don't think spraying a lot of pesticides into the environment on a routine basis is a good thing.","author":"John Mackey","category":"Good, Health, Thought"},{"quote":"The NFL, sadly, has a fatal environmental problem: It kills its workers.","author":"Matt Taibbi","category":"Problem, NFL, Workers"},{"quote":"Many environmental battles are won by delaying a destructive project long enough to change the conversation - to allow new economic, political and social dynamics to emerge.","author":"Frances Beinecke","category":"Change, Political"},{"quote":"I have long understood that climate change is not only an environmental issue - it is a humanitarian, economic, health, and justice issue as well.","author":"Frances Beinecke","category":"Change, Health, Justice"},{"quote":"When the government undertakes or approves a major project such as a dam or highway project, it must make sure the project's impacts, environmental and otherwise, are considered. In many cases, NEPA gives the public its only opportunity to be heard about the project's impact on their community.","author":"Frances Beinecke","category":"Community, Government"},{"quote":"What is the future going to say about us now? What are our kids going to look at us and say, 'How could you not stop that person from getting into power? How could you not stop that environmental disaster that you saw coming a mile away?'","author":"Leslie Odom, Jr.","category":"Future, Power, You"},{"quote":"The human and environmental devastation caused by nuclear weapons - whether by testing, mistake or malice - is the very reason we need to eliminate them altogether.","author":"Valerie Plame","category":"Mistake, Human, Reason"},{"quote":"Sustainability goes across everything I do with Adidas and everything I do with my own house, so the Olympic kit is no exception. It is incredibly environmental in the way that it is manufactured. For example, there's no leather; it's free from PVC. There's lots of woven materials, which means a lot less waste.","author":"Stella McCartney","category":"Free, Sustainability, House"},{"quote":"I hope my work contributes to understanding long-term patterns of human behavior and how we survive, thrive, or fail during times of environmental, social, and economic crisis.","author":"Sarah Parcak","category":"Work, Hope, Behavior"},{"quote":"I feel it is urgently necessary to train people who are capable of tackling the various problems we face today in regards to environmental turmoil and the relevancy of clothing.","author":"Issey Miyake","category":"Today, Problems, People"},{"quote":"I have younger friends who are in this pinch where they feel they've been counted out before they've had a chance to prove themselves. They've inherited a lot of debt - not just student debt but environmental debt, political debt. They really feel squeezed.","author":"G. Willow Wilson","category":"Friends, Political, Chance"},{"quote":"It's absolutely shameful that Rep. Grijalva would try to use tribes as political pawns to implement the misguided agenda of extremist environmental groups.","author":"Paul Gosar","category":"Political, Try, Tribes"},{"quote":"I took the initiative in moving forward a whole range of initiatives that have proven to be important to our country's economic growth, environmental protection, improvements in our educational system.","author":"Al Gore","category":"Growth, Moving Forward"},{"quote":"I believe we should reframe our response to climate change as an imperative for growth rather than merely being a way of being green or meeting environmental commitments.","author":"William Hague","category":"Change, Growth, Believe"},{"quote":"The worst environmental decision you can make as a human being is to have 14 kids.","author":"Jane Velez-Mitchell","category":"Decision, You, Human"},{"quote":"Wouldn't it help Americans more, in the long run, if we were forced to accept some responsibility for the environmental wreckage we prefer to assume is totally out of our control?","author":"Jane Velez-Mitchell","category":"Responsibility, Help"},{"quote":"On the environment and climate change, I suspect that future generations will think there was too much timidity, too much fear of upsetting business. Basically, New Labour was very nervous about regulating business, or requiring it to do anything, even when there was a very clear social or environmental case for doing so.","author":"Geoff Mulgan","category":"Change, Business, Fear"},{"quote":"We know that childhood and adolescence are the most crucial times for environmental stimuli to affect breast cancer risk, but changes made during adulthood and even after diagnosis still have the potential to create positive changes in the body.","author":"Joel Fuhrman","category":"Positive, Changes, Childhood"},{"quote":"I think there's a green side to John Kerry, if you like, that he's an environmental activist. His record on the environment is as best as you have on a pro-environment record of anybody in the U.S. Senate.","author":"Douglas Brinkley","category":"Best, Green, Environment"},{"quote":"Environmental spending creates jobs in engineering, manufacturing, construction, materials, operations and maintenance.","author":"Keith Ellison","category":"Construction, Engineering"},{"quote":"Our land-healing ministry really is about cultivating relationships: between the people, the loving stewards, and the ecology of a place, what I call the environmental umbilical that we're nurturing here.","author":"Joel Salatin","category":"People, Loving"},{"quote":"It really disturbs me that the environmental movement has been co-opted by creation-worshippers instead of being encouraged by the Creator-worshippers.","author":"Joel Salatin","category":"Me, Movement, Being"},{"quote":"Americans don't pay much attention to environmental issues, because they aren't sexy. I mean, cleaning up coal plants and reining in outlaw frackers is hugely important work, but it doesn't get anybody's pulse racing.","author":"Jeff Goodell","category":"Work, Sexy, Plants"},{"quote":"Mark Ruffalo, aka the Incredible Hulk, is the natural gas industry's worst nightmare: a serious, committed activist who is determined to use his star power as a superhero in the hottest movie of the moment to draw attention the environmental and public health risks of fracking.","author":"Jeff Goodell","category":"Health, Power, Moment"},{"quote":"Have we failed to slow global warming pollution in part because climate and environmental activists have been too polite and well behaved?","author":"Jeff Goodell","category":"Global Warming, Slow"},{"quote":"It is a world of extremes, which can be characterised most clearly in terms of exclusion. That means political exclusion, whereby the rights of citizens are marginalised by the interests of big business: George W Bush's environmental policy, for example, is clearly formulated in the interests of U.S. energy companies.","author":"Noreena Hertz","category":"Business, World, Political"},{"quote":"As fears about the energy and environmental crises reach a fever pitch, we're all searching for solutions. And one possibility is that we could fix everything if we'd just shrink our population back down to about 2 billion people - which would put us roughly where we were at 80 years ago.","author":"Annalee Newitz","category":"Energy, People, Reach"},{"quote":"The Keystone pipeline is one of those things that's sort of a political driver. And mostly, the Republicans use it to sort of embarrass the president and embarrass quite a few Democrats who feel that there's a potential for an environmental disaster.","author":"Rodney Frelinghuysen","category":"Political, Potential"},{"quote":"There's a myth out there that you have to genuflect at the altar of quarterly earnings. But it's a false choice that you can either be a good fiduciary or promote values such as environmental sustainability.","author":"Thomas Perez","category":"Good, Choice, Sustainability"},{"quote":"We have a project with Unocal here in Los Angeles, where we as an environmental organization, the oil company, and the state all get together to promote the recycling of used motor oil.","author":"Ted Danson","category":"Together, Company"},{"quote":"The environmental movement, like all political processes, reacts best to disasters. But these are very slow, very gradual disasters in the making.","author":"Ted Danson","category":"Best, Political, Slow"},{"quote":"Address these environmental issues and you will address every issue known to man. And we keep dabbling in things that aren't really that important in the long term.","author":"Ted Danson","category":"Man, Long, You"},{"quote":"We must not risk defunding environmental conservation programs, which is why Congress should reauthorize the Land and Water Conservation Fund to preserve our natural resources.","author":"Suzan DelBene","category":"Water, Risk, Why"},{"quote":"As I have said all along, for any trade promotion authority bill to gain my support, it must require strong, enforceable environmental and labor protections.","author":"Suzan DelBene","category":"Strong, Support, Authority"},{"quote":"I've been active in animal rights and all kinds of environmental stuff and children's charities over the years.","author":"Martina Navratilova","category":"Children, Animal, Rights"},{"quote":"I think Captain Cousteau might be the father of the environmental movement.","author":"Ted Turner","category":"Father, Captain, Think"},{"quote":"Nature is not simply a technical or economical resource, and human beings are not mere numbers. To suggest that one can somehow align all the squabbling institutions of science, environmental management, government and diplomacy in an alliance of convenience to regulate the global climate seems to me optimistic.","author":"James Buchan","category":"Nature, Science, Government"},{"quote":"People who run environmental groups and things like that, who have to listen to all kinds of nonsense and keep their tempers, are very diplomatic and very inclusive.","author":"Sigourney Weaver","category":"People, Listen, Run"},{"quote":"Ever since we achieved a breakthrough in the area of recombinant DNA in 1973, left-wing nuts and environmental kooks have been screaming that we will create some kind of Frankenstein bug or Andromeda Strain that will destroy us all.","author":"James D. Watson","category":"DNA, Kind, Create"},{"quote":"I've had filmmakers, I even had Bono come and talk to me about having a sequel to 'E.T.' help with an environmental message - I listened. I can certainly understand. I mean, the great thing about Bono is that everything he does is in service to a greater cause.","author":"Kathleen Kennedy","category":"Great, Service, Help"},{"quote":"Computer programmers, biotechnologists, environmental scientists, neuroscientists, nanotech engineers - all of these fields, and more, should have at least a course in ethics as part of their degree requirements.","author":"Jamais Cascio","category":"Ethics, Engineers, Computer"},{"quote":"We are now heading down a centuries-long path toward increasing the productivity of our natural capital - the resource systems upon which we depend to live - instead of our human capital.","author":"Paul Hawken","category":"Path, Live, Productivity"},{"quote":"I think an old style of addressing environmental problems is ebbing, but the rise of the so-called conservative, political movement in this country is not a trend towards the future but a reaction to this very broad shift that we are undergoing.","author":"Paul Hawken","category":"Future, Style, Problems"},{"quote":"For too much of history, we've viewed the world's precious resources - both environmental and human - as things to extract, to make the most of in order to maximize their potential.","author":"Jacqueline Novogratz","category":"History, World, Potential"},{"quote":"I call upon governments to start supporting companies to use more sustainable materials in their products instead of continuing with antiquated incentives, such as import duties on synthetic materials that are in principle much higher compared with those placed on leather goods regardless of the environmental footprint.","author":"Jochen Zeitz","category":"Start, Leather, Products"},{"quote":"Let's recreate the equivalent of the Met Ball in Europe and, rather than for the museum, give the money to environmental causes.","author":"Jochen Zeitz","category":"Money, Museum, Give"},{"quote":"There is the GIS world that is largely managing authoritative data sources, supporting geocentric workflows like fixing roads, making cities more livable through better planning, environmental management, forest management, drilling in the right location for oil, managing assets and utilities.","author":"Jack Dangermond","category":"Planning, Management, World"},{"quote":"On almost every environmental issue I care about, in fact, I've been wrong at one point or another. I used to think that climate change was no big deal, that most environmental problems were massive exaggerations, that oil reserves were effectively unlimited, and more.","author":"Ramez Naam","category":"Change, Problems, Think"},{"quote":"Environmental concern is a phenomena that tends to rise in a nation after a certain level of wealth.","author":"Ramez Naam","category":"Wealth, Rise, Nation"},{"quote":"Technology is vital. We have to have development in new technology if we're going to solve these environmental problems without throwing humanity back in poverty.","author":"Ramez Naam","category":"Technology, Humanity"},{"quote":"Producing food to eat is the single most destructive environmental activity humans engage in.","author":"Ramez Naam","category":"Food, Single, Activity"},{"quote":"In May 2007, congressional Democrats and the Bush administration agreed to a plan to include environmental and international labor standards in upcoming trade agreements.","author":"Nina Easton","category":"Plan, Labor, May"},{"quote":"When I visited the Water Institute's Baton Rouge offices overlooking the Mississippi River, I couldn't find a drop of the charged politics that drives so many environmental conversations in Washington.","author":"Nina Easton","category":"Water, Politics, River"},{"quote":"There's a value in used electronic equipment, and currently, there are small, domestic recyclers that process this equipment safely. But they have a hard time competing with facilities overseas that have few, if any, environmental and safety standards.","author":"Gene Green","category":"Time, Safety, Value"},{"quote":"The Environmental Control and Life Support System (ECLSS), which controls the living environment on shuttles and on the International Space Station, doesn't have the luxury of disposal: discharging trash into space has long been judged a bad idea.","author":"Rose George","category":"Life, Support, Space"},{"quote":"The industrial processes in use today were developed at a time when no one had to consider what the environmental impact was. Who cared? But making ecological concerns matter to a company's bottom line will help it do the research and development that will reinvent everything we buy.","author":"Daniel Goleman","category":"Time, Today, Research"},{"quote":"Smog is affecting larger parts of China, and environmental pollution has become a major problem, which is nature's red-light warning against the model of inefficient and blind development.","author":"Li Keqiang","category":"Nature, Blind, Problem"},{"quote":"It is the public that is illiterate in science and math, a lazy press, and environmental advocacy groups that manufacture fear for misconceptions about energy.","author":"Rex Tillerson","category":"Fear, Science, Energy"},{"quote":"Brands who come to China, often they just care about price - so they actually drive the suppliers to cut corners on environmental standards to win a contract.","author":"Ma Jun","category":"Win, Care, Drive"},{"quote":"The motivation should come from regulatory enforcement, but enforcement is weak, and environmental litigation is near to impossible. So there's an urgent need for extensive public participation to generate another kind of motivation.","author":"Ma Jun","category":"Motivation, Impossible"},{"quote":"China has leapfrogged into this information age, and Web users have grown very significantly, which knocked down the cost of doing the environmental transparency.","author":"Ma Jun","category":"Age, Information, Doing"},{"quote":"In America, you complain about job losses because of China, but here, we carry all of the environmental costs.","author":"Ma Jun","category":"America, Job, You"},{"quote":"Environmental problems cannot be resolved here the way they are resolved in other countries. I heard that 80 per cent of the environmental problems in the U.S. are solved in court. That can't happen here.","author":"Ma Jun","category":"Problems, Way, Here"},{"quote":"On April 16, 2010, 34 Chinese environmental organizations, including Friends of Nature, the Institute of Public and Environmental Affairs, and Green Beagle, questioned heavy metal pollution in a letter sent to CEO Steve Jobs.","author":"Ma Jun","category":"Nature, Friends, Green"},{"quote":"If major companies sourcing in developing countries care only about price and quality, local suppliers will be lured to cut corners on environmental standards to win contracts.","author":"Ma Jun","category":"Quality, Win, Care"},{"quote":"China leads the world in energy consumption, carbon emissions, and the release of major air and water pollutants, and the environmental impact is felt both regionally and globally.","author":"Ma Jun","category":"Water, Impact, World"},{"quote":"It has been shown that public participation can limit powerful interest groups, while competing interests can help find a reasonable balance between development and environmental protection.","author":"Ma Jun","category":"Powerful, Balance, Help"},{"quote":"China's environmental conundrums will not be solved by changes within government alone. New mechanisms are needed to allow the communities which may be affected by a given plan, and citizens concerned about the environment, to join in.","author":"Ma Jun","category":"Alone, Changes, Government"},{"quote":"Environmental agencies in China are hamstrung by local officials who put economic growth ahead of environmental protection; even the courts are beholden to local officials, and they are not open to environmental litigation.","author":"Ma Jun","category":"Growth, Ahead, Economic"},{"quote":"We must strictly enforce the Environmental Law, closing down the polluters that fail to meet the standards.","author":"Ma Jun","category":"Law, Down, Fail"},{"quote":"China is bearing the environmental cost for much of the world because China is the factory of the world.","author":"Ma Jun","category":"World, Cost, Factory"},{"quote":"Urban residents, most of them middle class, have a much better sense of their environmental rights, and they're willing to take to the streets.","author":"Ma Jun","category":"Better, Class, Rights"},{"quote":"If China is helping its domestic industries charge an artificially low price for solar panels and other environmental goods, then China is violating international trade rules that it agreed to when it became a member of the World Trade Organization.","author":"Ron Wyden","category":"World, Rules, Organization"},{"quote":"Every global concern - economic, environmental or security-related - can be addressed more effectively when the U.S. and China work together.","author":"Henry Paulson","category":"Work, Together, Economic"},{"quote":"For the U.S., I think we should have a carbon tax, for environmental reasons.","author":"Tyler Cowen","category":"Tax, Think, Carbon"},{"quote":"The way to make the world a better place, through your eating, is simply to eat a bit less meat. Local is sometimes good, sometimes bad. But even when it's good, its environmental impact is relatively small compared to other possible improvements.","author":"Tyler Cowen","category":"Good, World, Small"},{"quote":"A knowledgeable and courageous U.S. president could help enormously in leading the world's nations toward saving the climate.","author":"Donella Meadows","category":"World, Help, Courageous"},{"quote":"Like the other great revolutions, an environmental revolution will require sacrifices and lead to enormous gains. It, too, will change the face of the land and human institutions, hierarchies, self-definitions, cultures. It will take centuries. If it happens. There is no guarantee, of course.","author":"Donella Meadows","category":"Change, Great, Revolution"},{"quote":"Fossil fuels and mining is a short-term gambit. If we develop those resources at the expense of the environmental gold mine that is the Great Barrier Reef, we will all lose in the long run.","author":"Philippe Cousteau, Jr.","category":"Great, Gold, Long"},{"quote":"With EarthEcho Expedition: Acid Apocalypse, we are working with youth leaders and noted experts on the changing chemistry of our ocean to help illuminate one of our most pressing and inscrutable environmental issues.","author":"Philippe Cousteau, Jr.","category":"Ocean, Youth, Help"},{"quote":"EarthEcho Expeditions represents the culmination of more than a decade of working with educators and youth from around the world. EarthEcho Expeditions uses the thrill of adventure to inspire and empower a new generation of environmental champions.","author":"Philippe Cousteau, Jr.","category":"Adventure, Youth, World"},{"quote":"I have spent many years working in education and media, from hosting documentaries to being a spokesperson for Discovery Education to revolutionizing youth environmental service through my non-profit, EarthEcho International.","author":"Philippe Cousteau, Jr.","category":"Education, Service, Youth"},{"quote":"Helping people understand the impact of key environmental and human issues worldwide is something that I'm passionate about. CNN's 'Going Green' series of specials are engaging viewers around the world through important messages of conservation and hope.","author":"Philippe Cousteau, Jr.","category":"Hope, World, Green"},{"quote":"Truly, we do live on a 'water planet.' For us, water is that critical issue that we need. It's the most precious substance on the planet, and it links us to pretty much every environmental issue, including climate change, that we're facing.","author":"Philippe Cousteau, Jr.","category":"Change, Water, Live"},{"quote":"I believe very strongly that corporations could and should be a major force for resolving social and environmental concerns in the twenty-first century.","author":"William Clay Ford, Jr.","category":"Believe, I Believe, Social"},{"quote":"There's a rising tide of environmental awareness and activism among consumers that's going to continue to swell in the 21st century. Smart companies will get ahead of that wave and ride it to success and prosperity. Those that don't are headed for a wipeout.","author":"William Clay Ford, Jr.","category":"Success, Smart, Ride"},{"quote":"Climate change is not a discrete issue; it's a symptom of larger problems. Fundamentally, our society as currently designed has no future. We're chewing up the planet so fast, in so many different ways, that we could solve the climate problem tomorrow and still find that environmental collapse is imminent.","author":"Alex Steffen","category":"Change, Future, Society"},{"quote":"Fracking has been used for more than 60 years to successfully drill over a million oil and gas wells in the U.S. Nonetheless, the prevailing mythology on the radical left is that the technology is 'poisoning our children' by polluting the water we drink and the air we breathe.","author":"Bob Beauprez","category":"Technology, Children, Water"},{"quote":"China will soon emit more greenhouse gases than America, but its regime knows if it caps aspirations there will be a revolution.","author":"James Lovelock","category":"America, Revolution"},{"quote":"At every turn, when humanity is asked the question, 'Do you want temporary economic gain or long-term environmental loss, which one do you prefer,' we invariably choose the money.","author":"Ethan Hawke","category":"Money, Loss, Humanity"},{"quote":"I have heard over and over again that the drilling business is a dangerous business, and death is an expected part of the game, but I've also heard of the way that safety violations, human and environmental laws, and a concern for the local culture are flaunted in pursuit of money.","author":"Alexandra Fuller","category":"Business, Death, Money"},{"quote":"What is basically just an IQ score has roots in education, socioeconomic status, genetics, and environmental factors. Looking at any one of these roots doesn't give you a full picture of the tree, but it does tell you that a tree is there.","author":"Kyle Hill","category":"Education, Tree, Roots"},{"quote":"The Texas Commission on Environmental Quality - what a joke. In my district, we caught them lying to us about the results of air quality studies in the Barnett Shale. They are playing with the health and safety of our communities, and we are going to tell them that is not acceptable.","author":"Wendy Davis","category":"Health, Safety, Quality"},{"quote":"I'd say that animal rights and environmental issues have always been at the forefront of my mind.","author":"Corey Feldman","category":"Animal, Mind, Rights"},{"quote":"Natural gas is a better transportation fuel than gasoline, so if that's the case, it's cheaper, it's cleaner and it's a domestic resource.","author":"T. Boone Pickens","category":"Better, Transportation"},{"quote":"The cheapest natural gas in the world is in the United States.","author":"T. Boone Pickens","category":"World, Natural, Gas"},{"quote":"I don't think it's too hippie to want to clean up the planet so you don't wind up dying of some kind of cancer when you're 45 years old. It enrages me that these big cancer-research organizations can't be bothered to man the front lines of environmental protest.","author":"Jello Biafra","category":"Man, Wind, Me"},{"quote":"I don't know if acting is genetic. Maybe it's environmental.","author":"Freddie Prinze, Jr.","category":"Acting, Know, Maybe"},{"quote":"Environmental pollution, terrorism, and many other global threats do not stop at borders. We all bear global responsibility and thus need a global identity to enable us to cope with them. We must learn to integrate different levels of identity in ourselves. What matters is not either/or, but both/and.","author":"Klaus Schwab","category":"Responsibility, Identity"},{"quote":"I do believe very strongly that all of us and all of the other things in the context of our planet with Mother Nature, all of these things absolutely have a profound effect.","author":"Kiefer Sutherland","category":"Nature, Mother, Believe"},{"quote":"I don't see this planet being... they're talking about how they're turning around the environmental problems here, but I think it's already too late.","author":"Ace Frehley","category":"Problems, Think, Too Late"},{"quote":"To avoid congestion, I get up at 5:10, grab a slice of raisin toast, and leave the house at 6 A.M. My husband, Tim Dunn, who works for an environmental agency, is still asleep when I slip out, and I find that rather annoying.","author":"Ellen Stofan","category":"Husband, Find, House"},{"quote":"And secondly, I would impose a significant state landfill tipping fee and use that tipping fee to fund the billion dollar bond issue that I want to create to produce the funds for all of the environmental challenges that we just went over.","author":"Ed Rendell","category":"Challenges, Want, Bond"},{"quote":"The whole environmental policy in the Netherlands has no substance any more.","author":"Pim Fortuyn","category":"Policy, Substance, Whole"},{"quote":"We have no reason to think that climate change is harmful if you look at the world as a whole. Most places, in fact, are better off being warmer than being colder. And historically, the really bad times for the environment and for people have been the cold periods rather than the warm periods.","author":"Freeman Dyson","category":"Change, World, People"},{"quote":"For me, adventures are a vehicle for travelling deep into the fabric of society, coming to know the environmental conditions that shape people's lives and viewing the present in the context of history.","author":"Tim Cope","category":"History, Deep, Society"},{"quote":"GM has never been about feeding the world or tackling environmental problems. It is and has always been about control of the global food economy by a tiny handful of giant corporations. It's not wicked to question that process. It is wicked not to.","author":"Zac Goldsmith","category":"Food, Problems, World"},{"quote":"We always hear from newspapers that while people understand the environmental challenge, they are unwilling to stomach the solutions. The trouble is, we only ever hear about the solutions from the media, and for whatever reason, they are almost always caricatured beyond recognition. If there's no appetite for green, it's not surprising.","author":"Zac Goldsmith","category":"Challenge, Media, Green"},{"quote":"By uploading 40 years of 'Ecologist' editions online, we will be creating the world's most extensive ecological archive. 'The Ecologist' will continue to set the environmental and political agenda here and abroad.","author":"Zac Goldsmith","category":"World, Political, Creating"},{"quote":"Politics colours everything, and anyone who wants change is necessarily political. As an environmental campaigner more or less since I left school in the early '90s, I have always been involved in lobbying, campaigning and pushing for changes.","author":"Zac Goldsmith","category":"Change, School, Politics"},{"quote":"'Green' is likely to be a big issue in the 2008 U.S. presidential election - largely in response to George Bush's suicidal refusal to engage with environmental issues.","author":"Zac Goldsmith","category":"Election, Green, Response"},{"quote":"New Zealand needs to balance its environmental responsibilities with its economic opportunities, because the risk is that if you don't do that - and you want to lead the world - then you might end up getting unintended consequences.","author":"John Key","category":"Balance, World"},{"quote":"What we mean by an outcome will naturally depend on the context. Thus, for a government charged with delivering public goods, an outcome will consist of the quantities provided of such goods as intercity highways, national defense and security, environmental protection, and public education together with the arrangements by which they are financed.","author":"Eric Maskin","category":"Education, Government"},{"quote":"Earth Day 1970 was irrefutable evidence that the American people understood the environmental threat and wanted action to resolve it.","author":"Barry Commoner","category":"Day, American, Action"},{"quote":"The wave of new productive enterprises would provide opportunities to remedy the unjust distribution of environmental hazards among economic classes and racial and ethnic communities.","author":"Barry Commoner","category":"Opportunities, New, Economic"},{"quote":"The environmental crisis arises from a fundamental fault: our systems of production - in industry, agriculture, energy and transportation - essential as they are, make people sick and die.","author":"Barry Commoner","category":"Energy, People, Crisis"},{"quote":"By adopting the control strategy, the nation's environmental program has created a built-in antagonism between environmental quality and economic growth.","author":"Barry Commoner","category":"Growth, Quality, Strategy"},{"quote":"What I have experienced over time is that environmental problems are easier to deal with in ways that don't go into their interconnections to the rest of what we are.","author":"Barry Commoner","category":"Time, Problems, Rest"},{"quote":"I find the parallels between how some investors refuse to recognise the trends and our reaction to some of our environmental challenges very powerful. There is an unwillingness to process unpleasant data.","author":"Jeremy Grantham","category":"Powerful, Challenges, Data"},{"quote":"I am on the board of corporations who contribute both to environmental problems and their solutions. And I am on the NGO side: the Earth Council and other organizations.","author":"Maurice Strong","category":"I Am, Problems, Earth"},{"quote":"One of the things that I've always thought I would like to do is to develop an environmental index. Then people can measure their own environmental performance on an index as they do in other ways.","author":"Maurice Strong","category":"Thought, Performance, People"},{"quote":"Ted Turner is still a leader. And he sets a great example. His ability financially has been reduced, but his influence and his example still is an important asset to the whole environmental movement.","author":"Maurice Strong","category":"Leader, Great, Influence"},{"quote":"I want to work on environmental issues.","author":"Jimmy Gomez","category":"Work, Want, Issues"},{"quote":"Why should we not expect self-designated environmental leaders to practice what they preach?","author":"David Frum","category":"Practice, Why, Leaders"},{"quote":"You name it - it is something every day from the Environmental Protection Agency, and every group I talk to is the same message: 'Please stop them. Please stop.'","author":"Stephen Fincher","category":"Day, Name, Every Day"},{"quote":"There is no place where we can safely store worn-out reactors or their garbage. No place!","author":"David R. Brower","category":"Place, Garbage, Where"},{"quote":"It seems that every time mankind is given a lot of energy, we go out and wreck something with it.","author":"David R. Brower","category":"Time, Energy, Seems"},{"quote":"I rarely fly, for environmental reasons more than anything else.","author":"Marcus Brigstocke","category":"Fly, Anything, Reasons"},{"quote":"Take air quality in the United States today: It's about 30 percent better than it was 25 years ago, even though there are now more people driving more cars.","author":"Jared Diamond","category":"Today, Quality, People"},{"quote":"I decided that now is the time to start doing the things that really interest me and I find important. It was in the 10 years of the MacArthur grant that I began working on my first book... and I began putting more work into environmental history.","author":"Jared Diamond","category":"Work, Time, History"},{"quote":"Federal elections happen every two years in this country. Presidential elections every four years. And four years just isn't long enough to dismantle all the environmental laws we've got in this country.","author":"Jared Diamond","category":"Long, Country, Laws"},{"quote":"Lady Bird Johnson did more than plant flowers in public places. She served the country superbly by planting environmental values in the minds of the nation's leaders and citizens.","author":"Stewart Udall","category":"Flowers, Bird, Plant"},{"quote":"If you cut down a forest, it doesn't matter how many sawmills you have if there are no more trees.","author":"Susan George","category":"Forest, Trees, You"},{"quote":"There's so many issues tied to the meat industry. I mean, social, environmental, humanitarian - all of them. I know that when I'm eating that I'm not hurting the planet, I'm not hurting other people on this planet, I'm not hurting animals... and I'm not hurting nature.","author":"Maggie Q","category":"Nature, People, Animals"},{"quote":"I don't know anything about propaganda for Chinese reunification. I only know about charity and environmental work. I just want to do good.","author":"Chen Guangbiao","category":"Work, Good, Charity"},{"quote":"There are nuclear weapons in China, Iran, Korea and Pakistan. It wouldn't take much to send a couple of warheads off on this planet somewhere that would cause a lot of environmental damage, then if you have got someone who wants to retaliate you have real problems.","author":"Edward James Olmos","category":"Problems, Real, You"},{"quote":"I don't think we're going to save anything if we go around talking about saving plants and animals only we've got to translate that into what's in it for us.","author":"Jim Fowler","category":"Plants, Animals, Think"},{"quote":"I write a lot of environmental stories.","author":"Peter Heller","category":"Write, Stories, I Write"},{"quote":"A lot of my nonfiction is very strong environmental stories - I was the first guy to write about the dolphin killings in Japan.","author":"Peter Heller","category":"Strong, First, Japan"},{"quote":"Without the oceans there would be no life on Earth.","author":"Peter Benchley","category":"Life, Earth, Without"},{"quote":"Maintaining healthy forests is essential to those who make a living from the land and for those of us who use them for recreational purposes.","author":"Cathy McMorris Rodgers","category":"Healthy, Living, Land"},{"quote":"At the same time the folk boom was happening, the civil rights movement was happening, the anti-war movement was happening, the ban the bomb movement was happening, the environmental movement was happening. There was suddenly a generation ready to change the course of history.","author":"Arlo Guthrie","category":"Change, Time, History"},{"quote":"Energy cogeneration on Capitol Hill makes economic and environmental sense and should be pursued for those reasons.","author":"Ander Crenshaw","category":"Energy, Hill, Economic"},{"quote":"Vegetarians have been around for a very long time - Pythagoreans forbade eating animals more than 2,500 years ago - but even as the environmental evidence mounted, they didn't appear to be winning the argument.","author":"Tristram Stuart","category":"Time, Winning, Animals"},{"quote":"It is all very well for 2% of the population to live in a monastic state of meatlessness while everyone else gorges their way towards environmental meltdown or the nearest heart clinic. Vegetarianism is good for the willing minority, but not much use as a campaign tool.","author":"Tristram Stuart","category":"Good, Heart, Live"},{"quote":"Determining the value of individual texts has been an ideological scuffle in literary criticism for centuries: but the environmental cost of printing them hauls this dispute from the ivory tower into day-to-day decision-making. Is it right to write? The publishing industry is slowly beginning to commit to using sustainably harvested trees.","author":"Tristram Stuart","category":"Value, Beginning, Trees"},{"quote":"Our work on light bulbs wasn't an arbitrary mandate. We didn't just pick a standard out of the air, or look for a catchy sounding standard like 25 by 2025 not based in science or feasibility. Instead, we worked with both industry and environmental groups to come up with a standard that made sense and was doable.","author":"Fred Upton","category":"Work, Light, Science"},{"quote":"Without international participation, jobs and emissions will simply shift overseas to countries that require few, if any, environmental protections, harming the global environment as well as the U.S. economy.","author":"Fred Upton","category":"Environment, Participation"},{"quote":"More than ever before, there is a global understanding that long-term social, economic, and environmental development would be impossible without healthy families, communities, and countries.","author":"Gro Harlem Brundtland","category":"Impossible, Healthy"},{"quote":"I reflect back 35 years ago, and look how far we have come in America with our environmental policy to improve the conditions of our air and water, and we have had some real successes.","author":"Jay Inslee","category":"Water, America, Look"},{"quote":"We had some major successes and we did so because the country embraced the spirit of Earth Day and embraced this concept that we have to have forward-looking, visionary environmental policy and energy policy in this country.","author":"Jay Inslee","category":"Day, Energy, Earth"},{"quote":"In this country, the health concerns and the environmental concerns are as deep as in Europe. All the surveys show that. But here, we didn't have the cultural dimension. This is a fast-food culture.","author":"Jeremy Rifkin","category":"Health, Deep, Culture"},{"quote":"The position I took at the time was that we hadn't really examined any of the potential environmental consequences of introducing genetically modified organisms.","author":"Jeremy Rifkin","category":"Time, Potential"},{"quote":"We can have technology, prosperity, nice homes and cars, but at the same time we must be conscious of what we are dumping into the water, the air and our food.","author":"Kevin Richardson","category":"Time, Technology, Food"},{"quote":"I wanted to help raise awareness, so I created an environmental foundation called Just Within Reach.","author":"Kevin Richardson","category":"Help, Foundation, Reach"},{"quote":"Unless we keep this planet healthy, everything else is for naught.","author":"Victoria Principal","category":"Healthy, Everything, Planet"},{"quote":"There is a new wave of environmental consumers I like to call Pocketbook Environmentalists. They're going green primarily because it makes good financial sense, but the fact that it benefits their families' health and the environment also makes them feel good.","author":"Lynn Jurich","category":"Good, Health, Financial"},{"quote":"With the observable fact that scientific knowledge makes our lives better when applied with concern for human welfare and environmental protection, there is no question that science and technology can produce abundance so that no one has to go without.","author":"Jacque Fresco","category":"Knowledge, Technology"},{"quote":"I was surprised to see how much the mainstream environmental movement hates the ELF.","author":"Marshall Curry","category":"See, Movement, Surprised"},{"quote":"I have a pretty positive view of environmental activism, but I didn't know much about the ELF. A lot of people make documentaries because they have something they want to say, but I make them because there's something I want to explore.","author":"Marshall Curry","category":"Positive, People, Want"},{"quote":"I've been a philanthropist for all my life, and... I've had many involvements in humanitarian and environmental issues.","author":"Julian Lennon","category":"Life, My Life, Issues"},{"quote":"We'll continue to see more and more brands integrate social causes, charitable components and environmental issues as underlying themes to their campaigns and messaging. Humans connect with humans after all, and brands are using this as a point of connection to engage with their audience, especially charity-minded Generation Y.","author":"Amy Jo Martin","category":"Generation, See, Connection"},{"quote":"Under the Environmental Protection Agency's Energy Star Program, homes are independently verified to be measurably more energy efficient than average houses.","author":"Melissa Bean","category":"Energy, Houses, Protection"},{"quote":"A fascinating challenge facing today's environmental movement is how to best approach the reversal of past decisions that altered once-pristine environmental spaces for the sake of urgent man-made needs.","author":"Matt Gonzalez","category":"Best, Today, Challenge"},{"quote":"Some types of environmental restoration projects are well-known; restored wetlands, for instance, or coal mine reclamation projects. Recently though, larger dam removal projects have started, a number of them in Washington state.","author":"Matt Gonzalez","category":"Washington, Number, Started"},{"quote":"On the environmental front there's concern about global warming and high levels of carbon dioxide, and trees take in CO2 and store carbon.","author":"Clive Anderson","category":"Trees, Global Warming"},{"quote":"I don't know of a single park without serious environmental problems.","author":"Michael Frome","category":"Problems, Know, Park"},{"quote":"The high prices also highlight the fact that the U.S. is too heavily dependent on fossil fuels that we import from unstable parts of the world. To protect our national security, we must become more energy secure.","author":"Dan Lipinski","category":"World, Energy, Security"},{"quote":"The environmental benefits of hydrogen are also outstanding. When used as an energy source, hydrogen produces no emissions besides water. Zero polluting emissions, an amazing advance over the current sources of energy that we use.","author":"Dan Lipinski","category":"Water, Amazing, Energy"},{"quote":"Hydrogen holds great promise to meet many of our future energy needs, and it addresses national security and our environmental concerns. Hydrogen is the simplest, most abundant element in the universe.","author":"Dan Lipinski","category":"Future, Great, Universe"},{"quote":"Why are ecologists and environmentalists so feared and hated? This is because in part what they have to say is new to the general public, and the new is always alarming.","author":"Garrett Hardin","category":"Why, New, Say"},{"quote":"Moreover, the practical recommendations deduced from ecological principles threaten the vested interests of commerce; it is hardly surprising that the financial and political power created by these investments should be used sometimes to suppress environmental impact studies.","author":"Garrett Hardin","category":"Power, Financial, Political"},{"quote":"I'm very concerned for the future of the earth and its amazing creatures. We've got to be careful and make sure we don't foul our own nest.","author":"John Lithgow","category":"Future, Amazing, Earth"},{"quote":"If we talk about the environment, for example, we have to talk about environmental racism - about the fact that kids in South Central Los Angeles have a third of the lung capacity of kids in Santa Monica.","author":"Danny Glover","category":"Racism, Environment, Kids"},{"quote":"The irony of environmental opposition to the Keystone XL project is that stopping the pipeline to the U.S. will not stop production in the oil sands of Canada. Instead of coming to the United States, the oil will still be produced and shipped by rail or a pipeline similar to the Keystone XL to Canada's Pacific Coast.","author":"John Hoeven","category":"Canada, Irony, Oil"},{"quote":"We learned that economic growth and environmental protection can and should go hand in hand.","author":"Christopher Dodd","category":"Growth, Economic, Protection"},{"quote":"Unless action is taken soon - unless we can display the same vision of that earlier period - we will lose the treasure of California's open space and environmental beauty.","author":"Adam Schiff","category":"Beauty, Vision, Space"},{"quote":"The Body Shop Foundation is run by our staff and supports social activism and environmental activism. We don't tend to support big agencies.","author":"Anita Roddick","category":"Support, Body, Foundation"},{"quote":"Religious and spiritual leaders should be held accountable for environmental activism, not only because they have access to large communities and can influence votes, but because service is integral to religious and spiritual life.","author":"Radhanath Swami","category":"Life, Service, Spiritual"},{"quote":"Businesses can lead with their values and make money, too. You don't have to simply be purely profit-driven. You can integrate social and environmental concerns into a business, be a caring business, be a generous business and still do very well financially.","author":"Jerry Greenfield","category":"Business, Money, Caring"},{"quote":"Look at your business and the activities that you undertake. Then, start to think about not just your economic concerns, but about social and environmental impacts that businesses have.","author":"Jerry Greenfield","category":"Business, Start, Think"},{"quote":"I think the government has to reposition environment on top of their national and international priorities.","author":"Brian Mulroney","category":"Government, Environment"},{"quote":"We created the Cabinet Committee on the Environment to review the environmental implications of all government initiatives. I think what made us successful was the fact that it was a sustained approach. We did something new every year.","author":"Brian Mulroney","category":"Government, Successful"},{"quote":"There is no question that photography has played a major role in the environmental movement.","author":"Galen Rowell","category":"Photography, Question"},{"quote":"These days, most nature photographers are deeply committed to the environmental message.","author":"Galen Rowell","category":"Nature, Message, Committed"},{"quote":"There is no larger collective-action problem than the environment. The three biggest lies of the environmental movement is that every little bit helps, you can do your part, and together we can do it.","author":"Clay Shirky","category":"Together, Problem"},{"quote":"This Nation has realized significant environmental improvements over the last three decades.","author":"Jerry Costello","category":"Nation, Three, Last"},{"quote":"Like I said, I'm more worried long term about the environmental issues then the use of arms.","author":"Hans Blix","category":"Long, Said, Like"},{"quote":"For me, going vegan was an ethical and environmental decision. I'm doing the right thing by the animals.","author":"Alexandra Paul","category":"Decision, Me"},{"quote":"I had never been able to get a car that said how much I cared about the environment until I drove electric.","author":"Alexandra Paul","category":"Car, Environment, Said"},{"quote":"My idea of an amusement park story is getting adventurers to go tour environmental disaster areas. After all, if the entire Great Barrier Reef gets killed, which seems like an extremely lively possibility, what are you going to do with all that rotting limestone?","author":"Bruce Sterling","category":"Great, Story, You"},{"quote":"I assume we will have figured out a way to efficiently utilize solar energy and tied that to an efficient way to use nuclear energy in such a way that it doesn't pose a serious environmental issue.","author":"John Hickenlooper","category":"Energy, Way, Solar"},{"quote":"There's no longer any surprise in noting that China has grave environmental problems.","author":"James Fallows","category":"Problems, Surprise, Grave"},{"quote":"Environmental disaster is the gravest threat to China's continued development. That's according to me, but it is not some wacko view.","author":"James Fallows","category":"Me, View, Development"},{"quote":"The environmental crisis is all a result of rushing.","author":"Ed Begley, Jr.","category":"Crisis, Result, Rushing"},{"quote":"California has always led the way on environmental protection and always reaped the benefits, pioneering everything from catalytic convertors on cars to stationary source reduction.","author":"Ed Begley, Jr.","category":"Way, California, Protection"},{"quote":"People are overwhelmed looking up at the Mount Everest of environmental challenges that we face. But you put one foot in front of the other and you recognize that not everyone is Sir Edmund Hillary.","author":"Ed Begley, Jr.","category":"Challenges, People, Looking"},{"quote":"We have very strong environmental laws in the United States and elsewhere around the world. The problem is that they're seldom enforced.","author":"Robert Kennedy, Jr.","category":"Strong, World, Problem"},{"quote":"I always knew that I was going be an environmental advocate when I was very young.","author":"Robert Kennedy, Jr.","category":"Young, Going, Always"},{"quote":"It's obvious nonsense, but it makes nice people feel good about themselves to do their bit for the planet. It's vanity of a grotesque kind to believe that mankind, and our 'carbon footprint', has more impact on the future of Earth than Nature, which bends our planet to its will, as it sees fit.","author":"Charles Saatchi","category":"Nature, Future, Good"},{"quote":"But, as environment minister, I am very interested in a thriving German automobile industry, because I can only pay for the rising costs of environmental protection at home and abroad if there are people in Germany with jobs and who pay taxes.","author":"Sigmar Gabriel","category":"Home, I Am, People"},{"quote":"If there are more and more environmental refugees, they are going to end up on your doorstep too.","author":"Nina Fedoroff","category":"End, Up, Going"},{"quote":"Watching cold fusion is like watching water boil in slow motion. First, sufficient deuterium has to penetrate the palladium electrode. This can take a few weeks. Then, if excess heat is generated during the next month or two, accurate temperature readings require extreme precautions to exclude environmental effects.","author":"Charles Platt","category":"Water, Slow, Motion"},{"quote":"Here on Earth, we've found organisms that thrive in environmental conditions we would have once thought uninhabitable. The presence of these extremophiles suggests that life could potentially take hold on worlds other than our own.","author":"Nick Sagan","category":"Life, Thought, Earth"},{"quote":"In today's world, it is no longer unimaginable to think that business can operate - and even thrive - in an environmentally-friendly manner.","author":"Olympia Snowe","category":"Business, Today, World"},{"quote":"My efforts in Congress are guided by the belief that environmental preservation and restoration are a critical part of the legacy we leave to future generations.","author":"Sue Kelly","category":"Future, Legacy, Belief"},{"quote":"So to hope to be able to have peace, to be able to have justice and environmental balance, are consequences of our behavior, not just our intentions.","author":"Godfrey Reggio","category":"Hope, Peace, Justice"},{"quote":"Nevertheless, there is another threat on the horizon. I see this threat in environmentalism which is becoming a new dominant ideology, if not a religion. Its main weapon is raising the alarm and predicting the human life endangering climate change based on man-made global warming.","author":"Vaclav Klaus","category":"Life, Change, Religion"},{"quote":"Environmental protection doesn't happen in a vacuum. You can't separate the impact on the environment from the impact on our families and communities.","author":"Jim Clyburn","category":"Impact, Environment, You"},{"quote":"What causes autism? As far as we know in 2013, there is no single gene or single environmental factor that accounts for the more than 1 million Americans with ASDs.","author":"Thomas R. Insel","category":"Know, Single, Autism"},{"quote":"Of the 55 refineries closed in America in the last 10 years, they were all closed for economic reasons, mostly oil company mergers. Not a single one was closed for environmental purposes or objections.","author":"Peter DeFazio","category":"America, Company, Oil"},{"quote":"For businesses, biomimicry is about bringing a new discipline - biology - to the design table. It's not to write an environmental impact statement, as most biologists in business do right now.","author":"Janine Benyus","category":"Business, Design, Discipline"},{"quote":"Practically every environmental problem we have can be traced to our addiction to fossil fuels, primarily oil.","author":"Dennis Weaver","category":"Problem, Addiction, Oil"},{"quote":"Local innovation and initiative can help us better understand how to protect our environment.","author":"Gale Norton","category":"Innovation, Help"},{"quote":"Why has it seemed that the only way to protect the environment is with heavy-handed government regulation?","author":"Gale Norton","category":"Government, Environment, Why"},{"quote":"If we don't continue to pursue alternative, emissions-free energy sources like nuclear fuel, we are at risk of increasing our dependence on costly natural gas.","author":"Judy Biggert","category":"Risk, Energy, Natural"},{"quote":"Environmental activists in the rough Antarctic seas have launched a new tool in the fight to stop a Japanese operation to kill hundreds of whales: remote-controlled drones.","author":"Jonathan Franklin","category":"Fight, Stop, New"},{"quote":"With my biology degree, I got this job at an environmental lab. We tested sewage runoff, we tested chemical warfare waste runoff. It's a job I'll never do again and I would never wish upon anybody.","author":"Dustin Lynch","category":"Job, Wish, Biology"},{"quote":"A variety of factors contribute to the price of gasoline in the United States. These factors include worldwide supply, demand and competition for crude oil, taxes, regional differences in access to gasoline supplies and environmental regulations.","author":"Gary Miller","category":"Competition, Differences"},{"quote":"It is extremely important to me that the social and environmental issues associated with the production of fashion clothing are addressed.","author":"Bonnie Wright","category":"Fashion, Me, Clothing"},{"quote":"While the Environmental Genome Project does not seek to assign allele frequencies, we are aware of the importance of accurate allele frequency estimates for future epidemiologic studies and the large sample sizes such estimates will require.","author":"Samuel Wilson","category":"Future, Project, Will"},{"quote":"We all recognize that in recent decades, many important achievements have helped create a cleaner, healthier environment, yet our national needs in environmental health are not being fully met.","author":"Samuel Wilson","category":"Health, Environment"},{"quote":"The infrastructure for linking environmental health and public health is not working as well as it should.","author":"Samuel Wilson","category":"Health, Working"},{"quote":"Moreover, environmental health at the local level has become narrowly focused, very much defined around regulations and the attendant regulatory debates.","author":"Samuel Wilson","category":"Health, Focused, Become"},{"quote":"Mankind is considered (by the radical environmentalists) the lowest and the meanest of all species and is blamed for everything.","author":"Dixie Lee Ray","category":"Mankind, Everything, Radical"},{"quote":"I find it interesting that many of the people who want to restrict fossil fuels live in well-developed countries where abundant and affordable energy is readily available.","author":"Lee R. Raymond","category":"People, Live, Want"},{"quote":"In fact, because of their connection to the land, farmers do more to protect and preserve our environment than almost anyone else. They are some of the best environmentalists around.","author":"Ike Skelton","category":"Best, Environment"},{"quote":"Wealth and vegetation go together, and that exacerbates environmental injustice. The poor bear the burden of degraded environments.","author":"Natalie Jeremijenko","category":"Together, Injustice, Wealth"},{"quote":"This whole idea that we address environmental issues by not doing stuff just doesn't work.","author":"Natalie Jeremijenko","category":"Work, Doing, Idea"},{"quote":"We should restore a proper balance in environmental regulation and energy production that is based on common sense, not political agendas.","author":"Mac Thornberry","category":"Balance, Political, Energy"},{"quote":"If your DNA profile puts you at a higher risk of developing obesity, that doesn't mean it's your fate. You can take control of the environmental side of the equation and reduce your overall lifetime risk by a lot.","author":"David Agus","category":"Risk, Control, Fate"},{"quote":"You begin to see that all of these things are connected: The kind of cuts that mean less environmental protection are also the kind of cuts that mean less musical education for the schools and that also mean more overcrowded schools.","author":"Robert Hass","category":"Education, You, See"},{"quote":"I would say Gary Snyder, who is from my part of the world as a poet and environmental thinker, will be read just as Henry Thoreau as John Muir will continue to be read.","author":"Robert Hass","category":"World, Say, Will"},{"quote":"Having yet another vote on refinery legislation that uses high oil prices as an excuse to weaken environmental protections and to give more legislative gifts to the oil industry is misguided in the extreme.","author":"Sherwood Boehlert","category":"Vote, Oil, Gifts"},{"quote":"Let me start by emphasizing that I am open to efforts to expedite environmental procedures for true emergencies or in other clear cases where current laws are needlessly burdensome.","author":"Sherwood Boehlert","category":"I Am, Start, Me"},{"quote":"Well, for starters, we have to do more to create demand for new technologies that can reduce our dependence on foreign oil and environmental degradation.","author":"Sherwood Boehlert","category":"Oil, New, Create"},{"quote":"What I see are people who want affordable energy. They want strong environmental standards - they want a lot of things - but first and foremost they want affordable energy. And if you want affordable energy, you want oil, gas and coal.","author":"John S. Watson","category":"Strong, People, Want"},{"quote":"If you look around the world, the countries with the best environmental practices are the wealthiest. There's a reason for that. If you're worried about where your next meal is going to come from or shelter over your head, your focus is on those things.","author":"John S. Watson","category":"Best, Focus, World"},{"quote":"I tell my environmental friends that they have won. Every issue we look at from an energy perspective is now also looked at from an environmental perspective.","author":"Joe Barton","category":"Friends, Perspective, Energy"},{"quote":"The potential in many environmental issues is that if you undertake corrective action without appropriate understanding of the problem, then you wind up doing more harm than good.","author":"Hugh Ross","category":"Good, Wind, Problem"},{"quote":"At Current, television is all we do - that's our business. We don't have amusement parks I have to worry about, we don't have environmental cases against us, we don't have a series of outdoor-advertising companies.","author":"Keith Olbermann","category":"Business, Worry, Television"},{"quote":"The problem with holistic management is it's so profoundly simple, but it's not easy. And it's profoundly simple. You're almost insulting people's intelligence to explain it twice, just about making better decisions of where you want to go in your life, bringing in environmental, social, economic issues simultaneously.","author":"Allan Savory","category":"Life, Management"},{"quote":"Environmentalism is a form of pagan fundamentalism. These green wackos are fanatics like al-Quaida. Just like them.","author":"G. Gordon Liddy","category":"Green, Just, Like"},{"quote":"If Canada could simply apply the basic principles of sustainable development, such as the internalization of costs and 'polluters pay,' it would have long-term beneficial effects, both environmental and economic.","author":"Andrew Nikiforuk","category":"Canada, Development"},{"quote":"I believe that it is impossible to stop people from using the fossil fuels, so we need to develop technologies which allow us to use them without creating environmental havoc on the planet.","author":"Klaus Lackner","category":"Believe, Impossible, People"},{"quote":"Fossil fuels will run out not because of limited resources but because of the environmental impact. If I can solve that impact, I have basically increased the resource base by a vast amount.","author":"Klaus Lackner","category":"Impact, Run, Resources"},{"quote":"It is one of the issues that will have to be worked through however let me make the point and I think anyone would accept that if you set it up properly, not only will you get better environmental outcomes, you have a chance to create more wealth with the available resource.","author":"John Anderson","category":"Chance, Me, Wealth"},{"quote":"But my point is that you design something in the end that precludes any unhealthy trading practices that are not going to serve your environmental or your economic objectives but now is not the time to do it.","author":"John Anderson","category":"Time, Design, End"},{"quote":"Time after time we're told corporations should have freedom from pesky job safety regulations, environmental protections and labor standards - giving working people the freedom to be crushed in collapsing mines, choke on filthy air and get paid too little to live on.","author":"Richard Trumka","category":"Time, Freedom, Safety"},{"quote":"Mother Nature comes up against reality, and the reality is that the system doesn't work.","author":"John Garamendi","category":"Work, Nature, Mother"},{"quote":"There are more effective ways of tackling environmental problems including global warming, proliferation of plastics, urban sprawl, and the loss of biodiversity than by treaties, top-down regulations, and other approaches offered by big governments and their dependents.","author":"Preston Manning","category":"Loss, Problems"},{"quote":"I think the environmental movement has failed in that it's used the stick too much it's used the apocalyptic tone too much it hasn't sold the positive aspects of being environmentally concerned and trying to pull us out.","author":"Edward Burtynsky","category":"Positive, Trying, Think"},{"quote":"I think environmentalists do no service to their cause by taking fundamentalist stances. I am not defending corporate India's track record, but for many environmental problems, there are technological solutions.","author":"Jairam Ramesh","category":"Service, I Am, Problems"},{"quote":"We must return to nature and nature's god.","author":"Luther Burbank","category":"Nature, God, Return"},{"quote":"I think so long as fossil fuels are cheap, people will use them and it will postpone a movement towards new technologies.","author":"Paul Krugman","category":"People, Long, Think"},{"quote":"No one does a better, cleaner, or environmental friendlier, than the United States, when it comes to drilling for oil, gas, coal, oil refineries and fish friendly hydroelectric.","author":"David Pratt","category":"Fish, Better, Oil"},{"quote":"I've always been a big supporter of the Surfrider Foundation. I started my own foundation, Rob Machado Foundation, which focuses on environmental education for the little people of the world.","author":"Rob Machado","category":"Education, World, People"},{"quote":"I try to understand place on a deeper level than just the physical or environmental aspects. It includes cultural and intellectual forces, too. It's an inclusive approach that brings in many disciplines and sees place as a dynamic thing.","author":"Antoine Predock","category":"Try, Intellectual, Place"},{"quote":"While the climate crisis gathers front-page attention on a regular basis, people - even those who profess great environmental consciousness - continue to eat fish as if it were a sustainable practice.","author":"Daniel Pauly","category":"Great, Fish, People"},{"quote":"Green-tech could be the largest economic opportunity of the 21st Century.","author":"John Doerr","category":"Opportunity, Economic"},{"quote":"A person whose skin is metallic can no more have its reproduction restricted than a black-skinned person. Regarding life as a form of machinery and intelligent machines as people without our environmental limitations is essential in understanding FAP, the Final Anthropic Principle, which deals with evolution in the far future.","author":"Frank Tipler","category":"Life, Future, Understanding"},{"quote":"Sustainable South Bronx advocates for environmental justice through sustainable environmental and economic development projects.","author":"Majora Carter","category":"Justice, Development"},{"quote":"Autoimmunity is probably the next frontier. The majority of cases of autoimmune disease result from a complex genetic problem that has environmental influences. It is a colossal task for the immune system to maintain tolerance to self and yet be ready to react to everything in the world around us.","author":"Bruce Beutler","category":"Self, World, Problem"},{"quote":"I'd like to avoid the environmental apocalypse if I could. Zombies, robots - I don't know - I'd probably do alright hidden in the middle of the herd and sacrificing people to keep myself alive, but where you gonna hide when all the food is gone?","author":"Ben Peek","category":"Food, Myself, People"},{"quote":"The world has been experiencing a whole pattern of auto-destruction, whether in environmental disasters like Chernobyl or health disasters like AIDS.","author":"Niki de St. Phalle","category":"Health, World, Like"},{"quote":"I like the outdoors and the natural world. Environmental issues.","author":"Mackenzie Crook","category":"World, Outdoors, Natural"},{"quote":"Furthermore, both Pennsylvania and New Jersey Departments of Environmental Protection have evaluated the sediment to be dredged and also found it to be not toxic.","author":"Robert Brady","category":"New, Protection, Toxic"},{"quote":"We tend to be more environmental at home than at work, regardless of the industry we're in.","author":"Gale Anne Hurd","category":"Work, Home, Industry"},{"quote":"Americans increasingly understand that clean energy is more than just an environmental issue. It is crucial to reducing our dangerous dependence on foreign countries.","author":"Martin Heinrich","category":"Energy, Understand"},{"quote":"Wear the badge of environmental radicalism, and you're a citizen automatically under suspicion.","author":"Alexander Cockburn","category":"Citizen, You, Suspicion"},{"quote":"Environmental concerns and feminism are locked together. Generally, women have closer connections to the organic nature of our lives.","author":"Carolyn Kizer","category":"Nature, Women, Together"},{"quote":"As a nation, we owe a great deal to the National Audubon Society, one of our most distinguished and important environmental organizations, and all those who work to protect America's open land and waterways.","author":"Louis Bacon","category":"Work, Great, America"},{"quote":"It is economically irrational to exclude large environmental costs from the balance sheets of the producers and the consumers. You are only kidding yourself if you export those costs on to society as a whole.","author":"John Holdren","category":"Balance, Society, Yourself"},{"quote":"In the state of Wisconsin it's mandated that teachers in the social sciences and hard sciences have to start giving environmental education by the first grade, through high school.","author":"Gaylord Nelson","category":"Education, School, Giving"},{"quote":"Franklin Roosevelt was very concerned about environmental issues.","author":"Gaylord Nelson","category":"Issues, Concerned, Very"},{"quote":"Loads of chemicals and hazardous wastes have been introduced into the atmosphere that didn't even exist in 1948. The environmental condition of the planet is far worse than it was 42 years ago.","author":"Gaylord Nelson","category":"Years, Planet, Worse"},{"quote":"There has been a banking crisis, a financial crisis, an economic crisis, a social crisis, a geostrategic crisis and an environmental crisis. That's considerable in a country that's used to being protected.","author":"Jean-Francois Cope","category":"Financial, Crisis, Country"},{"quote":"I don't own designer clothes, or a sports car, or a huge house, but I am seeing the world, experiencing amazing things, and I have become an environmental campaigner.","author":"Roz Savage","category":"Sports, Car, I Am"},{"quote":"My mom was an environmental activist in Australia in the late '60s and '70s, and I guess I've inherited that awareness from her.","author":"Robin McLeavy","category":"Mom, Late, Her"},{"quote":"Much of the debate over global warming is predicated on fear, rather than science.","author":"James Inhofe","category":"Fear, Science"},{"quote":"Environmental scientists in Canada said it was impossible for me to get to the Pole in 2004... I said 'no,' it's still OK, and I can still get there, and I did.","author":"Ben Saunders","category":"Impossible, Me, Canada"},{"quote":"No day is alike - I do many other things, and I'm very active in the environmental movement.","author":"Jostein Gaarder","category":"Day, Movement, Alike"},{"quote":"The environmental movement's focus on the Keystone XL pipeline issue really used to baffle me.","author":"Matthew Yglesias","category":"Focus, Me, Movement"},{"quote":"In 'Sidney's Comet,' thanks to all the consumerism, all the garbage had to be put in deep space, even though we're not supposed to litter the cosmos - that was an environmental message. Although it was funny, it had an important message.","author":"Brian Herbert","category":"Funny, Deep, Space"},{"quote":"All of us are going to have to find ways to do things more efficiently, find ways to get our costs more in line, and do it in a time of higher regulatory and environmental standards.","author":"N. Murray Edwards","category":"Time, Find, Going"},{"quote":"Why not put a tax on carbon emissions. It would raise a lot of money, it would reduce the environmental damages in the future, it would solve so many problems, and it would be a much more constructive thing to do than to think about raising the income tax.","author":"Robert F. Engle","category":"Future, Money, Problems"},{"quote":"Public discourse has been polluted now for decades by corporate-funded disinformation - not just with climate change but with a host of health, environmental and societal threats. The implications for the planet are grim.","author":"Michael E. Mann","category":"Change, Health"},{"quote":"Innate mechanisms endow the visual system with highly specific connections, but visual experience early in life is necessary for their maintenance and full development. Deprivation experiments demonstrate that neural connections can be modulated by environmental influences during a critical period of postnatal development.","author":"Torsten Wiesel","category":"Life, Experience"},{"quote":"Since the day he came into office, President Bush has worked to gut more than 34 years of hard work by weakening many of our Nation's standing environmental laws, some of which were signed into law by his father.","author":"Jim Jeffords","category":"Work, Hard Work, Father"},{"quote":"This Bush administration has a growing credibility gap, maybe even a credibility chasm, on environmental policy. The President has lost the trust of the American people when it comes to the environment.","author":"Jim Jeffords","category":"Trust, American, Lost"},{"quote":"Ultimately, auto designers need to overcome market challenges with innovative design solutions. The automotive industry is at a turning point with environmental and economic conditions on one side and breakthrough technology on the other, so it will be fascinating to see how these design leaders envision the future.","author":"Charles Pelly","category":"Technology, Future, Design"},{"quote":"There should be more attention paid to scientific research in the ecology area, and I think that such attention to proper environmental concerns would make the public feel much better about it.","author":"Thomas R. Cech","category":"Research, Better, Think"},{"quote":"A social impact bond is a new way of bringing financing into social and environmental support issues.","author":"Judith Rodin","category":"Support, Impact, Bond"},{"quote":"The majority of autists - as well as their parents - seem to be genuine victims of environmental stress.","author":"Nikolaas Tinbergen","category":"Stress, Parents, Genuine"},{"quote":"Not all is doom and gloom. We are beginning to understand the natural world and are gaining a reverence for life - all life.","author":"Roger Tory Peterson","category":"Life, Beginning, World"},{"quote":"The North Pole will be ice-free during summer in years to come, and that itself will put the Arctic Sea basin on a very high risk of... environmental disasters that might be there.","author":"Aleqa Hammond","category":"Sea, Risk, Summer"},{"quote":"Ecosystems are holy. The word \"environmental\" is a deadly compromise itself. It's a policy word that lives only in the head, and barely there.","author":"David James Duncan","category":"Compromise, Head, Word"},{"quote":"I'm not a doctor or scientist. I'm just a mom. But I do think there's a genetic predisposition, and there are environmental triggers. I feel like that combination, in my child's case, is what resulted in autism.","author":"Holly Robinson Peete","category":"Mom, Child, Doctor"},{"quote":"Pushing production out of America to nations without our environmental standards increases global environmental risks.","author":"Frank Murkowski","category":"America, Risks, Nations"},{"quote":"There are several issues why we are opposed to bauxite mining in Visakhapatnam agency region, like environmental pollution, threat to rivers, and tourism.","author":"Kishore Chandra Deo","category":"Pollution, Why, Rivers"},{"quote":"There is no better example of the overreach of government than in environmental law.","author":"Chris Stewart","category":"Law, Government, Better"},{"quote":"Within 10 years it will be impossible to travel to the North Pole by dog team. There will be too much open water.","author":"Will Steger","category":"Travel, Dog, Team"},{"quote":"A good person can make another person good it means that goodness will elicit goodness in the society other persons will also be good.","author":"Bhumibol Adulyadej","category":"Good, Good Person, Goodness"},{"quote":"Racism is taught in our society, it is not automatic. It is learned behavior toward persons with dissimilar physical characteristics.","author":"Alex Haley","category":"Racism, Behavior, Toward"},{"quote":"Without memory, there is no culture. Without memory, there would be no civilization, no society, no future.","author":"Elie Wiesel","category":"Future, Culture, Memory"},{"quote":"A multicultural society does not reject the culture of the other but is prepared to listen, to see, to dialogue and, in the final analysis, to possibly accept the other's culture without compromising its own.","author":"Reuven Rivlin","category":"Culture, Listen, See"},{"quote":"No society can surely be flourishing and happy, of which the far greater part of the members are poor and miserable.","author":"Adam Smith","category":"Happy, Poor, Far"},{"quote":"A gender-equal society would be one where the word 'gender' does not exist: where everyone can be themselves.","author":"Gloria Steinem","category":"Gender, Everyone, Where"},{"quote":"Voting is how we participate in a civic society - be it for president, be it for a municipal election. It's the way we teach our children - in school elections - how to be citizens, and the importance of their voice.","author":"Loretta Lynch","category":"Children, School, Voting"},{"quote":"The scars and stains of racism are still deeply embedded in the American society.","author":"John Lewis","category":"Racism, American, Scars"},{"quote":"I think the first duty of society is justice.","author":"Alexander Hamilton","category":"Justice, Think, First"},{"quote":"Where do the evils like corruption arise from? It comes from the never-ending greed. The fight for corruption-free ethical society will have to be fought against this greed and replace it with 'what can I give' spirit.","author":"A. P. J. Abdul Kalam","category":"Fight, Greed, Corruption"},{"quote":"The most important impact on society and the world is the cell phone. Cell phones have actually been one of the primary drivers in productivity improvements.","author":"Fabrice Grinda","category":"Cell Phone, Impact, World"},{"quote":"As I often say, we have come a long way from the days of slavery, but in 2014, discrimination and inequality still saturate our society in modern ways. Though racism may be less blatant now in many cases, its existence is undeniable.","author":"Al Sharpton","category":"Racism, Slavery"},{"quote":"My role in society, or any artist's or poet's role, is to try and express what we all feel. Not to tell people how to feel. Not as a preacher, not as a leader, but as a reflection of us all.","author":"John Lennon","category":"Reflection, Leader, Artist"},{"quote":"Weakness is what brings ignorance, cheapness, racism, homophobia, desperation, cruelty, brutality, all these things that will keep a society chained to the ground, one foot nailed to the floor.","author":"Henry Rollins","category":"Racism, Ignorance, Weakness"},{"quote":"We're losing our way as a society. If we don't stand up, if we don't say what we think those rights should be, and if we don't protect them, we will very soon find out that we do not have them.","author":"Edward Snowden","category":"Losing, Stand Up, Think"},{"quote":"Ethnic diversity adds richness to a society.","author":"Gary Locke","category":"Diversity, Ethnic, Adds"},{"quote":"If you truly believe in the value of life, you care about all of the weakest and most vulnerable members of society.","author":"Joni Eareckson Tada","category":"Life, Value, Believe"},{"quote":"There can be no keener revelation of a society's soul than the way in which it treats its children.","author":"Nelson Mandela","category":"Children, Soul, Way"},{"quote":"Censorship reflects a society's lack of confidence in itself.","author":"Potter Stewart","category":"Confidence, Censorship"},{"quote":"We live in a disposable society. It's easier to throw things out than to fix them. We even give it a name - we call it recycling.","author":"Neil LaBute","category":"Live, Name, Recycling"},{"quote":"All that is valuable in human society depends upon the opportunity for development accorded the individual.","author":"Albert Einstein","category":"Opportunity, Development"},{"quote":"I'm 23 years old. I might just be my mother's child, but in all reality, I'm everybody's child. Nobody raised me; I was raised in this society.","author":"Tupac Shakur","category":"Mother, Child, Reality"},{"quote":"In our society, the women who break down barriers are those who ignore limits.","author":"Arnold Schwarzenegger","category":"Women, Limits, Down"},{"quote":"No system of mass surveillance has existed in any society that we know of to this point that has not been abused.","author":"Edward Snowden","category":"Know, Surveillance, Point"},{"quote":"We need to develop and disseminate an entirely new paradigm and practice of collaboration that supersedes the traditional silos that have divided governments, philanthropies and private enterprises for decades and replace it with networks of partnerships working together to create a globally prosperous society.","author":"Simon Mainwaring","category":"Working Together, Together"},{"quote":"After a shooting spree, they always want to take the guns away from the people who didn't do it. I sure as hell wouldn't want to live in a society where the only people allowed guns are the police and the military.","author":"William S. Burroughs","category":"Police, People, Military"},{"quote":"It does not matter how much we donate it matters whether the donation is meaningful. How to define meaningful? Let society and history judge.","author":"Ronnie Chan","category":"History, Meaningful"},{"quote":"Unless and until our society recognizes cyber bullying for what it is, the suffering of thousands of silent victims will continue.","author":"Anna Maria Chavez","category":"Bullying, Suffering, Silent"},{"quote":"Integrity is essential and irreplaceable. It is the most valuable asset for a person, a company, or a society seeking to build and progress.","author":"Rex Tillerson","category":"Integrity, Progress, Company"},{"quote":"We educated, privileged lawyers have a professional and moral duty to represent the underrepresented in our society, to ensure that justice exists for all, both legal and economic justice.","author":"Sonia Sotomayor","category":"Justice, Legal, Professional"},{"quote":"In bourgeois society capital is independent and has individuality, while the living person is dependent and has no individuality.","author":"Karl Marx","category":"Living, Independent, Person"},{"quote":"Being homeless is like living in a post-apocalyptic world. You're on the outskirts of society.","author":"Frank Dillane","category":"Homeless, World, Living"},{"quote":"The trouble with the rat race is that even if you win, you're still a rat.","author":"Lily Tomlin","category":"Win, You, Race"},{"quote":"Patriarchy is like the elephant in the room that we don't talk about, but how could it not affect the planet radically when it's the superstructure of human society.","author":"Ani DiFranco","category":"Elephant, Human, Talk"},{"quote":"There is nothing of greater importance to the well-being of society at large - of man as well as woman - than the true proper position of woman.","author":"Lucretia Mott","category":"Man, Woman, Well-Being"},{"quote":"Society exists only as a mental concept in the real world there are only individuals.","author":"Oscar Wilde","category":"World, Real, Mental"},{"quote":"We live in a society in which spurious realities are manufactured by the media, by governments, by big corporations, by religious groups, political groups. I ask, in my writing, 'What is real?' Because unceasingly we are bombarded with pseudo realities manufactured by very sophisticated people using very sophisticated electronic mechanisms.","author":"Philip K. Dick","category":"Writing, Media, Political"},{"quote":"No one needs to tell me about the importance of the free press in a democratic society or about the essential role a newspaper can play in its community.","author":"Robert Kennedy","category":"Community, Me, Free"},{"quote":"Censorship always defeats it own purpose, for it creates in the end the kind of society that is incapable of exercising real discretion.","author":"Henry Steele Commager","category":"Purpose, End, Censorship"},{"quote":"In a higher phase of communist society... only then can the narrow horizon of bourgeois right be fully left behind and society inscribe on its banners: from each according to his ability, to each according to his needs.","author":"Karl Marx","category":"Horizon, Communist, Right"},{"quote":"The human being is in the most literal sense a political animal, not merely a gregarious animal, but an animal which can individuate itself only in the midst of society.","author":"Karl Marx","category":"Animal, Political, Human"},{"quote":"I think being different, going against the grain of society is the greatest thing in the world.","author":"Elijah Wood","category":"World, Greatest, Think"},{"quote":"Free speech has been used by the Supreme Court to give immense power to the wealthiest members of our society.","author":"Noam Chomsky","category":"Power, Free, Speech"},{"quote":"Diversity in the world is a basic characteristic of human society, and also the key condition for a lively and dynamic world as we see today.","author":"Jinato Hu","category":"Today, Diversity, World"},{"quote":"All humans make mistakes. But there is no room or allowance in the fevered world of conspiracy theorists for mistakes, human errors, anomalies, or plain incompetence, though the latter, from the highest levels on down, is endemic to our society.","author":"Vincent Bugliosi","category":"Mistakes, World, Conspiracy"},{"quote":"If someone is gay and he searches for the Lord and has good will, who am I to judge? We shouldn't marginalise people for this. They must be integrated into society.","author":"Pope Francis","category":"Good, People, Judge"},{"quote":"Society does not consist of individuals but expresses the sum of interrelations, the relations within which these individuals stand.","author":"Karl Marx","category":"Stand, Within, Individuals"},{"quote":"An innovation is one of those things that society looks at and says, if we make this part of the way we live and work, it will change the way we live and work.","author":"Dean Kamen","category":"Work, Change, Innovation"},{"quote":"Redemption is possible, and it is the measure of a civilized society.","author":"Greg Boyle","category":"Redemption, Measure"},{"quote":"We live in a society of victimization, where people are much more comfortable being victimized than actually standing up for themselves.","author":"Marilyn Manson","category":"People, Live, Comfortable"},{"quote":"Corruption, the greatest single bane of our society today.","author":"Olusegun Obasanjo","category":"Today, Corruption, Greatest"},{"quote":"Language has no independent existence apart from the people who use it. It is not an end in itself it is a means to an end of understanding who you are and what society is like.","author":"David Crystal","category":"Language, Understanding"},{"quote":"Natural disasters are terrifying - that loss of control, this feeling that something is just going to randomly end your life for absolutely no reason is terrifying. But, what scares me is the human reaction to it and how people behave when the rules of civility and society are obliterated.","author":"Eli Roth","category":"Life, Rules, Me"},{"quote":"Right action tends to be defined in terms of general individual rights and standards that have been critically examined and agreed upon by the whole society.","author":"Lawrence Kohlberg","category":"Action, Rights, Right"},{"quote":"The ideas of the ruling class are in every epoch the ruling ideas, i.e., the class which is the ruling material force of society, is at the same time its ruling intellectual force.","author":"Karl Marx","category":"Time, Ideas, Intellectual"},{"quote":"Philanthropy is often seen as society's risk capital. That means the onus is on philanthropists, nonprofit leaders and social entrepreneurs to innovate. But philanthropic innovation is not just about creating something new. It also means applying new thinking to old problems, processes and systems.","author":"Laura Arrillaga-Andreessen","category":"Innovation, Thinking"},{"quote":"As in geology, so in social institutions, we may discover the causes of all past changes in the present invariable order of society.","author":"Henry David Thoreau","category":"Changes, Past, Present"},{"quote":"If society will not admit of woman's free development, then society must be remodeled.","author":"Elizabeth Blackwell","category":"Woman, Free, Development"},{"quote":"In Iroquois society, leaders are encouraged to remember seven generations in the past and consider seven generations in the future when making decisions that affect the people.","author":"Wilma Mankiller","category":"Future, Decisions, Past"},{"quote":"The general will rules in society as the private will governs each separate individual.","author":"Maximilien Robespierre","category":"Rules, Individual, Will"},{"quote":"Descriptive grammar is an attempt to give an account of what the current system is for either a society or an individual, whatever you happen to be studying.","author":"Noam Chomsky","category":"Studying, Grammar, You"},{"quote":"Society is unity in diversity.","author":"George Herbert Mead","category":"Diversity, Unity"},{"quote":"We cannot reform institutional racism or systemic policies if we are not actively engaged. It's not enough to simply complain about injustice; the only way to prevent future injustice is to create the society we would like to see, one where we are all equal under the law.","author":"Al Sharpton","category":"Future, Racism, Law"},{"quote":"The Constitution that I interpret and apply is not living, but dead, or as I prefer to call it, enduring. It means, today, not what current society, much less the court, thinks it ought to mean, but what it meant when it was adopted.","author":"Antonin Scalia","category":"Today, Constitution, Living"},{"quote":"Racism, unfortunately, is part of the fabric of America's society.","author":"David Scott","category":"Racism, America, Part"},{"quote":"Society, being codified by man, decrees that woman is inferior; she can do away with this inferiority only by destroying the male's superiority.","author":"Simone de Beauvoir","category":"Man, Woman, She"},{"quote":"The Ten Commandments have never been replaced as the moral basis upon which society rests.","author":"Edwin Louis Cole","category":"Moral, Ten Commandments"},{"quote":"The ultimate test of the value of a political system is whether it helps that society to establish conditions which improve the standard of living for the majority of its people.","author":"Lee Kuan Yew","category":"Value, Political, People"},{"quote":"It's a social contract we make. We're willing to give up certain things. We give you the right to tax us. We give you the right to lock us up. We give you the right to put us on surveillance, search our homes, whatever and, in exchange, we get a functioning society that keeps us relatively safe, and that's the tradeoff we make.","author":"Matt Apuzzo","category":"Tax, Search, You"},{"quote":"The Holocaust illustrates the consequences of prejudice, racism and stereotyping on a society. It forces us to examine the responsibilities of citizenship and confront the powerful ramifications of indifference and inaction.","author":"Tim Holden","category":"Racism, Powerful"},{"quote":"The very word 'secrecy' is repugnant in a free and open society; and we are as a people inherently and historically opposed to secret societies, to secret oaths, and to secret proceedings.","author":"John F. Kennedy","category":"Free, People, Secret"},{"quote":"Cleanliness is a good thing, which the society should embrace. But it has nothing to do with Modi, nor can he implement it.","author":"Kapil Sibal","category":"Good, Nothing, Embrace"},{"quote":"Two things form the bedrock of any open society - freedom of expression and rule of law. If you don't have those things, you don't have a free country.","author":"Salman Rushdie","category":"Freedom, Law, Free"},{"quote":"I am a socialist; of course I am a socialist. To hold a vision that society can be fundamentally different, to believe that all people can be equal - that is not a new idea.","author":"Bernie Sanders","category":"Vision, I Am, Believe"},{"quote":"All women have a perception much more developed than men. So all women somehow, being repressed for so many millennia, they ended up by developing this sixth sense and contemplation and love. And this is something that we have a hard time to accept as part of our society.","author":"Paulo Coelho","category":"Love, Time, Women"},{"quote":"I want people to take the initiative to find veterans that need help, veterans that are suffering and in need of assistance reintegrating from combat back into society, into normal family lives and jobs. We need to take a real 'boots on the ground' approach to helping veterans in need.","author":"Max Martini","category":"Family, Veterans, Help"},{"quote":"I wanted to start a revolution, using art to build the sort of society I myself envisioned.","author":"Yayoi Kusama","category":"Art, Myself, Start"},{"quote":"Why should we not form a secret society with but one object, the furtherance of the British Empire and the bringing of the whole world under British rule, for the recovery of the United States, for making the Anglo Saxon race but one Empire? What a dream, but yet it is probable; it is possible.","author":"Cecil Rhodes","category":"World, Dream, Recovery"},{"quote":"Suspicion is the companion of mean souls, and the bane of all good society.","author":"Thomas Paine","category":"Good, Mean, Companion"},{"quote":"Anytime you see somebody keeping a secret, that's symptomatic that something's wrong with the society around them. That means there's discrimination or worse.","author":"George M. Church","category":"Discrimination, You, See"},{"quote":"Civility, politeness, it's like a cement in a society: binds it together. And when we lose it, then I think we all feel lesser and slightly dirty because of it.","author":"Jeremy Irons","category":"Together, Think, Feel"},{"quote":"The little things, I can obey. But the big things - how we think, what we value - those you must choose yourself. You can't let anyone - or any society - determine those for you.","author":"Morrie Schwartz","category":"Little Things, Value"},{"quote":"In our production-oriented society, being busy, having an occupation, has become one of the main ways, if not the main way, of identifying ourselves. Without an occupation, not just our economic security but our very identity is endangered.","author":"Henri Nouwen","category":"Identity, Busy, Security"},{"quote":"To overcome poverty and the flaws of the economic crisis in our society, we need to envision our social life. We have to free our mind, imagine what has never happened before and write social fiction. We need to imagine things to make them happen. If you don't imagine, it will never happen.","author":"Muhammad Yunus","category":"Life, Poverty, Mind"},{"quote":"In the past, modeling influences were largely confined to the styles of behavior and social practices in one's immediate community. The advent of television vastly expanded the range of models to which members of society are exposed day in and day out.","author":"Albert Bandura","category":"Day, Community, Past"},{"quote":"The society which scorns excellence in plumbing as a humble activity and tolerates shoddiness in philosophy because it is an exalted activity will have neither good plumbing nor good philosophy: neither its pipes nor its theories will hold water.","author":"John W. Gardner","category":"Good, Water, Excellence"},{"quote":"I think the greatest of people in society carved niches that represented the unique expression of their combinations of talents, and if everyone had the luxury of expressing the unique combinations of talents in this world, our society would be transformed overnight.","author":"Neil deGrasse Tyson","category":"World, Unique, Greatest"},{"quote":"If a free society cannot help the many who are poor, it cannot save the few who are rich.","author":"John F. Kennedy","category":"Free, Help, Rich"},{"quote":"Journalism is about results. It's about affecting your community or your society in the most progressive way.","author":"Anas Aremeyaw Anas","category":"Community, Journalism"},{"quote":"My black-and-white work is more of a celebration, and the color work became more of a critique of society.","author":"Martin Parr","category":"Work, Color, Black-And-White"},{"quote":"We are living in a multicultural society. Our role as leaders is to enable grappling with this situation, even when multiculturalism is difficult.","author":"Reuven Rivlin","category":"Living, Situation, Difficult"},{"quote":"Individual rights are the means of subordinating society to moral law.","author":"Ayn Rand","category":"Law, Moral, Rights"},{"quote":"My favorite records are, like, The Pretty Things' 'Parachute' and 'S.F. Sorrow' and The Mothers of Invention's 'We're Only in It for the Money' and The Kinks' 'Village Green Preservation Society' - these records that have a story - even if it's not a literal story - because of how they're sequenced and flow. It's like a novel with sound.","author":"Ty Segall","category":"Money, Green, Sorrow"},{"quote":"The first thing to improve society is not banning abortion, but making sure that everyone who had a child is in the best position to be able to rear it.","author":"Caitlin Moran","category":"Best, Child, Abortion"},{"quote":"The question is not, will there be difficulties and threats to our existence, but how will we deal with them and what can we learn from them. How can they become blessings to society, as a life threatening disease is to an individual, by teaching us about the meaning of our life and existence?","author":"Bernie Siegel","category":"Life, Blessings, Meaning"},{"quote":"America's criminal justice system isn't known for rehabilitation. I'm not sure that, as a society, we are even interested in that concept anymore.","author":"Steve Earle","category":"Justice, America, System"},{"quote":"Professionalism is not sportsmanship. If you don't succeed, you won't be in your profession for long. In our society, it's not about good or bad. It's about who's on top.","author":"Chili Davis","category":"Good, Long, Professionalism"},{"quote":"Society attacks early, when the individual is helpless.","author":"B. F. Skinner","category":"Early, Individual, Attacks"},{"quote":"Our most basic common link is that we all inhabit this planet. We all breathe the same air. We all cherish our children's future. And we are all mortal.","author":"John F. Kennedy","category":"Children, Future, Cherish"},{"quote":"I should tie myself to no particular system of society other than of socialism.","author":"Nelson Mandela","category":"Myself, Socialism, System"},{"quote":"Usually, terrible things that are done with the excuse that progress requires them are not really progress at all, but just terrible things.","author":"Russell Baker","category":"Progress, Done, Terrible"},{"quote":"I know of no safe depository of the ultimate powers of the society but the people themselves; and if we think them not enlightened enough to exercise their control with a wholesome discretion, the remedy is not to take it from them but to inform their discretion.","author":"Thomas Jefferson","category":"Control, People, Exercise"},{"quote":"Economy is the basis of society. When the economy is stable, society develops. The ideal economy combines the spiritual and the material, and the best commodities to trade in are sincerity and love.","author":"Morihei Ueshiba","category":"Love, Best, Spiritual"},{"quote":"The finest clothing made is a person's own skin, but, of course, society demands something more than this.","author":"Mark Twain","category":"Skin, Person, Clothing"},{"quote":"The function of the artist in a disturbed society is to give awareness of the universe, to ask the right questions, and to elevate the mind.","author":"Marina Abramovic","category":"Mind, Universe, Artist"},{"quote":"I think the greatest of people that have ever been in society, they were never versions of someone else. They were themselves.","author":"Neil deGrasse Tyson","category":"People, Greatest, Think"},{"quote":"There is only one way left to escape the alienation of present day society: to retreat ahead of it.","author":"Roland Barthes","category":"Day, Escape, Present"},{"quote":"Together we will act to bring about national reconciliation, secure Malaysia's economic future, and build a stronger, more harmonious society.","author":"Najib Razak","category":"Future, Together, Stronger"},{"quote":"We are in the society of the teacher-judge, the doctor-judge, the educator-judge, the 'social-worker'-judge; it is on them that the universal reign of the normative is based; and each individual, wherever he may find himself, subjects to it his body, his gestures, his behavior, his aptitudes, his achievements.","author":"Michel Foucault","category":"Body, Behavior, Find"},{"quote":"I believe discrimination still exists in society and we must fight it in every form.","author":"Andrew Cuomo","category":"Believe, Fight"},{"quote":"Advertising reflects the mores of society, but it does not influence them.","author":"David Ogilvy","category":"Influence, Advertising, Does"},{"quote":"We have the opportunity to move not only toward the rich society and the powerful society, but upward to the Great Society.","author":"Lyndon B. Johnson","category":"Great, Opportunity, Powerful"},{"quote":"Intuition becomes increasingly valuable in the new information society precisely because there is so much data.","author":"John Naisbitt","category":"Information, Data, Intuition"},{"quote":"What I work hard at doing is staying on a path of being kind and showing and proving that I'm a good person to society. That's hard. The talent, that's a gift. I just came here like that.","author":"Erykah Badu","category":"Work, Good, Path"},{"quote":"When public men indulge themselves in abuse, when they deny others a fair trial, when they resort to innuendo and insinuation, to libel, scandal, and suspicion, then our democratic society is outraged, and democracy is baffled.","author":"J. William Fulbright","category":"Men, Democracy, Fair"},{"quote":"Similarly, gender-equality, supremacy of law, political participation, civil society, and transparency are among the indispensable elements that are the imperatives of democratization.","author":"Recep Tayyip Erdogan","category":"Law, Political"},{"quote":"Tremendous amounts of talent are lost to our society just because that talent wears a skirt.","author":"Shirley Chisholm","category":"Talent, Lost, Just Because"},{"quote":"If a person is homosexual by nature - that is, if one's sexuality is as intrinsic a part of one's identity as gender or skin color - then society can no more deny a gay person access to the secular rights and religious sacraments because of his homosexuality than it can reinstate Jim Crow.","author":"Jon Meacham","category":"Nature, Identity, Color"},{"quote":"A rat race is for rats. We're not rats. We're human beings. Reject the insidious pressures in society that would blunt your critical faculties to all that is happening around you, that would caution silence in the face of injustice lest you jeopardise your chances of promotion and self-advancement.","author":"Jimmy Reid","category":"Silence, Injustice, You"},{"quote":"When a society is stressed, when it comes up against things that are hard to understand, you get a lot of delusional thinking.","author":"James Howard Kunstler","category":"Thinking, You, Stressed"},{"quote":"In a consumer society, people wallow in things, fascinating, enjoyable things. If you define your value by the things you acquire and surround yourself with, being excluded is humiliating.","author":"Zygmunt Bauman","category":"Value, Yourself"},{"quote":"At least in Russia, you cannot just go and tap into someone's phone conversation without a warrant issued by court. That's more or less the way a civilized society should go about fighting terrorism.","author":"Vladimir Putin","category":"Conversation, You, Terrorism"},{"quote":"The wise person often shuns society for fear of being bored.","author":"Jean de la Bruyere","category":"Fear, Wise, Person"},{"quote":"The State provides a legal, orderly, systematic channel for the predation of private property; it renders certain, secure, and relatively 'peaceful' the lifeline of the parasitic caste in society.","author":"Murray Rothbard","category":"Peaceful, Legal, Property"},{"quote":"The Holocaust also shows us how a combination of events and attitudes can erode a society's democratic values.","author":"Tim Holden","category":"Values, Events, Democratic"},{"quote":"Saudi Arabia has also changed. People today are connecting with each other all across the world through small gadgets and television. It's a different society.","author":"Sultan bin Abdul-Aziz Al Saud","category":"Today, World, Small"},{"quote":"Although I don't have a prescription for what others should do, I know I have been very fortunate and feel a responsibility to give back to society in a very significant way.","author":"Bill Gates","category":"Responsibility, Know, Way"},{"quote":"For too long in this society, we have celebrated unrestrained individualism over common community.","author":"Joe Biden","category":"Community, Long"},{"quote":"Anyone who thinks they stand apart from society and defies all which govern its existence has less in common with the lone wolf patriot standing up to dystopic forces of oppression - a myth - and more in common with the disease known as cancer - a harsh reality.","author":"Steven Weber","category":"Reality, Wolf, Cancer"},{"quote":"I cannot believe there is caste system in society I cannot believe people are judged on the basis of their prosperity.","author":"Saina Nehwal","category":"Believe, People, System"},{"quote":"A woman is handicapped by her sex, and handicaps society, either by slavishly copying the pattern of man's advance in the professions, or by refusing to compete with man at all.","author":"Betty Friedan","category":"Man, Woman, Her"},{"quote":"The most distinguished hallmark of the American society is and always has been change.","author":"Eric Sevareid","category":"Change, American, Always"},{"quote":"Society bristles with enigmas which look hard to solve. It is a perfect maze of intrigue.","author":"Honore de Balzac","category":"Perfect, Look, Hard"},{"quote":"One of the definitions of sanity is the ability to tell real from unreal. Soon we'll need a new definition.","author":"Alvin Toffler","category":"Real, New, Ability"},{"quote":"You can't make up anything anymore. The world itself is a satire. All you're doing is recording it.","author":"Art Buchwald","category":"World, Doing, You"},{"quote":"Every society gets the kind of criminal it deserves. What is equally true is that every community gets the kind of law enforcement it insists on.","author":"Robert Kennedy","category":"Community, Law"},{"quote":"If we wish to preserve a free society, it is essential that we recognize that the desirability of a particular object is not sufficient justification for the use of coercion.","author":"Friedrich August von Hayek","category":"Free, Wish, Free Society"},{"quote":"If you let society and your peers define who you are, you're the less for it.","author":"Hugh Hefner","category":"You, Define, Peers"},{"quote":"No matter how civilized we are and how much society has curbed violent behavior. Human beings still have the same genes they had 10,000 years ago. Our bodies are designed to have a certain amount of physical stress and violence in them. We're designed to run from jaguars and fight to defend our territory.","author":"Joe Rogan","category":"Stress, Violence, Behavior"},{"quote":"You cannot reform your society or institution without opening your mind.","author":"Bashar al-Assad","category":"Mind, You, Opening"},{"quote":"My fellow Americans, you have to decide what kind of country you want to live in. If you want a you're on your own, winner take all society you should support the Republican ticket. If you want a country of shared opportunities and shared responsibilities - a 'we're all in it together' society, you should vote for Barack Obama and Joe Biden.","author":"William J. Clinton","category":"Together, Support"},{"quote":"If you ask an economist what's driven economic growth, it's been major advances in things that mattered - the mechanization of farming, mass manufacturing, things like that. The problem is, our society is not organized around doing that.","author":"Larry Page","category":"Growth, Problem, You"},{"quote":"My definition of a decent society is one that first of all takes care of its losers, and protects its weak.","author":"John le Carre","category":"Care, First, Weak"},{"quote":"The false prophets of Communism predict a utopian society.","author":"Ezra Taft Benson","category":"Communism, Predict, False"},{"quote":"If you don't deal with your shadows, you are condemned to repeat the same mistake over and over, as a human being or as a society.","author":"Denis Villeneuve","category":"Mistake, Shadows, You"},{"quote":"The function of the press in society is to inform, but its role in society is to make money.","author":"A. J. Liebling","category":"Money, Press, Role"},{"quote":"The first principle of a free society is an untrammeled flow of words in an open forum.","author":"Adlai E. Stevenson","category":"Words, Free, Flow"},{"quote":"We are trying to construct a more inclusive society. We are going to make a country in which no one is left out.","author":"Franklin D. Roosevelt","category":"Trying, Country, Inclusive"},{"quote":"Do not waste your time on Social Questions. What is the matter with the poor is Poverty what is the matter with the rich is Uselessness.","author":"George Bernard Shaw","category":"Time, Poverty, Rich"},{"quote":"Society has always to demand a little more from human beings than it will get in practice.","author":"George Orwell","category":"Practice, Human, Little"},{"quote":"No one would talk much in society if they knew how often they misunderstood others.","author":"Johann Wolfgang von Goethe","category":"Misunderstood, Talk, Others"},{"quote":"Society honors its living conformists and its dead troublemakers.","author":"Mignon McLaughlin","category":"Living, Dead, Troublemakers"},{"quote":"Well first of all, tell me, is there some society you know of that doesn't run on greed? You think Russia doesn't run on greed? You think China doesn't run on greed? What is greed?","author":"Milton Friedman","category":"Greed, Me, Know"},{"quote":"In much of society, research means to investigate something you do not know or understand.","author":"Neil Armstrong","category":"Research, Know, You"},{"quote":"A civilized society is one which tolerates eccentricity to the point of doubtful sanity.","author":"Robert Frost","category":"Sanity, Point, Which"},{"quote":"If society fits you comfortably enough, you call it freedom.","author":"Robert Frost","category":"Freedom, You, Enough"},{"quote":"We have to talk about liberating minds as well as liberating society.","author":"Angela Davis","category":"Well, Talk, Minds"},{"quote":"The ultimate test of a moral society is the kind of world that it leaves to its children.","author":"Dietrich Bonhoeffer","category":"Children, World, Moral"},{"quote":"What's done to children, they will do to society.","author":"Karl A. Menninger","category":"Children, Done, Will"},{"quote":"In a society that tries to standardize thinking, individuality is not highly prized.","author":"Alex Grey","category":"Thinking, Individuality"},{"quote":"Our society is not a community, but merely a collection of isolated family units.","author":"Valerie Solanas","category":"Family, Community, Isolated"},{"quote":"We live in America. We live in a free society where we are able to make choices. It's about giving individuals freedoms and holding them accountable.","author":"Gary Johnson","category":"America, Giving, Choices"},{"quote":"I never leaf through a copy of National Geographic without realizing how lucky we are to live in a society where it is traditional to wear clothes.","author":"Erma Bombeck","category":"Leaf, Clothes, Live"},{"quote":"Society is well governed when its people obey the magistrates, and the magistrates obey the law.","author":"Solon","category":"Law, People, Well"},{"quote":"There is no society ever discovered in the remotest corner of the world that has not had something that we would consider the arts. Visual arts - decoration of surfaces and bodies - appears to be a human universal.","author":"Steven Pinker","category":"World, Human, Visual"},{"quote":"Society exists for the benefit of its members, not the members for the benefit of society.","author":"Herbert Spencer","category":"Benefit, Members, Exists"},{"quote":"The political system is broken, the economy is broken and so is society. That is why people are so depressed about the state of our country.","author":"David Cameron","category":"Political, People, Broken"},{"quote":"What I mind in modern society very much is the awful lack of grammar.","author":"Ruth Rendell","category":"Mind, Grammar, Modern"},{"quote":"Write about society as news and treat it like sociology.","author":"Clifton Daniel","category":"Treat, Sociology, News"},{"quote":"Philanthropy is involved with basic innovations that transform society, not simply maintaining the status quo or filling basic social needs that were formerly the province of the public sector.","author":"David Rockefeller","category":"Philanthropy, Social"},{"quote":"I stand for simple justice, equal opportunity and human rights. The indispensable elements in a democratic society - and well worth fighting for.","author":"Helen Suzman","category":"Justice, Opportunity, Simple"},{"quote":"I believe we can continue the Great Society while we fight in Vietnam.","author":"Lyndon B. Johnson","category":"Great, Believe, Fight"},{"quote":"Corporate executives need to re-frame their responsibilities to include the interests of all the stakeholders in society at large; not just shareholders, but also employees, the citizens of our communities, and those who care about the environment.","author":"Simon Mainwaring","category":"Employees, Environment, Care"},{"quote":"The tools that a society uses to create and maintain itself are as central to human life as a hive is to bee life. Though the hive is not part of any individual bee, it is part of the colony, both shaped by and shaping the lives of its inhabitants.","author":"Clay Shirky","category":"Life, Bee, Tools"},{"quote":"In any society, fanatics who hate don't hate only me - they hate you, too. They hate everybody.","author":"Elie Wiesel","category":"Hate, Me, You"},{"quote":"I do not want to be a robot, a cog in society who answers 'yes' because 'yes' is considered the appropriate answer. Neither do I want to be a protestor. I just want to seek out what lies underneath the veils of politeness and programming that I've been given as a person in this society.","author":"Damien Rice","category":"Want, Answers, Person"},{"quote":"Trade unions are a force for good - a force for a more equal society.","author":"Jeremy Corbyn","category":"Good, Equal, Force"},{"quote":"In an open society, no idea can be above scrutiny, just as no people should be beneath dignity.","author":"Maajid Nawaz","category":"People, Dignity, Idea"},{"quote":"In the future society, i.e. the communist society that we want to build, we are not going to establish charity institution, as there shall be no needy or poor, and no alms-giving and alms-taking.","author":"Bhagat Singh","category":"Future, Charity, Want"},{"quote":"The instinct of nearly all societies is to lock up anybody who is truly free. First, society begins by trying to beat you up. If this fails, they try to poison you. If this fails too, the finish by loading honors on your head.","author":"Jean Cocteau","category":"Free, You, Poison"},{"quote":"Libel actions, when we look at them in perspective, are an ornament of a civilized society. They have replaced, after all, at least in most cases, a resort to weapons in defense of a reputation.","author":"Henry Anatole Grunwald","category":"Perspective, Reputation"},{"quote":"I have spent all my life under a Communist regime, and I will tell you that a society without any objective legal scale is a terrible one indeed. But a society with no other scale but the legal one is not quite worthy of man either.","author":"Aleksandr Solzhenitsyn","category":"Life, Man, Legal"},{"quote":"The individual is not accountable to society for his actions in so far as these concern the interests of no person but himself.","author":"John Stuart Mill","category":"Person, Individual, Actions"},{"quote":"The surface of American society is covered with a layer of democratic paint, but from time to time one can see the old aristocratic colours breaking through.","author":"Alexis de Tocqueville","category":"Time, American, See"},{"quote":"Fascism is not in itself a new order of society. It is the future refusing to be born.","author":"Aneurin Bevan","category":"Future, Born, New"},{"quote":"The imaginations which people have of one another are the solid facts of society.","author":"Charles Horton Cooley","category":"People, Facts, Which"},{"quote":"To have a man who can flirt is next thing to indispensable to a leader of society.","author":"Margaret Oliphant","category":"Leader, Man, Next"},{"quote":"All literary men are Red Sox fans - to be a Yankee fan in a literate society is to endanger your life.","author":"John Cheever","category":"Life, Men, Red"},{"quote":"Public schools were designed as the great equalizers of our society - the place where all children could have access to educational opportunities to make something of themselves in adulthood.","author":"Janet Napolitano","category":"Children, Great"},{"quote":"My foundations support people in the country who care about an open society. It's their work that I'm supporting. So it's not me doing it. But I can empower them. I can support them, and I can help them.","author":"George Soros","category":"Work, Support, Help"},{"quote":"Affirmative action has a negative effect on our society when it means counting us like so many beans and dividing us into separate piles.","author":"John Kasich","category":"Action, Negative, Like"},{"quote":"Our society is the product of several great religious and philosophical traditions. The ideas of the Greeks and Romans, Christianity, Judaism, humanism and the Enlightenment have made us who we are.","author":"Jan Peter Balkenende","category":"Great, Ideas, Enlightenment"},{"quote":"I've never believed much in that holding hands kind of love. I've always thought that love is about two different personalities trying to confront life, trying to make sense of their responsibilities, to themselves, to each other, and to the wider society.","author":"Alan Bates","category":"Love, Life, Love Is"},{"quote":"We can't just have mainstream behavior on television in a free society, we have to make sure we see the whole panorama of human behavior.","author":"Jerry Springer","category":"Free, Behavior, Television"},{"quote":"Socialism is practical, in the best sense of the term; a living, vital force of inestimable value to society.","author":"Daniel De Leon","category":"Best, Value, Socialism"},{"quote":"Mob law is the most forcible expression of an abnormal public opinion it shows that society is rotten to the core.","author":"Timothy Thomas Fortune","category":"Law, Opinion, Core"},{"quote":"Solitude is better than the society of evil persons.","author":"Abu Bakr","category":"Evil, Solitude, Better"},{"quote":"It was a major dream come true at last. In many respects, Jerusalem is a very modern and important story about people in a period of transition, with all the unrest that permeates society on the eve of a new century. The big life issues are at stake.","author":"Bille August","category":"Life, People, Transition"},{"quote":"I'm not really sure what social message my art carries, if any. And I don't really want it to carry one. I'm not interested in the subject matter to try to teach society anything, or to try to better our world in any way.","author":"Roy Lichtenstein","category":"Art, World, Want"},{"quote":"In a very alert and bright state of society people learn co-operation by themselves, but in older and quieter conditions of laboring enterprise, such a bill as I propose will point out the way to mutual exertion.","author":"Leland Stanford","category":"People, Learn, Bright"},{"quote":"In Italy, on the breaking up of the Roman Empire, society might be said to be resolved into its original elements, - into hostile atoms, whose only movement was that of mutual repulsion.","author":"Edward Everett","category":"Said, Italy, Empire"},{"quote":"Mass media provides the essential link between the individual and the demands of the technological society.","author":"Jacques Ellul","category":"Media, Technological"},{"quote":"Kids are going to try drugs and alcohol that's part of society.","author":"Jamie Lee Curtis","category":"Alcohol, Try, Kids"},{"quote":"So far as the economic condition of society and the general mode of living and thinking were concerned, I might claim to have lived in the time of the American Revolution.","author":"Simon Newcomb","category":"Time, Thinking, American"},{"quote":"The danger to society is not merely that it should believe wrong things, though that is great enough; but that it should become credulous, and lose the habit of testing things and inquiring into them; for then it must sink back into savagery.","author":"William Kingdon Clifford","category":"Great, Believe, Testing"},{"quote":"Crime is the price society pays for abandoning character.","author":"James Q. Wilson","category":"Character, Crime, Price"},{"quote":"AIDS is not just God's punishment for homosexuals it is God's punishment for the society that tolerates homosexuals.","author":"Jerry Falwell","category":"God, Punishment, Just"},{"quote":"The most important element of a free society, where individual rights are held in the highest esteem, is the rejection of the initiation of violence.","author":"Ron Paul","category":"Violence, Free, Rejection"},{"quote":"Mystical references to society and its programs to help may warm the hearts of the gullible but what it really means is putting more power in the hands of bureaucrats.","author":"Thomas Sowell","category":"Power, Help, Hands"},{"quote":"It is impossible, in our condition of Society, not to be sometimes a Snob.","author":"William Makepeace Thackeray","category":"Impossible, Sometimes, Snob"},{"quote":"Remember and help America remember that the fellowship of human beings is more important than the fellowship of race and class and gender in a democratic society.","author":"Marian Wright Edelman","category":"America, Help, Remember"},{"quote":"Humanism: an exaltation of freedom, but one limited by our need to exercise it as an integral part of nature and society.","author":"John Ralston Saul","category":"Nature, Freedom, Exercise"},{"quote":"I am in favor of reducing all budget items. But the item I don't want to reduce is the pension expenditure because it affects the weakest part of society.","author":"Mariano Rajoy","category":"I Am, Want, Budget"},{"quote":"For a long time, society put obstacles in the way of women who wanted to enter the sciences.","author":"Sally Ride","category":"Time, Women, Obstacles"},{"quote":"There are many things that people do happily that I can't imagine why they would do it... But I have to say that even though I am critical or judgmental of society at large, I'm not critical of people individually. We are who we are.","author":"Ian MacKaye","category":"I Am, People, Why"},{"quote":"Individual versus group selection results in a mix of altruism and selfishness, of virtue and sin, among the members of a society.","author":"E. O. Wilson","category":"Selfishness, Group, Sin"},{"quote":"A writer should express criticism and indignation at the dark side of society and the ugliness of human nature, but we should not use one uniform expression.","author":"Mo Yan","category":"Nature, Dark, Human Nature"},{"quote":"At its most basic the democratic contract is a simple one: the right to vote comes with a responsibility to society, through tax payments and citizenship.","author":"Lucy Powell","category":"Responsibility, Simple, Vote"},{"quote":"In return, society rewards those who give it what it wants. That is why how much money people have earned is a rough measure of how much they gave society what it wanted.","author":"Ray Dalio","category":"Money, People, Why"},{"quote":"I come from a line of self-motivated, determined folk - not grand, not high society, but no-nonsense, family-minded go-getters.","author":"Bear Grylls","category":"Determined, High, Line"},{"quote":"More and more people work on Sundays as a consequence of the competitiveness imposed by a consumer society.","author":"Pope Francis","category":"Work, People, Consumer"},{"quote":"Music moves society more than most people realize. In my opinion, it's a soft manipulator of influence and change.","author":"Kim Harrison","category":"Change, Music, Influence"},{"quote":"As an atheist, I am angry that we live in a society in which the plain truth cannot be spoken without offending 90% of the population.","author":"Sam Harris","category":"Truth, I Am, Live"},{"quote":"I've always been tremendously interested in criminal law. It goes to a deep interest I have in prisons and the criminal element, and what we do as a society with it. I've always been touched by the idea of criminality.","author":"Elizabeth Strout","category":"Deep, Law, Idea"},{"quote":"The big problem of our modern society is that we feel that we are separated from the nature. But it's just the opposite. We are interrelated and our DNA is the same. And only when human beings understand that, the nature will not be obstacle.","author":"Marina Abramovic","category":"Nature, Problem, Human"},{"quote":"I've begun to look at the world through apocalypse eyes. Our society, which seems so sturdily built out of concrete and custom, is just a temporary resting place, a hotel our civilization checked into a couple hundred years ago and must one day check out of.","author":"Neil Strauss","category":"Day, Eyes, World"},{"quote":"Strong families serve society by bringing forth healthy children and maturing young adults, by being a rich source of a compassion for sick members, of support for others in time of crisis and of care for the elderly and the dying.","author":"Vincent Nichols","category":"Time, Children, Compassion"},{"quote":"I think our society is all about judgment, which is so rude and disrespectful.","author":"Raven-Symone","category":"Think, Rude, Judgment"},{"quote":"A widely held, but rarely articulated, belief in our society is that the ideal self is bold, alpha, gregarious. Introversion is viewed somewhere between disappointment and pathology.","author":"Susan Cain","category":"Self, Disappointment, Belief"},{"quote":"Contemporary art will help me to modernise our society.","author":"Victor Pinchuk","category":"Art, Me, Help"},{"quote":"I think nowadays, women are breaking the borders or the boundaries and also trying to give a new interpretation in terms of impact you can have to the society.","author":"Yang Lan","category":"Women, Impact, Think"},{"quote":"The individual can maintain himself in a society definitely organized only through possessing an equally definite mental and moral constitution. This is what the neuropath lacks. His state of disturbance causes him to be constantly taken by surprise by circumstances.","author":"Emile Durkheim","category":"Constitution, Surprise"},{"quote":"Without a moral framework, there is nothing left but immediate self-indulgence by some and the path of least resistance by others. Neither can sustain a free society.","author":"Thomas Sowell","category":"Path, Free, Moral"},{"quote":"When girls are educated, you get effects that cascade throughout society.","author":"Queen Rania of Jordan","category":"You, Educated, Effects"},{"quote":"During the Great Depression, African Americans were faced with problems that were not unlike those experienced by the most disadvantaged groups in society. The Great Depression had a leveling effect, and all groups really experienced hard times: poor whites, poor blacks.","author":"William Julius Wilson","category":"Great, Depression, Problems"},{"quote":"I had often wondered how to best decolonize my people... It must be done one human being at a time. Without that kind of help, Western society does not allow people to come to terms with their feelings. With honesty and therapy, my people can be made whole again.","author":"Russell Means","category":"Time, Best, Honesty"},{"quote":"Any society based on domination supports and condones violence.","author":"bell hooks","category":"Violence, Supports, Based"},{"quote":"The American automobile has changed the habits of every member of modern society.","author":"Raymond Loewy","category":"American, Habits, Modern"},{"quote":"To develop political and economic power in a capitalist society, you need capital.","author":"Bobby Seale","category":"Power, Political, You"},{"quote":"Reggae music is not an easy music to like when it comes to the power in society. 'Cause it talks about changing society. You won't find it readily accepted.","author":"Ziggy Marley","category":"Music, Power, Easy"},{"quote":"Of course, giving is deeply emotional. But supplementing emotion with research makes it more likely that a gift can have a bigger impact. It's like any investment. After all, you wouldn't put funds into stocks or bonds without understanding the potential return. Why wouldn't you do the same when investing in society?","author":"Laura Arrillaga-Andreessen","category":"Giving, Gift, Research"},{"quote":"White folks, no matter how well-meaning or open-minded, have no true idea what it's like to be black in America. That's not a slam against white people or an accusation of latent bigotry. But the fact is that we all live in an Anglo-dominated society.","author":"John Ridley","category":"America, People, Black"},{"quote":"Homer, Hesiod, Pythagoras, Plato, and Cicero, just to name a few, all lived in pagan societies. Some of the greatest political and military leaders of all time, such as Alexander the Great, Pericles of Athens, Hannibal of Carthage, and Julius Caesar of Rome, were all pagans, or else living in a pagan society.","author":"Brendan Myers","category":"Time, Great, Military"},{"quote":"The Civil Rights Act of 1964 laid the foundation for the Voting Rights Act of 1965, but it also addressed nearly every other aspect of daily life in a would-be free democratic society.","author":"Aberjhani","category":"Life, Daily, Voting"},{"quote":"It is pretty ironic that the so-called 'least advanced' people are the ones taking the lead in trying to protect all of us, while the richest and most powerful among us are the ones who are trying to drive the society to destruction.","author":"Noam Chomsky","category":"Powerful, People, Trying"},{"quote":"Women hold up more than half the sky and represent much of the world's unrealized potential. They are the educators. They raise the children. They hold families together and increasingly drive economies. They are natural leaders. We need their full engagement... in government, business and civil society.","author":"Ban Ki-moon","category":"Business, Children, Women"},{"quote":"The human mind is a dramatic structure in itself and our society is absolutely saturated with drama.","author":"Edward Bond","category":"Mind, Drama, Human"},{"quote":"Every teenager deals in his or her own sexuality and has to face it and figure out how it can coincide with the rest of their lives in a healthy manner. And try to navigate it in our modern society, which is wrought with stigma and taboo and repression, and sort of as a result, these inner monsters that some teenagers really struggle with.","author":"Ezra Miller","category":"Struggle, Healthy, Rest"},{"quote":"We live in an image society. Speeches are not what anybody cares about what they care about is the picture.","author":"Madeleine Albright","category":"Live, Care, Picture"},{"quote":"For blacks in our society, victimization may be a true issue. But it isn't a true issue for women. Neither men nor women are victimized. The true issue, that I try to point out, is that both sexes suffer restricted roles.","author":"Warren Farrell","category":"Women, Men, Try"},{"quote":"Even if one is interested only in one's own society, which is one's prerogative, one can understand that society much better by comparing it with others.","author":"Peter L. Berger","category":"Better, Understand"},{"quote":"Courts of law, and all the paraphernalia and folly of law cannot be found in a rational state of society.","author":"Robert Owen","category":"Law, Rational, Folly"},{"quote":"To cut short the question of the law of retaliation, we must note that even in its primitive form it can operate only between two individuals of whom one is absolutely innocent, and the other absolutely guilty. The victim, to be sure, is innocent. But can the society that is supposed to represent the victim lay claim to innocence?","author":"Albert Camus","category":"Law, Short, Innocence"},{"quote":"Bigotry or prejudice in any form is more than a problem it is a deep-seated evil within our society.","author":"Judith Light","category":"Evil, Problem, Prejudice"},{"quote":"No doubt we have to have bigger projects, bigger industries, basic industries, but it is a matter of the highest importance that we look to the common man, the weakest element in the society.","author":"Lal Bahadur Shastri","category":"Man, Doubt, Look"},{"quote":"We must make it clear that revolution does not merely mean an upheaval or a sanguinary strife. Revolution necessarily implies the programme of systematic reconstruction of society on new and better adapted basis after complete destruction of the existing state of affairs (i.e., regime).","author":"Bhagat Singh","category":"Revolution, Better, Mean"},{"quote":"When an individual is protesting society's refusal to acknowledge his dignity as a human being, his very act of protest confers dignity on him.","author":"Bayard Rustin","category":"Dignity, Human, Protest"},{"quote":"Drama lives on conflict. If you're trying to deal with social issues seriously, there's no way of avoiding violence, which is so present in society.","author":"Michael Haneke","category":"Conflict, Violence, Drama"},{"quote":"My purpose in life does not include a hankering to charm society.","author":"James Dean","category":"Life, Purpose, Charm"},{"quote":"The most violent element in society is ignorance.","author":"Emma Goldman","category":"Ignorance, Most, Violent"},{"quote":"An armed society is a polite society. Manners are good when one may have to back up his acts with his life.","author":"Robert A. Heinlein","category":"Life, Good, Back Up"},{"quote":"Irrespective of any political party, I am a supporter of good people who want to do something for the society.","author":"Kapil Dev","category":"Good, I Am, Political"},{"quote":"What is a society without a heroic dimension?","author":"Jean Baudrillard","category":"Heroic, Without, Dimension"},{"quote":"If you insist that individual rights are the summum bonum, then the whole structure of society falls down.","author":"B. F. Skinner","category":"Down, You, Rights"},{"quote":"If we had any nerve at all, if we had any real balls as a society, or whatever you need, whatever quality you need, real character, we would make an effort to really address the wrongs in this society, righteously.","author":"Jerry Garcia","category":"Character, Quality, Effort"},{"quote":"I think right now the way society's going, I think role models are important, and kids need direction. If I didn't have that direction growing up, who knows what I could be doing, because I've been lost many times in my life, and I've had to have someone guide me back on the right path.","author":"Jeremy Lin","category":"Life, Path, Me"},{"quote":"Somehow our society has formed a one-sided view of the human personality, and for some reason everyone understood giftedness and talent only as it applied to the intellect. But it is possible not only to be talented in one's thoughts but also to be talented in one's feelings as well.","author":"Lev Vygotsky","category":"Personality, Thoughts"},{"quote":"In just about every area of society, there's nothing more important than ethics.","author":"Henry Paulson","category":"Ethics, Important, Nothing"},{"quote":"Be curious enough to keep an open mind to what's happening around you in society. You can look at yourself and the world at the same time.","author":"Jochen Zeitz","category":"Time, World, Mind"},{"quote":"The society based on production is only productive, not creative.","author":"Albert Camus","category":"Creative, Production"},{"quote":"We lost our way and allowed greed and excess to become the twin pillars of too much of the financial culture. We became a society utterly absorbed in consumption and dismissive of moderation.","author":"Tom Brokaw","category":"Culture, Greed, Financial"},{"quote":"Islam cannot have a significant presence in Australia if we are to live in an open, secular, and cohesive society. We have seen the destruction it is causing around the world.","author":"Pauline Hanson","category":"World, Live, Islam"},{"quote":"In many respects, the United States is a great country. Freedom of speech is protected more than in any other country. It is also a very free society.","author":"Noam Chomsky","category":"Freedom, Great, Free"},{"quote":"In our society, the ideal self is bold, gregarious, and comfortable in the spotlight. We like to think that we value individuality, but mostly we admire the type of individual who's comfortable 'putting himself out there.'","author":"Susan Cain","category":"Value, Self, Think"},{"quote":"Princes and governments are far more dangerous than other elements within society.","author":"Niccolo Machiavelli","category":"Dangerous, Within, Elements"},{"quote":"Society cannot continue to disable themselves through their need to categorize people or make assumptions as to another individual's abilities.","author":"Evelyn Glennie","category":"People, Assumptions, Through"},{"quote":"The rise or fall of wages is common to all states of society, whether it be the stationary, the advancing, or the retrograde state.","author":"David Ricardo","category":"Fall, Rise, Wages"},{"quote":"How a society treats its disabled is the true measure of a civilization.","author":"Chen Guangcheng","category":"Measure, True, Civilization"},{"quote":"A social problem is one that concerns the way in which people live together in one society. A racial problem is a problem which confronts two different races who live in two separate societies, even if those societies are side by side.","author":"Pauline Hanson","category":"Together, People, Problem"},{"quote":"One of the main lessons I have learned the last five years as Secretary-General is that the United Nations cannot function properly without the support of the business community and civil society. We need to have tripartite support - the governments, the business communities and the civil society.","author":"Ban Ki-moon","category":"Business, Community, Support"},{"quote":"The fact is that censorship always defeats its own purpose, for it creates, in the end, the kind of society that is incapable of exercising real discretion.","author":"Henry Steele Commager","category":"Purpose, End, Censorship"},{"quote":"The implementation of autonomous driving needs a whole new rethinking. To really make it an attribute for society, we really need to think differently about where and when and how we implement this.","author":"Henrik Fisker","category":"Driving, Think, New"},{"quote":"I don't know if high society is different in other cities, but in Hollywood, important people can't stand to be invited someplace that isn't full of other important people. They don't mind a few unfamous people being present because they make good listeners.","author":"Marilyn Monroe","category":"Good, Mind, People"},{"quote":"Progress is measured by the degree of differentiation within a society.","author":"Herbert Read","category":"Progress, Within"},{"quote":"Civilization is unbearable, but it is less unbearable at the top.","author":"Timothy Leary","category":"Civilization, Top, Less"},{"quote":"Society is a republic. When an individual tries to lift themselves above others, they are dragged down by the mass, either by ridicule or slander.","author":"Victor Hugo","category":"Down, Lift, Individual"},{"quote":"The best things and best people rise out of their separateness I'm against a homogenized society because I want the cream to rise.","author":"Robert Frost","category":"Best, People, Rise"},{"quote":"The function of literature, through all its mutations, has been to make us aware of the particularity of selves, and the high authority of the self in its quarrel with its society and its culture. Literature is in that sense subversive.","author":"Lionel Trilling","category":"Culture, Self, Literature"},{"quote":"Nobility is a graceful ornament to the civil order. It is the Corinthian capital of polished society.","author":"Edmund Burke","category":"Order, Graceful, Ornament"},{"quote":"What I worry about is the lack of understanding in society around the world that there is a divide in the world between those who have and those who do not.","author":"Magdi Yacoub","category":"World, Worry, Understanding"},{"quote":"We're coming down to an extremely unethical society. Very few colleges offer courses in ethics, and very few companies have a code of conduct or code of ethics.","author":"Frank Abagnale","category":"Ethics, Down, Code"},{"quote":"I think the enemy is self-censorship. In a free society the biggest danger is that you're afraid to the point where you censor yourself.","author":"Tim Robbins","category":"Yourself, Free, Think"},{"quote":"Trinidad may seem complex, but to anyone who knows it, it is a simple, colonial, philistine society.","author":"V. S. Naipaul","category":"Simple, May, Complex"},{"quote":"We live in a disposable society. We throw so much away. But it doesn't come from nowhere. It comes from the planet and it comes from future generations' lives.","author":"Julia Butterfly Hill","category":"Future, Live"},{"quote":"I think that diversity is key for the next American entrepreneurs. They want to be a part of this society where there is so much diversity they have to have people from all the experiences.","author":"Russell Simmons","category":"Diversity, American, People"},{"quote":"If we don't preserve the natural resources, you aren't going to have a sustainable society. This is not something for Chez Panisse and the elite of San Francisco. It's for everyone.","author":"Alice Waters","category":"You, Resources, Natural"},{"quote":"Rules governing defecation, hygiene, and pollution exist in every culture at every period in history. It may in fact be the foundation of civilization: What is toilet training if not the first attempt to turn a child into an acceptable member of society?","author":"Rose George","category":"History, Culture, Training"},{"quote":"The human race's prospects of survival were considerably better when we were defenceless against tigers than they are today when we have become defenceless against ourselves.","author":"Arnold J. Toynbee","category":"Today, Survival, Better"},{"quote":"We must rekindle the fire of idealism in our society.","author":"Joe Biden","category":"Fire, Idealism, Must"},{"quote":"There is no higher value in our society than integrity.","author":"Arlen Specter","category":"Integrity, Value, Higher"},{"quote":"The further human society drifts away from nature, the less we understand interdependence.","author":"Peter Senge","category":"Nature, Understand, Human"},{"quote":"A society should never become like a pond with stagnant water, without movement. That's the most important thing.","author":"Mikhail Gorbachev","category":"Water, The Most Important"},{"quote":"When a nation goes down, or a society perishes, one condition may always be found; they forgot where they came from. They lost sight of what had brought them along.","author":"Carl Sandburg","category":"Lost, Down, Nation"},{"quote":"Nine-tenths of the people were created so you would want to be with the other tenth.","author":"Horace Walpole","category":"People, Want, You"},{"quote":"Society cares for the individual only so far as he is profitable.","author":"Simone de Beauvoir","category":"Individual, Far, Cares"},{"quote":"I have always maintained that the one important phenomenon presented by modern society is - the enormous prosperity of Fools.","author":"Wilkie Collins","category":"Important, Fools, Modern"},{"quote":"Our society has gotten to the point where we might soon become less and less shocked by any kind of violence.","author":"Stanley Crouch","category":"Violence, Kind, Point"},{"quote":"We are all murderers and prostitutes - no matter to what culture, society, class, nation one belongs, no matter how normal, moral, or mature, one takes oneself to be.","author":"R. D. Laing","category":"Culture, Moral, Nation"},{"quote":"The true meaning of feminism is this: to use your strong womanly image to gain strong results in society.","author":"Pamela Anderson","category":"Strong, Meaning, True"},{"quote":"I'm interested in that drive, that rush to judgment, that is so prevalent in our society. We all know that pleasurable rush that comes from condemning, and in the short term it's quite a satisfying thing to do, isn't it?","author":"J. K. Rowling","category":"Short, Drive, Know"},{"quote":"It may sound too good to be true, but once you've seen the happiest people in your life who have nothing, you really start rethinking what the world, and society, tells us that we need to be happy.","author":"Blake Mycoskie","category":"Life, Happy, Good"},{"quote":"Unless you are willing to compromise, society cannot live together.","author":"Alan Greenspan","category":"Together, Live, Compromise"},{"quote":"Immorality, violence, and divorce, with their accompanying sorrows, plague society worldwide.","author":"Joseph B. Wirthlin","category":"Violence, Divorce, Plague"},{"quote":"The Republican Party is doubling down on this trickle-down theory that says, 'Thou shalt concentrate wealth at the very top of our society. Thou shalt remove regulation from wherever you find it, even on Wall Street. And thou shalt keep wages low for American workers so that we can be more competitive.'","author":"Martin O'Malley","category":"American, Party, Wealth"},{"quote":"I guess there was a little bit of a slight rebellion, maybe a little bit of a renegade desire that made me realize at some point in my adolescence that I really liked pictures that told stories of things - genre paintings, historical paintings - the sort of derivatives we get in contemporary society.","author":"Kara Walker","category":"Rebellion, Me, Realize"},{"quote":"I believe that, if managed well, the Fourth Industrial Revolution can bring a new cultural renaissance, which will make us feel part of something much larger than ourselves: a true global civilization. I believe the changes that will sweep through society can provide a more inclusive, sustainable and harmonious society. But it will not come easily.","author":"Klaus Schwab","category":"Changes, Believe, I Believe"},{"quote":"Historians and archaeologists will one day discover that the ads of our time are the richest and most faithful reflections that any society ever made of its entire range of activities.","author":"Marshall McLuhan","category":"Time, Day, Faithful"},{"quote":"Society drives people crazy with lust and calls it advertising.","author":"John Lahr","category":"Crazy, Advertising, People"},{"quote":"Nothing seems at first sight less important than the outward form of human actions, yet there is nothing upon which men set more store: they grow used to everything except to living in a society which has not their own manners.","author":"Alexis de Tocqueville","category":"Men, Grow, Living"},{"quote":"Who ever hears of fat men heading a riot, or herding together in turbulent mobs? No - no, your lean, hungry men who are continually worrying society, and setting the whole community by the ears.","author":"Washington Irving","category":"Community, Together, Men"},{"quote":"Ideology... is indispensable in any society if men are to be formed, transformed and equipped to respond to the demands of their conditions of existence.","author":"Louis Althusser","category":"Men, Existence, Ideology"},{"quote":"I think to a certain extent in Bosnia and among the Hutus in Rwanda and also among the Tutsis in Rwanda who then took revenge on the Hutus, there is a sense of being swept up and a sense that the society in which they live has gone mad.","author":"John Pomfret","category":"Revenge, Live, Think"},{"quote":"The Fairness Project is endeavoring to try to do what we can to make a fairer society.","author":"Mike Lowry","category":"Fairness, Try, Project"},{"quote":"Intellectual property is an important legal and cultural issue. Society as a whole has complex issues to face here: private ownership vs. open source, and so on.","author":"Tim Berners-Lee","category":"Legal, Face, Intellectual"},{"quote":"Travel and society polish one, but a rolling stone gathers no moss, and a little moss is a good thing on a man.","author":"John Burroughs","category":"Travel, Good, Man"},{"quote":"If a test of civilization be sought, none can be so sure as the condition of that half of society over which the other half has power.","author":"Harriet Martineau","category":"Power, Test, Civilization"},{"quote":"What is called good society is usually nothing but a mosaic of polished caricatures.","author":"Karl Wilhelm Friedrich Schlegel","category":"Good, Nothing, Mosaic"},{"quote":"I do earnestly wish to see the distinction of sex confounded in society, unless where love animates the behaviour.","author":"Mary Wollstonecraft","category":"Love, Wish, See"},{"quote":"I do feel like I have always, in my life, been inclined to be on the outside, walk a different path or something. Because of that, and increasingly over the years, my sense of distance from mainstream society or from the way culture works, I have a different kind of perception of it.","author":"Ian MacKaye","category":"Life, Culture, Path"},{"quote":"If you allow for a purely capitalistic society, without any type of regulation at all, you will get one monopoly that will eat all of the smaller fish and own everything, and then you'll have zero capitalism, zero competition - it would just be one giant company.","author":"Serj Tankian","category":"Competition, Fish, Company"},{"quote":"I think it's child abuse to have someone in the public eye too young. Society basically values wealth and fame and power at the cost of well-being. In the case of a child, it's at the cost of someone's natural development. It's already hard enough to develop.","author":"Alanis Morissette","category":"Power, Eye, Child"},{"quote":"If you look at any Muslim society and you make a scale of how developed they are, and how successful the economy is, it's a straight line. It depends on how much they emancipate their women.","author":"Christopher Hitchens","category":"Women, Successful, You"},{"quote":"People, for reasons of their own, often fail to do things that would be good for them or good for society.","author":"John Roberts","category":"Good, People, Fail"},{"quote":"We live in the kind of society where, in almost all cases, hard work is rewarded.","author":"Neil deGrasse Tyson","category":"Work, Hard Work, Live"},{"quote":"The society in 'The Handmaid's Tale' is a throwback to the early Puritans whom I studied extensively at Harvard under Perry Miller, to whom the book is dedicated.","author":"Margaret Atwood","category":"Book, Early, Throwback"},{"quote":"Affirmative action is an effort to include every aspect of society in the decision making.","author":"Andrew Young","category":"Decision, Action, Effort"},{"quote":"The more democratic and open a society is, the more it's exposed to terrorism. The more a country is free, not governed by a police regime, the more it risks hijackings or massacres like the ones that took place for many years in Italy and Germany and other parts of Europe.","author":"Oriana Fallaci","category":"Police, Free, Risks"},{"quote":"You can't gaze in the crystal ball and see the future. What the Internet is going to be in the future is what society makes it.","author":"Bob Kahn","category":"Future, Internet, You"},{"quote":"Don't accumulate if you do not need. The excess of wealth in your hands is for the society, and you are the trustee for the same.","author":"Mahavira","category":"Hands, Wealth, You"},{"quote":"The power of protest depends not only on how many turn out, but also on what legislative, judicial, and civil society institutions exist to enact the will of those marching in the streets.","author":"Cynthia P. Schneider","category":"Power, Turn, Protest"},{"quote":"A society that has more justice is a society that needs less charity.","author":"Ralph Nader","category":"Justice, Charity, Needs"},{"quote":"Economic progress, in capitalist society, means turmoil.","author":"Joseph A. Schumpeter","category":"Progress, Economic, Turmoil"},{"quote":"I claim that human mind or human society is not divided into watertight compartments called social, political and religious. All act and react upon one another.","author":"Mahatma Gandhi","category":"Mind, Political, Human"},{"quote":"At the heart of these challenges lies the question of how the institutions of the European Union make laws, the types of laws they pass and the effectiveness with which those laws are implemented on civil society and the economy.","author":"John Hutton","category":"Heart, Challenges, Economy"},{"quote":"It is, I believe, the greatest generation any society has ever produced.","author":"Tom Brokaw","category":"Believe, Greatest, I Believe"},{"quote":"The winner of the hoop race will be the first to realize her dream, not society's dream, her own personal dream.","author":"Barbara Bush","category":"Dream, Winner, Realize"},{"quote":"The endurance of the inequalities of life by the poor is the marvel of human society.","author":"James Anthony Froude","category":"Life, Endurance, Human"},{"quote":"Justice must always question itself, just as society can exist only by means of the work it does on itself and on its institutions.","author":"Michel Foucault","category":"Work, Justice, Question"},{"quote":"So is civil society prepared for the future? Probably not. Most organisations have to live hand to mouth, juggling short-term funding and perpetual minor crises. Even the bigger ones rarely get much time to stand back and look at the bigger picture. Many are on a treadmill chasing after contracts and new funding.","author":"Geoff Mulgan","category":"Time, Future, Live"},{"quote":"It is our responsibility to explain to the public how an often unpredictable system of justice is one that serves a productive, civilized, but always evolving, society.","author":"Sonia Sotomayor","category":"Justice, Responsibility"},{"quote":"The love of the family, the love of one person can heal. It heals the scars left by a larger society. A massive, powerful society.","author":"Maya Angelou","category":"Love, Family, Powerful"},{"quote":"Infant mortality and life expectancy are reasonable indicators of general well-being in a society.","author":"P. J. O'Rourke","category":"Life, Well-Being, General"},{"quote":"Exclusiveness in a garden is a mistake as great as it is in society.","author":"Alfred Austin","category":"Great, Mistake, Garden"},{"quote":"The world is governed more by appearance than realities so that it is fully as necessary to seem to know something as to know it.","author":"Daniel Webster","category":"World, Know, Appearance"},{"quote":"Cockroaches and socialites are the only things that can stay up all night and eat anything.","author":"Herb Caen","category":"Night, Up, Anything"},{"quote":"It is incontestable and deplorable that Negroes have committed crimes but they are derivative crimes. They are born of the greater crimes of the white society.","author":"Martin Luther King, Jr.","category":"White, Born, Committed"},{"quote":"It is not a fragrant world.","author":"Raymond Chandler","category":"World, Fragrant"},{"quote":"Solitude shows us what should be society shows us what we are.","author":"Robert Cecil","category":"Solitude, Should, Us"},{"quote":"We need society, and we need solitude also, as we need summer and winter, day and night, exercise and rest.","author":"Philip Gilbert Hamerton","category":"Day, Winter, Night"},{"quote":"A society made up of individuals who were all capable of original thought would probably be unendurable.","author":"H. L. Mencken","category":"Thought, Up, Capable"},{"quote":"The same energy of character which renders a man a daring villain would have rendered him useful in society, had that society been well organized.","author":"Mary Wollstonecraft","category":"Character, Man, Energy"},{"quote":"Most people in this society who aren't actively mad are, at best, reformed or potential lunatics.","author":"Susan Sontag","category":"Best, Potential, People"},{"quote":"There couldn't be a society of people who didn't dream. They'd be dead in two weeks.","author":"William S. Burroughs","category":"Dream, People, Two"},{"quote":"Television and radio do a wonderful job in focusing attention on the problems of our society.","author":"Richard J. Daley","category":"Job, Problems, Television"},{"quote":"The core political values of our free society are so deeply embedded in our collective consciousness that only a few malcontents, lunatics generally, ever dare to threaten them.","author":"John McCain","category":"Political, Values, Free"},{"quote":"We need a new Latin American policy that is bold - different. We need to focus on building civil society, focus on the lack of infrastructure. We need look at ways to foster economic opportunity. There needs to be a more comprehensive economic vision in the region.","author":"Mel Martinez","category":"Opportunity, Focus, Vision"},{"quote":"The extent to which all people in our society are made to count, and believe that they count, is not just a measure of decency; it makes sound economic sense.","author":"Mary McAleese","category":"Believe, People, Measure"},{"quote":"Our civic society is really all we have by way of nationhood.","author":"Cokie Roberts","category":"Way, Civic, Really"},{"quote":"It is rather a problem of how to secure the best use of resources known to any of the members of society, for ends whose relative importance only those individuals know.","author":"Friedrich August von Hayek","category":"Best, Problem, Know"},{"quote":"There's a whole set of values, spawned by the vocal and highly visible Republicans, that appeal to the worst in people. Our society is moving in that direction.","author":"Major Owens","category":"Moving, Values, People"},{"quote":"Society mends its wounds. And that's invariably true in all the tragedies, in the comedies as well. And certainly in the histories.","author":"Charlton Heston","category":"True, Well, Wounds"},{"quote":"Persecution is the first law of society because it is always easier to suppress criticism than to meet it.","author":"Howard Mumford Jones","category":"Law, Criticism, First"},{"quote":"The emphasis on the birth of Christ tends to polarize our pluralistic society and create legal and ethnic belligerence.","author":"John Clayton","category":"Legal, Birth, Create"},{"quote":"Each individual member of a co-operative society works with that interest which is inseparable from the new position he enjoys. Each has an interest in the other.","author":"Leland Stanford","category":"New, Individual, Interest"},{"quote":"We live in a democracy. We have this extraordinary opportunity to use our mind and say what we think, speak as we think. Sometimes what we say is objectionable to other people. But that is part of a free society.","author":"Hal Holbrook","category":"Opportunity, Democracy, Mind"},{"quote":"I argued that the Bush administration, and the Coalition officials more recently, didn't understand Iraqi society. They thought it was a blank slate, that they could use Iraqis as guinea pigs.","author":"Juan Cole","category":"Thought, Understand, Blank"},{"quote":"Before a group can enter the open society, it must first close ranks.","author":"Stokely Carmichael","category":"Group, First, Must"},{"quote":"Simply that we are mirroring the trends in society, at any given time smuggling was an issue in the seventies, corruption is an issue today, and we faithfully reflect those issues.","author":"Ajay Devgan","category":"Time, Today, Corruption"},{"quote":"Our essential differences from the norm are both huge and deeply offensive to those among us who wish to be quietly integrated into society without particular reference to our nature.","author":"Malcolm Boyd","category":"Nature, Wish, Differences"},{"quote":"I defend both the freedom of expression and society's right to counter it. I must pay the price for differing. It is the natural way of things.","author":"Naguib Mahfouz","category":"Freedom, Price, Natural"},{"quote":"We must not inflict life on children who will be resented we must not inflict unwanted children on society.","author":"Anne Lamott","category":"Life, Children, Will"},{"quote":"Writers, you know, are the beggars of Western society.","author":"Octavio Paz","category":"Know, You, Writers"},{"quote":"There is no nonsense so gross that society will not, at some time, make a doctrine of it and defend it with every weapon of communal stupidity.","author":"Robertson Davies","category":"Time, Stupidity, Will"},{"quote":"There's a reason why every human society has fiction. It teaches us how to be 'good', to behave in a way that is for the benefit of the whole community.","author":"Orson Scott Card","category":"Good, Community, Why"},{"quote":"There is one, and only one, thing in modern society more hideous than crime namely, repressive justice.","author":"Simone Weil","category":"Justice, Crime, Modern"},{"quote":"The progress of society is mainly the improvement in the condition of the workingmen of the world.","author":"Rutherford B. Hayes","category":"Progress, Improvement, World"},{"quote":"Our society finds truth too strong a medicine to digest undiluted. In its purest form, truth is not a polite tap on the shoulder. It is a howling reproach.","author":"Ted Koppel","category":"Truth, Strong, Truth Is"},{"quote":"That sort of half sigh, which, accompanied by two or three slight nods of the head, is pity's small change in general society.","author":"Charles Dickens","category":"Change, Small, Three"},{"quote":"If you say, I'm for equal pay, that's a reform. But if you say. I'm a feminist, that's a transformation of society.","author":"Gloria Steinem","category":"Transformation, Equal, You"},{"quote":"We believe in personal choice, rather than society dictating how we must live our lives.","author":"Mike Peters","category":"Believe, Choice, Live"},{"quote":"I'm kind of ashamed to be a celebrity. I don't understand wanting to read about other people's dirty laundry. I think celebrity is the biggest red herring society has ever pulled on itself.","author":"Jude Law","category":"Red, People, Think"},{"quote":"Reconciliation is what takes place, of course, at higher levels. President Karzai has been very clear about the red lines for reconciliation, accept the constitution, lay down their weapons, cut their ties with al Qaeda and essentially become productive or at least participating members of society in that regard.","author":"David Petraeus","category":"Constitution, Red, Place"},{"quote":"What is missing from today's dialogue is the effect autism is having on families, our society and what the unknown factors are. The 300lb. gorilla in the room is that our children with autism today will soon become adults with autism.","author":"Jenny McCarthy","category":"Children, Today, Unknown"},{"quote":"I will spend the next four years rebuilding the foundation of a opportunity society led by free people and free enterprises.","author":"Mitt Romney","category":"Opportunity, Free, People"},{"quote":"Never categorize yourself, society does that to you, don't do it to yourself.","author":"Jason Priestley","category":"Yourself, You, Never"},{"quote":"As a creative person, you just put something out into the consciousness of the society you live in.","author":"Annie Lennox","category":"Creative, Live, You"},{"quote":"I am certain no one sets out to be cruel, but our treatment of the elderly ill seems to have no philosophy to it. As a society, we should establish whether we have a policy of life at any cost.","author":"Terry Pratchett","category":"Life, I Am, Philosophy"},{"quote":"I don't believe society understands what happens when everything is available, knowable and recorded by everyone all the time.","author":"Eric Schmidt","category":"Time, Believe, Everyone"},{"quote":"I don't think my principles change. I think the way in which you apply those principles to modern society changes.","author":"William Hague","category":"Change, Changes, Think"},{"quote":"One thing that makes France different from other countries is the tradition of social solidarity. People from all backgrounds and political positions are willing to contribute for services and protection of society as a whole - but on the condition that money is being spent effectively and that everyone is paying their part.","author":"Francois Hollande","category":"Money, Political, People"},{"quote":"The sharecropper may lower his eyes, but not because he's less of a man. That's just a condition of society that such things exist.","author":"Ernest Gaines","category":"Eyes, Man, May"},{"quote":"In the past, human society provided encouragement and opportunity for people to extend support to each other, especially in highly stressful situations.","author":"Daisaku Ikeda","category":"Opportunity, Support, Past"},{"quote":"Integrating in the society is a fundamental scriptural Christian trait. This integration is a must - moderate constructive integration. All of us, as Egyptians, have to participate.","author":"Pope Theodoros II","category":"Christian, Integration"},{"quote":"The truth is, I think we are a self-less society, not a selfish society. Because we're so busy now.","author":"Phil McGraw","category":"Truth, Busy, Selfish"},{"quote":"You don't realize how much you use your credit card not even to buy things. It's a card you get so you can navigate society.","author":"Adam Carolla","category":"Credit, You, Realize"},{"quote":"If anything needs to get fixed in society, it's people's consumption of other people's problems.","author":"Corey Feldman","category":"Problems, People"},{"quote":"I think for the most part people are proud of the bicultural foundation New Zealand is built on and the fact that we are a multicultural society.","author":"John Key","category":"Proud, People, Foundation"},{"quote":"The great changes in civilisation and society have been wrought by deeply held beliefs and passion rather than by a process of rational deduction.","author":"Paul Keating","category":"Great, Passion, Changes"},{"quote":"In an oppressive society the truth-telling nature of literature is of a different order, and sometimes valued more highly than other elements in a work of art.","author":"Julian Barnes","category":"Work, Nature, Art"},{"quote":"As intelligent and responsible filmmakers, working in a free society, we have a duty to ensure that our chosen medium is a force for good. Especially in this ever-more complex and difficult world.","author":"David Puttnam","category":"Good, World, Free"},{"quote":"The sign of a good society is where talent is respected.","author":"Irrfan Khan","category":"Good, Talent, Sign"},{"quote":"We have a real role in how our own collective lives, our nation, and our world and society turn out. Seizing those opportunities is important, and disasters are sometimes one of those opportunities.","author":"Rebecca Solnit","category":"Opportunities, World, Nation"},{"quote":"By liberating women from household work and helping to abolish professions such as domestic service, the washing machine and other household goods completely revolutionised the structure of society.","author":"Ha-Joon Chang","category":"Work, Women, Service"},{"quote":"Those who are devoted to amusements; who love the society of those who love pleasure, have an aversion to religious exercises.","author":"Ellen G. White","category":"Love, Pleasure, Religious"},{"quote":"Even though Chinese society was really closed, there were two windows for me to explore the world. One was from my mother and grandmother, the unseen and invisible world. Another window was brought from my father's side, those classic and Western books.","author":"Cai Guo-Qiang","category":"Father, Mother, World"},{"quote":"I went to Iraq because I wanted to see what one year of occupation had done to Iraqi society, and I went to the West Bank and Gaza Strip because I wanted to see what three generations of occupation had done to Palestinian society. I found a lot more hopelessness and despair in Palestine.","author":"Michael Franti","category":"Despair, Three, See"},{"quote":"It's society that disables an individual by not investing in enough creativity to allow for someone to show us the quality that makes them rare and valuable and capable.","author":"Aimee Mullins","category":"Creativity, Quality"},{"quote":"It's almost a blessing when we meet people who naturally want to do the sort of things that are in high demand in society. What a gift to do that, as opposed to other people who would say, 'I want to be a novelist but actually I have to be an accountant.'","author":"Alain de Botton","category":"Gift, People, Blessing"},{"quote":"It is hard to read a newspaper or watch a television newscast without encountering someone who has come up with a new 'solution' to society's 'problems.'","author":"Thomas Sowell","category":"Problems, Television"},{"quote":"Britain is rich in radicalism, and anyone who says that our society has drifted into fatalism and apathy should get out more.","author":"Geoff Mulgan","category":"Rich, Apathy, Should"},{"quote":"Yes, the upper reaches of society are still dominated by men.","author":"Hanna Rosin","category":"Men, Yes, Still"},{"quote":"A society that respects women needs to elect leaders who care more about women's lives than they do about their or their company's bottom line.","author":"Jackson Katz","category":"Women, Company, Care"},{"quote":"If I wanted to develop a scenario to destroy America, I would do what the Republicans are doing. Take the brightest and best young black men off the streets, put them in jail, make them meaner than hell for 8 or 10 years and then turn them lose in a society where there are plenty of guns for them to play with.","author":"Andrew Young","category":"Best, America, Men"},{"quote":"In a sane, civil, intelligent and moral society, you don't blame poor people for being poor.","author":"Andrew Young","category":"People, Blame, Moral"},{"quote":"I like the struggles that people have, people who are feeling like they don't fit into society, because I still sort of feel that way.","author":"Steve Buscemi","category":"People, Way, Feeling"},{"quote":"Each of my books is different. Deliberately... I wanted to create my society, my people, in their fullness.","author":"Chinua Achebe","category":"People, Create, Different"},{"quote":"In any society that is governed by the rule of law, some form of morality is always imposed. It's inescapable.","author":"Kirk Cameron","category":"Law, Morality, Always"},{"quote":"You can't have a healthy society unless you have healthy companies that are making a profit, that are employing people and that are growing.","author":"Michael Porter","category":"People, Healthy, You"},{"quote":"In our society, the sound of men complaining is like nails on a chalkboard.","author":"Warren Farrell","category":"Men, Complaining, Sound"},{"quote":"I'm an Afro-realist. I take what comes, and I do my best to affect what is unacceptable in society.","author":"Wole Soyinka","category":"Best, Affect, Take"},{"quote":"Inspiration, in its rich variety, must be present in any discussion about Africa. We need role models - they are essential to the advancement of our society.","author":"Richard Attias","category":"Present, Rich, Africa"},{"quote":"Our biggest struggle as human beings is to project ourselves as something that society has deemed admirable or likable instead of being honest.","author":"Matthew Shultz","category":"Struggle, Honest, Human"},{"quote":"The Army confronted racial integration when it was still unpopular in society. It has been struggling to more fully integrate women. Its troops, after all, reflect society.","author":"Dana Priest","category":"Women, Racial, Army"},{"quote":"You will notice that the Occupy Wall Street crowds - and the progressives who support them - focus on bringing the wealthy down to earth rather than lifting the 99 percent. They have a nearly religious belief that too much wealth is fundamentally immoral and unhealthy for society.","author":"David Harsanyi","category":"Focus, Support, Wealth"},{"quote":"Regardless of what society says, we can't go on much longer in the sea of immorality without judgment coming.","author":"Billy Graham","category":"Sea, Judgment, Without"},{"quote":"Certainly there is such a thing as chemical depression, and for that, obviously, there are issues that psychotherapists are much more expert at speaking to, but I think there is a low-grade depression that actually prevails in our society. And most of us feel it.","author":"Marianne Williamson","category":"Depression, Think, Feel"},{"quote":"When the Soviet Union fell, optimistic scholars believed the world had shifted inexorably in the direction of free markets and liberal democracy. Instead, the West gradually embraced bigger government and weaker social bonds, creating a fragmented society in which the only thing we all belong to, as President Barack Obama puts it, is the state.","author":"Ben Shapiro","category":"Democracy, Government, World"},{"quote":"I think rap music is brought up, gangster rap in particular, as well as video games, every other thing they try to hang the ills of society on as a scapegoat.","author":"Ice Cube","category":"Music, Video Games, Think"},{"quote":"In 1952, I had gone to England on a literary pilgrimage, but what I also saw, even at that distance from the blitz, were bombed-out ruins and an enervated society, while the continent was still, psychologically, in the grip of its recent atrocities.","author":"Cynthia Ozick","category":"Distance, Gone, England"},{"quote":"Even in democratic society, we don't have good answers how to balance the need for security on one hand and the protection of free speech on the other in our digital networks.","author":"Rebecca MacKinnon","category":"Good, Balance, Free"},{"quote":"If one could only teach the English how to talk, and the Irish how to listen, society here would be quite civilized.","author":"Oscar Wilde","category":"Listen, Teach, Talk"},{"quote":"Britain kept its position as the dominant world power well into the 20th century despite steady decline. By the end of World War II, dominance had shifted decisively into the hands of the upstart across the sea, the United States, by far the most powerful and wealthy society in world history.","author":"Noam Chomsky","category":"History, Power, War"},{"quote":"Freedom without virtue isn't freedom - it will eventually destroy a society.","author":"Rush Limbaugh","category":"Freedom, Virtue, Will"},{"quote":"What is the society we wish to protect? Is it the society of complete surveillance for the commonwealth? Is this the wealth we seek to have in common - optimal security at the cost of maximal surveillance?","author":"Tom Stoppard","category":"Security, Wish, Wealth"},{"quote":"That I have the right to express myself freely at all times in all circumstances entails the idea that free speech is a 'basic human right' possessed by each individual, and, as such, trumps the interests of the society or group, including my neighbour.","author":"Tom Stoppard","category":"Myself, Free, Speech"},{"quote":"One can be instructed in society, one is inspired only in solitude.","author":"Johann Wolfgang von Goethe","category":"Solitude, Inspired, Only"},{"quote":"Life cannot subsist in society but by reciprocal concessions.","author":"Samuel Johnson","category":"Life, Reciprocal, Cannot"},{"quote":"Crimes against children are the most heinous crime. That, for me, would be a reason for capital punishment because children are innocent and need the guidance of an adult society.","author":"Clint Eastwood","category":"Children, Me, Crime"},{"quote":"I'm trying to make God more relevant in our society.","author":"Joel Osteen","category":"God, Trying, Relevant"},{"quote":"The gift of loneliness is sometimes a radical vision of society or one's people that has not previously been taken into account.","author":"Alice Walker","category":"Loneliness, Vision, Gift"},{"quote":"There's many women now who think, 'Surely we don't need feminism anymore, we're all liberated and society's accepting us as we are'. Which is just hogwash. It's not true at all.","author":"Yoko Ono","category":"Women, Think, True"},{"quote":"Your conscious brain cannot multitask. If I'm speaking to you and checking my I-Phone at the same time, I'm doing neither. This is why our society is frazzled; this misconception that we can consciously do more than one thing at a time effectively.","author":"Deepak Chopra","category":"Time, Brain, Why"},{"quote":"It's a repressive society where you can't be horrible, I'm not horrible, they made me horrible, I'm just honest.","author":"John Lydon","category":"Me, Honest, You"},{"quote":"You can't have a United States if you are telling some folks that they can't get on the train. There is a cracking point where a society collapses.","author":"Bruce Springsteen","category":"Train, You, Point"},{"quote":"The Y2K bug is a genuine technical concern, consuming the energies of many specialists. But the prophecies of doom represent a broader worldview using the bug as a news hook. In this vision, the good society is a stable society, undisrupted by innovation, ambition or outside influences.","author":"Virginia Postrel","category":"Good, Innovation, Vision"},{"quote":"If capitalism is to remain a healthy, vibrant economic system, corporations must participate in taking care of the society and the environment in which they live.","author":"Simon Mainwaring","category":"Live, Healthy, Environment"},{"quote":"There's an unconscious bias in our society: girls are wonderful; boys are terrible. And to be a boy, or young man, growing up, having to listen to all this, it must be painful.","author":"Doris Lessing","category":"Man, Growing Up, Listen"},{"quote":"We can't blame children for occupying themselves with Facebook rather than playing in the mud. Our society doesn't put a priority on connecting with nature. In fact, too often we tell them it's dirty and dangerous.","author":"David Suzuki","category":"Nature, Children, Blame"},{"quote":"I, for one, would think both about how far we have come as a country and how much further we need to go to erase racism and discrimination from our society.","author":"Charles B. Rangel","category":"Racism, Discrimination"},{"quote":"I'm under the impression that this notion of decency is disappearing from our society where conflicts are made worse on cinema and on television, where people are nasty and cruel on the Internet and where, in general, everybody seems to be very angry.","author":"Helen Mirren","category":"Internet, People, Television"},{"quote":"This society cannot go forward, the way we have been going forward, where the gap between the rich and the poor keeps growing. It's not politically viable; it's not morally right; it's just not going to happen.","author":"Michael Bloomberg","category":"Rich, Forward, Way"},{"quote":"What you're seeing with Occupy Wall Street and the others are people who are unhappy and they're directing their unhappiness now toward Wall Street and toward those they think are doing too well in our society.","author":"Colin Powell","category":"People, Think, You"},{"quote":"All the United States, it is a society that is split like to the bottom, that had very poor people in the country that is one of the wealthiest countries.","author":"Desmond Tutu","category":"People, Country, Poor"},{"quote":"I feel like sometimes that I was not meant for this society.","author":"Mike Tyson","category":"Sometimes, Feel, Like"},{"quote":"In virtually every Western society in the 1960s there was a moral revolution, an abandonment of its entire traditional ethic of self-restraint.","author":"Jonathan Sacks","category":"Revolution, Moral, Every"},{"quote":"If you want a free society, teach your children what oppression tastes like. Tell them how many miracles it takes to get from here to there. Above all, encourage them to ask questions. Teach them to think for themselves.","author":"Jonathan Sacks","category":"Children, Free, Oppression"},{"quote":"Stabilizing the euro is one thing, healing the culture that surrounds it is another. A world in which material values are everything and spiritual values nothing is neither a stable state nor a good society. The time has come for us to recover the Judeo-Christian ethic of human dignity in the image of God.","author":"Jonathan Sacks","category":"Time, Good, Culture"},{"quote":"Issues such as transparency often boil down to which side of - pick a number - 40 you're on. Under 40, and transparency is generally considered a good thing for society. Over 40, and one generally chooses privacy over transparency. On every side of this issue, hypocrisy abounds.","author":"Graydon Carter","category":"Good, Privacy, Hypocrisy"},{"quote":"We should ban banks from risk-taking because society is going to pay the price.","author":"Nassim Nicholas Taleb","category":"Pay, Price, Going"},{"quote":"One thing you have got to do politically is to identify the ties that bind society together and try to strengthen them.","author":"Boris Johnson","category":"Together, You, Try"},{"quote":"To fulfill the promise of economic opportunity, we must remain true to the principle that collective bargaining is a cornerstone of a free society and indispensable to a strong middle class.","author":"Thomas Perez","category":"Strong, Opportunity, Free"},{"quote":"Remove advertising, disable a person or firm from proclaiming its wares and their merits, and the whole of society and of the economy is transformed. The enemies of advertising are the enemies of freedom.","author":"David Ogilvy","category":"Freedom, Advertising"},{"quote":"The right combination is between a free economy and social policy that addresses the needs of society and creates equal opportunity.","author":"Benjamin Netanyahu","category":"Opportunity, Free, Economy"},{"quote":"A system that was originally designed to support the poorest in society is now trapping them in the very condition it was supposed to alleviate.","author":"Iain Duncan Smith","category":"Support, Now, System"},{"quote":"If you look at the footballers, you look at our celebrity culture, we seem to be saying, 'This is the way you want to be'. We seem to be a society that celebrates all the wrong people.","author":"Iain Duncan Smith","category":"Culture, People, Want"},{"quote":"We have to challenge the whole idea that it's acceptable for a society like Britain to have such a significant number of people who do not work one day of the week and don't have any possibility of improving the quality of their lives.","author":"Iain Duncan Smith","category":"Work, Day, Challenge"},{"quote":"Awareness in our society has flipped all types of injustice on its head.","author":"Serj Tankian","category":"Injustice, Awareness, Head"},{"quote":"I think every artist should follow their vision, their hearts is what they need to reveal, not something that society is looking out for.","author":"Serj Tankian","category":"Vision, Artist, Looking"},{"quote":"History shows, in my opinion, that no nation can survive the tension, conflict and antagonism of two competing languages and cultures. It is a blessing for an individual to be bilingual; it is a curse for a society to be bilingual.","author":"Richard Lamm","category":"History, Conflict, Opinion"},{"quote":"Terror will crash down on us if we fail to understand that a pluralistic society requires the personal and daily commitment of every citizen.","author":"Tariq Ramadan","category":"Daily, Commitment, Down"},{"quote":"The very moment you understand that being a Muslim and being American or European are not mutually exclusive, you enrich your society. Promote the universal principles of justice and freedom, and leave the societies elsewhere to find their model of democracy based on their collective psychology and cultural heritage.","author":"Tariq Ramadan","category":"Freedom, Justice, American"},{"quote":"Divorced from the cosmos, from nature, from society and from each other, we have become fractured and fragmented.","author":"Daisaku Ikeda","category":"Nature, Become, Divorced"},{"quote":"Dementia is often regarded as an embarrassing condition that should be hushed up and not spoken about. But I feel passionately that more needs to be done to raise awareness, which is why I became an ambassador for the Alzheimer's Society.","author":"Kevin Whately","category":"Done, Awareness, Why"},{"quote":"Usually my ideas for work have revolved around my interest in people, especially people that live on the edges of society.","author":"Mary Ellen Mark","category":"Work, Ideas, People"},{"quote":"The British are supposed to be particularly averse to intellectuals, a prejudice closely bound up with their dislike of foreigners. Indeed, one important source of this Anglo-Saxon distaste for highbrows and eggheads was the French revolution, which was seen as an attempt to reconstruct society on the basis of abstract rational principles.","author":"Terry Eagleton","category":"Revolution, Principles"},{"quote":"Why is it that here in the United States we have such difficulty even imagining a different sort of society from the one whose dysfunctions and inequalities trouble us so?","author":"Tony Judt","category":"Why, Trouble, Difficulty"},{"quote":"Comedy is a reflection. We create nothing. We set no styles, no standards. We're reflections. It's a distorted mirror in the fun house. We watch society. As society behaves, then we have the ability to make fun of it.","author":"Alan King","category":"Reflection, Mirror, Fun"},{"quote":"Unfortunately, our affluent society has also been an effluent society.","author":"Hubert H. Humphrey","category":"Been, Affluent"},{"quote":"The idea that we are going to be able to take our entire society as it currently works and simply change the source of energy and make it sustainable is not actually congruent with reality.","author":"Alex Steffen","category":"Change, Reality, Energy"},{"quote":"When you look at where the real problems are among minorities in our society, particularly blacks, it's at the bottom. It's the people who are in school systems that don't educate, neighborhoods where there is a lot of crime, drugs, the whole bit.","author":"Clarence Thomas","category":"School, Problems, People"},{"quote":"Bankers - pillars of society who are going to hell if there is a God and He has been accurately quoted.","author":"John Ralston Saul","category":"God, Hell, Going"},{"quote":"The permissiveness of society must be balanced with authoritativeness.","author":"Ferdinand Marcos","category":"Must, Balanced"},{"quote":"Marriage cannot be severed from its cultural, religious and natural roots without weakening the good influence of society.","author":"Jack Kingston","category":"Marriage, Good, Influence"},{"quote":"Modern society has evolved to the point where we counter the old-fashioned fatalism surrounding the word 'cancer' by embracing the idea of the Uber-mind - that our will possesses nearly supernatural powers.","author":"Abraham Verghese","category":"Cancer, Idea, Point"},{"quote":"The forces in a capitalist society, if left unchecked, tend to make the rich richer and the poor poorer.","author":"Jawaharlal Nehru","category":"Rich, Poor, Left"},{"quote":"Any society where it's a crime or a hassle to be different is a society based on psychological fascism.","author":"David Icke","category":"Be Different, Crime"},{"quote":"In our society leaving baby with Daddy is just one step above leaving the kids to be raised by wolves or apes.","author":"Al Roker","category":"Baby, Step, Leaving"},{"quote":"Since my retirement, I've spent a lot of time trying to help the School of Social Work at the University of North Carolina. A society like this just can't afford an uneducated underclass of citizens.","author":"Charles Kuralt","category":"Work, Time, School"},{"quote":"In a free society the state does not administer the affairs of men. It administers justice among men who conduct their own affairs.","author":"Walter Lippmann","category":"Justice, Men, Free"},{"quote":"What we call a democratic society might be defined for certain purposes as one in which the majority is always prepared to put down a revolutionary minority.","author":"Walter Lippmann","category":"Down, Always, Minority"},{"quote":"An open society is a society which allows its members the greatest possible degree of freedom in pursuing their interests compatible with the interests of others.","author":"George Soros","category":"Freedom, Greatest, Possible"},{"quote":"Human rights commissions, as they are evolving, are an attack on our fundamental freedoms and the basic existence of a democratic society... It is in fact totalitarianism. I find this is very scary stuff.","author":"Stephen Harper","category":"Rights, Human, Existence"},{"quote":"I think that, too many times, business has been seen as acting in its narrow self-interest rather than, essentially, contributing more broadly to society. I think a lot of that is unintentional; I don't think that many managers are deliberately trying to be unethical or are not trying to be sensitive to social needs.","author":"Michael Porter","category":"Business, Acting, Think"},{"quote":"Millennials are more aware of society's many challenges than previous generations and less willing to accept maximizing shareholder value as a sufficient goal for their work. They are looking for a broader social purpose and want to work somewhere that has such a purpose.","author":"Michael Porter","category":"Work, Value, Purpose"},{"quote":"You shouldn't get to live in society and give nothing back. People complain about their taxes, yet they do nothing for the community. That makes me furious.","author":"Kathleen Turner","category":"Community, Me, People"},{"quote":"It does not seem that the contradiction which exists between the aristocratic function of art and the democratic structure of modern society can ever be resolved.","author":"Herbert Read","category":"Art, Democratic, Modern"},{"quote":"Society is the union of men and not the men themselves.","author":"Charles de Secondat","category":"Men, Themselves, Union"},{"quote":"A brain is a society of very small, simple modules that cannot be said to be thinking, that are not smart in themselves. But when you have a network of them together, out of that arises a kind of smartness.","author":"Kevin Kelly","category":"Together, Smart, Simple"},{"quote":"Even the most wretched individual of our present society could not exist and develop without the cumulative social efforts of countless generations.","author":"Mikhail Bakunin","category":"Present, Individual, Social"},{"quote":"We are born charming, fresh and spontaneous and must be civilized before we are fit to participate in society.","author":"Judith Martin","category":"Born, Spontaneous, Charming"},{"quote":"Life was a lot simpler when what we honored was father and mother rather than all major credit cards.","author":"Robert Orben","category":"Life, Father, Mother"},{"quote":"Some people strengthen the society just by being the kind of people they are.","author":"John W. Gardner","category":"People, Kind, Some People"},{"quote":"In many cases, jobs that used to be done by people are going to be able to be done through automation. I don't have an answer to that. That's one of the more perplexing problems of society.","author":"John Sculley","category":"Problems, People, Done"},{"quote":"Humans have always used animals to depict ideas about themselves: ideas about their status, about their position in life and society and the world.","author":"Alison Goldfrapp","category":"Life, World, Ideas"},{"quote":"I have also seen it stated that Capital punishment is murder in its worst form. I should like to know upon what principle of human society these assertions are based and justified.","author":"Benjamin Tucker","category":"Punishment, Know, Human"},{"quote":"For many centuries, suicides were treated like criminals by the society. That is part of the terrible legacy that has come down into society's method of handling suicide recovery. Now we have to fight off the demons that have been hanging around suicide for centuries.","author":"Judy Collins","category":"Suicide, Fight, Legacy"},{"quote":"The guard rails on a highway may restrict some folks from driving the way they want, but those rules mostly end up saving the lives of those other drivers who understand that living in a society means behaving in a commonly beneficial way.","author":"Steven Weber","category":"Rules, End, Want"},{"quote":"I did it to myself. It wasn't society... it wasn't a pusher, it wasn't being blind or being black or being poor. It was all my doing.","author":"Ray Charles","category":"Myself, Blind, Black"},{"quote":"Getting rid of the dictator is only a first step in establishing a free society. The dictatorship must also be disassembled.","author":"George Ayittey","category":"First Step, Step, Free"},{"quote":"A society that does not correctly interpret and appreciate its past cannot understand its present fortunes and adversities and can be caught unawares in a fast changing world.","author":"Ibrahim Babangida","category":"Past, World, Appreciate"},{"quote":"I'm sure mothers are important across every culture, but particularly in Korean society, the role of the mother is of great importance.","author":"Bong Joon-ho","category":"Culture, Great, Mother"},{"quote":"Much of the misgiving that Muslims feel for the West stems from our strong emphasis on freedom, always a risky enterprise. I've heard some say they would rather rear their children in a closely guarded Islamic society than in the United States, where freedom so often leads to decadence.","author":"Philip Yancey","category":"Children, Freedom, Strong"},{"quote":"People are going to behave however the social norms permit, and beyond that.","author":"Max Cannon","category":"People, Going, Social"},{"quote":"Russians clearly perceive America's global influence as being in irreversible decline and American society shattered by major political, economic and ideological crises.","author":"Ivan Krastev","category":"America, American, Influence"},{"quote":"Society has arisen out of the works of peace the essence of society is peacemaking.","author":"Ludwig von Mises","category":"Peace, Essence, Out"},{"quote":"I have the satisfaction of knowing I did something useful for society.","author":"John Cameron","category":"Knowing, Satisfaction"},{"quote":"I have been a scientist for more than 40 years, having studied at Cambridge and Harvard. I researched and taught at Cambridge University, was a research fellow of the Royal Society, and have more than 80 publications in peer-reviewed journals. I am strongly pro-science.","author":"Rupert Sheldrake","category":"I Am, Research, Years"},{"quote":"There are many who lust for the simple answers of doctrine or decree. They are on the left and right. They are not confined to a single part of the society. They are terrorists of the mind.","author":"A. Bartlett Giamatti","category":"Simple, Mind, Single"},{"quote":"Man is the animal that intends to shoot himself out into interplanetary space, after having given up on the problem of an efficient way to get himself five miles to work and back each day.","author":"Bill Vaughan","category":"Work, Space, Animal"},{"quote":"Periodically, the workers do revolt against bourgeois society, not by a hundred, five hundred, or a thousand, but by the millions.","author":"Ernest Mandel","category":"Five, Workers, Bourgeois"},{"quote":"Our kids are actually doing what we told them to do when they sit in front of that TV all day or in front of that computer game all day. The society is telling kids unconsciously that nature's in the past. It really doesn't count anymore, that the future is in electronics, and besides, the bogeyman is in the woods.","author":"Richard Louv","category":"Nature, Future, Day"},{"quote":"Growth is a panacea for many ills in society; not entirely, but many.","author":"P. Chidambaram","category":"Growth, Many, Panacea"},{"quote":"If you're a kid who is always on the outside hoping to be on the inside, you're watching a lot. You're trying to figure out how to become a normal person in a society that considers you weird.","author":"Katherine Paterson","category":"Weird, Trying, You"},{"quote":"We live in a multi-cultural society far more open to international ideas. If you'd told me 20 years ago I'd drive through Bury and see someone sitting outside a cafe drinking a latte, I'd have laughed. In fact, I wouldn't have even known what a latte was.","author":"Gary Neville","category":"Ideas, Me, Live"},{"quote":"We are shifting from a managerial society to an entrepreneurial society.","author":"John Naisbitt","category":"Shifting, Entrepreneurial"},{"quote":"The key to organizing an alternative society is to organize people around what they can do, and more importantly, what they want to do.","author":"Abbie Hoffman","category":"People, Key, Want"},{"quote":"I like to describe myself as a proudly visible member of the most invisible segments of our society - older women.","author":"Cindy Gallop","category":"Women, Myself, Invisible"},{"quote":"At a time when India is going through great changes and, with China, is likely to inherit the world from the West, it is important that writers like me try to highlight the brutal injustices of society.","author":"Aravind Adiga","category":"Time, Great, Changes"},{"quote":"If we were in India now, there would be servants standing in the corners of this room and I wouldn't notice them. That is what my society is like, that is what the divide is like.","author":"Aravind Adiga","category":"Now, India, Like"},{"quote":"Persian social manners are well known, and there is no other society that can compete with them.","author":"Moshe Katsav","category":"Well, Social, Compete"},{"quote":"I want to be fighting for a society accountable towards its citizens.","author":"Binyavanga Wainaina","category":"Want, Fighting, Citizens"},{"quote":"A theme in a lot of my books - and in my own life - is making choices that you feel you should make, or what society wants you to make, as opposed to what is truly right for you.","author":"Emily Giffin","category":"Life, Choices, You"},{"quote":"The first sign of corruption in a society that is still alive is that the end justifies the means.","author":"Georges Bernanos","category":"Corruption, End, First"},{"quote":"The chief product of an automated society is a widespread and deepening sense of boredom.","author":"C. Northcote Parkinson","category":"Boredom, Product, Sense"},{"quote":"However, please allow me to say that the fundamental style of my writing has been to start from my personal matters and then to link it up with society, the state and the world.","author":"Kenzaburo Oe","category":"Writing, Style, World"},{"quote":"In practice, socialism didn't work. But socialism could never have worked because it is based on false premises about human psychology and society, and gross ignorance of human economy.","author":"David Horowitz","category":"Work, Ignorance, Practice"},{"quote":"The judge said I was a menace to society because I had put crime on a scientific basis.","author":"Gregory Corso","category":"Judge, Crime, Said"},{"quote":"A society deadened by a smothering network of laws while finding release in moral chaos is not likely to be either happy or stable.","author":"Robert Bork","category":"Happy, Chaos, Moral"},{"quote":"In polite society one laughs at all the jokes, including the ones one has heard before.","author":"Frank Dane","category":"Jokes, Before, Including"},{"quote":"The priests are debarred from female society, nor is any woman permitted to enter the religious houses.","author":"Hernan Cortes","category":"Woman, Houses, Female"},{"quote":"My life has been that of someone who has moved from the countryside to the society. To make that transition, I have had to learn a lot.","author":"Gong Li","category":"Life, My Life, Transition"},{"quote":"I think this society suffers so much from too much freedom, too many rights that allow people to be irresponsible.","author":"Boyd Rice","category":"Freedom, People, Think"},{"quote":"Do not ghettoize society by putting people into legal categories of gender, race, ethnicity, language, or other such characteristics.","author":"Preston Manning","category":"Language, Legal, People"},{"quote":"The question I asked Georges has now become a general one - You, who thought you were superfluous, who thought there was no place for you in society, not only are you not superfluous, you are needed and so those who were beggars become givers.","author":"Abbe Pierre","category":"Thought, You, Place"},{"quote":"For centuries we have been living in the society where not laws but people ruled, where there was no legal state.","author":"Nursultan Nazarbayev","category":"Legal, People, Living"},{"quote":"Interethnic and spiritual accord is our strategic resource, the basis for progress of our society and state.","author":"Nursultan Nazarbayev","category":"Progress, Spiritual"},{"quote":"I feel that I'll be buried in Ireland and don't think I'll ever live in the U.S. I'm not comfortable with many aspects of U.S. society - especially the justice system.","author":"John Connolly","category":"Justice, Live, Think"},{"quote":"The remedy for speech that is false is speech that is true. This is the ordinary course in a free society. The response to the unreasoned is the rational; to the uninformed, the enlightened; to the straight-out lie, the simple truth.","author":"Anthony Kennedy","category":"Truth, Simple, Lie"},{"quote":"To give up the task of reforming society is to give up one's responsibility as a free man.","author":"Alan Paton","category":"Responsibility, Man, Free"},{"quote":"The public school has become the established church of secular society.","author":"Ivan Illich","category":"School, Church"},{"quote":"What can you say about a society that says that God is dead and Elvis is alive?","author":"Irv Kupcinet","category":"God, You, Say"},{"quote":"It is good for society to have this introspection.","author":"Jacques Verges","category":"Good, Introspection"},{"quote":"Profit is the sole criterion used by the establishment to evaluate economic activity. From the rat race to lame ducks. The vocabulary in vogue is a give-away. It's more reminiscent of a human menagerie than human society.","author":"Jimmy Reid","category":"Profit, Human, Economic"}]}