{"author":"Ravindu Manoj","github":"ravindu01manoj","repo":"Quotes-500k","data":[{"quote":"I had rather excel others in the knowledge of what is excellent, than in the extent of my power and dominion.","author":"Alexander the Great","category":"Knowledge, Others, Excellent"},{"quote":"One does not need buildings, money, power, or status to practice the Art of Peace. Heaven is right where you are standing, and that is the place to train.","author":"Morihei Ueshiba","category":"Art, Money, Peace"},{"quote":"There is no limit to the potential of brethren working together in complete brotherhood and selflessness toward spiritual goals. The power of God working through such channels will bring unimaginable blessings to all concerned.","author":"Joseph B. Wirthlin","category":"Goals, Working Together, God"},{"quote":"Much that passes as idealism is disguised hatred or disguised love of power.","author":"Bertrand Russell","category":"Love, Hatred, Idealism"},{"quote":"Life is thickly sown with thorns, and I know no other remedy than to pass quickly through them. The longer we dwell on our misfortunes, the greater is their power to harm us.","author":"Voltaire","category":"Life, Know, Dwell"},{"quote":"Few men have virtue to withstand the highest bidder.","author":"George Washington","category":"Men, Virtue, Withstand"},{"quote":"Circumstances are beyond human control, but our conduct is in our own power.","author":"Benjamin Disraeli","category":"Control, Human"},{"quote":"Knowledge is power. Information is power. The secreting or hoarding of knowledge or information may be an act of tyranny camouflaged as humility.","author":"Robin Morgan","category":"Knowledge, Humility"},{"quote":"Imagination is not only the uniquely human capacity to envision that which is not, and therefore the fount of all invention and innovation. In its arguably most transformative and revelatory capacity, it is the power to that enables us to empathize with humans whose experiences we have never shared.","author":"J. K. Rowling","category":"Innovation, Imagination"},{"quote":"Power does not corrupt men; fools, however, if they get into a position of power, corrupt power.","author":"George Bernard Shaw","category":"Men, Fools, Corrupt"},{"quote":"The only difference between the sane and the insane is that the sane have the power to lock up the insane.","author":"Hunter S. Thompson","category":"Difference, Lock, Insane"},{"quote":"I love power. But it is as an artist that I love it. I love it as a musician loves his violin, to draw out its sounds and chords and harmonies.","author":"Napoleon Bonaparte","category":"Love, Politics, Artist"},{"quote":"To achieve, you need thought. You have to know what you are doing and that's real power.","author":"Ayn Rand","category":"Thought, Know, You"},{"quote":"All the waste in a year from a nuclear power plant can be stored under a desk.","author":"Ronald Reagan","category":"Plant, Desk, Year"},{"quote":"I do believe we're all connected. I do believe in positive energy. I do believe in the power of prayer. I do believe in putting good out into the world. And I believe in taking care of each other.","author":"Harvey Fierstein","category":"Positive, Good, World"},{"quote":"Concentrated power is not rendered harmless by the good intentions of those who create it.","author":"Milton Friedman","category":"Good, Good Intentions"},{"quote":"I do not wish women to have power over men but over themselves.","author":"Mary Shelley","category":"Women, Men, Wish"},{"quote":"Never go backward. Attempt, and do it with all your might. Determination is power.","author":"Charles Simmons","category":"Determination, Never"},{"quote":"Beliefs have the power to create and the power to destroy. Human beings have the awesome ability to take any experience of their lives and create a meaning that disempowers them or one that can literally save their lives.","author":"Tony Robbins","category":"Experience, Meaning, Awesome"},{"quote":"The human race is a very, very magical race. We have a magic power of witches and wizards. We're here on this earth to unravel the mystery of this planet. The planet is asking for it.","author":"Yoko Ono","category":"Magic, Earth, Mystery"},{"quote":"Power is the chance to impose your will within a social context, even when opposed and regardless of the integrity of that chance.","author":"Max Weber","category":"Integrity, Chance, Context"},{"quote":"One way to boost our will power and focus is to manage our distractions instead of letting them manage us.","author":"Daniel Goleman","category":"Focus, Way, Distractions"},{"quote":"Everyone has their own insecurities, regardless of how you look or how people perceive you, but sometimes people give their insecurities too much power. Defining beauty is simply a matter of opinion. For me, real beauty has very little to do with the structure of someone's face or body.","author":"Devon Aoki","category":"Beauty, Me, People"},{"quote":"Technology gives us power, but it does not and cannot tell us how to use that power. Thanks to technology, we can instantly communicate across the world, but it still doesn't help us know what to say.","author":"Jonathan Sacks","category":"Technology, World, Help"},{"quote":"The simplest and most basic meaning of the symbol of the Goddess is the acknowledgment of the legitimacy of female power as a beneficent and independent power.","author":"Carol P. Christ","category":"Meaning, Independent"},{"quote":"We are driven by five genetic needs: survival, love and belonging, power, freedom, and fun.","author":"William Glasser","category":"Love, Freedom, Fun"},{"quote":"What I fear most is power with impunity. I fear abuse of power, and the power to abuse.","author":"Isabel Allende","category":"Fear, Abuse Of Power, Abuse"},{"quote":"We spend our lives, all of us, waiting for the great day, the great battle, or the deed of power. But that external consummation is not given to many: nor is it necessary. So long as our being is tensed, directed with passion, towards that which is the spirit of all things, then that spirit will emerge from our own hidden, nameless effort.","author":"Pierre Teilhard de Chardin","category":"Day, Great, Passion"},{"quote":"Force always attracts men of low morality.","author":"Albert Einstein","category":"Men, Morality, Always"},{"quote":"Never underestimate the power of jealousy and the power of envy to destroy. Never underestimate that.","author":"Oliver Stone","category":"Jealousy, Underestimate"},{"quote":"I believe in one thing only, the power of human will.","author":"Joseph Stalin","category":"Believe, I Believe, Human"},{"quote":"The power of accurate observation is commonly called cynicism by those who have not got it.","author":"George Bernard Shaw","category":"Observation, Cynicism, Got"},{"quote":"The spread of civilisation may be likened to a fire; first, a feeble spark, next a flickering flame, then a mighty blaze, ever increasing in speed and power.","author":"Nikola Tesla","category":"Fire, Speed, Spark"},{"quote":"I only wish that ordinary people had an unlimited capacity for doing harm then they might have an unlimited power for doing good.","author":"Socrates","category":"Good, Doing Good, People"},{"quote":"Power and violence are opposites; where the one rules absolutely, the other is absent. Violence appears where power is in jeopardy, but left to its own course it ends in power's disappearance.","author":"Hannah Arendt","category":"Rules, Violence, Where"},{"quote":"Unfortunately, in today's world we have to be reminded that the power of an oath derives from the fact that in it we ask God to bear witness to the promises we make with the implicit expectation that He will hold us accountable for the manner in which we honor them.","author":"James L. Buckley","category":"Today, God, World"},{"quote":"There is incredible power in the arts to inspire and influence.","author":"Julie Taymor","category":"Influence, Inspire, Arts"},{"quote":"I feel like knowledge is power: If you know how to take care of yourself, you can be a better version of yourself.","author":"Miranda Kerr","category":"Knowledge, Yourself"},{"quote":"It is folly for a man to pray to the gods for that which he has the power to obtain by himself.","author":"Epicurus","category":"Man, Pray, Folly"},{"quote":"I am a woman, and I am a Latina. Those are the things that make my writing distinctive. Those are the things that give my writing power.","author":"Sandra Cisneros","category":"I Am, Writing, Woman"},{"quote":"It is a paradox that every dictator has climbed to power on the ladder of free speech. Immediately on attaining power each dictator has suppressed all free speech except his own.","author":"Herbert Hoover","category":"Free, Speech, Ladder"},{"quote":"This is a wonderful planet, and it is being completely destroyed by people who have too much money and power and no empathy.","author":"Alice Walker","category":"Money, Empathy, People"},{"quote":"The strongest and most effective force in guaranteeing the long-term maintenance of power is not violence in all the forms deployed by the dominant to control the dominated, but consent in all the forms in which the dominated acquiesce in their own domination.","author":"Robert Frost","category":"Control, Violence, Long-Term"},{"quote":"It was settled by the Constitution, the laws, and the whole practice of the government that the entire executive power is vested in the President of the United States.","author":"Andrew Jackson","category":"Government, Constitution"},{"quote":"All trembling, I reached the Falls of Niagara, and oh, what a scene! My blood shudders still, although I am not a coward, at the grandeur of the Creator's power; and I gazed motionless on this new display of the irresistible force of one of His elements.","author":"John James Audubon","category":"I Am, Blood, New"},{"quote":"I confess it is beyond our power to awaken the heart, but ordinarily this way does good.","author":"Thomas Hooker","category":"Good, Heart, Way"},{"quote":"If I could have a special power in real life I'd love to fly.","author":"Ali Larter","category":"Love, Life, Fly"},{"quote":"The government is so out of control. It is so bloated and infested with fraud and deceit and corruption and abuse of power.","author":"Ted Nugent","category":"Government, Control"},{"quote":"Revolutionaries do not make revolutions. The revolutionaries are those who know when power is lying in the street and then they can pick it up.","author":"Hannah Arendt","category":"Know, Street, Lying"},{"quote":"If we want to reduce poverty and misery, if we want to give to every deserving individual what is needed for a safe existence of an intelligent being, we want to provide more machinery, more power. Power is our mainstay, the primary source of our many-sided energies.","author":"Nikola Tesla","category":"Poverty, Want, Intelligent"},{"quote":"Money is power, and in that government which pays all the public officers of the states will all political power be substantially concentrated.","author":"Andrew Jackson","category":"Money, Government, Political"},{"quote":"In the past a leader was a boss. Today's leaders must be partners with their people... they no longer can lead solely based on positional power.","author":"Ken Blanchard","category":"Leader, Today, Past"},{"quote":"Basically, to lead without a title is to derive your power within the organisation not from your position but from your competence, effectiveness, relationships, excellence, innovation and ethics.","author":"Robin S. Sharma","category":"Innovation, Excellence"},{"quote":"That deep emotional conviction of the presence of a superior reasoning power, which is revealed in the incomprehensible universe, forms my idea of God.","author":"Albert Einstein","category":"Faith, Deep, God"},{"quote":"Gravity may put the planets into motion, but without the divine Power, it could never put them into such a circulating motion as they have about the Sun; and therefore, for this as well as other reasons, I am compelled to ascribe the frame of this System to an intelligent Agent.","author":"Isaac Newton","category":"Sun, I Am, Intelligent"},{"quote":"Whatever you can do, or dream you can, begin it. Boldness has genius, power, and magic in it.","author":"W. H. Murray","category":"Dream, Magic, Genius"},{"quote":"A constant stream of 'free' money is a perfect way to keep an inefficient or simply bad government in power. As aid flows in, there is nothing more for the government to do - it doesn't need to raise taxes, and as long as it pays the army, it doesn't have to take account of its disgruntled citizens.","author":"Dambisa Moyo","category":"Money, Government, Free"},{"quote":"You must never underestimate the power of the eyebrow.","author":"Jack Black","category":"Underestimate, You, Never"},{"quote":"The Vedanta recognizes no sin it only recognizes error. And the greatest error, says the Vedanta is to say that you are weak, that you are a sinner, a miserable creature, and that you have no power and you cannot do this and that.","author":"Swami Vivekananda","category":"Greatest, Sin, You"},{"quote":"The devil ain't got no power over me. The devil come, and me shake hands with the devil. Devil have his part to play. Devil's a good friend, too... because when you don't know him, that's the time he can mosh you down.","author":"Bob Marley","category":"Time, Good, Me"},{"quote":"Solar power is the last energy resource that isn't owned yet - nobody taxes the sun yet.","author":"Bonnie Raitt","category":"Sun, Energy, Solar"},{"quote":"Negative emotions will challenge your grit every step of the way. While it's impossible not to feel your emotions, it's completely under your power to manage them effectively and to keep yourself in a position of control. When you let your emotions overtake your ability to think clearly, it's easy to lose your resolve.","author":"Travis Bradberry","category":"Challenge, Yourself"},{"quote":"Where is the justice of political power if it executes the murderer and jails the plunderer, and then itself marches upon neighboring lands, killing thousands and pillaging the very hills?","author":"Khalil Gibran","category":"Justice, Political, Where"},{"quote":"Children must be impressed with the fact that the greatest heroes are those who fight to help others, not those who fight for power or glory. They must be made to understand that victory does not prove that the thing fought for is right, nor that defeat proves that a cause is wrong.","author":"Ellen Key","category":"Children, Help Others, Help"},{"quote":"In a democracy the poor will have more power than the rich, because there are more of them, and the will of the majority is supreme.","author":"Aristotle","category":"Democracy, Rich, Poor"},{"quote":"Liberty, according to my metaphysics is a self-determining power in an intellectual agent. It implies thought and choice and power.","author":"John Adams","category":"Thought, Choice, Liberty"},{"quote":"God exists, if only in the form of a meme with high survival value, or infective power, in the environment provided by human culture.","author":"Richard Dawkins","category":"Culture, God, Value"},{"quote":"The heights of popularity and patriotism are still the beaten road to power and tyranny.","author":"David Hume","category":"Patriotism, Road, Tyranny"},{"quote":"This House cannot function without an open, accountable, and independent ethics process; and the molestation of that process by the majority is an abuse of power that cannot stand.","author":"Louise Slaughter","category":"Ethics, Stand, Independent"},{"quote":"The greatness of a man's power is the measure of his surrender.","author":"William Booth","category":"Man, Greatness, Measure"},{"quote":"Power is what men seek and any group that gets it will abuse it.","author":"Lincoln Steffens","category":"Men, Group, Will"},{"quote":"Darkness is good. Dick Cheney. Darth Vader. Satan. That's power.","author":"Stephen Bannon","category":"Good, Darkness, Satan"},{"quote":"People always joke that 'dog' spells 'god' backwards. They should consider that it might be the higher power coming down to see just how well they do, what kind of people they are. The animals are right here, right in front of us. And how we treat these companions is a test.","author":"Linda Blair","category":"Dog, God, Pet"},{"quote":"Where love rules, there is no will to power; and where power predominates, there love is lacking. The one is the shadow of the other.","author":"Carl Jung","category":"Love, Love Is, Shadow"},{"quote":"Solar power is going to be absolutely essential to meeting growing energy demands while staving off climate change.","author":"Ramez Naam","category":"Change, Energy, Meeting"},{"quote":"In all our associations; in all our agreements let us never lose sight of this fundamental maxim - that all power was originally lodged in, and consequently is derived from, the people.","author":"George Mason","category":"People, Sight, Never"},{"quote":"The older I get, the greater power I seem to have to help the world; I am like a snowball - the further I am rolled the more I gain.","author":"Susan B. Anthony","category":"I Am, World, Help"},{"quote":"Every man builds his world in his own image. He has the power to choose, but no power to escape the necessity of choice.","author":"Ayn Rand","category":"Man, World, Choice"},{"quote":"Fear is the most debilitating emotion in the world, and it can keep you from ever truly knowing yourself and others - its adverse effects can no longer be overlooked or underestimated. Fear breeds hatred, and hatred has the power to destroy everything in its path.","author":"Kevyn Aucoin","category":"Fear, Path, World"},{"quote":"The love of power, like the love of money, increases with the possession of it; and we know in what ruin these baneful passions have involved human societies in all ages when they have been let loose and suffered to rage uncontrolled - There is no restraint like the pervading eye of the virtuous citizens.","author":"Samuel Adams","category":"Love, Money, Eye"},{"quote":"In the councils of government, we must guard against the acquisition of unwarranted influence, whether sought or unsought, by the military-industrial complex. The potential for the disastrous rise of misplaced power exists and will persist.","author":"Dwight D. Eisenhower","category":"Government, Influence, Rise"},{"quote":"Today knowledge has power. It controls access to opportunity and advancement.","author":"Peter Drucker","category":"Knowledge, Today"},{"quote":"The power of digital distribution over physical retail outlets is you have a chance to create a global audience.","author":"Chad Hurley","category":"Chance, Digital, You"},{"quote":"Power acquired by violence is only a usurpation, and lasts only as long as the force of him who commands prevails over that of those who obey.","author":"Denis Diderot","category":"Violence, Long, Him"},{"quote":"I was now resolved to do everything in my power to defeat the system.","author":"Oskar Schindler","category":"Defeat, Now, System"},{"quote":"The sublimity of administration consists in knowing the proper degree of power that should be exerted on different occasions.","author":"Charles de Montesquieu","category":"Knowing, Different, Should"},{"quote":"The possession of arbitrary power has always, the world over, tended irresistibly to destroy humane sensibility, magnanimity, and truth.","author":"Frederick Law Olmsted","category":"Truth, World, Always"},{"quote":"Self-reverence, self-knowledge, self-control; these three alone lead one to sovereign power.","author":"Alfred Lord Tennyson","category":"Alone, Three, Lead"},{"quote":"I am not interested in power for power's sake, but I'm interested in power that is moral, that is right and that is good.","author":"Martin Luther King, Jr.","category":"Good, I Am, Moral"},{"quote":"Power is the most persuasive rhetoric.","author":"Friedrich Schiller","category":"Persuasive, Rhetoric, Most"},{"quote":"Why do we love the sea? It is because it has some potent power to make us think things we like to think.","author":"Robert Henri","category":"Love, Sea, Think"},{"quote":"Words, without power, is mere philosophy.","author":"Muhammad Iqbal","category":"Words, Philosophy, Without"},{"quote":"Liberal: a power worshipper without power.","author":"George Orwell","category":"Liberal, Without, Worshipper"},{"quote":"The power to mould the future of the Republic will be in the hands of the journalists of future generations.","author":"Joseph Pulitzer","category":"Future, Hands"},{"quote":"When we consistently suppress and distrust our intuitive knowingness, looking instead for authority, validation, and approval from others, we give our personal power away.","author":"Shakti Gawain","category":"Looking, Authority, Personal"},{"quote":"Swimming has its educational value - mental, moral, and physical - in giving you a sense of mastery over an element, and of power of saving life, and in the development of wind and limb.","author":"Robert Baden-Powell","category":"Life, Value, Giving"},{"quote":"Information can bring you choices and choices bring power - educate yourself about your options and choices. Never remain in the dark of ignorance.","author":"Joy Page","category":"Ignorance, Choices, Yourself"},{"quote":"Powerful people cannot afford to educate the people that they oppress, because once you are truly educated, you will not ask for power. You will take it.","author":"John Henrik Clarke","category":"Powerful, People, You"},{"quote":"The story being told in 'Star Wars' is a classic one. Every few hundred years, the story is retold because we have a tendency to do the same things over and over again. Power corrupts, and when you're in charge, you start doing things that you think are right, but they're actually not.","author":"George Lucas","category":"Start, Story, Think"},{"quote":"Power can be taken, but not given. The process of the taking is empowerment in itself.","author":"Gloria Steinem","category":"Process, Empowerment, Taking"},{"quote":"The exercise of power is determined by thousands of interactions between the world of the powerful and that of the powerless, all the more so because these worlds are never divided by a sharp line: everyone has a small part of himself in both.","author":"Vaclav Havel","category":"Leadership, Powerful, World"},{"quote":"I have now taken a serious task upon myself and I fear a greater one that is in the power of any man to perform in the given time-but it is too late to go back.","author":"Eli Whitney","category":"Fear, Myself, Man"},{"quote":"The public is not to see where power lies, how it shapes policy, and for what ends. Rather, people are to hate and fear one another.","author":"Noam Chomsky","category":"Fear, Hate, People"},{"quote":"There is inestimable blessing in a cheerful spirit. When the soul throws its windows wide open, letting in the sunshine, and presenting to all who see it the evidence of its gladness, it is not only happy, but it has an unspeakable power of doing good.","author":"Orison Swett Marden","category":"Happy, Good, Sunshine"},{"quote":"As a lawyer and a former prosecutor, I know the limits of the power and authority of the president. I know what is legal and what is not.","author":"Rodrigo Duterte","category":"Lawyer, Legal, Know"},{"quote":"Love conquers all difficulties, surmounts all obstacles, and effects what to any other power would be impossible.","author":"William Godwin","category":"Love, Obstacles, Impossible"},{"quote":"Kind words are a creative force, a power that concurs in the building up of all that is good, and energy that showers blessings upon the world.","author":"Lawrence G. Lovasik","category":"Good, Words, World"},{"quote":"All men having power ought to be distrusted to a certain degree.","author":"James Madison","category":"Men, Degree, Certain"},{"quote":"The power to question is the basis of all human progress.","author":"Indira Gandhi","category":"Progress, Question, Human"},{"quote":"Power doesn't corrupt people, people corrupt power.","author":"William Gaddis","category":"People, Corrupt"},{"quote":"Unlimited power corrupts the possessor.","author":"William Pitt","category":"Power Corrupts, Corrupts"},{"quote":"The greatest power is not money power, but political power.","author":"Walter Annenberg","category":"Money, Political, Greatest"},{"quote":"Diplomacy: the art of restraining power.","author":"Henry Kissinger","category":"Art, Diplomacy, Restraining"},{"quote":"The trade union movement represents the organized economic power of the workers... It is in reality the most potent and the most direct social insurance the workers can establish.","author":"Samuel Gompers","category":"Reality, Insurance, Economic"},{"quote":"This is one of the miracles of love: It gives a power of seeing through its own enchantments and yet not being disenchanted.","author":"C. S. Lewis","category":"Love, Seeing, Through"},{"quote":"The unleashed power of the atom has changed everything save our modes of thinking and we thus drift toward unparalleled catastrophe.","author":"Albert Einstein","category":"Future, Thinking, Everything"},{"quote":"Anyone who knows how difficult it is to keep a secret among three men - particularly if they are married - knows how absurd is the idea of a worldwide secret conspiracy consciously controlling all mankind by its financial power; in real, clear analysis.","author":"Oswald Mosley","category":"Men, Financial, Conspiracy"},{"quote":"Well, love is insanity. The ancient Greeks knew that. It is the taking over of a rational and lucid mind by delusion and self-destruction. You lose yourself, you have no power over yourself, you can't even think straight.","author":"Marilyn French","category":"Love, Love Is, Mind"},{"quote":"In a republic this rule ought to be observed: that the majority should not have the predominant power.","author":"Marcus Tullius Cicero","category":"Majority, Should, Republic"},{"quote":"The ability of writers to imagine what is not the self, to familiarize the strange and mystify the familiar, is the test of their power.","author":"Toni Morrison","category":"Self, Strange, Test"},{"quote":"Censorship is saying: 'I'm the one who says the last sentence. Whatever you say, the conclusion is mine.' But the internet is like a tree that is growing. The people will always have the last word - even if someone has a very weak, quiet voice. Such power will collapse because of a whisper.","author":"Ai Weiwei","category":"Tree, Internet, People"},{"quote":"I never thought I was particularly good looking. But when I see old photographs, I realise that I was. I do wish I had known that at the time because beauty is power. I didn't realise how lucky I was to be young, beautiful and in Hollywood. It didn't hit me. Every day I woke up, went to the film studio and just got on with it.","author":"Joan Collins","category":"Time, Beauty, Beautiful"},{"quote":"The very purpose of the Second Amendment is to stop the government from disallowing people the means to defend themselves against tyranny. Any proposal to abuse executive power and infringe upon gun rights must be repelled with the stiffest legislative force possible.","author":"Steve Stockman","category":"Government, Purpose, Gun"},{"quote":"Never stand begging for that which you have the power to earn.","author":"Miguel de Cervantes","category":"Stand, You, Earn"},{"quote":"Black Power is giving power to people who have not had power to determine their destiny.","author":"Huey Newton","category":"Giving, Destiny, People"},{"quote":"Power is given only to those who dare to lower themselves and pick it up. Only one thing matters, one thing; to be able to dare!","author":"Fyodor Dostoevsky","category":"Matters, Up, Dare"},{"quote":"Power is not alluring to pure minds.","author":"Thomas Jefferson","category":"Pure, Minds, Alluring"},{"quote":"With power comes the abuse of power. And where there are bosses, there are crazy bosses. It's nothing new.","author":"Judd Rose","category":"Crazy, Nothing, New"},{"quote":"The power of social media is it forces necessary change.","author":"Erik Qualman","category":"Change, Social Media, Media"},{"quote":"If you're running a dictatorship, you don't really have to worry about the welfare or the property rights of the ordinary citizen. Only the people who keep you in power, a very small group, matter.","author":"Bruce Bueno de Mesquita","category":"Small, Worry, People"},{"quote":"With the pride of the artist, you must blow against the walls of every power that exists the small trumpet of your defiance.","author":"Norman Mailer","category":"Pride, Small, Artist"},{"quote":"The most cogent reason for restricting the interference of government is the great evil of adding unnecessarily to its power.","author":"John Stuart Mill","category":"Great, Government, Evil"},{"quote":"The race of mankind would perish did they cease to aid each other. We cannot exist without mutual help. All therefore that need aid have a right to ask it from their fellow-men and no one who has the power of granting can refuse it without guilt.","author":"Walter Scott","category":"Help, Guilt, Right"},{"quote":"The super power that I would choose would be compassion. Because that's what I think it takes to make it through life-an understanding, a give and take. It saves an awful lot of resentment.","author":"Craig T. Nelson","category":"Compassion, Understanding"},{"quote":"You only have power over people so long as you don't take everything away from them. But when you've robbed a man of everything, he's no longer in your power - he's free again.","author":"Aleksandr Solzhenitsyn","category":"Man, Free, People"},{"quote":"The rules have changed. True power is held by the person who possesses the largest bookshelf, not gun cabinet or wallet.","author":"Anthony J. D'Angelo","category":"Rules, Gun, True"},{"quote":"The only way to predict the future is to have power to shape the future.","author":"Eric Hoffer","category":"Future, Way, Predict"},{"quote":"Do not pray for tasks equal to your powers. Pray for powers equal to your tasks.","author":"Phillips Brooks","category":"Equal, Pray, Tasks"},{"quote":"When you start to develop your powers of empathy and imagination, the whole world opens up to you.","author":"Susan Sarandon","category":"Empathy, Imagination, World"},{"quote":"The power of the white world is threatened whenever a black man refuses to accept the white world's definitions.","author":"James A. Baldwin","category":"Man, World, Black"},{"quote":"The greater the state, the more wrong and cruel its patriotism, and the greater is the sum of suffering upon which its power is founded.","author":"Leo Tolstoy","category":"Patriotism, Suffering, Cruel"},{"quote":"Military dictatorship is born from the power of the gun, and so it undermines the concept of the rule of law and gives birth to a culture of might, a culture of weapons, violence and intolerance.","author":"Benazir Bhutto","category":"Culture, Law, Violence"},{"quote":"I think that the power is the principle. The principle of moving forward, as though you have the confidence to move forward, eventually gives you confidence when you look back and see what you've done.","author":"Robert Downey, Jr.","category":"Confidence, Moving Forward"},{"quote":"There is no such thing as a great talent without great will power.","author":"Honore de Balzac","category":"Great, Talent, Will"},{"quote":"Knowledge is power only if man knows what facts not to bother with.","author":"Robert Staughton Lynd","category":"Knowledge, Man"},{"quote":"Your problem is how you are going to spend this one odd and precious life you have been issued. Whether you're going to spend it trying to look good and creating the illusion that you have power over people and circumstances, or whether you are going to taste it, enjoy it and find out the truth about who you are.","author":"Anne Lamott","category":"Life, Good, Truth"},{"quote":"Invention is not enough. Tesla invented the electric power we use, but he struggled to get it out to people. You have to combine both things: invention and innovation focus, plus the company that can commercialize things and get them to people.","author":"Larry Page","category":"Innovation, Focus, Company"},{"quote":"One reason so few of us achieve what we truly want is that we never direct our focus; we never concentrate our power. Most people dabble their way through life, never deciding to master anything in particular.","author":"Tony Robbins","category":"Life, Focus, People"},{"quote":"The great constitutional corrective in the hands of the people against usurpation of power, or corruption by their agents is the right of suffrage; and this when used with calmness and deliberation will prove strong enough.","author":"Andrew Jackson","category":"Great, Strong, People"},{"quote":"Communism is Soviet power plus the electrification of the whole country.","author":"Vladimir Lenin","category":"Communism, Country, Soviet"},{"quote":"The whole basis of the Constitution was a restriction of power, and the whole basis of the federalist system was that there was not one sovereign centralized power from which all authority flows.","author":"Roy Moore","category":"Constitution, Authority"},{"quote":"When love is pure, it has the power to conquer. Lover and beloved conquer each other by their affection. The source, the essence, the fullest manifestation of love's conquering power is the love of the soul for the supreme soul, or God.","author":"Radhanath Swami","category":"Love, God, Soul"},{"quote":"Advancement and promotion in Mystic Masonry is not dependent on favor; it cannot be given till it has been earned and the candidate has stored in himself the power to rise, any more than a pistol can be fired till it has been loaded.","author":"Max Heindel","category":"Rise, Promotion, Fired"},{"quote":"The three most powerful and most apparent means used by Rome to retain her power over the minds of her votaries are Ignorance, Superstition, and Persecution.","author":"Charles Spurgeon","category":"Powerful, Ignorance, Rome"},{"quote":"For my part, I desire to see the time when education - and by its means, morality, sobriety, enterprise and industry - shall become much more general than at present, and should be gratified to have it in my power to contribute something to the advancement of any measure which might have a tendency to accelerate the happy period.","author":"Abraham Lincoln","category":"Education, Time, Happy"},{"quote":"The disruptive powers of excessive national fecundity may have played a greater part in bursting the bonds of convention than either the power of ideas or the errors of autocracy.","author":"John Maynard Keynes","category":"Ideas, Disruptive, May"},{"quote":"I would like nuclear fusion to become a practical power source. It would provide an inexhaustible supply of energy, without pollution or global warming.","author":"Stephen Hawking","category":"Energy, Global Warming"},{"quote":"Scientists will eventually stop flailing around with solar power and focus their efforts on harnessing the only truly unlimited source of energy on the planet: stupidity. I predict that in the future, scientists will learn how to convert stupidity into clean fuel.","author":"Scott Adams","category":"Future, Focus, Stupidity"},{"quote":"The greatest trap in our life is not success, popularity or power, but self-rejection.","author":"Henri Nouwen","category":"Life, Success, Greatest"},{"quote":"I have to trust something that gives me power; I have to believe in something, but in my career I have a lot of moments I cannot explain with God.","author":"Pele","category":"Trust, God, Believe"},{"quote":"The Internet is an empowering force for people who are protesting against the abuse of power.","author":"Rebecca MacKinnon","category":"Internet, People"},{"quote":"I am a Christian person, and I do love the Lord, and I feel no matter who you are, what you believe, how you live your life, it's not my place to judge. I don't have that power. I don't want that power. It's my place to love and to show God's love to other people, even if they don't live a life like I live.","author":"Carrie Underwood","category":"Love, Life, God"},{"quote":"I want everybody to know that I don't care who you are, where you're from, if you're popular or not: we all have haters. But you have to be resilient. You have to not allow them to have the power over you, where you start believing the things they say.","author":"Rozonda Thomas","category":"Start, Want, Know"},{"quote":"Our whole constitutional heritage rebels at the thought of giving government the power to control men's minds.","author":"Thurgood Marshall","category":"Politics, Men, Government"},{"quote":"To give aid to every poor man is far beyond the reach and power of every man. Care of the poor is incumbent on society as a whole.","author":"Baruch Spinoza","category":"Man, Society, Care"},{"quote":"No horse gets anywhere until he is harnessed. No stream or gas drives anything until it is confined. No Niagara is ever turned into light and power until it is tunneled. No life ever grows great until it is focused, dedicated, disciplined.","author":"Harry Emerson Fosdick","category":"Life, Light, Great"},{"quote":"It is impossible for you to be angry and laugh at the same time. Anger and laughter are mutually exclusive and you have the power to choose either.","author":"Wayne Dyer","category":"Time, Laughter, Anger"},{"quote":"Great is the power of habit. It teaches us to bear fatigue and to despise wounds and pain.","author":"Marcus Tullius Cicero","category":"Great, Pain, Habit"},{"quote":"Man is insatiable for power; he is infantile in his desires and, always discontented with what he has, loves only what he has not. People complain of the despotism of princes; they ought to complain of the despotism of man.","author":"Joseph de Maistre","category":"Man, People, Complain"},{"quote":"He is the best sailor who can steer within fewest points of the wind, and exact a motive power out of the greatest obstacles.","author":"Walter Scott","category":"Best, Obstacles, Greatest"},{"quote":"We should keep silent about those in power; to speak well of them almost implies flattery; to speak ill of them while they are alive is dangerous, and when they are dead is cowardly.","author":"Jean de la Bruyere","category":"Speak, Silent, Flattery"},{"quote":"America is not just a power, it is a promise. It is not enough for our country to be extraordinary in might; it must be exemplary in meaning.","author":"Nelson Rockefeller","category":"America, Meaning"},{"quote":"Suppliers and especially manufacturers have market power because they have information about a product or a service that the customer does not and cannot have, and does not need if he can trust the brand. This explains the profitability of brands.","author":"Peter Drucker","category":"Trust, Service, Information"},{"quote":"At last I perceive that in revolutions the supreme power rests with the most abandoned.","author":"Georges Jacques Danton","category":"Last, Supreme, Abandoned"},{"quote":"The European Union, which is not directly responsible to voters, provides an irresistible opportunity for European elites to seize power in order to impose their own vision on a newly socially regimented Europe.","author":"Maggie Gallagher","category":"Opportunity, Vision"},{"quote":"If one can stick to the training throughout the many long years, then will power is no longer a problem. It's raining? That doesn't matter. I am tired? That's besides the point. It's simply that I just have to.","author":"Emil Zatopek","category":"Training, I Am, Tired"},{"quote":"There is that in the glance of a flower which may at times control the greatest of creation's braggart lords.","author":"John Muir","category":"Flower, Control, Greatest"},{"quote":"I believe the gun has no power at all.","author":"Malala Yousafzai","category":"Believe, Gun, I Believe"},{"quote":"It is not according to my mode of doing things, to bring a suit against a man that I have the power in my own hands to punish.","author":"Cornelius Vanderbilt","category":"Man, Hands, Doing"},{"quote":"Judges wear legal professionalism and precedent as a mantel that secures legitimacy for their decisions. It's how they distinguish themselves from politicians or administrative agencies, while wielding power that is sometimes much greater than those democratically accountable actors.","author":"Yochai Benkler","category":"Decisions, Legal"},{"quote":"The educator must believe in the potential power of his pupil, and he must employ all his art in seeking to bring his pupil to experience this power.","author":"Alfred Adler","category":"Art, Experience, Believe"},{"quote":"The real damper on employee engagement is the soggy, cold blanket of centralized authority. In most companies, power cascades downwards from the CEO. Not only are employees disenfranchised from most policy decisions, they lack even the power to rebel against egocentric and tyrannical supervisors.","author":"Gary Hamel","category":"Decisions, Employees"},{"quote":"I've spent quality time in the aerospace community, with my service on two presidential commissions, but at heart, I'm an academic. Being an academic means I don't wield power over person, place or thing. I don't command armies; I don't lead labor unions. All I have is the power of thought.","author":"Neil deGrasse Tyson","category":"Time, Community, Service"},{"quote":"Whatever God or whatever higher power you believe in, they brought us to this earth in a perfect way, and you have to learn to love yourself. Otherwise, it's an exhausting way to be.","author":"Callie Thorne","category":"Love, God, Love Yourself"},{"quote":"Marvelous is the power which can be exercised, almost unconsciously, over a company, or an individual, or even upon a crowd by one person gifted with good temper, good digestion, good intellects, and good looks.","author":"Anthony Trollope","category":"Good, Company, Person"},{"quote":"We do not need more intellectual power, we need more spiritual power. We do not need more of the things that are seen, we need more of the things that are unseen.","author":"Calvin Coolidge","category":"Spiritual, Intellectual"},{"quote":"Arbitrary power is most easily established on the ruins of liberty abused to licentiousness.","author":"George Washington","category":"Liberty, Ruins, Established"},{"quote":"Always there has been some terrible evil at home or some monstrous foreign power that was going to gobble us up if we did not blindly rally behind it.","author":"Douglas MacArthur","category":"Home, Evil, Terrible"},{"quote":"The fifties - they seem to have taken place on a sunny afternoon that asked nothing of you except a drifting belief in the moment and its power to satisfy.","author":"Elizabeth Hardwick","category":"Moment, Belief, You"},{"quote":"I assess the power of a will by how much resistance, pain, torture it endures and knows how to turn to its advantage.","author":"Friedrich Nietzsche","category":"Pain, Resistance, Turn"},{"quote":"What this power is I cannot say all I know is that it exists and it becomes available only when a man is in that state of mind in which he knows exactly what he wants and is fully determined not to quit until he finds it.","author":"Alexander Graham Bell","category":"Man, Mind, Know"},{"quote":"There is trust in there being a Spirit who loves me and wants me to have love in my life. I trust in this higher power, it is what keeps me moving forward no matter what happens.","author":"Kenny Loggins","category":"Love, Life, Trust"},{"quote":"I really have become convinced that nuclear fusion is our energy future. It's so powerful. I mean, it is the power of the stars. If we could bring that down to the laboratory and to the power plant on Earth, that would be an incredible thing.","author":"Taylor Wilson","category":"Future, Stars, Powerful"},{"quote":"When it is not in our power to follow what is true, we ought to follow what is most probable.","author":"Rene Descartes","category":"True, Follow, Probable"},{"quote":"The symptoms of fascist thinking are colored by environment and adapted to immediate circumstances. But always and everywhere they can be identified by their appeal to prejudice and by the desire to play upon the fears and vanities of different groups in order to gain power.","author":"Henry A. Wallace","category":"Thinking, Environment, Play"},{"quote":"You see, I had been riding with the storm clouds, and had come to earth as rain, and it was drought that I had killed with the power that the Six Grandfathers gave me.","author":"Black Elk","category":"Rain, Storm, Clouds"},{"quote":"A nuclear power reactor is just a fancy way of boiling water.","author":"Leslie Dewan","category":"Water, Way, Just"},{"quote":"The appeal of perfume is that it is at once ephemeral and empowering. It creates a shimmering invisible armor that lingers in a room long after its wearer has gone and infuses our imagination with a subtle power, hinting at a hidden identity.","author":"Mary Gaitskill","category":"Imagination, Identity, Long"},{"quote":"I am sure that no man can derive more pleasure from money or power than I do from seeing a pair of basketball goals in some out of the way place.","author":"James Naismith","category":"Goals, Money, I Am"},{"quote":"Knowledge is power, if you know it about the right person.","author":"Ethel Watts Mumford","category":"Knowledge, Right Person"},{"quote":"I believe so much in the power of performance I don't want to convince people. I want them to experience it and come away convinced on their own.","author":"Marina Abramovic","category":"Experience, Believe"},{"quote":"Thoughts have power thoughts are energy. And you can make your world or break it by your own thinking.","author":"Susan L. Taylor","category":"Thinking, Thoughts, World"},{"quote":"Unprecedented technological capabilities combined with unlimited human creativity have given us tremendous power to take on intractable problems like poverty, unemployment, disease, and environmental degradation. Our challenge is to translate this extraordinary potential into meaningful change.","author":"Muhammad Yunus","category":"Change, Creativity"},{"quote":"Do not borrow the productions of other men's brains and pens and recite them as a lesson; but make the most of the talents, the brain power, that God has given you.","author":"Ellen G. White","category":"God, Men, Brain"},{"quote":"Power always thinks it has a great soul and vast views beyond the comprehension of the weak.","author":"John Adams","category":"Great, Soul, Weak"},{"quote":"Question: Why are we Masters of our Fate, the captains of our souls? Because we have the power to control our thoughts, our attitudes. That is why many people live in the withering negative world. That is why many people live in the Positive Faith world.","author":"Alfred A. Montapert","category":"Positive, Faith, World"},{"quote":"There are two ways of attaining an important end, force and perseverance; the silent power of the latter grows irresistible with time.","author":"Sophie Swetchine","category":"Time, Perseverance, End"},{"quote":"And so it is, that both the Devil and the angelic Spirit present us with objects of desire to awaken our power of choice.","author":"Rumi","category":"Devil, Choice, Present"},{"quote":"There is danger from all men. The only maxim of a free government ought to be to trust no man living with power to endanger the public liberty.","author":"John Adams","category":"Trust, Freedom, Government"},{"quote":"A Libertarian society of unfettered individualism spreads its benefits to virtually everyone - not just those who have the resources to seize political power.","author":"Harry Browne","category":"Society, Political"},{"quote":"Nuclear power is an important part of our domestic fuel mix.","author":"Michael Burgess","category":"Important, Fuel, Mix"},{"quote":"The toughest thing about the power of trust is that it's very difficult to build and very easy to destroy. The essence of trust building is to emphasize the similarities between you and the customer.","author":"Thomas J. Watson","category":"Trust, Building, Easy"},{"quote":"To live happily is an inward power of the soul.","author":"Marcus Aurelius","category":"Soul, Live, Inward"},{"quote":"It is good taste, and good taste alone, that possesses the power to sterilize and is always the first handicap to any creative functioning.","author":"Salvador Dali","category":"Good, Alone, Creative"},{"quote":"People who believe they have the power to exercise some measure of control over their lives are healthier, more effective and more successful than those who lack faith in their ability to effect changes in their lives.","author":"Albert Bandura","category":"Faith, Changes, Believe"},{"quote":"I have had friends who have acted kindly towards me, and it has been my good fortune to have it in my power to give them substantial proofs of my gratitude.","author":"Giacomo Casanova","category":"Gratitude, Friends, Good"},{"quote":"As a black person in America, I am twice as likely as a white person to live in an area where air pollution poses the greatest risk to my health. I am five times more likely to live within walking distance of a power plant or chemical facility - which I do.","author":"Majora Carter","category":"Health, America, I Am"},{"quote":"Our Founding Fathers created the Executive Branch to implement and enforce the laws written by Congress, and vested this power in the president.","author":"Tom Rice","category":"President, Congress, Laws"},{"quote":"The power to tax is the power to destroy.","author":"John Marshall","category":"Tax, Destroy"},{"quote":"We should recognize that nationalism does not mean discriminating against people of a different nationality. It simply means not allowing such people to seize our political power, for only when we Han are in control politically do we have a nation.","author":"Sun Yat-sen","category":"Political, Control, People"},{"quote":"Impeachment must not be a raw exercise of political power in which the House impeaches whoever it wishes for any reason it deems sufficient. Indeed, it is the solemn duty of all of the members of the House in any impeachment case to exercise their judgment faithfully within the confines established by our Constitution.","author":"Charles T. Canady","category":"Constitution, Political"},{"quote":"Dr. King's leadership reaffirmed the promise of our democracy: that everyday people, working together, have the power to change our government and our institutions for the better.","author":"Maria Cantwell","category":"Leadership, Change"},{"quote":"We may think there is willpower involved, but more likely... change is due to want power. Wanting the new addiction more than the old one. Wanting the new me in preference to the person I am now.","author":"George A. Sheehan","category":"Change, I Am, Me"},{"quote":"A pound invested in energy efficiency buys seven times more energy solution than a pound invested in nuclear power.","author":"Zac Goldsmith","category":"Energy, Efficiency, Solution"},{"quote":"Arbitrary power is like most other things which are very hard, very liable to be broken.","author":"Abigail Adams","category":"Broken, Like, Hard"},{"quote":"Whoever is new to power is always harsh.","author":"Aeschylus","category":"New, Always, Harsh"},{"quote":"The attempt to combine wisdom and power has only rarely been successful and then only for a short while.","author":"Albert Einstein","category":"Wisdom, Short, Successful"},{"quote":"Knowledge is the most democratic source of power.","author":"Alvin Toffler","category":"Knowledge, Democratic"},{"quote":"The purpose of getting power is to be able to give it away.","author":"Aneurin Bevan","category":"Purpose, Away, Give"},{"quote":"Will power is to the mind like a strong blind man who carries on his shoulders a lame man who can see.","author":"Arthur Schopenhauer","category":"Strong, Man, Mind"},{"quote":"Justice and power must be brought together, so that whatever is just may be powerful, and whatever is powerful may be just.","author":"Blaise Pascal","category":"Justice, Together, Powerful"},{"quote":"There is no power on earth that can neutralize the influence of a high, simple and useful life.","author":"Booker T. Washington","category":"Life, Simple, Influence"},{"quote":"The world itself is the will to power - and nothing else! And you yourself are the will to power - and nothing else!","author":"Friedrich Nietzsche","category":"World, Yourself, You"},{"quote":"Power is no blessing in itself, except when it is used to protect the innocent.","author":"Jonathan Swift","category":"Blessing, Protect, Innocent"},{"quote":"Ambition is the immoderate desire for power.","author":"Baruch Spinoza","category":"Ambition, Desire"},{"quote":"Never forget that the most powerful force on earth is love.","author":"Nelson Rockefeller","category":"Love, Powerful, Earth"},{"quote":"The way to have power is to take it.","author":"Boss Tweed","category":"Way, Take"},{"quote":"Whatever my aims and agendas were, I never asked for power.","author":"Benazir Bhutto","category":"Never, Whatever, Aims"},{"quote":"Hand in hand with freedom of speech goes the power to be heard, to share in the decisions of government which shape men's lives.","author":"Robert Kennedy","category":"Freedom, Men, Government"},{"quote":"Knowledge is power. You can't begin a career, for that matter even a relationship, unless you know everything there is to know about it.","author":"Randeep Hooda","category":"Relationship, Knowledge"},{"quote":"We ain't gonna fight no reactionary pigs who run up and down the street being reactionary; we're gonna organize and dedicate ourselves to revolutionary political power and teach ourselves the specific needs of resisting the power structure, arm ourselves, and we're gonna fight reactionary pigs with international proletarian revolution.","author":"Fred Hampton","category":"Fight, Revolution, Political"},{"quote":"I know the power obedience has of making things easy which seem impossible.","author":"Saint Teresa of Avila","category":"Impossible, Easy, Know"},{"quote":"Don't you dare underestimate the power of your own instinct.","author":"Barbara Corcoran","category":"Underestimate, You, Dare"},{"quote":"Governance is a way of organizing, amplifying, and constraining power.","author":"Rebecca MacKinnon","category":"Organizing, Way, Governance"},{"quote":"There's so many people who have never heard of us, but I think what we've learned is you can't underestimate the power of a core fan base and people who believe what you're doing. I think they're the ultimate marketers. They're the ones promoting us.","author":"Tyler Joseph","category":"Believe, People, Think"},{"quote":"Innocence in genius, and candor in power, are both noble qualities.","author":"Madame de Stael","category":"Genius, Innocence, Qualities"},{"quote":"Consumers have not been told effectively enough that they have huge power and that purchasing and shopping involve a moral choice.","author":"Anita Roddick","category":"Choice, Shopping, Moral"},{"quote":"If we don't change from a world society that worships money and power to one that worships compassion and generosity, I think we'll be extinct by mid-century. I don't say that as an alarmist or as a pessimist.","author":"Patch Adams","category":"Change, Money, Compassion"},{"quote":"Whatever has happened to you in your past has no power over this present moment, because life is now.","author":"Oprah Winfrey","category":"Life, Past, Moment"},{"quote":"If all mankind minus one were of one opinion, mankind would be no more justified in silencing that one person than he, if he had the power, would be justified in silencing mankind.","author":"John Stuart Mill","category":"Mankind, Opinion, Person"},{"quote":"I absolutely believe in the power of tithing and giving back. My own experience about all the blessings I've had in my life is that the more I give away, the more that comes back. That is the way life works, and that is the way energy works.","author":"Ken Blanchard","category":"Life, Experience, Believe"},{"quote":"To have command is to have all the power you will ever need. To have all the power you will ever need, is to have the world in the palm of you hand.","author":"Tiberius","category":"World, You, Need"},{"quote":"Today's leading real-world retailer, Wal-Mart, uses software to power its logistics and distribution capabilities, which it has used to crush its competition.","author":"Marc Andreessen","category":"Today, Competition, Crush"},{"quote":"I just believe in the goodwill of people, the power of people to do something positive.","author":"Eddie Izzard","category":"Positive, Believe, People"},{"quote":"Magic is a state of mind. It is often portrayed as very black and gothic, and that is because certain practitioners played that up for a sense of power and prestige. That is a disservice. Magic is very colorful. Of this, I am sure.","author":"Alan Moore","category":"I Am, Mind, Black"},{"quote":"Every single person has the power to change the world and help people.","author":"Laura Marano","category":"Change, Change The World"},{"quote":"The privilege of holding the priesthood, which is the power and authority to act in God's name, is a great blessing and privilege and one that carries with it equally great obligations and responsibilities.","author":"Ezra Taft Benson","category":"Great, God, Name"},{"quote":"Love and hate have a magical transforming power. They are the great soul changers. We grow through their exercise into the likeness of what we contemplate.","author":"George William Russell","category":"Love, Great, Hate"},{"quote":"By giving professors jobs for life, universities create a feeling of unanswerable power among too many. Tenured professors who are uninterested in serving the student body are less likely to respond favorably to criticism, and are more likely to feel the freedom to intimidate or harass those with opposing viewpoints.","author":"Ben Shapiro","category":"Life, Freedom, Giving"},{"quote":"Lying is a cooperative act. Think about it. A lie has no power whatsoever by its mere utterance. Its power emerges when someone else agrees to believe the lie.","author":"Pamela Meyer","category":"Lie, Believe, Think"},{"quote":"If a small thing has the power to make you angry, does that not indicate something about your size?","author":"Sydney J. Harris","category":"Anger, Small, Angry"},{"quote":"The love of liberty is the love of others the love of power is the love of ourselves.","author":"William Hazlitt","category":"Love, Liberty, Others"},{"quote":"All gods are homemade, and it is we who pull their strings, and so, give them the power to pull ours.","author":"Aldous Huxley","category":"Gods, Give, Homemade"},{"quote":"Unlimited power is apt to corrupt the minds of those who posses it; and this I know, my lords: that where law ends, tyranny begins.","author":"William Pitt","category":"Law, Tyranny, Know"},{"quote":"Education is the power to think clearly, the power to act well in the worlds work, and the power to appreciate life.","author":"Brigham Young","category":"Life, Work, Education"},{"quote":"In its function, the power to punish is not essentially different from that of curing or educating.","author":"Michel Foucault","category":"Different, Function, Punish"},{"quote":"Grammar is a piano I play by ear. All I know about grammar is its power.","author":"Joan Didion","category":"Grammar, Know, Play"},{"quote":"The way of peace is the way of love. Love is the greatest power on earth. It conquers all things.","author":"Peace Pilgrim","category":"Love, Peace, Love Is"},{"quote":"Their final objective toward which all their deceit is directed is to capture political power so that, using the power of the state and the power of the market simultaneously, they may keep the common man in eternal subjection.","author":"Henry A. Wallace","category":"Man, Political, Capture"},{"quote":"My trust in a higher power that wants me to survive and have love in my life, is what keeps me moving forward.","author":"Kenny Loggins","category":"Love, Life, Trust"},{"quote":"Many injuries and deaths can be prevented through an understanding of the dangers of power lines, electrical appliances, extension cords, and lightning.","author":"Richard Neal","category":"Injuries, Understanding"},{"quote":"Power is domination, control, and therefore a very selective form of truth which is a lie.","author":"Wole Soyinka","category":"Truth, Lie, Control"},{"quote":"With twelve horse power at our command, we considered that we could permit the weight of the machine with operator to rise to 750 or 800 pounds, and still have as much surplus power as we had originally allowed for in the first estimate of 550 pounds.","author":"Orville Wright","category":"Horse, Rise, First"},{"quote":"Having knowledge but lacking the power to express it clearly is no better than never having any ideas at all.","author":"Pericles","category":"Knowledge, Ideas, Better"},{"quote":"The thing you fear most has no power. Your fear of it is what has the power. Facing the truth really will set you free.","author":"Oprah Winfrey","category":"Fear, Truth, Free"},{"quote":"The hate of men will pass, and dictators die, and the power they took from the people will return to the people. And so long as men die, liberty will never perish.","author":"Charlie Chaplin","category":"Men, Hate, Liberty"},{"quote":"We're taught Lord Acton's axiom: all power corrupts, absolute power corrupts absolutely. I believed that when I started these books, but I don't believe it's always true any more. Power doesn't always corrupt. Power can cleanse. What I believe is always true about power is that power always reveals.","author":"Robert Caro","category":"Believe, I Believe"},{"quote":"Art has the power to transform, to illuminate, to educate, inspire and motivate.","author":"Harvey Fierstein","category":"Art, Inspire, Motivate"},{"quote":"For an artist, a good place to be is you have some kind of influence and power to get things done, but in your essence you remain a nomad or a soldier facing a difficulty to be overcome.","author":"Cai Guo-Qiang","category":"Good, Influence, Artist"},{"quote":"I've learned that being a superhero isn't all glitz and glamour. We think if we have a special power, our problem will go away. It's just a new set of problems. Being a superhero alienates you and separates you from humanity. As Spiderman famously said, 'With great power comes great responsibility.'","author":"Josh Keaton","category":"Great, Responsibility"},{"quote":"Never underestimate the power of being popular in pop culture. You have to be able to do something. You can have a good seat at the restaurant, but you still have to pay for the meal. Fame is important, but to be rich is more important.","author":"Gene Simmons","category":"Good, Culture, Rich"},{"quote":"Executive power in any nation arguably has more in common with executive power in another country than with the citizens it should serve.","author":"Nick Harkaway","category":"Country, Nation, Serve"},{"quote":"My only fixed truth is a belief in people: a conviction that if people have the opportunity to act freely and the power to control their own destinies, they'll generally reach the right decisions.","author":"Saul Alinsky","category":"Truth, Opportunity"},{"quote":"The power of the Internet is also its limitation - it provides access to large amounts of information without providing guidance on how to sort out what is credible and what is not.","author":"Dean Ornish","category":"Internet, Information"},{"quote":"The power which establishes a state is violence the power which maintains it is violence the power which eventually overthrows it is violence.","author":"Kenneth Kaunda","category":"Violence, State, Which"},{"quote":"Simplicity, clarity, singleness: These are the attributes that give our lives power and vividness and joy as they are also the marks of great art. They seem to be the purpose of God for his whole creation.","author":"Richard Holloway","category":"Art, Great, God"},{"quote":"Beauty attracts us men; but if, like an armed magnet it is pointed, beside, with gold and silver, it attracts with tenfold power.","author":"Jean Paul","category":"Beauty, Men, Gold"},{"quote":"Property may be destroyed and money may lose its purchasing power; but, character, health, knowledge and good judgement will always be in demand under all conditions.","author":"Roger Babson","category":"Knowledge, Money, Health"},{"quote":"Liberty consists in the power of doing that which is permitted by the law.","author":"Marcus Tullius Cicero","category":"Law, Liberty, Doing"},{"quote":"God... a being whose only definition is that he is beyond man's power to conceive.","author":"Ayn Rand","category":"Faith, God, Man"},{"quote":"The only thing that white people have that black people need, or should want, is power-and no one holds power forever.","author":"James A. Baldwin","category":"People, Black, Want"},{"quote":"I would rather excel in the knowledge of what is excellent, than in the extent of my power and possessions.","author":"Plutarch","category":"Knowledge, Excellent"},{"quote":"There is one rule for politicians all over the world: Don't say in Power what you say in opposition; if you do, you only have to carry out what the other fellows have found impossible.","author":"John Galsworthy","category":"World, Impossible, You"},{"quote":"I believe there are more instances of the abridgement of freedom of the people by gradual and silent encroachments by those in power than by violent and sudden usurpations.","author":"James Madison","category":"Freedom, Believe, People"},{"quote":"In the twilight, it was a vision of power.","author":"Upton Sinclair","category":"Vision, Twilight"},{"quote":"Power corrupts. Absolute power is kind of neat.","author":"John F. Lehman, Jr.","category":"Power Corrupts, Kind"},{"quote":"A man who lives right, and is right, has more power in his silence than another has by his words.","author":"Phillips Brooks","category":"Man, Silence, Words"},{"quote":"The salvation of this human world lies nowhere else than in the human heart, in the human power to reflect, in human meekness and human responsibility.","author":"Vaclav Havel","category":"Responsibility, Heart, World"},{"quote":"Scholarship except by accident is never the measure of a person's power.","author":"Josiah Gilbert Holland","category":"Measure, Scholarship, Person"},{"quote":"Enthusiasm... the sustaining power of all great action.","author":"Samuel Smiles","category":"Great, Action, Enthusiasm"},{"quote":"True contentment is a thing as active as agriculture. It is the power of getting out of any situation all that there is in it. It is arduous and it is rare.","author":"Gilbert K. Chesterton","category":"Agriculture, Situation, True"},{"quote":"More power than all the success slogans ever penned by human hand is the realization for every man that he has but one boss. That boss is the man - he - himself.","author":"Gabriel Heatter","category":"Success, Man, Boss"},{"quote":"If you lose the power to laugh, you lose the power to think.","author":"Clarence Darrow","category":"Laugh, Think, You"},{"quote":"I call the discourse of power any discourse that engenders blame, hence guilt, in its recipient.","author":"Roland Barthes","category":"Blame, Guilt, Discourse"},{"quote":"One should never forbid what one lacks the power to prevent.","author":"Napoleon Bonaparte","category":"Never, Should, Prevent"},{"quote":"If a man consults whether he is to fight, when he has the power in his own hands, it is certain that his opinion is against fighting.","author":"Horatio Nelson","category":"Man, Fight, Opinion"},{"quote":"The State acquires power... and because of its insatiable lust for power it is incapable of giving up any of it. The State never abdicates.","author":"Frank Chodorov","category":"Giving, Giving Up, Lust"},{"quote":"Knowledge is power. Most of us agree that something has to be done to strengthen Social Security, and I believe it's irresponsible to arbitrarily dismiss any idea, Republican nor Democrat, without giving it a hard look.","author":"Conrad Burns","category":"Knowledge, Believe, Giving"},{"quote":"The first point was we wanted power to determine our own destiny in our own black community. And what we had done is, we wanted to write a program that was straightforward to the people. We didn't want to give a long dissertation.","author":"Bobby Seale","category":"Community, Destiny, People"},{"quote":"A monarchy is the most expensive of all forms of government, the regal state requiring a costly parade, and he who depends on his own power to rule, must strengthen that power by bribing the active and enterprising whom he cannot intimidate.","author":"James F. Cooper","category":"Government, Monarchy, Parade"},{"quote":"To the extent that tenure supports academic freedom, I support tenure. I want no person or system to have any power, real or apparent, to chill academic freedom.","author":"James E. Rogers","category":"Freedom, Support, Want"},{"quote":"You can not possibly have a broader basis for government than that which includes all the people, with all their rights in their hands, and with an equal power to maintain their rights.","author":"William Lloyd Garrison","category":"Government, People, Hands"},{"quote":"Vision without power does bring moral elevation but cannot give a lasting culture.","author":"Muhammad Iqbal","category":"Culture, Vision, Moral"},{"quote":"It is impossible for any number which is a power greater than the second to be written as a sum of two like powers. I have a truly marvelous demonstration of this proposition which this margin is too narrow to contain.","author":"Pierre de Fermat","category":"Impossible, Number, Two"},{"quote":"Globalization, far from putting an end to power diplomacy between States, has, on the contrary, intensified it.","author":"Omar Bongo","category":"End, Globalization"},{"quote":"One of the sad things about contemporary journalism is that it actually matters very little. The world now is almost inured to the power of journalism. The best journalism would manage to outrage people. And people are less and less inclined to outrage.","author":"David Simon","category":"Best, Sad, World"},{"quote":"The power of noble deeds is to be preserved and passed on to the future.","author":"Joshua Chamberlain","category":"Future, Deeds, Noble"},{"quote":"The problem is I am both a procrastinator and a power junkie, so I am very frustrating to work with.","author":"Alton Brown","category":"Work, I Am, Problem"},{"quote":"I think I have told you, but if I have not, you must have understood, that a man who has a vision is not able to use the power of it until after he has performed the vision on earth for the people to see.","author":"Black Elk","category":"Man, Vision, People"},{"quote":"I get my best ideas in a thunderstorm. I have the power and majesty of nature on my side.","author":"Ralph Steadman","category":"Nature, Best, Ideas"},{"quote":"The Government are very keen on amassing statistics - they collect them, add them, raise them to the nth power, take the cube root and prepare wonderful diagrams.","author":"Josiah Stamp","category":"Government, Statistics"},{"quote":"Today, nuclear power provides 20 percent of power in the United States.","author":"Michael Burgess","category":"Today, Nuclear Power, United"},{"quote":"No man has received from nature the right to command his fellow human beings.","author":"Denis Diderot","category":"Nature, Man, Human"},{"quote":"Doublethink means the power of holding two contradictory beliefs in one's mind simultaneously, and accepting both of them.","author":"George Orwell","category":"Mind, Two, Beliefs"},{"quote":"It is through this mysterious power that we too have our being, and we therefore yield to our neighbors, even to our animal neighbors, the same right as ourselves to inhabit this vast land.","author":"Sitting Bull","category":"Animal, Neighbors"},{"quote":"I'll tell you one thing for sure: once you get to the point where you're actually doing things for truth's sake, then nobody can ever touch you again because you're harmonizing with a greater power.","author":"George Harrison","category":"Truth, Doing, You"},{"quote":"No power in society, no hardship in your condition can depress you, keep you down, in knowledge, power, virtue, influence, but by your own consent.","author":"William Ellery Channing","category":"Knowledge, Society"},{"quote":"All the forces in the world are not so powerful as an idea whose time has come.","author":"Victor Hugo","category":"Time, Powerful, World"},{"quote":"The love of domination and an uncontrolled lust of arbitrary power have prevailed among all nations and perhaps in proportion to the degrees of civilization.","author":"Mercy Otis Warren","category":"Love, Lust, Civilization"},{"quote":"The power of the people and the power of reason are one.","author":"Georg Buchner","category":"People, Reason"},{"quote":"It is important to consider whether the sample size selected by the Environmental Genome Project will provide sufficient power to discover most alleles relevant to gene-environment interactions.","author":"Samuel Wilson","category":"Environmental, Important"},{"quote":"I am more and more convinced that man is a dangerous creature and that power, whether vested in many or a few, is ever grasping, and like the grave, cries, 'Give, give.'","author":"Abigail Adams","category":"Man, I Am, Dangerous"},{"quote":"The only legitimate right to govern is an express grant of power from the governed.","author":"William Henry Harrison","category":"Right, Govern, Express"},{"quote":"All things by immortal power. Near of far, to each other linked are, that thou canst not stir a flower without troubling of a star.","author":"Francis Thompson","category":"Flower, Star, Troubling"},{"quote":"Good men who exercise power are really the most fascinating of all people.","author":"John Keegan","category":"Good, Men, People"},{"quote":"Next to power without honor, the most dangerous thing in the world is power without humor.","author":"Eric Sevareid","category":"Humor, World, Honor"},{"quote":"Never underestimate the power of the ocean.","author":"Heidi Klum","category":"Ocean, Underestimate, Never"},{"quote":"We should not just consume hydrocarbon fuel but use it to develop nuclear energy, hydro power and renewable energy sources.","author":"Vladimir Putin","category":"Energy, Renewable Energy"},{"quote":"Where an excess of power prevails, property of no sort is duly respected. No man is safe in his opinions, his person, his faculties, or his possessions.","author":"James Madison","category":"Man, Opinions, Person"},{"quote":"The truth is that all men having power ought to be mistrusted.","author":"James Madison","category":"Truth, Men, Truth Is"},{"quote":"We are not animals. We are not a product of what has happened to us in our past. We have the power of choice.","author":"Stephen Covey","category":"Past, Choice, Animals"},{"quote":"Man is supposed to be the maker of his destiny. It is only partly true. He can make his destiny, only in so far as he is allowed by the Great Power.","author":"Mahatma Gandhi","category":"Great, Man, Destiny"},{"quote":"What is good? All that heightens the feeling of power, the will to power, power itself in man.","author":"Friedrich Nietzsche","category":"Good, Man, Feeling"},{"quote":"Man's greatness lies in his power of thought.","author":"Blaise Pascal","category":"Man, Greatness, Thought"},{"quote":"But to me nothing - the negative, the empty - is exceedingly powerful.","author":"Alan Watts","category":"Powerful, Me, Negative"},{"quote":"The basic premise of the Constitution was a separation of powers and a system of checks and balances because man was perceived as a fallen creature and would always yearn for more power.","author":"Roy Moore","category":"Man, Constitution, System"},{"quote":"When I wrote 'The Giver,' it contained no so-called 'bad words.' It was set, after all, in a mythical, futuristic, and Utopian society. Not only was there no poverty, divorce, racism, sexism, pollution, or violence in the world of 'The Giver'; there was also careful attention paid to language: to its fluency, precision, and power.","author":"Lois Lowry","category":"Racism, Words, Violence"},{"quote":"Knowledge and human power are synonymous.","author":"Francis Bacon","category":"Knowledge, Human"},{"quote":"A vibrant civil society can challenge those in power by documenting corruption or uncovering activities like the murder of political enemies. In democracies, this function is mostly performed by the media, NGOs or opposition parties.","author":"Evgeny Morozov","category":"Challenge, Society, Media"},{"quote":"To achieve the mood of a warrior is not a simple matter. It is a revolution. To regard the lion and the water rats and our fellow men as equals is a magnificent act of a warrior's spirit. It takes power to do that.","author":"Carlos Castaneda","category":"Water, Men, Simple"},{"quote":"Google is a private company. It has the capacity to utilize its massive power for whatever political agenda it chooses. But for it to pretend to be an advocate for Internet freedom while simultaneously disadvantaging messages it finds politically incorrect is deeply hypocritical.","author":"Ben Shapiro","category":"Freedom, Internet, Company"},{"quote":"I believe in a higher power and I believe in good and bad, right and wrong. You sleep in the bed you make.","author":"Leif Garrett","category":"Good, Sleep, Believe"},{"quote":"Immense power is acquired by assuring yourself in your secret reveries that you were born to control affairs.","author":"Andrew Carnegie","category":"Yourself, Control, You"},{"quote":"Prestige is the shadow of money and power.","author":"C. Wright Mills","category":"Money, Shadow, Prestige"},{"quote":"Come forward as servants of Islam, organise the people economically, socially, educationally and politically and I am sure that you will be a power that will be accepted by everybody.","author":"Muhammad Ali Jinnah","category":"I Am, People, You"},{"quote":"Well, when I was younger, I lied all the time, because once you understand the power of lying, it's really like magic because you transform reality for people.","author":"Louis C. K.","category":"Time, Reality, People"},{"quote":"I tell my kids and I tell proteges, always have humility when you create and grace when you succeed, because it's not about you. You are a terminal for a higher power. As soon as you accept that, you can do it forever.","author":"Quincy Jones","category":"You Can Do It, Humility"},{"quote":"Every generation witnesses atrocities. People in power try to fulfill prophecy.","author":"Nas","category":"Generation, People, Try"},{"quote":"Nuclear power will help provide the electricity that our growing economy needs without increasing emissions. This is truly an environmentally responsible source of energy.","author":"Michael Burgess","category":"Environmental, Energy, Help"},{"quote":"What are kings, when regiment is gone, but perfect shadows in a sunshine day?","author":"Christopher Marlowe","category":"Day, Sunshine, Shadows"},{"quote":"Getting and spending, we lay waste our powers.","author":"William Wordsworth","category":"Waste, Getting, Spending"},{"quote":"The right of petition, I have said, was not conferred on the People by the Constitution, but was a pre-existing right, reserved by the People out of the grants of power made to Congress.","author":"Caleb Cushing","category":"Constitution, People, Said"},{"quote":"For when we talk about the spreading power and influence of globalization, aren't we really referring to the spreading economic and military might of the US?","author":"Fredric Jameson","category":"Influence, Military"},{"quote":"There's a lot more power in calm than in vituperation.","author":"Dennis Prager","category":"Calm, More, Than"},{"quote":"Biology always beats will power.","author":"Mehmet Oz","category":"Biology, Will, Always"},{"quote":"Big corporations have money and power to make sure every rule breaks their way people have voices and votes to push back.","author":"Elizabeth Warren","category":"Money, People, Push"},{"quote":"In a market economy, however, the individual has some possibility of escaping from the power of the state.","author":"Peter L. Berger","category":"Economy, Individual"},{"quote":"Economics is mostly how humans rationalize who gets what and why. It's how we instantiate our preferences about status, privileges, and power.","author":"Nick Hanauer","category":"Economics, Why, Status"},{"quote":"No punishment has ever possessed enough power of deterrence to prevent the commission of crimes. On the contrary, whatever the punishment, once a specific crime has appeared for the first time, its reappearance is more likely than its initial emergence could ever have been.","author":"Hannah Arendt","category":"Time, Punishment, Crime"},{"quote":"You cannot be in a position of power and destroy the life of another person.","author":"Pope Francis","category":"Life, You, Person"},{"quote":"The superior power of population cannot be checked without producing misery or vice.","author":"Thomas Malthus","category":"Vice, Without, Misery"},{"quote":"What is there unreasonable in admitting the intervention of a supernatural power in the most ordinary circumstances of life?","author":"Jules Verne","category":"Life, Circumstances"},{"quote":"I'm not going to change the world overnight. It's one person at a time, and hopefully they're people in positions of power who can help people get in those roles and really, truly embrace colorblind casting.","author":"Gabrielle Union","category":"Change, Time"},{"quote":"People who are powerless make an open theater of violence.","author":"Don DeLillo","category":"Violence, People, Powerless"},{"quote":"Power is the great aphrodisiac.","author":"Henry Kissinger","category":"Great, Aphrodisiac"},{"quote":"Politics means striving to share power or striving to influence the distribution of power, either among states or among groups within a state.","author":"Max Weber","category":"Politics, Influence"},{"quote":"I believe in the power of the human spirit.","author":"Bob Harper","category":"Believe, I Believe"},{"quote":"No authoritarian leader cedes power easily or turns it over to bodies he cannot control.","author":"Stephen Kinzer","category":"Leader, Control, Over"},{"quote":"When we are angry or depressed in our creativity, we have misplaced our power. We have allowed someone else to determine our worth, and then we are angry at being undervalued.","author":"Julia Margaret Cameron","category":"Creativity, Angry, Depressed"},{"quote":"I'm not the same person I was. I used to act dumb. It was an act. I am 26 years old, and that act is no longer cute. It is not who I am, nor do I want to be that person for the young girls who looked up to me. I know now that I can make a difference, that I have the power to do that.","author":"Paris Hilton","category":"I Am, Cute, Me"},{"quote":"When Whitney Houston died, I felt great sadness. My sadness, of course, was about our collective loss - when you listened to this nightingale sing, your body would drop into a chair, your head would tilt up, a small smile would creep across your face, and inside you knew that there was a higher power somewhere: gifted, beautiful, spiritual.","author":"James Belushi","category":"Smile, Beautiful, Great"},{"quote":"I just feel that the only power I have is setting a good example.","author":"Geri Halliwell","category":"Good, Good Example, Example"},{"quote":"When I speak out against the guns or against the big corporations, some of my friends say, 'Oh Yoko, be careful. These people have all the power.' But, you know, most people don't speak out because they are frightened.","author":"Yoko Ono","category":"Friends, Speak, People"},{"quote":"It is the Higher Power which does everything, and the man is only a tool. If he accepts that position, he is free from troubles; otherwise, he courts them.","author":"Ramana Maharshi","category":"Man, Free, Tool"},{"quote":"Don't believe the hype don't believe what it tells you on your driver's license. You are an extension of the power that created this whole universe.","author":"RuPaul","category":"Believe, Universe, You"},{"quote":"Every man who knows how to read has it in his power to magnify himself, to multiply the ways in which he exists, to make his life full, significant and interesting.","author":"Aldous Huxley","category":"Life, Man, Interesting"},{"quote":"But it is impossible to divide a cube into two cubes, or a fourth power into fourth powers, or generally any power beyond the square into like powers; of this I have found a remarkable demonstration. This margin is too narrow to contain it.","author":"Pierre de Fermat","category":"Impossible, Two, Like"},{"quote":"Every American, regardless of their background, has the right to live free of unwarranted government intrusion. Repealing the worst provisions of the Patriot Act will reign in this gross abuse of power and restore to everyone our basic Constitutional rights.","author":"Pete Stark","category":"American, Government, Free"},{"quote":"It is economic power that determines political power, and governments become the political functionaries of economic power.","author":"Jose Saramago","category":"Political, Economic"},{"quote":"The power of storytelling is to free us from isolation, shame, and whatever the situation.","author":"Patricia McCormick","category":"Free, Isolation"},{"quote":"There is a power in God's gospel beyond all description.","author":"Charles Spurgeon","category":"God, Beyond, Gospel"},{"quote":"There are those who would draw a sharp line between power politics and a principled foreign policy based on values. This polarized view - you are either a realist or devoted to norms and values - may be just fine in academic debate, but it is a disaster for American foreign policy. American values are universal.","author":"Condoleezza Rice","category":"Politics, American, Values"},{"quote":"Unless we do things in this country to slow down our population, slow down our birth control, provide better water for people, provide power for people, we're gonna find out that the next wars are not going to be fought over diamonds, gold and political things.","author":"Evel Knievel","category":"Water, Gold, Political"},{"quote":"Governments are not representative. They have their own power, serving segments of the population that are dominant and rich.","author":"Noam Chomsky","category":"Rich, Serving, Population"},{"quote":"Grown-ups and children are not readily encouraged to unearth the power of words. Adults are repeatedly assured a picture is worth a thousand of them, while the playground response to almost any verbal taunt is 'Sticks and stones may break my bones, but words will never hurt me.' I don't beg so much as command to differ.","author":"Inga Muscio","category":"Children, Words, Hurt"},{"quote":"I have a lot of faith in the power of joking to make something thoughtful.","author":"Mallory Ortberg","category":"Faith, Thoughtful, Something"},{"quote":"There was a power outage at a department store yesterday. Twenty people were trapped on the escalators.","author":"Steven Wright","category":"People, Yesterday, Trapped"},{"quote":"The real problem is that the way that power is given out in our society pits us against each other.","author":"Anita Hill","category":"Society, Problem, Way"},{"quote":"I cured with the power that came through me.","author":"Black Elk","category":"Me, Through, Cured"},{"quote":"For most people, an hour a day playing our favorite games will power up our ability to engage whole-heartedly with difficult challenges, strengthen our relationships with the people we care about most - while still letting us notice when it's time to stop playing in virtual worlds and bring our gamer strengths back to real life.","author":"Jane McGonigal","category":"Life, Time, Day"},{"quote":"Our grandkids will lead the lives of the gods of mythology. Zeus could think and move objects around. We'll have that power. Venus had a perfect, timeless body. We'll have that, too. Pegasus was a flying horse. We'll be able to modify life in the future.","author":"Michio Kaku","category":"Life, Future, Horse"},{"quote":"The greater the power, the more need there is for transparency, because if the power is abused, the result can be so enormous. On the other hand, those people who do not have power, we mustn't reduce their power even more by making them yet more transparent.","author":"Julian Assange","category":"People, Transparency, Need"},{"quote":"It was very lucky for me as a writer that I studied the physical sciences rather than English. I wrote for my own amusement. There was no kindly English professor to tell me for my own good how awful my writing really was. And there was no professor with the power to order me what to read, either.","author":"Kurt Vonnegut","category":"Good, Writing, Me"},{"quote":"No emperor has the power to dictate to the heart.","author":"Friedrich Schiller","category":"Heart, Emperor, Dictate"},{"quote":"There is no power on earth more formidable than the truth.","author":"Margaret Lee Runbeck","category":"Truth, Earth, Than"},{"quote":"All national institutions of churches, whether Jewish, Christian or Turkish, appear to me no other than human inventions, set up to terrify and enslave mankind, and monopolize power and profit.","author":"Thomas Paine","category":"Me, Christian, Human"},{"quote":"Liberty is not the power of doing what we like, but the right to do what we ought.","author":"Lord Acton","category":"Freedom, Liberty, Doing"},{"quote":"The greatest obstacle to the welfare state is not greed but private charity that makes the welfare state irrelevant; the greatest obstacle to re-education of children in the name of the collective is allegiance to a higher power. More than that, the greatest obstacle to the state as god is an actual God above the state.","author":"Ben Shapiro","category":"Children, God, Greed"},{"quote":"We've sued out-of-state power plants that are polluting our air and led a coalition of attorneys general from Connecticut, Delaware, Maryland, and Massachusetts against efforts in the U.S. House of Representatives to remove critical environmental regulations that protect New York communities from toxic pollution.","author":"Eric Schneiderman","category":"Environmental, Plants"},{"quote":"I have a fantasy where Ted Turner is elected President but refuses because he doesn't want to give up power.","author":"Arthur C. Clarke","category":"Politics, Want, Fantasy"},{"quote":"The sword is the axis of the world and its power is absolute.","author":"Charles de Gaulle","category":"World, Sword, Absolute"},{"quote":"A leader has the vision and conviction that a dream can be achieved. He inspires the power and energy to get it done.","author":"Ralph Nader","category":"Leader, Vision, Dream"},{"quote":"Let me make a solemn pledge before all of you, before the whole world and before God, that I will devote all my energy and all I possess in my power to serve the people of Nigeria and humanity.","author":"Olusegun Obasanjo","category":"God, Humanity, World"},{"quote":"I think there is a very quiet power in things that are not on screen.","author":"Guillermo del Toro","category":"Quiet, Think, Things"},{"quote":"On the one hand, she is cut off from the protection awarded to her sisters abroad; on the other, she has no such power to defend her interests at the polls, as is the heritage of her brothers at home.","author":"Florence Kelley","category":"Home, She, Her"},{"quote":"In order to the existence of such a ministry in the Church, there is requisite an authority received from God, and consequently power and knowledge imparted from God for the exercise of such ministry; and where a man possesses these, although the bishop has not laid hands upon him according to his traditions, God has Himself appointed him.","author":"John Wycliffe","category":"Knowledge, God, Man"},{"quote":"The apostle enters upon his subject thus - Let every soul be subject unto the higher powers; for there is no power but of God: the powers that be, are ordained of God.","author":"Jonathan Mayhew","category":"God, Soul, Higher"},{"quote":"America is a knowledge-based society, where information counts as much as material resources. Therefore those with the power to define what qualifies as knowledge - to determine what are the accepted facts - wield the greatest social and political power.","author":"Nancy Pearcey","category":"Knowledge, America, Society"},{"quote":"Excessive fear is always powerless.","author":"Aeschylus","category":"Fear, Always, Powerless"},{"quote":"An alliance with a powerful person is never safe.","author":"Phaedrus","category":"Powerful, Safe, Person"},{"quote":"Women have to harness their power - its absolutely true. It's just learning not to take the first no. And if you can't go straight ahead, you go around the corner.","author":"Cher","category":"Learning, Women, You"},{"quote":"The law has no power over heroes.","author":"Charlotte Lennox","category":"Law, Heroes, Over"},{"quote":"With us air people, the future of our nation is indissolubly bound up in the development of air power.","author":"Billy Mitchell","category":"Future, People, Development"},{"quote":"The general tendency of things throughout the world is to render mediocrity the ascendant power among mankind.","author":"John Stuart Mill","category":"World, Mankind, Mediocrity"},{"quote":"I really learned the power of the tube on Sesame Street and how it can influence a very young mind.","author":"Ruth Buzzi","category":"Influence, Mind, Young"},{"quote":"Often, these downplay the power of cultural imperialism - in that sense, playing the game of US interests - by reassuring us that the global success of American mass culture is not as bad as all that.","author":"Fredric Jameson","category":"Success, Culture, American"},{"quote":"Let us rise in the moral power of womanhood; and give utterance to the voice of outraged mercy, and insulted justice, and eternal truth, and mighty love and holy freedom.","author":"Maria Weston Chapman","category":"Love, Freedom, Truth"},{"quote":"For me, love is not about froufrou New Age-ism. It's about a way of living and honoring the interconnectedness of life and accepting our responsibility and our power to change the world for the better.","author":"Julia Butterfly Hill","category":"Love, Life, Change"},{"quote":"I believe in the healing power of the arts, and whenever anyone can bring art into anyone's life, it's a special thing.","author":"Austin Nichols","category":"Life, Art, Healing"},{"quote":"It's not as though we can keep burning coal in our power plants. Coal is a finite resource, too. We must find alternatives, and it's a better idea to find alternatives sooner then wait until we run out of coal, and in the meantime, put God knows how many trillions of tons of CO2 that used to be buried underground into the atmosphere.","author":"Elon Musk","category":"God, Plants, Better"},{"quote":"It's obviously tricky to convert cellulose to a useful biofuel. I think actually the most efficient way to use cellulose is to burn it in a co-generation power plant. That will yield the most energy and that is something you can do today.","author":"Elon Musk","category":"Today, Plant, Think"},{"quote":"The end of the world is on people's minds. We have the power to destroy or save ourselves, but the question is what do you do with that responsibility.","author":"Nicolas Cage","category":"Responsibility, World, End"},{"quote":"What is a uni-polar world? No matter how we beautify this term, it means one single centre of power, one single centre of force and one single master.","author":"Vladimir Putin","category":"World, Matter, Single"},{"quote":"Fiction is an elemental force, which has the power to shape reality in its own image - or images, I should say - because reality, like light, exists not only as a single point or particle, but also as an array of possibilities.","author":"Ruth Ozeki","category":"Light, Reality, Single"},{"quote":"You have to see if the batsman is coming out, if he is staying back, what his grip is like, to gauge his intentions. A common trend I have observed is, a lot of batsmen change their grips when they are looking to hit: normally they either go high or slide their hand to the bottom of the handle to get maximum power.","author":"Harbhajan Singh","category":"Change, Looking, You"},{"quote":"A typical smart phone has more computing power than Apollo 11 when it landed a man on the moon.","author":"Nancy Gibbs","category":"Man, Smart, Moon"},{"quote":"On the back benches, you can have your say but no power to do anything.","author":"Bob Ainsworth","category":"You, Say, Back"},{"quote":"It seems as if, for every dragon head that is lopped off, two more terrible appear. Seems so. But in truth, Life is gaining all the while. Brute force, such power as there seems to be in things, cannot stand against ideas which are eternal.","author":"Edward Everett Hale","category":"Life, Truth, Ideas"},{"quote":"The force of the advertising word and image dwarfs the power of other literature in the 20th century.","author":"Daniel J. Boorstin","category":"Advertising, Literature"},{"quote":"There's a great power in words, if you don't hitch too many of them together.","author":"Josh Billings","category":"Funny, Great, Together"},{"quote":"Those in possession of absolute power can not only prophesy and make their prophecies come true, but they can also lie and make their lies come true.","author":"Eric Hoffer","category":"Lie, True, Possession"},{"quote":"There is that indescribable freshness and unconsciousness about an illiterate person that humbles and mocks the power of the noblest expressive genius.","author":"Walt Whitman","category":"Genius, Person, Expressive"},{"quote":"Wisdom is the power to put our time and our knowledge to the proper use.","author":"Thomas J. Watson","category":"Wisdom, Time, Knowledge"},{"quote":"Purchasing power is a license to purchase power.","author":"Raoul Vaneigem","category":"Purchasing, License"},{"quote":"Power is the by-product of understanding.","author":"Jacob Bronowski","category":"Understanding, By-Product"},{"quote":"The ordinary man with extraordinary power is the chief danger for mankind - not the fiend or the sadist.","author":"Erich Fromm","category":"Man, Extraordinary, Danger"},{"quote":"Don't let your will roar when your power only whispers.","author":"Thomas Fuller","category":"Will, Only, Your"},{"quote":"He that fails in his endeavors after wealth or power will not long retain either honesty or courage.","author":"Samuel Johnson","category":"Courage, Honesty, Wealth"},{"quote":"When the imagination and will power are in conflict, are antagonistic, it is always the imagination which wins, without any exception.","author":"Emile Coue","category":"Imagination, Conflict"},{"quote":"It's not that we poor men are so powerful to be able to banish the devil. It's that God gives us the power.","author":"Gabriele Nanni","category":"God, Powerful, Men"},{"quote":"Woes and wonders of Power, that tonic hell, synthesis of poison and panacea.","author":"Emile M. Cioran","category":"Hell, Poison, Panacea"},{"quote":"I felt the power of God as I'd never felt it before.","author":"James Irwin","category":"God, Never, Before"},{"quote":"It is in the power of every individual to do that which the community as a whole is powerless to effect.","author":"William Thomas Stead","category":"Community, Individual"},{"quote":"I think when you've travelled around a lot in Africa, you understand something that many people here don't recognize: the extraordinary power that is Africa at village level - at community level.","author":"Stephen Lewis","category":"Community, People, Think"},{"quote":"This persistence as private firms continued because it ensured the maximum of anonymity and secrecy to persons of tremendous public power who dreaded public knowledge of their activities as an evil almost as great as inflation.","author":"Carroll Quigley","category":"Knowledge, Great, Evil"},{"quote":"The Constitution was about a limitation on power.","author":"Roy Moore","category":"Constitution, Limitation"},{"quote":"Any man who has ever tried to use political power for the common good has felt an awful sense of powerlessness.","author":"Robert Casey","category":"Good, Man, Political"},{"quote":"Another mode of accumulating power arises from lifting a weight and then allowing it to fall.","author":"Charles Babbage","category":"Fall, Weight, Then"},{"quote":"The man who has sufficient power over himself to wait until his nature has recovered its even balance is the truly wise man, but such beings are seldom met with.","author":"Giacomo Casanova","category":"Nature, Wise, Man"},{"quote":"The Independent or Congregational theory includes two principles; first, that the governing and executive power in the Church is in the brotherhood; and secondly, that the Church organization is complete in each worshipping assembly, which is independent of every other.","author":"Charles Hodge","category":"Organization, Brotherhood"},{"quote":"Power's not what the Constitution was about.","author":"Roy Moore","category":"Constitution, About"},{"quote":"Sooner or later, man has always had to decide whether he worships his own power or the power of God.","author":"Arnold J. Toynbee","category":"God, Man, Always"},{"quote":"My relationship to power and authority is that I'm all for it. People need somebody to watch over them. Ninety-five percent of the people in the world need to be told what to do and how to behave.","author":"Arnold Schwarzenegger","category":"Relationship, World, People"},{"quote":"There is something about inside information which seems to paralyse a man's reasoning powers.","author":"Bernard Baruch","category":"Man, Information, Seems"},{"quote":"The advertisers who believe in the selling power of jingles have never had to sell anything.","author":"David Ogilvy","category":"Believe, Selling, Sell"},{"quote":"The most important thing about power is to make sure you don't have to use it.","author":"Edwin Land","category":"Important, You"},{"quote":"What is genius but the power of expressing a new individuality?","author":"Elizabeth Barrett Browning","category":"Genius, Individuality, New"},{"quote":"There is no meaning to life except the meaning man gives his life by the unfolding of his powers.","author":"Erich Fromm","category":"Life, Man, Meaning"},{"quote":"Power is dangerous unless you have humility.","author":"Richard J. Daley","category":"Humility, You, Dangerous"},{"quote":"Leave no authority existing not responsible to the people.","author":"Thomas Jefferson","category":"People, Responsible"},{"quote":"Authority must be respected and chosen wisely.","author":"Lech Walesa","category":"Authority, Chosen, Must"},{"quote":"In my opinion, most of the great men of the past were only there for the beer - the wealth, prestige and grandeur that went with the power.","author":"A. J. P. Taylor","category":"Great, Men, Past"},{"quote":"Every crisis offers you extra desired power.","author":"William Moulton Marston","category":"Crisis, You, Every"},{"quote":"Sir, I am no sycophant or worshipper of power anywhere.","author":"Benjamin F. Wade","category":"I Am, Anywhere, Sir"},{"quote":"Ambition has but one reward for all: A little power, a little transient fame; A grave to rest in, and a fading name!","author":"Walter Savage Landor","category":"Ambition, Name, Rest"},{"quote":"Anger is a great force. If you control it, it can be transmuted into a power which can move the whole world.","author":"William Shenstone","category":"Great, Anger, World"},{"quote":"Whenever we seek to avoid the responsibility for our own behavior, we do so by attempting to give that responsibility to some other individual or organization or entity. But this means we then give away our power to that entity.","author":"M. Scott Peck","category":"Responsibility, Behavior"},{"quote":"We continue to recognize the greater ability of some to earn more than others. But we do assert that the ambition of the individual to obtain for him a proper security is an ambition to be preferred to the appetite for great wealth and great power.","author":"Franklin D. Roosevelt","category":"Great, Ambition, Wealth"},{"quote":"You have a good many little gifts and virtues, but there is no need of parading them, for conceit spoils the finest genius. There is not much danger that real talent or goodness will be overlooked long, and the great charm of all power is modesty.","author":"Louisa May Alcott","category":"Good, Great, Talent"},{"quote":"To be able to endure odium is the first art to be learned by those who aspire to power.","author":"Lucius Annaeus Seneca","category":"Art, First, Endure"},{"quote":"The sea - this truth must be confessed - has no generosity. No display of manly qualities - courage, hardihood, endurance, faithfulness - has ever been known to touch its irresponsible consciousness of power.","author":"Joseph Conrad","category":"Courage, Truth, Sea"},{"quote":"A passion for politics stems usually from an insatiable need, either for power, or for friendship and adulation, or a combination of both.","author":"Fawn M. Brodie","category":"Friendship, Passion"},{"quote":"The purposes of the United States should not be doubted. The Security Council resolutions will be enforced - the just demands of peace and security will be met - or action will be unavoidable. And a regime that has lost its legitimacy will also lose its power.","author":"Colin Powell","category":"Peace, Action, Lost"},{"quote":"The momentum of freedom in our world is unmistakable - and it is not carried forward by our power alone. We can trust in that greater power Who guides the unfolding of the years. And in all that is to come, we can know that His purposes are just and true.","author":"George W. Bush","category":"Trust, Freedom, Alone"},{"quote":"Men should think twice before making widow hood woman's only path to power.","author":"Gloria Steinem","category":"Path, Woman, Men"},{"quote":"The very existence of government at all, infers inequality. The citizen who is preferred to office becomes the superior to those who are not, so long as he is the repository of power, and the child inherits the wealth of the parent as a controlling law of society.","author":"James F. Cooper","category":"Law, Society, Government"},{"quote":"It is more agreeable to have the power to give than to receive.","author":"Winston Churchill","category":"Give, Than, Agreeable"},{"quote":"However muted its present appearance may be, sexual dominion obtains nevertheless as perhaps the most pervasive ideology of our culture and provides its most fundamental concept of power.","author":"Kate Millett","category":"Culture, Present, Appearance"},{"quote":"To have what we want is riches but to be able to do without is power.","author":"George MacDonald","category":"Want, Without, Riches"},{"quote":"The media's power is frail. Without the people's support, it can be shut off with the ease of turning a light switch.","author":"Corazon Aquino","category":"Light, Support, Media"},{"quote":"Any form of art is a form of power; it has impact, it can affect change - it can not only move us, it makes us move.","author":"Ossie Davis","category":"Change, Art, Impact"},{"quote":"God has been pleased to prescribe limits to his power and to work out his ends within these limits.","author":"William S. Paley","category":"Work, God, Limits"},{"quote":"The point of power is always in the present moment.","author":"Louise L. Hay","category":"Moment, Present"},{"quote":"I am the guardian of power, not its owner.","author":"Vicente Fox","category":"I Am, Owner, Am"},{"quote":"Why should any man have power over any other man's faith, seeing Christ Himself is the author of it?","author":"George Fox","category":"Faith, Man, Why"},{"quote":"When it comes to controlling human beings, there is no better instrument than lies. Because you see, humans live by beliefs. And beliefs can be manipulated. The power to manipulate beliefs is the only thing that counts.","author":"Michael Ende","category":"Live, Better, You"},{"quote":"You can't give the government the power to do good without also giving it the power to do bad - in fact, to do anything it wants.","author":"Harry Browne","category":"Good, Government, Giving"},{"quote":"True liberty consists only in the power of doing what we ought to will, and in not being constrained to do what we ought not to will.","author":"Jonathan Edwards","category":"Liberty, Doing, True"},{"quote":"It is true you cannot eat freedom and you cannot power machinery with democracy. But then neither can political prisoners turn on the light in the cells of a dictatorship.","author":"Corazon Aquino","category":"Freedom, Light, Democracy"},{"quote":"But the lover's power is the poet's power. He can make love from all the common strings with which this world is strung.","author":"Amelia Barr","category":"Love, World, Which"},{"quote":"The disposition of all power is to abuses, nor does it at all mend the matter that its possessors are a majority.","author":"James F. Cooper","category":"Matter, Majority, Nor"},{"quote":"The American people should be made aware of the trend toward monopolization of the great public information vehicles and the concentration of more and more power over public opinion in fewer and fewer hands.","author":"Spiro T. Agnew","category":"Great, American, People"},{"quote":"Make men wise, and by that very operation you make them free. Civil liberty follows as a consequence of this; no usurped power can stand against the artillery of opinion.","author":"William Godwin","category":"Wise, Men, Liberty"},{"quote":"When a judge assumes the power to decide which distinctions made in a statute are legitimate and which are not, he assumes the power to disapprove of any and all legislation, because all legislation makes distinctions.","author":"Robert Bork","category":"Judge, Decide, Which"},{"quote":"I can assure you we are a responsible nuclear power.","author":"Manmohan Singh","category":"I Can, You, Responsible"},{"quote":"From the viewpoint of what you can do, therefore, languages do differ - but the differences are limited. For example, Python and Ruby provide almost the same power to the programmer.","author":"Yukihiro Matsumoto","category":"Differences, You, Example"},{"quote":"But the cause for which we fought was higher our thought wider... That thought was our power.","author":"Joshua Chamberlain","category":"Thought, Higher, Which"},{"quote":"There are many facts showing that Putin's people enriched themselves by using power mechanisms so that's why for them losing power means losing their fortunes.","author":"Garry Kasparov","category":"Losing, People, Why"},{"quote":"The large venue gives me the thrill that comes from the power in numbers.","author":"Suzy Bogguss","category":"Me, Numbers, Large"},{"quote":"God cannot approve of a system of servitude, in which the master is guilty of assuming absolute power - of assuming God's place and relation towards his fellow-men.","author":"Gerrit Smith","category":"God, Guilty, Place"},{"quote":"The worth of a civilization or a culture is not valued in the terms of its material wealth or military power, but by the quality and achievements of its representative individuals - its philosophers, its poets and its artists.","author":"Herbert Read","category":"Culture, Quality, Military"},{"quote":"I want the municipality to be a helping hand to the man with a desire of sympathy, to help the fallen when it is not in their power to help themselves.","author":"John Burns","category":"Sympathy, Man, Help"},{"quote":"But I believe we have a higher level of mentality within us, but we have to use the power in the right way.","author":"Tina Turner","category":"Believe, I Believe, Way"},{"quote":"When governments become large, voters cannot exercise close oversight, otherwise known as political power.","author":"Maggie Gallagher","category":"Politics, Political"},{"quote":"Navigation is power of a limited sort - it enables us to manage the immensity of the media torrent.","author":"Todd Gitlin","category":"Media, Navigation, Us"},{"quote":"Nearly all of our existing power sources are generators which use a heat cycle. This includes our coal, oil, and gas fired utilities, our automobiles, trucks, and trains, and even our nuclear fission utility power plants.","author":"Wilson Greatbatch","category":"Plants, Heat, Oil"},{"quote":"The phenomenon develops calmly, but it is invisible, unstoppable. One feels, one sees it born and grow steadily; and it is not in one's power to either hasten or slow it down.","author":"Leon Foucault","category":"Grow, Slow, Born"},{"quote":"The goal, I submit, is obvious: subjugating the world (which is barbarian, dangerous, envious and ungrateful) to US power for the sake of America's interests.","author":"Breyten Breytenbach","category":"America, Goal, World"},{"quote":"I truly believe that all power corrupts. Such is probably the thinking behind every political film ever made in Hollywood.","author":"Elia Kazan","category":"Thinking, Believe, Political"},{"quote":"After the knowledge of, and obedience to, the will of God, the next aim must be to know something of His attributes of wisdom, power, and goodness as evidenced by His handiwork.","author":"James Prescott Joule","category":"Wisdom, Knowledge, God"},{"quote":"Believing that the power to destroy belongs to the Creator alone I affirm... that any theory which, when carried out, demands the annihilation of force, is necessarily erroneous.","author":"James Prescott Joule","category":"Alone, Force, Believing"},{"quote":"Whoever sets any bounds for the reconstructive power of the religious life over the social relations and institutions of men, to that extent denies the faith of the Master.","author":"Walter Rauschenbusch","category":"Life, Faith, Men"},{"quote":"When money is controlled by a few it gives that few an undue power and control over labor and the resources of the country. Labor will have its best return when the laborer can control its disposal.","author":"Leland Stanford","category":"Money, Best, Control"},{"quote":"All Church power is, therefore, properly ministerial and administrative. Everything is to be done in the name of Christ, and in accordance with his directions.","author":"Charles Hodge","category":"Name, Done, Church"},{"quote":"Some wars have been due to the lust of rulers for power and glory, or to revenge to wipe out the humiliation of a former defeat.","author":"John Boyd Orr","category":"Revenge, Defeat, Glory"},{"quote":"The power of man has grown in every sphere, except over himself.","author":"Winston Churchill","category":"Man, Over, Every"},{"quote":"Not necessity, not desire - no, the love of power is the demon of men. Let them have everything - health, food, a place to live, entertainment - they are and remain unhappy and low-spirited: for the demon waits and waits and will be satisfied.","author":"Friedrich Nietzsche","category":"Love, Food, Health"},{"quote":"He who has great power should use it lightly.","author":"Lucius Annaeus Seneca","category":"Great, Should, Great Power"},{"quote":"Every reign must submit to a greater reign.","author":"Lucius Annaeus Seneca","category":"Must, Submit, Every"},{"quote":"Most powerful is he who has himself in his own power.","author":"Lucius Annaeus Seneca","category":"Powerful, Most Powerful"},{"quote":"Capitalism has destroyed our belief in any effective power but that of self interest backed by force.","author":"George Bernard Shaw","category":"Self, Capitalism, Belief"},{"quote":"Nobody is as powerful as we make them out to be.","author":"Alice Walker","category":"Powerful, Nobody, Out"},{"quote":"Next to enjoying ourselves, the next greatest pleasure consists in preventing others from enjoying themselves, or, more generally, in the acquisition of power.","author":"Bertrand Russell","category":"Greatest, Pleasure, Next"},{"quote":"In Europe first and now in America, elected men have taken it upon themselves to indebt their people to create an atmosphere of dependency. And why? For their own selfish need to increase their own personal power.","author":"Pope Francis","category":"America, Men, Selfish"},{"quote":"Vote: the instrument and symbol of a freeman's power to make a fool of himself and a wreck of his country.","author":"Ambrose Bierce","category":"Fool, Vote, Country"},{"quote":"Beauty, n: the power by which a woman charms a lover and terrifies a husband.","author":"Ambrose Bierce","category":"Beauty, Woman, Husband"},{"quote":"The eye sees what it brings the power to see.","author":"Thomas Carlyle","category":"Eye, See, Brings"},{"quote":"The value systems of those with access to power and of those far removed from such access cannot be the same. The viewpoint of the privileged is unlike that of the underprivileged.","author":"Aung San Suu Kyi","category":"Value, Same, Access"},{"quote":"A man's true state of power and riches is to be in himself.","author":"Henry Ward Beecher","category":"Man, True, Riches"},{"quote":"Our sense of power is more vivid when we break a man's spirit than when we win his heart.","author":"Eric Hoffer","category":"Heart, Man, Win"},{"quote":"It is by its promise of a sense of power that evil often attracts the weak.","author":"Eric Hoffer","category":"Evil, Sense, Weak"},{"quote":"Power is action the electoral principle is discussion. No political action is possible when discussion is permanently established.","author":"Honore de Balzac","category":"Action, Political, Possible"},{"quote":"Sometimes power is all a person has, so they will protect it even unto their own destruction, for without power they have nothing.","author":"Bryant H. McGill","category":"Nothing, Person, Protect"},{"quote":"New York City is a great monument to the power of money and greed... a race for rent.","author":"Frank Lloyd Wright","category":"Money, Great, Greed"},{"quote":"Guitar Player Magazine says Dick Dale is the father of Heavy Metal, blowing up 48 amplifiers, creating the first power amplifier.","author":"Dick Dale","category":"Father, Guitar, Creating"},{"quote":"Each underestimates her own power and overestimates the other's.","author":"Deborah Tannen","category":"Her, Own, Other"},{"quote":"I don't feel that the conductor has real power. The orchestra has the power, and every member of it knows instantaneously if you're just beating time.","author":"Itzhak Perlman","category":"Time, You, Orchestra"},{"quote":"A true king is neither husband nor father he considers his throne and nothing else.","author":"Pierre Corneille","category":"Father, Husband, King"},{"quote":"Moral power is probably best when it is not used. The less you use it the more you have.","author":"Andrew Young","category":"Best, Moral, You"},{"quote":"Order is power.","author":"Henri Frederic Amiel","category":"Order"},{"quote":"Politics is not about power.","author":"Paul Wellstone","category":"Politics, About"},{"quote":"Just as he who gives his life to serve a great idea is admirable, he who avails himself of a great idea to serve his personal hopes of glory and power is abominable, even if he too risks his life.","author":"Jose Marti","category":"Life, Great, Risks"},{"quote":"Power is paradoxical.","author":"Friedrich Durrenmatt","category":"Paradoxical"},{"quote":"Capitalism works better from every perspective when the economic decision makers are forced to share power with those who will be affected by those decisions.","author":"Barney Frank","category":"Decision, Decisions"},{"quote":"The least one can say of power is that a vocation for it is suspicious.","author":"Jean Rostand","category":"Say, Vocation, Suspicious"},{"quote":"The English Bible - a book which, if everything else in our language should perish, would alone suffice to show the whole extent of its beauty and power.","author":"Thomas Babington Macaulay","category":"Beauty, Alone, Book"},{"quote":"The oil companies regard nuclear power as their rival, who will reduce their profits, so they put out a lot of disinformation about nuclear power.","author":"James Lovelock","category":"Oil, Nuclear Power, Will"},{"quote":"Power, after love, is the first source of happiness.","author":"Stendhal","category":"Love, Happiness, Love Is"},{"quote":"People who are in power make their arrangements in secret, largely as a way of maintaining and furthering that power.","author":"Don DeLillo","category":"People, Way, Secret"},{"quote":"To use the power of the bison, I had to perform that part of my vision for the people to see.","author":"Black Elk","category":"Vision, People, See"},{"quote":"Generally speaking, if people are prepared to stick their heads above the power pit, like Zinn says, and absorb what's going on around them, it makes them think.","author":"Thom Yorke","category":"People, Think, Going"},{"quote":"No matter what has happened, you too have the power to enjoy yourself.","author":"Allen Klein","category":"Yourself, Enjoy, You"},{"quote":"Those in supreme power always suspect and hate their next heir.","author":"Tacitus","category":"Hate, Always, Next"},{"quote":"Power is not only what you have but what the enemy thinks you have.","author":"Saul Alinsky","category":"Enemy, You, Only"},{"quote":"Power ought to serve as a check to power.","author":"Charles de Secondat","category":"Check, Serve, Ought"},{"quote":"I was actually telling people that - by harnessing the atom - we could enter a new era of unlimited power that would do away with the need to dam our beautiful streams.","author":"David R. Brower","category":"Beautiful, People, New"},{"quote":"I decided that we should have a flag, that a flag fit us as a symbol, that we are a people, a tribe if you will. And flags are about proclaiming power, so it's very appropriate.","author":"Gilbert Baker","category":"People, Flag, You"},{"quote":"The Democrats just don't have a foreign policy that they're willing to defend, that they're willing to use to take down the president's. We're dealing with the power of suggestion here.","author":"Chris Matthews","category":"Down, President, Dealing"},{"quote":"I am not the Jesus of the official church tolerated by those in power. I am not your superstar.","author":"Klaus Kinski","category":"I Am, Church, Superstar"},{"quote":"Today the predatory state, or the predatory group of states, with power of total destruction, is no more to be tolerated than the predatory individual.","author":"Lester B. Pearson","category":"Today, Group, Individual"},{"quote":"So one begins to wonder what is going to happen to the human race. Technology keeps on advancing with greater and greater power, either for good or for destruction.","author":"David Bohm","category":"Technology, Good, Human"},{"quote":"Prayer is commission. Out of the quietness with God, power is generated that turns the spiritual machinery of the world. When you pray, you begin to feel the sense of being sent, that the divine compulsion is upon you.","author":"E. Stanley Jones","category":"God, Spiritual, World"},{"quote":"America has a critical role to play as the most powerful member of the world community.","author":"Adam Schiff","category":"Community, America, World"},{"quote":"Will power is only the tensile strength of one's own disposition. One cannot increase it by a single ounce.","author":"Cesare Pavese","category":"Strength, Single, Will"},{"quote":"Whoever wants peace among nations must seek to limit the state and its influence most strictly.","author":"Ludwig von Mises","category":"Peace, Influence, Limit"},{"quote":"Those who desire to rise as high as our human condition allows, must renounce intellectual pride, the omnipotence of clear thinking, belief in the absolute power of logic.","author":"Alexis Carrel","category":"Thinking, Pride, Belief"},{"quote":"Dr. Flint had sworn that he would make me suffer, to my last day, for this new crime against him, as he called it; and as long as he had me in his power he kept his word.","author":"Harriet Ann Jacobs","category":"Day, Me, Long"},{"quote":"There was nothing there but black water and American fire power.","author":"James Stockdale","category":"Water, American, Fire"},{"quote":"A skilled Transition Team leader will set the general goals for a Transition, and then confer on the other team leaders working with him the power to implement those goals.","author":"Richard V. Allen","category":"Goals, Team, Leader"},{"quote":"I believe in the power of weakness.","author":"Pat Buckley","category":"Believe, Weakness, I Believe"},{"quote":"No civilized society can long exist, with an active power in its bosom that is stronger than the law.","author":"James F. Cooper","category":"Law, Society, Long"},{"quote":"If God had sufficient wisdom and power to construct such a beautiful world as this, then we must admit that his wisdom and power are immeasurably greater than that of man, and hence he is qualified to reign as king.","author":"Orson Pratt","category":"Wisdom, Beautiful, God"},{"quote":"We do have serious energy needs for the country, we are aware that natural gas is especially in demand because of its air quality benefits: 90 percent of new power plants have been natural gas-powered.","author":"Gale Norton","category":"Quality, Energy, Plants"},{"quote":"We have to recognize that the freedom of the individual has to be protected not only from the power of the state, but even more so from economic and societal power.","author":"Gustav Heinemann","category":"Freedom, Economic"},{"quote":"Power and position often make a man trifle with the truth.","author":"George A. Smith","category":"Truth, Man, Position"},{"quote":"The only power you have is the word no.","author":"Frances McDormand","category":"You, Word, Only"},{"quote":"Of all presidential perks, the pardon power has a special significance. It is just the kind of authority that would attract the special attention of someone obsessed with himself and his own ability to influence events.","author":"Barbara Olson","category":"Influence, Attention"},{"quote":"Let no man imagine that he has no influence. Whoever he may be, and wherever he may be placed, the man who thinks becomes a light and a power.","author":"Henry George","category":"Light, Man, Influence"},{"quote":"I love the idea of a woman being able to discover the idea of power this way, on such a scale. And I don't know about that, what it means - well, I guess I'd better, or my part's in trouble.","author":"Mary McDonnell","category":"Love, Woman, Know"},{"quote":"There is no force so powerful as an idea whose time has come.","author":"Everett Dirksen","category":"Time, Powerful, Idea"},{"quote":"If those in charge of our society - politicians, corporate executives, and owners of press and television - can dominate our ideas, they will be secure in their power. They will not need soldiers patrolling the streets. We will control ourselves.","author":"Howard Zinn","category":"Society, Control, Television"},{"quote":"The spirit and determination of the people to chart their own destiny is the greatest power for good in human affairs.","author":"Matt Blunt","category":"Good, Determination"},{"quote":"As the power of Christianity declined through the centuries that have followed the Reformation, Calvinism played a less and less important part, while the new philosophies of mechanism and rationalism correspondingly increased.","author":"Ralph Adams Cram","category":"Important, New, Through"},{"quote":"Beauty, like truth, is relative to the time when one lives and to the individual who can grasp it. The expression of beauty is in direct ratio to the power of conception the artist has acquired.","author":"Gustave Courbet","category":"Time, Beauty, Truth"},{"quote":"The American people do not begrudge anyone his or her power until they start abusing it.","author":"Chris Bell","category":"American, Start, People"},{"quote":"I think the internal combustion engine will disappear from the streets of our cities in the next thirty years because transportation will be mass transportation, or probably electrical power.","author":"Gaylord Nelson","category":"Transportation, Think, Years"},{"quote":"I had something I was trying to say and sometimes the message is an easy transmission and sometimes it's a difficult one but I love the power of saying it so I'm gonna do it whether it's hard or easy.","author":"Faith Ringgold","category":"Love, Easy, Saying"},{"quote":"The bad man desires arbitrary power. What moves the evil man is the love of injustice.","author":"John Rawls","category":"Love, Man, Evil"},{"quote":"As our language wanes and dies, the golden legends of the far-off centuries fade and pass away. No one sees their influence upon culture; no one sees their educational power.","author":"Douglas Hyde","category":"Culture, Language, Influence"},{"quote":"The future condition of the conquered power depends on the will of the conquerer.","author":"Thaddeus Stevens","category":"Future, Will, Conquered"},{"quote":"We are told to let our light shine, and if it does, we won't need to tell anybody it does. Lighthouses don't fire cannons to call attention to their shining - they just shine.","author":"Dwight L. Moody","category":"Light, Fire, Shine"},{"quote":"God loves each of us as if there were only one of us.","author":"Saint Augustine","category":"God, Only, Us"},{"quote":"Love always involves responsibility, and love always involves sacrifice. And we do not really love Christ unless we are prepared to face His task and to take up His Cross.","author":"William Barclay","category":"Love, Responsibility, Face"},{"quote":"The Bible tells us that God will meet all our needs. He feeds the birds of the air and clothes the grass with the splendor of lilies. How much more, then, will He care for us, who are made in His image? Our only concern is to obey the heavenly Father and leave the consequences to Him.","author":"Charles Stanley","category":"Father, God, Bible"},{"quote":"A strangely reflective, even melancholy day. Is that because, unlike our cousins in the northern hemisphere, Easter is not associated with the energy and vitality of spring but with the more subdued spirit of autumn?","author":"Hugh Mackay","category":"Autumn, Day, Spring"},{"quote":"A rule I have had for years is: to treat the Lord Jesus Christ as a personal friend. His is not a creed, a mere doctrine, but it is He Himself we have.","author":"Dwight L. Moody","category":"Friend, Treat, Personal"},{"quote":"What is the real purpose behind the Tooth Fairy, the Easter Bunny and Santa Claus? They seem like greater steps toward faith and imagination, each with a payoff. Like cognitive training exercises.","author":"Chuck Palahniuk","category":"Faith, Training, Imagination"},{"quote":"I wasn't allowed to have sugar as a kid. We didn't have candy or soda or anything, so Easter and Halloween were my favorite times 'cause I could eat as much candy as I wanted.","author":"Kaley Cuoco","category":"Halloween, Candy, Favorite"},{"quote":"Faith in the Lord Jesus Christ is the foundation upon which sincere and meaningful repentance must be built. If we truly seek to put away sin, we must first look to Him who is the Author of our salvation.","author":"Ezra Taft Benson","category":"Faith, Meaningful, Sin"},{"quote":"Continuing a Lenten series on prayer: Prayer is co-operation with God. It is the purest exercise of the faculties God has given us - an exercise that links these faculties with the Maker to work out the intentions He had in mind in their creation.","author":"E. Stanley Jones","category":"Work, God, Mind"},{"quote":"The Bible tells us that Jesus Christ came to do three things. He came to have my past forgiven, you get a purpose for living and a home in Heaven.","author":"Rick Warren","category":"Home, Past, Purpose"},{"quote":"A rebirth out of spiritual adversity causes us to become new creatures.","author":"James E. Faust","category":"Adversity, Spiritual, New"},{"quote":"What do you mean you don't believe in homosexuality? It's not like the Easter Bunny, your belief isn't necessary.","author":"Lea DeLaria","category":"Believe, Belief, You"},{"quote":"I've got great people who handle my schedule, and everything does revolve around the children. If there's a parents' night or an Easter bonnet parade or a Nativity play, whatever it might be, then I plan everything around that.","author":"Victoria Beckham","category":"Children, Great, Parents"},{"quote":"Easter is an arts and crafts moment where your whole family and friends can get involved.","author":"Alex Guarnaschelli","category":"Family, Friends, Moment"},{"quote":"The experience of being in the Army changed my whole life; I never believed that an organization such as ours could ever go to war, leave alone win it. It was, as Yeats remarked of the Easter Rising, 'A terrible beauty.'","author":"Spike Milligan","category":"Life, Beauty, Experience"},{"quote":"The first thing that stuck in the minds of the disciples was not the empty tomb, but rather the empty grave clothes - undisturbed in form and position.","author":"Josh McDowell","category":"Clothes, First, Minds"},{"quote":"I believe in one God, the first and great cause of goodness. I also believe in Jesus Christ, the rebirth of the world. I also believe in the Holy Ghost, the comforter.","author":"Daniel Morgan","category":"Great, God, World"},{"quote":"I have always wanted a bunny and I'll always have a rabbit the rest of my life.","author":"Amy Sedaris","category":"Life, My Life, Rest"},{"quote":"We were old sinners - but when we came to Christ we are not sinners anymore.","author":"Joel Osteen","category":"Old, Christ, Anymore"},{"quote":"The symbolic language of the crucifixion is the death of the old paradigm resurrection is a leap into a whole new way of thinking.","author":"Deepak Chopra","category":"Death, Thinking, Language"},{"quote":"Easter is very important to me, it's a second chance.","author":"Reba McEntire","category":"Second Chance, Chance, Me"},{"quote":"Christ shared our experience; he suffered as we suffer; he died as we shall die, and for forty days in the desert he underwent the struggle between good and evil.","author":"Basil Hume","category":"Good, Experience, Struggle"},{"quote":"The primary source of the appeal of Christianity was Jesus - His incarnation, His life, His crucifixion, and His resurrection.","author":"Kenneth Scott Latourette","category":"Life, Source, Resurrection"},{"quote":"Over the years, I have been a house painter, farm worker, paste-up artist, Easter Bunny, pizza delivery person, homeless shelter staff member, and counselor for adults and kids with mental illness - I quit my last real job in 2000 to work on writing full-time.","author":"Jennifer McMahon","category":"Work, Job, Writing"},{"quote":"Those have a short Lent who owe money to be paid at Easter.","author":"Benjamin Franklin","category":"Money, Short, Paid"},{"quote":"During my life I have heard many sermons on the Resurrection. I can recite the events of that first Easter Sunday. I have marked in my scriptures passages regarding the Resurrection.","author":"Joseph B. Wirthlin","category":"Life, My Life, I Can"},{"quote":"People respond when you tell them there is a great future in front of you, you can leave your past behind.","author":"Joel Osteen","category":"Future, Great, Past"},{"quote":"Here's the problem with Easter. The Catholic Church needs to pick a date because it keeps moving. And I think the reason they always have Easter moving to different dates is to catch us.","author":"Denis Leary","category":"Moving, Problem, Think"},{"quote":"Easter is reflecting upon suffering for one thing, but it also reflects upon Jesus and his non compliance in the face of great authority where he holds to his truth - so there's two stories there.","author":"Michael Leunig","category":"Truth, Great, Suffering"},{"quote":"Easter is not limited to the passion and death of Christ; it also includes the dismal tragedy of life unlived by the many, and all the loss of passion and truth that goes with it.","author":"Michael Leunig","category":"Life, Death, Truth"},{"quote":"But with Christ, we have access in a one-to-one relationship, for, as in the Old Testament, it was more one of worship and awe, a vertical relationship. The New Testament, on the other hand, we look across at a Jesus who looks familiar, horizontal. The combination is what makes the Cross.","author":"Bono","category":"Relationship, Look, New"},{"quote":"I remember my mom bought me one of their shirts for Easter so that I could wear Helmut Lang for Easter. That was my first piece.","author":"Travis Scott","category":"Mom, Me, Remember"},{"quote":"I don't really care what people tell children - when you believe in Santa Claus, the Easter Bunny and the Tooth Fairy, one more fib won't hurt. But I am infuriated by the growing notion, posited in some touchy-feely quarters, that all women are, or can be, beautiful.","author":"Julie Burchill","category":"Children, Beautiful, Women"},{"quote":"Each year in early spring, during the season of Lent, which begins on Ash Wednesday and concludes on Easter, a plenitude of books, magazine articles, and television shows about Jesus appear.","author":"Jay Parini","category":"Wednesday, Spring, Season"},{"quote":"In the past, I've visited remote places - North Korea, Ethiopia, Easter Island - partly as a way to visit remote states of mind: remote parts of myself that I wouldn't ordinarily explore.","author":"Pico Iyer","category":"Myself, Past, Mind"},{"quote":"Most people outside of America won't get it. It's the Easter bunny. It's another lie and I don't understand why we had to invent this character.","author":"Todd Rundgren","category":"Character, America, Lie"},{"quote":"My mom used to say that Greek Easter was later because then you get stuff cheaper.","author":"Amy Sedaris","category":"Mom, You, Say"},{"quote":"Even if you're not Christian, just from being in our culture you know Jesus and resurrection and redemption.","author":"Trey Parker","category":"Culture, Christian, Know"},{"quote":"Easter is one of my favorite holidays with the kids. They get to run loose, and we always have our family and loved ones all around us!","author":"Camila Alves","category":"Family, Holidays, Loved"},{"quote":"People come together with their families to celebrate Easter. What better way to celebrate than to spend a few hours going on the journey of Christ's life.","author":"Roma Downey","category":"Life, Journey, Together"},{"quote":"For those of you who still believe in the Easter Bunny and that the letters that appear in your local newspaper come from concerned citizens who really care, I've got troubling news. At least in politics, most of the letters that get published on the letters-to-the-editor page originate in the campaign headquarters of the candidates.","author":"Peter Navarro","category":"Politics, Believe, Page"},{"quote":"Fortunately, the DC Universe is full enough and replete enough with every kind of character that you could want, that it's not that hard to find the right character. Sometimes it's nothing more than an Easter egg, or a name drop, and sometimes it's someone like 'Deathstroke,' who is a huge part of the DC Universe.","author":"Marc Guggenheim","category":"Character, Universe, Name"},{"quote":"At one time I smoked, but in 1959 I couldn't think of anything else to give up for Lent so I stopped - and I haven't had a cigarette since.","author":"Ethel Merman","category":"Time, Think, Anything"},{"quote":"Christ appeared alive on several occasions after the cataclysmic events of that first Easter.","author":"Josh McDowell","category":"Events, First, Christ"},{"quote":"Winning the 2007 Master's was a dream fulfilled culminating on Easter Sunday with my family was very special. You couldn't write it up any better.","author":"Zach Johnson","category":"Family, Winning, Dream"},{"quote":"I had my boy in Boston on Easter Sunday. That kills me, from a sports perspective. He's a Boston baby and I'm a New York guy.","author":"Kevin James","category":"Sports, Baby, Perspective"},{"quote":"Let every man and woman count himself immortal. Let him catch the revelation of Jesus in his resurrection. Let him say not merely, 'Christ is risen,' but 'I shall rise.'","author":"Phillips Brooks","category":"Man, Woman, Rise"},{"quote":"Do we believe that there is equal economic opportunity out there in the real world, right now, for each and every one of these groups? If we believed in the tooth fairy, if we believed in the Easter Bunny, we might well believe that.","author":"William Weld","category":"Opportunity, Believe, World"},{"quote":"I cooked at the White House for Easter, last year, with Michelle Obama. But it more had to do with cooking from the organic garden, and her message. I took my daughter and granddaughter there, and they were really charming, it was great.","author":"Jacques Pepin","category":"Daughter, Great, Cooking"},{"quote":"I read the Scriptures at the American Cathedral on Christmas and Easter that's it. It's a task I love.","author":"Olivia De Havilland","category":"Love, Christmas, American"},{"quote":"Between the three, Facebook is literally everyone I've ever shaken hands with at a conference or kissed on the cheek at Easter. Twitter seems to be everyone I am entertained by or I wish to meet some day. Foursquare seems to be everyone I run into on a regular basis. All three of those social graphs are powerful in their own.","author":"Dennis Crowley","category":"Day, Powerful, I Am"},{"quote":"I was raised - and still consider myself to be - Catholic, though I'm non-practicing and haven't fulfilled my Easter duty since sometime during the Nixon years. I'm assailed by all kinds of stimulating doubts, but I do believe in God.","author":"Thomas Mallon","category":"Myself, God, Believe"},{"quote":"God expects from men something more than at such times, and that it were much to be wished for the credit of their religion as well as the satisfaction of their conscience that their Easter devotions would in some measure come up to their Easter dress.","author":"Robert South","category":"God, Religion, Dress"},{"quote":"To a Christian, Easter Sunday means everything, when we celebrate the resurrection of Jesus Christ.","author":"Bernhard Langer","category":"Celebrate, Christian, Sunday"},{"quote":"Passover and Easter are the only Jewish and Christian holidays that move in sync, like the ice skating pairs we saw during the winter Olympics.","author":"Marvin Olasky","category":"Winter, Holidays, Christian"},{"quote":"My passion was to be on Broadway and to be part of this community because I saw what it was like from the outside as the young kid in and around New York, and I would see things like the 'Easter Bonnet' or 'Broadway Bares,' things I would sneak into.","author":"Max von Essen","category":"Community, Passion, New York"},{"quote":"What makes you a Christian is whether or not you really are in accord with biblical theology and whether you know Jesus Christ as your Saviour.","author":"Walter Martin","category":"Christian, Know, You"},{"quote":"And it is always Easter Sunday at the New York City Ballet. It is always coming back to life. Not even coming back to life - it lives in the constant present.","author":"John Guare","category":"Life, City, New York"},{"quote":"I am very proud of this work because it is more about the meaning of the Easter Rising and its relationship to what this whole century has been about, people liberating themselves, freeing themselves.","author":"Leon Uris","category":"Work, Relationship, I Am"},{"quote":"To see how Christ was prophesied and described therein, consider and mark, how that the kid or lamb must be with out spot or blemish; and so was Christ only of all mankind, in the sight of God and of his law.","author":"William Tyndale","category":"God, Law, See"},{"quote":"'Rapa Nui' is about the conflict in the 1600s on Easter Island. It's about the clash of the royal clan and the working class.","author":"Jason Scott Lee","category":"Conflict, Working, Island"},{"quote":"When you ran out the tunnel at the old Easter Road for a derby game, you'd get a spittal right on the back of your head. They were spitting on you as you ran out, which actually helped get you going. It was some place.","author":"Drew Busby","category":"Road, Game, You"},{"quote":"I'm Jewish, so I don't know much about Easter eggs.","author":"Simon Kinberg","category":"Know, Eggs, Jewish"},{"quote":"All I ask is the chance to prove that money can't make me happy.","author":"Spike Milligan","category":"Happy, Money, Me"},{"quote":"The biggest risk is not taking any risk... In a world that changing really quickly, the only strategy that is guaranteed to fail is not taking risks.","author":"Mark Zuckerberg","category":"Risk, World, Strategy"},{"quote":"To reminisce with my old friends, a chance to share some memories, and play our songs again.","author":"Ricky Nelson","category":"Friends, Memories"},{"quote":"Growth is never by mere chance it is the result of forces working together.","author":"James Cash Penney","category":"Working Together, Growth"},{"quote":"Every year on your birthday, you get a chance to start new.","author":"Sammy Hagar","category":"Birthday, Start, You"},{"quote":"Being brave means to know something is scary, difficult, and dangerous, and doing it anyway, because the possibility of winning the fight is worth the chance of losing it.","author":"Emilie Autumn","category":"Winning, Losing, Fight"},{"quote":"Forgiveness says you are given another chance to make a new beginning.","author":"Desmond Tutu","category":"Forgiveness, Beginning"},{"quote":"You have to take risks. We will only understand the miracle of life fully when we allow the unexpected to happen.","author":"Paulo Coelho","category":"Life, Risks, Unexpected"},{"quote":"If you are not willing to risk the unusual, you will have to settle for the ordinary.","author":"Jim Rohn","category":"Risk, Settle, You"},{"quote":"There are risks and costs to action. But they are far less than the long range risks of comfortable inaction.","author":"John F. Kennedy","category":"Action, Risks, Long"},{"quote":"America is the land of the second chance - and when the gates of the prison open, the path ahead should lead to a better life.","author":"George W. Bush","category":"Life, Path, America"},{"quote":"People do make mistakes and I think they should be punished. But they should be forgiven and given the opportunity for a second chance. We are human beings.","author":"David Millar","category":"Opportunity, Mistakes"},{"quote":"The world is so unpredictable. Things happen suddenly, unexpectedly. We want to feel we are in control of our own existence. In some ways we are, in some ways we're not. We are ruled by the forces of chance and coincidence.","author":"Paul Auster","category":"World, Control, Want"},{"quote":"If you go around being afraid, you're never going to enjoy life. You have only one chance, so you've got to have fun.","author":"Lindsey Vonn","category":"Life, Enjoy Life, Fun"},{"quote":"Freedom is nothing but a chance to be better.","author":"Albert Camus","category":"Freedom, Better, Nothing"},{"quote":"The risk of a wrong decision is preferable to the terror of indecision.","author":"Maimonides","category":"Decision, Risk, Indecision"},{"quote":"First, I have to thank God for giving me the gift that he did as well as a second chance for a better life.","author":"Oksana Baiul","category":"Life, God, Thank God"},{"quote":"If you don't love the Dodgers, there's a good chance you may not get into Heaven.","author":"Tommy Lasorda","category":"Love, Good, You"},{"quote":"Destiny is no matter of chance. It is a matter of choice. It is not a thing to be waited for, it is a thing to be achieved.","author":"William Jennings Bryan","category":"Future, Choice, Destiny"},{"quote":"Just keep taking chances and having fun.","author":"Garth Brooks","category":"Having Fun, Fun, Chances"},{"quote":"I guess I'm pretty much of a lone wolf. I don't say I don't like people at all, but, to tell you the truth, I only like it then if I have a chance to look deep into their hearts and their minds.","author":"Bela Lugosi","category":"Deep, Truth, Wolf"},{"quote":"Anytime we step out boldly to make changes, we take a chance that we might fail. But the only way to get better is to try.","author":"Joyce Meyer","category":"Changes, Step, Better"},{"quote":"If you take no risks, you will suffer no defeats. But if you take no risks, you win no victories.","author":"Richard M. Nixon","category":"Win, Risks, You"},{"quote":"It's choice - not chance - that determines your destiny.","author":"Jean Nidetch","category":"Choice, Destiny, Your"},{"quote":"Take a chance! All life is a chance. The man who goes farthest is generally the one who is willing to do and dare.","author":"Dale Carnegie","category":"Life, Man, Life Is A"},{"quote":"Beware of missing chances otherwise it may be altogether too late some day.","author":"Franz Liszt","category":"Day, Late, Too Late"},{"quote":"Filmmaking is a chance to live many lifetimes.","author":"Robert Altman","category":"Filmmaking, Live, Movies"},{"quote":"Refugees come to us seeking asylum, seeking freedom, justice and dignity - seeking a chance just to breathe. And people in our country are saying close the doors and don't let them in?","author":"Mandy Patinkin","category":"Freedom, Justice, People"},{"quote":"If somebody is gracious enough to give me a second chance, I won't need a third.","author":"Pete Rose","category":"Second Chance, Me, Need"},{"quote":"Chance is always powerful. Let your hook always be cast; in the pool where you least expect it, there will be fish.","author":"Ovid","category":"Powerful, Fish, You"},{"quote":"If we choose to walk into a forest where a tiger lives, we are taking a chance. If we swim in a river where crocodiles live, we are taking a chance. If we visit the desert or climb a mountain or enter a swamp where snakes have managed to survive, we are taking a chance.","author":"Peter Benchley","category":"Mountain, River, Walk"},{"quote":"If by chance some day you're not feeling well and you should remember some silly thing I've said or done and it brings back a smile to your face or a chuckle to your heart, then my purpose as your clown has been fulfilled.","author":"Red Skelton","category":"Smile, Day, Heart"},{"quote":"My sole ambition is to rid Mexico of the class that has oppressed her and given the people a chance to know what real liberty means. And if I could bring that about today by giving up my life, I would do it gladly.","author":"Pancho Villa","category":"Life, Today, Ambition"},{"quote":"Atheism is so senseless. When I look at the solar system, I see the earth at the right distance from the sun to receive the proper amounts of heat and light. This did not happen by chance.","author":"Isaac Newton","category":"Light, Sun, Earth"},{"quote":"I think there's no higher calling in terms of a career than public service, which is a chance to make a difference in people's lives and improve the world.","author":"Jack Lew","category":"Service, World, People"},{"quote":"Living at risk is jumping off the cliff and building your wings on the way down.","author":"Ray Bradbury","category":"Risk, Building, Wings"},{"quote":"Festivals are great because you get to just walk around the corner and see a new band that you've heard but not had the chance to check out.","author":"Johnny Marr","category":"Great, Walk, You"},{"quote":"Desperation is like stealing from the Mafia: you stand a good chance of attracting the wrong attention.","author":"Douglas Horton","category":"Good, Stand, You"},{"quote":"You don't concentrate on risks. You concentrate on results. No risk is too great to prevent the necessary job from getting done.","author":"Chuck Yeager","category":"Great, Job, Risk"},{"quote":"Do you want to be safe and good, or do you want to take a chance and be great?","author":"Jimmy Johnson","category":"Good, Great, Want"},{"quote":"What makes us Americans is our shared commitment to an ideal - that all of us are created equal, and all of us have the chance to make of our lives what we will.","author":"Barack Obama","category":"Commitment, Equal, Will"},{"quote":"It's not how you start the season, it's how you finish. If you wind up helping the team make the playoffs, that's what you play for. You don't play to put up your numbers, but to try to get a chance to make it to the World Series.","author":"Albert Pujols","category":"Team, Wind, World"},{"quote":"Coffee has always been a significant part of my life. For me, it's a chance to start my day and gather my thoughts - it's fuel for my creative process.","author":"Connor Franta","category":"Life, Day, Coffee"},{"quote":"The person who has nothing for which he is willing to fight, nothing which is more important than his own personal safety, is a miserable creature and has no chance of being free unless made and kept so by the exertions of better men than himself.","author":"John Stuart Mill","category":"Safety, Politics, Men"},{"quote":"The longer you hang in there, the greater the chance that something will happen in your favor. No matter how hard it seems, the longer you persist, the more likely your success.","author":"Jack Canfield","category":"Success, Matter, You"},{"quote":"A complaint is a chance to turn a customer into a lifelong friend. I say that seriously, not as some press release baloney.","author":"Richard Branson","category":"Friend, Customer, Seriously"},{"quote":"I have never entered into any controversy in defense of my philosophical opinions; I leave them to take their chance in the world. If they are right, truth and experience will support them; if wrong, they ought to be refuted and rejected. Disputes are apt to sour one's temper and disturb one's quiet.","author":"Benjamin Franklin","category":"Experience, Truth, Support"},{"quote":"I've always made a total effort, even when the odds seemed entirely against me. I never quit trying; I never felt that I didn't have a chance to win.","author":"Arnold Palmer","category":"Effort, Win, Me"},{"quote":"Like everyone else in this world, I have had struggles. There's disappointment and obstacles in everybody's life. I feel like I was writing 'Second Chance' not just for myself, but also for the people who have struggled.","author":"El DeBarge","category":"Life, Myself, Writing"},{"quote":"If you turn a smiling face on the world, you've got a chance of finishing up a good-looking old person.","author":"Rolf Harris","category":"Smiling, World, You"},{"quote":"Where there is a will, there is a way. If there is a chance in a million that you can do something, anything, to keep what you want from ending, do it. Pry the door open or, if need be, wedge your foot in that door and keep it open.","author":"Pauline Kael","category":"Motivational, Door, Ending"},{"quote":"When exploring London, you will come across lots of excitement by chance, so try to take everything in rather than just rushing around to all of the major tourist haunts.","author":"Richard Branson","category":"London, You, Try"},{"quote":"There is no chance, no destiny, no fate, that can circumvent or hinder or control the firm resolve of a determined soul.","author":"Ella Wheeler Wilcox","category":"Soul, Destiny, Control"},{"quote":"All my pictures are built around the idea of getting in trouble and so giving me the chance to be desperately serious in my attempt to appear as a normal little gentleman.","author":"Charlie Chaplin","category":"Giving, Me, Gentleman"},{"quote":"If you don't take the chance to live life, what can you say at the end of it?","author":"Naveen Andrews","category":"Life, Live Life, End"},{"quote":"Keep on going and the chances are you will stumble on something, perhaps when you are least expecting it. I have never heard of anyone stumbling on something sitting down.","author":"Charles Kettering","category":"Down, You, Never"},{"quote":"We are not trying to entertain the critics. I'll take my chances with the public.","author":"Walt Disney","category":"Trying, Critics, Chances"},{"quote":"Anywhere, anytime ordinary people are given the chance to choose, the choice is the same: freedom, not tyranny; democracy, not dictatorship; the rule of law, not the rule of the secret police.","author":"Tony Blair","category":"Freedom, Law, Democracy"},{"quote":"My mom didn't let me play video games growing up, so now I do. Gaming gives me a chance to just let go, blow somebody up and fight somebody from another dimension. It's all escapism.","author":"Wayne Brady","category":"Mom, Me, Video Games"},{"quote":"Bliss is the ocean, a towel on the sand, the sun out, the chance to swim in waves or walk dragging a stick behind you, a good book, a cold drink.","author":"Deb Caletti","category":"Good, Ocean, Sun"},{"quote":"Take risks. Ask big questions. Don't be afraid to make mistakes; if you don't make mistakes, you're not reaching far enough.","author":"David Packard","category":"Mistakes, Risks, Questions"},{"quote":"My belief is you have one chance to make a first impression.","author":"Kevin McCarthy","category":"Belief, You"},{"quote":"Necessity is the mother of taking chances.","author":"Mark Twain","category":"Mother, Chances, Taking"},{"quote":"If you do not believe you can do it then you have no chance at all.","author":"Arsene Wenger","category":"You Can Do It, Believe, You"},{"quote":"Housework can't kill you, but why take a chance?","author":"Phyllis Diller","category":"Funny, Why, You"},{"quote":"It takes but one positive thought when given a chance to survive and thrive to overpower an entire army of negative thoughts.","author":"Robert H. Schuller","category":"Positive, Thoughts, Negative"},{"quote":"Random chance plays a huge part in everybody's life.","author":"Gary Gygax","category":"Life, Random, Part"},{"quote":"I live in a constant state of gratitude, thankfulness, and appreciation for the second chance I was given, so anytime in any film, when that is given to someone, I always appreciate it.","author":"Shawn Michaels","category":"Gratitude, Appreciation"},{"quote":"As a rock star, I have two instincts, I want to have fun, and I want to change the world. I have a chance to do both.","author":"Bono","category":"Change, Change The World"},{"quote":"Colorful garments - ball gowns, kimonos, evening pajamas - made from yards upon yards of iridescent silk or velvet. I own an unjustifiable number of such outfits and jump at the chance to wear them. Against the etiquette about which I am otherwise all too conscious, I frequently, and unrepentantly, overdress for the occasion.","author":"Julia Glass","category":"I Am, Velvet, Colorful"},{"quote":"If no one ever took risks, Michaelangelo would have painted the Sistine floor.","author":"Neil Simon","category":"Risks, Floor, Took"},{"quote":"Don't listen to anybody. Nobody knows the magic bullet. If they did, they'd sell it and make a fortune. Follow your gut. Follow your instincts. Every once in a while, take a chance.","author":"Michael Cudlitz","category":"Magic, Listen, Take A Chance"},{"quote":"The thing is most people are afraid to step out, to take a chance beyond their established identity.","author":"Demi Moore","category":"Identity, Step, People"},{"quote":"The great thing about getting older is that you get a chance to tell the people in your life who matter what they mean to you.","author":"Mike Love","category":"Life, Great, Getting Older"},{"quote":"The optimist underestimates how difficult it is to achieve real change, believing that anything is possible and it's possible now. Only by confronting head-on the reality that all progress is going to be obstructed by vested interests and corrupted by human venality can we create realistic programmes that actually have a chance of success.","author":"Julian Baggini","category":"Success, Change, Progress"},{"quote":"Stuff doesn't matter - boats, cars, fancy things don't matter. What matters, what will matter to me, is the love of the people around me, and did I take a chance? Did I seize an opportunity to do something for people with the talents that I was lucky enough to be given? Did I make a difference in the lives of people who needed me?","author":"James Comey","category":"Love, Opportunity, Me"},{"quote":"Each of us has about 40 chances to accomplish our goals in life. I learned this first through agriculture, because all farmers can expect to have about 40 growing seasons, giving them just 40 chances to improve on every harvest.","author":"Howard Graham Buffett","category":"Life, Goals, Harvest"},{"quote":"Everybody deserves a second chance in this world. That's basically all I ask.","author":"Shannen Doherty","category":"World, Second Chance, Second"},{"quote":"So when you get a chance to look at things and chill and relax, it makes you want it more, and that's why I'm so happy to be back!","author":"Brandy Norwood","category":"Happy, Relax, Want"},{"quote":"Determination, energy, and courage appear spontaneously when we care deeply about something. We take risks that are unimaginable in any other context.","author":"Margaret J. Wheatley","category":"Courage, Determination"},{"quote":"Good governance, safety, a chance to grow economically and professionally - those are important things.","author":"Dana Perino","category":"Good, Safety, Grow"},{"quote":"I think one of the coolest things you can do is disappear for a while, because it gives you the chance to re-emerge. To sort of pounce out of the jungle.","author":"Josh Homme","category":"Jungle, Think, You"},{"quote":"Chance is a word void of sense nothing can exist without a cause.","author":"Voltaire","category":"Nothing, Sense, Without"},{"quote":"When I get the chance to make my favorite breakfast on the weekend, I often choose to make pancakes.","author":"Marcus Samuelsson","category":"Breakfast, Favorite, Weekend"},{"quote":"What drew me towards team sport were the camaraderie and friendship. The chance to celebrate victory and success with a group of other people is something I have enjoyed doing.","author":"Rahul Dravid","category":"Friendship, Success, Team"},{"quote":"I believe that fate is choices - it's not chance.","author":"Wayne Newton","category":"Believe, Choices, Fate"},{"quote":"Nothing happens quite by chance. It's a question of accretion of information and experience.","author":"Jonas Salk","category":"Experience, Information"},{"quote":"I want a president with a record of public service, someone whose life's work shows our children that we don't chase fame and fortune for ourselves: we fight to give everyone a chance to succeed.","author":"Michelle Obama","category":"Life, Work, Children"},{"quote":"Every time we've moved ahead in IBM, it was because someone was willing to take a chance, put his head on the block, and try something new.","author":"Thomas J. Watson","category":"Time, Take A Chance, Try"},{"quote":"Luck is not chance, it's toil; fortune's expensive smile is earned.","author":"Emily Dickinson","category":"Smile, Luck, Fortune"},{"quote":"You only get one chance at life and you have to grab it boldly.","author":"Bear Grylls","category":"Life, You, Grab"},{"quote":"Rhetoric does not get you anywhere, because Hitler and Mussolini are just as good at rhetoric. But if you can bring these people down with comedy, they stand no chance.","author":"Mel Brooks","category":"Good, People, Rhetoric"},{"quote":"I am a firm believer that upon release, ex-offenders should be afforded a second chance to become productive citizens by providing rehabilitation and education that will help them join the workforce.","author":"Charles B. Rangel","category":"Education, I Am, Help"},{"quote":"Buy the ticket, take the ride.","author":"Hunter S. Thompson","category":"Ride, Ticket, Buy"},{"quote":"Good luck has its storms.","author":"George Lucas","category":"Good, Luck, Good Luck"},{"quote":"Problems can be experienced as... a chance for renewal rather than stress.","author":"Marilyn Ferguson","category":"Stress, Problems, Renewal"},{"quote":"We don't get a chance to do that many things, and every one should be really excellent. Because this is our life. Life is brief, and then you die, you know? So this is what we've chosen to do with our life.","author":"Steve Jobs","category":"Life, Know, You"},{"quote":"Being lazy does not mean that you do not create. In fact, lying around doing nothing is an important, nay crucial, part of the creative process. It is meaningless bustle that actually gets in the way of productivity. All we are really saying is, give peace a chance.","author":"Tom Hodgkinson","category":"Peace, Creative, Saying"},{"quote":"I had been asking the universe and God to send me a way for me to help me. Show business has been so wonderful to me, and it came in the form of that. It's just so funny how things come into your life, and if you take a chance on them, it might give you a brand new life.","author":"Louie Anderson","category":"Funny, Life, Business"},{"quote":"Louis Pasteur said, 'Chance favors the prepared mind.' If you're really engaged in the writing, you'll work yourself out of whatever jam you find yourself in.","author":"Michael Chabon","category":"Work, Writing, Mind"},{"quote":"Most people sort of enjoy going to work because of the socialisation, a chance to flirt with co-workers and so on, but actually hate the job they do.","author":"P. J. O'Rourke","category":"Work, Job, Hate"},{"quote":"You gotta learn that if you don't get it by midnight, chances are you ain't gonna get it, and if you do, it ain't worth it.","author":"Casey Stengel","category":"Learn, You, Worth It"},{"quote":"Take calculated risks. That is quite different from being rash.","author":"George S. Patton","category":"Risks, Different, Being"},{"quote":"Don't ever try and be like anybody else and don't be afraid to take risks.","author":"Waylon Jennings","category":"Risks, Afraid, Try"},{"quote":"I want the world to know that everybody deserves a second chance.","author":"El DeBarge","category":"World, Second Chance, Want"},{"quote":"We must overcome the notion that we must be regular... it robs you of the chance to be extraordinary and leads you to the mediocre.","author":"Uta Hagen","category":"Extraordinary, You, Overcome"},{"quote":"Refusing to ask for help when you need it is refusing someone the chance to be helpful.","author":"Ric Ocasek","category":"Help, You, Need"},{"quote":"There's no chance that the iPhone is going to get any significant market share.","author":"Steve Ballmer","category":"iPhone, Share, Going"},{"quote":"Going into auditions, there is a wonderful butterfly feeling in your stomach - an equal balance of being utterly terrified and exhilarated that this is your chance.","author":"Rose Leslie","category":"Balance, Butterfly, Equal"},{"quote":"A man who has nothing for which he is willing to fight, nothing which is more important than his own personal safety, is a miserable creature and has no chance of being free unless made and kept so by the exertions of better men than himself.","author":"John Stuart Mill","category":"Man, Safety, Men"},{"quote":"One chance is all you need.","author":"Jesse Owens","category":"You, Need"},{"quote":"We need to take command of the solar system to gain that wealth, and to escape the sea of paper our government is becoming, and for some decent chance of stopping a Dinosaur Killer asteroid.","author":"Larry Niven","category":"Sea, Government, Wealth"},{"quote":"Although idea and form are ultimately paramount in my work, so too are chance, accident, and rawness.","author":"Martin Puryear","category":"Work, Idea, Accident"},{"quote":"There are moments in life, when the heart is so full of emotion That if by chance it be shaken, or into its depths like a pebble Drops some careless word, it overflows, and its secret, Spilt on the ground like water, can never be gathered together.","author":"Henry Wadsworth Longfellow","category":"Life, Water, Together"},{"quote":"I like to think of the world's greatest athlete coming up to bat against me - Tiger Woods, Wayne Gretzky, I don't care who it is - and I'm looking at him thinking, you have no chance.","author":"David Cone","category":"Thinking, World, Me"},{"quote":"I confess I am a romantic. I love romance, and I think it's really fun and delicious and some of my favorite films are love stories. I think that you just get a chance to fall in love with the characters so much and you get to explore their lives so deeply.","author":"Rachel McAdams","category":"Love, Romantic, I Am"},{"quote":"I mean we all need a second chance sometimes.","author":"Joel Osteen","category":"Second Chance, Mean"},{"quote":"I always say that polo, for you to pursue a career, mainly any sport, you have to be born in the right place. If you're born in Hawaii, you surf. If you're born in Austria, you probably will ski. If you're born in Argentina, you most likely ride horses and have a chance to play polo.","author":"Nacho Figueras","category":"Play, You, Hawaii"},{"quote":"I believe in giving people a second chance.","author":"George Zimmer","category":"Believe, Giving, People"},{"quote":"I think we have a good chance of surviving long enough to colonize the solar system.","author":"Stephen Hawking","category":"Good, Long, Think"},{"quote":"You rarely, in the professional world, have the chance to express yourself as an individual.","author":"Gillian Armstrong","category":"World, Yourself"},{"quote":"With the right help, children have a good chance of overcoming their issues while they are still young and can have the bright future they deserve.","author":"Kate Middleton","category":"Children, Future, Good"},{"quote":"A film like 'Good Night And Good Luck,' you make that for $7 million because you know it's a black-and-white film, and it's not an easy sell. If you make it for $7 million, then everybody can have a chance to make a little bit of money, and you get to make the film you want to make.","author":"Grant Heslov","category":"Money, Good, Good Night"},{"quote":"The criteria for serving one's country should be competence, courage and willingness to serve. When we deny people the chance to serve because of their sexual orientation, we deprive them of their rights of citizenship, and we deprive our armed forces the service of willing and capable Americans.","author":"Dianne Feinstein","category":"Courage, Service, People"},{"quote":"Evil is an attack against human spiritual development and enlightenment. All evil, badness, neurosis - it has one motive and one motive only, which is to destroy - to destroy your chance of arising above yourself.","author":"Vernon Howard","category":"Spiritual, Evil, Yourself"},{"quote":"I've got big shoes to fill. This is my chance to do something. I have to seize the moment.","author":"Andrew Jackson","category":"Shoes, Moment, Seize"},{"quote":"If you call yourself a leader, then you have to be decisive. If you're decisive, then you have the chance to be a leader. These are two sides to the same coin.","author":"Narendra Modi","category":"Leader, Yourself, You"},{"quote":"We are able to find everything in our memory, which is like a dispensary or chemical laboratory in which chance steers our hand sometimes to a soothing drug and sometimes to a dangerous poison.","author":"Marcel Proust","category":"Memory, Poison, Find"},{"quote":"Wealthy men can't live in an island that is encircled by poverty. We all breathe the same air. We must give a chance to everyone, at least a basic chance.","author":"Ayrton Senna","category":"Poverty, Men, Live"},{"quote":"You're not going to eliminate concussions. Anytime you hit your head, you have a chance of getting a concussion, in any sport, too. I think we have to learn more about it. Part of it is rules, part of it is equipment, part of it is medical studies, knowing more about the brain.","author":"John Madden","category":"Medical, Brain, Rules"},{"quote":"Give peace a chance.","author":"Yitzhak Rabin","category":"Peace, Give"},{"quote":"Luck, that's when preparation and opportunity meet.","author":"Pierre Trudeau","category":"Opportunity, Preparation"},{"quote":"The more I come to know about the outside world's perception of China, the more I feel there are all sorts of misunderstandings, and to a certain extent, people do not get the full picture from the media. A lot of foreigners have few opportunities to visit China, and a lot of Chinese people do not have the chance to go to Europe or to the West.","author":"Jack Ma","category":"Perception, World, Media"},{"quote":"When it comes to luck, you make your own.","author":"Bruce Springsteen","category":"Luck, You, Own"},{"quote":"Most of us regard good luck as our right, and bad luck as a betrayal of that right.","author":"William Feather","category":"Good, Luck, Good Luck"},{"quote":"Our lives improve only when we take chances - and the first and most difficult risk we can take is to be honest with ourselves.","author":"Walter Anderson","category":"Risk, Honest, Improve"},{"quote":"It is not like I have gone crazy, I just don't want to take any chances. You never know what could happen.","author":"Ruth Bader Ginsburg","category":"Crazy, Want, Know"},{"quote":"Luck is always the last refuge of laziness and incompetence.","author":"James Cash Penney","category":"Luck, Laziness, Incompetence"},{"quote":"Man, when I'm riding with the helmet on, I'm invisible. And people just deal with me as the guy on the bike... it gives you a chance to read 'em.","author":"Brad Pitt","category":"Man, Me, Bike"},{"quote":"I have been trying to point out that in our lives chance may have an astonishing influence and, if I may offer advice to the young laboratory worker, it would be this - never to neglect an extraordinary appearance or happening.","author":"Alexander Fleming","category":"Influence, Advice, Trying"},{"quote":"Give yourself a chance to see how much better life will get. And it will get better.","author":"Joel Burns","category":"Life, Yourself, Better"},{"quote":"It's so much worse to live in regret in your forties than it is to take a chance in your late twenties.","author":"Donna Lynne Champlin","category":"Regret, Live, Late"},{"quote":"I call on people to be 'obsessed citizens,' forever questioning and asking for accountability. That's the only chance we have today of a healthy and happy life.","author":"Ai Weiwei","category":"Life, Happy, Today"},{"quote":"We all have big changes in our lives that are more or less a second chance.","author":"Harrison Ford","category":"Change, Changes"},{"quote":"If proud Americans can be who they are and boldly stand at the altar with who they love then surely, surely we can give everyone in this country a fair chance at that great American Dream.","author":"Michelle Obama","category":"Love, Great, American Dream"},{"quote":"I like to travel any chance I get, even if it's just a local vacation to San Diego or Palm Springs or wherever. I just like to get out and do stuff and see the world.","author":"Christa B. Allen","category":"Travel, Vacation, World"},{"quote":"I figure you have the same chance of winning the lottery whether you play or not.","author":"Fran Lebowitz","category":"Winning, Play, You"},{"quote":"But to me the bottom line is the more education you can give yourself, and the more preparation you can do, the less chance of failing.","author":"Stuart Pearce","category":"Education, Preparation, Me"},{"quote":"People often remark that I'm pretty lucky. Luck is only important in so far as getting the chance to sell yourself at the right moment. After that, you've got to have talent and know how to use it.","author":"Frank Sinatra","category":"Luck, Moment, Yourself"},{"quote":"The public health of five million children should not be left to luck or chance.","author":"Jamie Oliver","category":"Children, Health, Luck"},{"quote":"If the sun comes up, I have a chance.","author":"Venus Williams","category":"Sun, Up"},{"quote":"Walking at random through the streets, we came by chance upon the Cathedral of Notre Dame. I shall long remember my first impression of the scene within. The lofty gothic ceiling arched far above my head and through the stained windows the light came but dimly - it was all still, solemn and religious.","author":"Bayard Taylor","category":"Light, Walking, Remember"},{"quote":"All the evidence shows very clearly that if you are a member of a trade union you are likely to get better pay, more equal pay, better health and safety, more chance to get training, more chance to have conditions of work that help if you have caring responsibilities... the list goes on!","author":"Frances O'Grady","category":"Work, Health, Safety"},{"quote":"Those who seek to profit by division don't stand a chance.","author":"Henry Rollins","category":"Stand, Profit, Division"},{"quote":"It comes from the likes of you! Take what you can get! Grab the chances as they come along! Act in hallways! Sing in doorways! Dance in cellars!","author":"Alexander Woollcott","category":"Dance, You, Chances"},{"quote":"When a person cannot deceive himself the chances are against his being able to deceive other people.","author":"Mark Twain","category":"People, Person, Chances"},{"quote":"Your chances of success in any undertaking can always be measured by your belief in yourself.","author":"Robert Collier","category":"Success, Yourself, Belief"},{"quote":"I have the freedom to take chances, to say no. I have the freedom to be who I really want to be, rather than have to conform to this or that just to stay alive.","author":"Robert Redford","category":"Freedom, Want, Say"},{"quote":"People are lucky and unlucky not according to what they get absolutely, but according to the ratio between what they get and what they have been led to expect.","author":"Samuel Butler","category":"People, Lucky, Between"},{"quote":"One hour of life, crowded to the full with glorious action, and filled with noble risks, is worth whole years of those mean observances of paltry decorum, in which men steal through existence, like sluggish waters through a marsh, without either honor or observation.","author":"Walter Scott","category":"Life, Men, Honor"},{"quote":"Care and diligence bring luck.","author":"Thomas Fuller","category":"Luck, Care, Bring"},{"quote":"I haven't lived a perfect life. I have regrets. But that's from a lifetime of taking chances, making decisions, and trying not to be frozen. The only thing that I can do with my regrets is understand them.","author":"Kevin Costner","category":"Life, Decisions, Perfect"},{"quote":"I just do whatever it is that I believe I should do, regardless of the risks to my life.","author":"Corazon Aquino","category":"Life, Believe, Risks"},{"quote":"At some point in your life, if you're lucky, you get to design the way in which things evolve.","author":"Daniel Day-Lewis","category":"Life, Design, You"},{"quote":"Sometimes there are things worth risking your life for. It was Jesus who said if you want to save your life, you have to lose it.","author":"Gene Robinson","category":"Life, Want, You"},{"quote":"I don't believe in pitfalls. I believe in taking risks and not doing the same thing twice.","author":"Guy Laliberte","category":"Believe, Risks, I Believe"},{"quote":"I tend to be a person who starts with the presumption that I should trust you until you abuse the privilege, and then our relationship is forever changed. That's a very big line, and chances are it's not going to work if it's crossed. I warn people that this is how I'm going to deal with it.","author":"Penny Pritzker","category":"Work, Relationship, Trust"},{"quote":"I see retirement as just another of these reinventions, another chance to do new things and be a new version of myself.","author":"Walt Mossberg","category":"Myself, Retirement"},{"quote":"No foreign policy - no matter how ingenious - has any chance of success if it is born in the minds of a few and carried in the hearts of none.","author":"Henry Kissinger","category":"Success, Born, Matter"},{"quote":"Fame is like a shaved pig with a greased tail, and it is only after it has slipped through the hands of some thousands, that some fellow, by mere chance, holds on to it!","author":"Davy Crockett","category":"Hands, Fame, Pig"},{"quote":"Improvisation is too good to leave to chance.","author":"Paul Simon","category":"Good, Improvisation, Leave"},{"quote":"'Eyes Wide Open' took shape from two real life events straight from my own past. One was the sad suicide of my young nephew, a troubled kid, who was found at the bottom of a landmark cliff in central California. The second was a chance encounter forty years ago with none other than, ahem, Charles Manson!","author":"Andrew Gross","category":"Life, Sad, Eyes"},{"quote":"For me, conferences are like little mental vacations: a chance to go visit an interesting place for a couple of days, and come back rested and refreshed with new ideas and perspectives.","author":"Erin McKean","category":"Ideas, Me, Place"},{"quote":"The goal of Dr. Martin Luther King is to give Negroes a chance to sit in a segregated restaurant beside the same white man who had brutalized them for 400 years.","author":"Malcolm X","category":"Man, Goal, King"},{"quote":"Here is the root of all romanticism: that man, the individual, is an infinite reservoir of possibilities, and if you can so rearrange society by the destruction of oppressive order, then these possibilities will have a chance, and you will get Progress.","author":"T. E. Hulme","category":"Progress, Man, Society"},{"quote":"The universe is so unique and perfect that it could not have originated by chance but was divined by flawless, creative design.","author":"Fritz Zwicky","category":"Design, Universe, Unique"},{"quote":"It's one of my favorite seasons of the year: Back to School. As a kid, I loved fresh school supplies, new outfits, the change of seasons, and the chance to crack open a new textbook.","author":"Dana Perino","category":"Change, School, Seasons"},{"quote":"For the happiest life, days should be rigorously planned, nights left open to chance.","author":"Mignon McLaughlin","category":"Life, Left, Planned"},{"quote":"The successful man is the one who had the chance and took it.","author":"Roger Babson","category":"Man, Successful"},{"quote":"Neither can men, by the same principles, be considered as lands, goods, or houses, among possessions. It is necessary that all property should be inferiour to its possessor. But how does the slave differ from his master, but by chance?","author":"Thomas Clarkson","category":"Men, Principles, Slave"},{"quote":"When you're a chef, you graze. You never get a chance to sit down and eat. They don't actually sit down and eat before you cook. So when I finish work, the first thing I'll do, and especially when I'm in New York, I'll go for a run. And I'll run 10 or 15k on my - and I run to gain my appetite.","author":"Gordon Ramsay","category":"Work, Chef, New York"},{"quote":"Credit card companies are jacking up interest rates, lowering credit limits, and closing accounts - and people who have made timely payments are not exempt. So even if you pay off your balance - and that's tough when interest rates are insanely high - there's a good chance your credit limit will be slashed, and that will hurt your FICO score.","author":"Suze Orman","category":"Good, Balance, Hurt"},{"quote":"If everybody is doing it one way, there's a good chance you can find your niche by going exactly in the opposite direction.","author":"Sam Walton","category":"Good, Direction, You"},{"quote":"I always leave room for serendipity and chance.","author":"Ken Stott","category":"Serendipity, Always, Leave"},{"quote":"No man was ever wise by chance.","author":"Lucius Annaeus Seneca","category":"Wisdom, Wise, Man"},{"quote":"The great thing about suicide is that it's not one of those things you have to do now or you lose your chance. I mean, you can always do it later.","author":"Harvey Fierstein","category":"Great, Suicide, You"},{"quote":"If what I do prove well, it won't advance. They'll say it's stolen, or else it was by chance.","author":"Anne Bradstreet","category":"Say, Prove, Well"},{"quote":"In my mind's eye, I visualize how a particular... sight and feeling will appear on a print. If it excites me, there is a good chance it will make a good photograph. It is an intuitive sense, an ability that comes from a lot of practice.","author":"Ansel Adams","category":"Good, Mind, Me"},{"quote":"A person who has not done one half his day's work by ten o clock, runs a chance of leaving the other half undone.","author":"Emily Bronte","category":"Work, Day, Leaving"},{"quote":"If you have a dream, give it a chance to happen.","author":"Richard M. DeVos","category":"Dream, You, Give"},{"quote":"Why if I had half a chance, I could make an entire movie using this stock footage. The story opens on these mysterious explosions. Nobody knows what's causing them, but it's upsetting all the buffalo. So, the military are called in to solve the mystery.","author":"Ed Wood","category":"Military, Mystery, Why"},{"quote":"The 50-50-90 rule: Anytime you have a 50-50 chance of getting something right, there's a 90% probability you'll get it wrong.","author":"Andy Rooney","category":"You, Right, Something"},{"quote":"The Christians had a better chance against the lions than the American consumer has against the OPEC cartel.","author":"Ed Markey","category":"American, Better, Consumer"},{"quote":"I think this is one of the greatest strengths of this school. Not only do the students go on to achieve great milestones in their own lives, they never forget their roots and the school that gave them the chance they needed to improve their lives and their families' lives.","author":"Michael N. Castle","category":"Great, School, Greatest"},{"quote":"There's only one test of a great children's book, or a great children's film, and that is this: If it can be read or viewed with pleasure by adults, then it has the chance to be a great children's film, or a great children's book.","author":"Chuck Jones","category":"Children, Great, Book"},{"quote":"The team is completely close. Anything you say outside, there is no chance it will go inside. So the team is really strong and compact. We know what we want and how to achieve it on the pitch.","author":"Jose Mourinho","category":"Team, Strong, Want"},{"quote":"It seemed to me that this might be a great pageant, which would give a chance for a very interesting picture.","author":"Henry Ossawa Tanner","category":"Great, Me, Picture"},{"quote":"Chance makes our parents, but choice makes our friends.","author":"Jacques Delille","category":"Friends, Parents, Choice"},{"quote":"Before the first year, nobody gave it a chance. Now, 36 years later, everybody knows Monday Night Football.","author":"Frank Gifford","category":"Football, Night, Monday"},{"quote":"Success is not assured, but America is resolute: this is the best chance for peace we are likely to see for some years to come - and we are acting to help Israelis and Palestinians seize this chance.","author":"Condoleezza Rice","category":"Success, Best, Peace"},{"quote":"All anyone asks for is a chance to work with pride.","author":"W. Edwards Deming","category":"Work, Pride, Anyone"},{"quote":"Any time you take a chance you better be sure the rewards are worth the risk because they can put you away just as fast for a ten dollar heist as they can for a million dollar job.","author":"Stanley Kubrick","category":"Time, Job, Risk"},{"quote":"The value of the majority lies not in the opportunity to wield great power, but in the chance to use power to do great things.","author":"John Boehner","category":"Great, Opportunity, Power"},{"quote":"I don't care what other people think as long as I am happy. The day I die or retire, I have blown all my chances because I don't have the chance any more to change my image as an F1 driver.","author":"Sebastian Vettel","category":"Change, Happy, Day"},{"quote":"To me, the stand up part in my life is great. I know I can do that. When I get an acting chance, I'm really thrilled.","author":"Don Rickles","category":"Life, Great, Me"},{"quote":"In the theatre you can change things ever so slightly; it's an organic thing. Whereas in film you only have that chance on the day, and you have no control over it at all.","author":"Judi Dench","category":"Change, Day, Theatre"},{"quote":"Now we Democrats believe that America is still the country of fair play, that we can come out of a small town or a poor neighborhood and have the same chance as anyone else, and it doesn't matter whether we are black or Hispanic, or disabled or women.","author":"Ann Richards","category":"Women, America, Believe"},{"quote":"It's not that people don't like classical music. It's that they don't have the chance to understand and to experience it.","author":"Gustavo Dudamel","category":"Music, Experience, People"},{"quote":"As for Guns N' Roses, I don't think there's ever a chance of a reunion.","author":"Slash","category":"Roses, Reunion, Think"},{"quote":"Falling in love, romance, matters of the heart - when you fall in love, on some biochemical level you know there is a chance it won't work out. It's ingrained in us that if you take such an enormous risk on someone with your heart that it might not pay off. I gamble all my chips and I might actually lose everything.","author":"Rachael Taylor","category":"Love, Work, Romantic"},{"quote":"My whole story is just about me having a second chance.","author":"Two Chainz","category":"Second Chance, Me, Story"},{"quote":"I think my thing is I grew up in the ghetto, and I was able to get a second chance. That's what I'm trying to tell kids.","author":"Master P","category":"Second Chance, Trying, Think"},{"quote":"When we have peace, then we have a chance to save the planet. But if we are not united in peace, if we do not practice mindful consumption, we cannot save our planet.","author":"Thich Nhat Hanh","category":"Peace, Practice, Consumption"},{"quote":"Liverpool has always made me brave, choice-wise. It was never a city that criticised anyone for taking a chance.","author":"David Morrissey","category":"Brave, City, Me"},{"quote":"I am proof that one person can rise above any challenge, and if I can, then so will others if they are given the chance.","author":"Emmanuel Jal","category":"Challenge, I Am, Rise"},{"quote":"My life experience has taught me nothing happens by chance. Even the idea of the ball in a roulette game: it's not chance it ends up in a certain place. It's forces that are at play.","author":"Andrea Bocelli","category":"Life, Experience, Me"},{"quote":"The more completely we focus our attention on our Creator and Lord, the less chance there is of our being distracted by creatures.","author":"Saint Ignatius","category":"Focus, Attention, Distracted"},{"quote":"I love baseball. The game allowed me the influence to impact kids in a positive way. This gives me a chance to talk to some social issues.","author":"Cal Ripken, Jr.","category":"Love, Positive, Baseball"},{"quote":"Unless you burst into movies as a sex goddess, you're likely to play wives and mothers. I came into movies as a teenager in 'They Shoot Horses, Don't They' (1969) playing a pregnant waif from the Ozarks. I didn't get a chance to burst into movies in 'Body Heat.' My career isn't based on having a 23-inch waist and a big bust, though I do.","author":"Bonnie Bedelia","category":"Body, Movies, Play"},{"quote":"The insurance of working with a big, already successful franchise just gives you the chance to do other things on a more personal level.","author":"Jason Statham","category":"Successful, Insurance, You"},{"quote":"I have warned many times about the guaranteed dangers of betting with your heart instead of your head - big darkness, soon come - but every once in a while you get a fair chance to have it both ways, and the annual NCAA basketball Tournament is one of them.","author":"Hunter S. Thompson","category":"Heart, Darkness, Basketball"},{"quote":"I feel a real sense of duty to use the voice and the platform I've been afforded by my fame to speak out for those whose voices don't get a chance to be heard.","author":"Shakira","category":"Speak, Voice, Fame"},{"quote":"'Park Avenue: Money, Power and the American Dream' is an intentionally angry film. How could it not be when the chance of an infant dying is five times greater on the Bronx Park Avenue than on Manhattan's Park Avenue just across the Harlem River?","author":"Alex Gibney","category":"Money, American Dream, Power"},{"quote":"I think that if you have a knack for storytelling, and you work really hard at it, you'll have a chance to tap into something deep. But the fact remains that good sentences are hard won. Any writer worth a lick knows constructing a sentence, a paragraph, or a chapter is hard work.","author":"Adam Ross","category":"Work, Hard Work, Good"},{"quote":"When I won the Golden Gloves in 1960, that made me realize I had a chance. And when I won at the Olympics, that sealed it: I was the champ.","author":"Muhammad Ali","category":"Me, Realize, Golden"},{"quote":"Give ordinary folk the chance to buy the same things as rich people.","author":"Sam Walton","category":"People, Rich, Same"},{"quote":"The Savior isn't our last chance He is our only chance. Our only chance to overcome self-doubt and catch a vision of who we may become. Our only chance to repent and have our sins washed clean.","author":"Sheri L. Dew","category":"Vision, Clean, Overcome"},{"quote":"I eat at In-N-Out Burger every chance I get.","author":"Robin Wright","category":"Burger, Eat, Every"},{"quote":"Risk it; go for it. Life always gives you another chance, another go at it. It's very important to take enormous risks.","author":"Mary Quant","category":"Life, Risk, Risks"},{"quote":"There's a short chain between field and fork, and the shorter that chain is - the fresher, the more transparent that system is - the less chance there is of anything from bio-terrorism to pathogenicity to spoilage.","author":"Joel Salatin","category":"Short, System, Chain"},{"quote":"We try to create a situation where we're the casino. It's like how an actuary would set insurance rates. Predictability, predictability, predictability. What's the path to least risk? What's the greater chance of getting some return on this asset?","author":"Billy Beane","category":"Path, Risk, Insurance"},{"quote":"I'd never taken a job purely for money - I felt that would kill me - but I was afraid that I was heading that way. Then, my brother passing away was the final thing that kicked me over. It reminded me that life is short, and you'd better do what you want while you have a chance.","author":"Mark Ruffalo","category":"Life, Money, Brother"},{"quote":"When you are just starting out with an online business, there's a good chance that you'll be making several mistakes. Because of the mistakes that can be made with starting an online business, many people decide to quit or think that online businesses are just a scam.","author":"Fabrizio Moreira","category":"Business, Good, Mistakes"},{"quote":"There is always some chance of recession in any year. But the evidence suggests that expansions don't die of old age.","author":"Janet Yellen","category":"Age, Old Age, Die"},{"quote":"I wanted to - any chance I had to dress up as a boy, like Halloween, I would be a pirate or a ghost that wore a tie. A hobo.","author":"Jane Lynch","category":"Halloween, Dress, Ghost"},{"quote":"I got this second chance at life, and I live it.","author":"Amy Purdy","category":"Life, Second Chance, Live"},{"quote":"Creative non-fiction is such a liberating genre because it allows the non-fiction writer, whether he or she be journalist or essayist, to use all of the techniques of the fiction writer and all of the ideas, creative approaches, that fiction writers get a chance to use, but they have to use it in a true story.","author":"Lee Gutkind","category":"Creative, Ideas, Story"},{"quote":"The whole life of an American is passed like a game of chance, a revolutionary crisis, or a battle.","author":"Alexis de Tocqueville","category":"Life, American, Battle"},{"quote":"A consistent soul believes in destiny, a capricious one in chance.","author":"Benjamin Disraeli","category":"Soul, Destiny, Consistent"},{"quote":"Every possession and every happiness is but lent by chance for an uncertain time, and may therefore be demanded back the next hour.","author":"Arthur Schopenhauer","category":"Happiness, Time, Back"},{"quote":"Treat all men alike. Give them the same law. Give them an even chance to live and grow.","author":"Chief Joseph","category":"Law, Men, Treat"},{"quote":"My grandmother spent her whole life working as a maid, a cook and a babysitter, barely scraping by, but still working hard to give my mother, her only child, a chance in life, so that my mother could give my brother and me an even better one.","author":"Julian Castro","category":"Life, Mother, Brother"},{"quote":"Dances have a second and third life. You feel they are never ready. They always have a chance for another life.","author":"Mikhail Baryshnikov","category":"Life, You, Ready"},{"quote":"If you have the chance to be exposed to a loving, understanding environment where the seed of compassion, loving kindness, can be watered every day, then you become a more loving person.","author":"Nhat Hanh","category":"Kindness, Day, Compassion"},{"quote":"I don't even know how to speak up for myself, because I don't really have a father who would give me the confidence or advice. And if you're always the new kid, you never get a chance to adapt, so your confidence is just zilch.","author":"Eminem","category":"Father, Confidence, Myself"},{"quote":"The former colonies, in Latin America in particular, have a better chance than ever before to overcome centuries of subjugation, violence and foreign intervention, which they have so far survived as dependencies with islands of luxury in a sea of misery.","author":"Noam Chomsky","category":"Sea, America, Violence"},{"quote":"I really don't like the gym. I like experiences, so I take any chance I get to go on a bicycle or on a hike.","author":"Blake Lively","category":"Bicycle, Experiences, Gym"},{"quote":"Short of hiring a new staff, consider giving subpar workers a chance to improve. Tell them why they're not measuring up and give them a set amount of time to make specific improvements.","author":"Danny Meyer","category":"Time, Short, Giving"},{"quote":"We've heard the excuses from those responsible for hiring that they don't want to take a chance on a new director. But the truth is that the industry hires new directors all the time it's just that most of them are white males.","author":"Lesli Linka Glatter","category":"Time, Truth, Excuses"},{"quote":"I actually hated dancing. My mum used to have to bribe me to go by buying me things. A year before I stopped going, I was going to go for an audition with the Royal Ballet. It turned out I was a year too young. Because I was tall, they thought I was older. But before I had the chance to go back, I quit.","author":"Katarina Johnson-Thompson","category":"Thought, Me, Ballet"},{"quote":"I'm actually an evangelical atheist, but there is something I recognise about religion: that it gives people a chance to surrender.","author":"Brian Eno","category":"Religion, People, Atheist"},{"quote":"The great opportunity belongs to him who can see it, to him who can grasp it. The better part of your chance is right inside of you.","author":"Orison Swett Marden","category":"Great, Opportunity, Better"},{"quote":"As a comedian, you want people to like you. That's part of why you're there in the first place: You have this unquenchable need to be liked, and then when you divert from that and take a chance at doing something that has moments of fierce unlikeability, you can hit some real low points.","author":"Mike Birbiglia","category":"Moments, People, Want"},{"quote":"Voting shouldn't be a challenge. It should be as easy and accessible as possible. We shouldn't require forms of ID that folks don't have. We shouldn't restrict days or hours that allow working people a chance to both do their job and exercise their democratic right, and we damn well shouldn't be throwing up new obstacles midstream.","author":"Donna Brazile","category":"Challenge, Job, Obstacles"},{"quote":"A lot of people head into courtship looking for fireworks. Don't pass up a chance by dumping someone after a first date because you don't feel the fireworks. The fireworks can happen at any time and be maintained.","author":"Helen Fisher","category":"Time, People, Looking"},{"quote":"When you're the host of the Academy Awards, and you grew up watching Bob Hope and Johnny Carson, and now it's your turn, and you get a chance to run with the baton on the relay for a while, I really embraced it and just really loved being there.","author":"Billy Crystal","category":"Hope, Loved, You"},{"quote":"Man, who is he? Too bad, to be the work of God: Too good for the work of chance!","author":"Doris Lessing","category":"Work, Good, God"},{"quote":"In front of us was not a line but a fortress position, twenty miles deep, entrenched and fortified, defended by masses of machine-gun posts and thousands of guns in a wide arc. No chance for cavalry!","author":"Philip Gibbs","category":"Deep, Guns, Masses"},{"quote":"What makes creative people tingle are interesting problems, the chance to impress their friends, and caffeine.","author":"Alex Steffen","category":"Friends, Problems, Creative"},{"quote":"I'd love to make a movie with Tom Hardy. If we ever got the chance to make a Venom movie together, that would be super-cool, but his movie would have to take place in the MCU because I'm not giving up my ticket in the MCU.","author":"Tom Holland","category":"Love, Together, Giving"},{"quote":"Great deeds are usually wrought at great risks.","author":"Herodotus","category":"Great, Risks, Deeds"},{"quote":"A wise man turns chance into good fortune.","author":"Thomas Fuller","category":"Good, Wise, Man"},{"quote":"I just love to play and I get a chance to play with other musicians and I jump on it.","author":"Chad Smith","category":"Love, Musicians, Play"},{"quote":"All human beings are born entrepreneurs. Some get a chance to unleash that capacity. Some never got the chance, never knew that he or she has that capacity.","author":"Muhammad Yunus","category":"Born, She, Human"},{"quote":"At 9 years old, I moved in with my father because my mother could no longer care for me. Looking back, I now see so many similarities between my own childhood and that of my sons. My father stepped in when I needed him, and that gave me the chance for a better life. That's what I'm doing for my boys now.","author":"Dwyane Wade","category":"Life, Father, Mother"},{"quote":"It's been a struggle for me because I had a chance to be white and refused.","author":"Richard Pryor","category":"Struggle, Me, White"},{"quote":"You can't sit on a lead and run a few plays into the line and just kill the clock. You've got to throw the ball over the damn plate and five the other man his chance. That's why baseball is the greatest game of them all.","author":"Earl Weaver","category":"Baseball, Man, Greatest"},{"quote":"A pound of pluck is worth a ton of luck.","author":"James A. Garfield","category":"Luck, Worth, Pound"},{"quote":"We are given to the cult of personality; when things go badly we look to some messiah to save us. If by chance we think we have found one, it will not be long before we destroy him.","author":"Constantine Karamanlis","category":"Personality, Long, Think"},{"quote":"Beset by a difficult problem? Now is your chance to shine. Pick yourself up, get to work and get triumphantly through it.","author":"Ralph Marston","category":"Work, Yourself, Problem"},{"quote":"Remember to be gentle with yourself and others. We are all children of chance and none can say why some fields will blossom while others lay brown beneath the August sun.","author":"Kent Nerburn","category":"Children, Sun, Yourself"},{"quote":"I am constantly struggling to show people that there is more to me than my appearance. You do have to try and overcome those hurdles. Female actresses need to be given the chance to be more than how they look.","author":"Amber Heard","category":"I Am, Me, People"},{"quote":"With commentating, I've had a chance to show the humorous side of my personality that I didn't use on the court. It's fun, and I don't take myself too seriously. I have good broadcast teams with me, but I'm not a huge stats guy. I think they post the numbers too quickly, and I'd rather let the match play out a bit first.","author":"John McEnroe","category":"Good, Myself, Personality"},{"quote":"One must not make oneself cheap here - that is a cardinal point - or else one is done. Whoever is most impertinent has the best chance.","author":"Wolfgang Amadeus Mozart","category":"Best, Done, Point"},{"quote":"You know, from my point of view, I'm the luckiest cat on the planet.","author":"Hugh Hefner","category":"View, Point Of View, Know"},{"quote":"If you are given a chance to be a role model, I think you should always take it because you can influence a person's life in a positive light, and that's what I want to do. That's what it's all about.","author":"Tiger Woods","category":"Life, Positive, Light"},{"quote":"It is true that the Puritans banned all recreation on Sundays and all games of chance, gambling, bear baiting, horse racing, and bowling in or around taverns at all times. They did so, not because they were opposed to fun, but because they judged these activities to be inherently harmful or immoral.","author":"Leland Ryken","category":"Fun, Horse, Gambling"},{"quote":"We really only have two choices. Play it safe, or take a chance. For me, pulling back because of fear has always made me feel worse.","author":"Gail Sheehy","category":"Fear, Choices, Me"},{"quote":"A child-like man is not a man whose development has been arrested; on the contrary, he is a man who has given himself a chance of continuing to develop long after most adults have muffled themselves in the cocoon of middle-aged habit and convention.","author":"Aldous Huxley","category":"Man, Long, Development"},{"quote":"Always go to the bathroom when you have a chance.","author":"King George V","category":"You, Always, Bathroom"},{"quote":"To God be humble, to thy friend be kind, and with thy neighbors gladly lend and borrow; His chance tonight, it maybe thine tomorrow.","author":"William Dunbar","category":"God, Humble, Be Kind"},{"quote":"'Chance the Rapper' is many things. I'm constantly evolving.","author":"Chance The Rapper","category":"Evolving, Rapper, Things"},{"quote":"There's a way of playing safe, there's a way of using tricks and there's the way I like to play which is dangerously where you're going to take a chance on making mistakes in order to create something you haven't created before.","author":"Dave Brubeck","category":"Mistakes, Making Mistakes"},{"quote":"I've always taken risks, and never worried what the world might really think of me.","author":"Cher","category":"World, Me, Risks"},{"quote":"The flower has opened, has been in the sun and is unafraid. I'm taking more chances; I'm bold and proud.","author":"Paula Cole","category":"Flower, Sun, Proud"},{"quote":"Over the years, I've come to recognize that democratization in Ethiopia is not just a matter of choice. It's a matter of national survival. I am deeply convinced that we either democratize and have a good chance of surviving, or if we fail to do so, we disintegrate.","author":"Meles Zenawi","category":"Good, I Am, Choice"},{"quote":"I've had a chance to fly a lot of different airplanes, but it was nothing like the shuttle ride.","author":"Chris Hadfield","category":"Fly, Ride, Nothing"},{"quote":"If one has curiosity, then one stands the chance of attain a high level of scientific inquiry.","author":"Ada Yonath","category":"Curiosity, Level, High"},{"quote":"Marathon running, like golf, is a game for players, not winners. That is why Callaway sells golf clubs and Nike sells running shoes. But running is unique in that the world's best racers are on the same course, at the same time, as amateurs, who have as much chance of winning as your average weekend warrior would scoring a touchdown in the NFL.","author":"Hunter S. Thompson","category":"Time, Best, Shoes"},{"quote":"When it comes to the American dream, no one has a corner on the market. All of us have an equal chance to share in that dream.","author":"J. C. Watts","category":"American Dream, American"},{"quote":"Not to get too deep on shaving my mustache, but it was kind of symbolic of, 'This is a moment of liberation, a chance to reinvent yourself.' That's kind of what I did.","author":"Lester Holt","category":"Deep, Moment, Yourself"},{"quote":"I was a freshman All-American, and I tore my ACL in the third game. But God has a plan for everything. I had a chance to turn away from Him in that situation or draw closer to Him. I decided to draw closer to Him, and came back stronger from it.","author":"Robert Griffin III","category":"God, Plan, Game"},{"quote":"While there is a chance of the world getting through its troubles, I hold that a reasonable man has to behave as though he were sure of it. If at the end your cheerfulness in not justified, at any rate you will have been cheerful.","author":"H. G. Wells","category":"Man, World, End"},{"quote":"If I had a chance for another life, I would certainly choose a better complexion.","author":"Richard Burton","category":"Life, Better, Choose"},{"quote":"'The Slap' is not like anything else. It's an incredibly well-written novel that has been turned into a great and intriguing series that reveals both less and more about each character than you learn in the book. It's a novel that has been given a second chance to live.","author":"Essie Davis","category":"Character, Great, Book"},{"quote":"They decided to let immigrants in and I am an immigrant. They gave us a chance to participate in this country's life and I took it.","author":"Ayaan Hirsi Ali","category":"Life, I Am, Immigrants"},{"quote":"I'm proud to be part of the Dr. Pepper Scholarship Giveaway. It's a great program that gives me the chance to brighten the day for some lucky college students with free tuition.","author":"Lou Holtz","category":"Day, Great, College"},{"quote":"For me, take Tiger Woods. I always thought he was great, but I never truly understood how good he was until I had the chance to go to Tiger Woods Golf Camp. He taught me how to swing and was hitting the ball, and this dude was unreal.","author":"Larry Fitzgerald","category":"Good, Great, Golf"},{"quote":"Poker is a skill game pretending to be a chance game.","author":"James Altucher","category":"Game, Poker, Skill"},{"quote":"I'm all about taking chances. You have to ask yourself, if you're not taking any chances, are you actually even living? Every time you walk out of your door and you're out in the world, you take a chance on not coming back. That is the danger and the dynamic of being alive.","author":"CeeLo Green","category":"Time, World, Yourself"},{"quote":"The chance of any species reaching and then surviving on an island as distant as one of the Hawaiian chain is infinitesimal, but despite the extraordinary odds, plants and seeds found their way ashore, carried by the tide or blown by trade winds, inside birds or in their feathers, in the branches of trees and in the jetsam of sunken ships.","author":"Susanna Moore","category":"Trees, Plants, Birds"},{"quote":"My father will anticipate everything. He will leave you and me no chance to do a great and brilliant deed.","author":"Alexander the Great","category":"Father, Great, Me"},{"quote":"If the girl is good looking and talented, and for some reason the film doesn't work, she gets a second chance. But if subsequent films don't work, she gets branded as an 'iron leg.' The whole thing gets negative.","author":"Rakul Preet Singh","category":"Work, Good, Girl"},{"quote":"I prefer to be alive, so I'm cautious about taking risks.","author":"Werner Herzog","category":"Risks, Taking Risks, Alive"},{"quote":"I believe in luck: how else can you explain the success of those you dislike?","author":"Jean Cocteau","category":"Success, Luck, Believe"},{"quote":"God's dice always have a lucky roll.","author":"Sophocles","category":"God, Lucky, Dice"},{"quote":"I am a free spirit. I am very impulsive. I put the most trust in people chance after chance, regardless of how they treat me.","author":"Sasha Lane","category":"Trust, I Am, Me"},{"quote":"No man ever wetted clay and then left it, as if there would be bricks by chance and fortune.","author":"Plutarch","category":"Man, Fortune, Bricks"},{"quote":"When I get a chance to play golf or go on a boat with good people, take the boat out and put some lobsters on the grill, get the ice-cold beer and the cigars - that's heaven here on earth.","author":"Bernie Mac","category":"Good, Golf, Boat"},{"quote":"A property in the 100-year floodplain has a 96 percent chance of being flooded in the next hundred years without global warming. The fact that several years go by without a flood does not change that probability.","author":"Earl Blumenauer","category":"Change, Global Warming"},{"quote":"I run an academy in Spain for young footballers who are released by their clubs and who, in my opinion, deserve a second chance. It is a rewarding job for me, but one that also reveals many of the faults in the English game.","author":"Glenn Hoddle","category":"Job, Game, Me"},{"quote":"It is not about the money. It's the public service aspect. Absolutely, I think it has qualities of redemption. The city gets a second chance. I get a second chance.","author":"John Rowland","category":"Money, Service, City"},{"quote":"My mom and dad put my brother and sister through university and they were very keen for us to have an academic background just to give us a chance.","author":"Rob James-Collier","category":"Sister, Mom, Brother"},{"quote":"I'm going to write a book, continue acting, continue motivational speaking and just share with people who I am and what I've learned in my second chance of life and pass it on to people in their first chance of life.","author":"J. R. Martinez","category":"Motivational, Life, I Am"},{"quote":"I've had a chance to see something that is way outside everybody else's frame of reference and gives a perspective that is very different from everyone else's.","author":"Chris Hadfield","category":"Perspective, Way, See"},{"quote":"If Donald Trump is our nominee, I don't think that he represents the best our party has to offer either in temperament or qualification, and I think he's the weakest candidate that is in the race at this point in terms of the general election, and that to nominate him is to give Hillary Clinton a much better chance of being president.","author":"Trent Franks","category":"Best, Party, Think"},{"quote":"I want a president with a record of public service: someone whose life's work shows our children that we don't chase form and fortune for ourselves we fight to give everyone a chance to succeed.","author":"Michelle Obama","category":"Life, Work, Children"},{"quote":"In college I never realized the opportunities available to a pro athlete. I've been given the chance to meet all kinds of people, to travel and expand my financial capabilities, to get ideas and learn about life, to create a world apart from basketball.","author":"Michael Jordan","category":"Life, Travel, College"},{"quote":"You hit home runs not by chance but by preparation.","author":"Roger Maris","category":"Home, Preparation, You"},{"quote":"The chances of each of us coming into existence are infinitesimally small, and even though we shall all die some day, we should count ourselves fantastically lucky to get our decades in the sun.","author":"Richard Dawkins","category":"Day, Sun, Small"},{"quote":"If someone is always to blame, if every time something goes wrong someone has to be punished, people quickly stop taking risks. Without risks, there can't be breakthroughs.","author":"Peter Diamandis","category":"Time, People, Blame"},{"quote":"Thinking of Plan B muddies up your chances of succeeding at Plan A.","author":"Charlie Day","category":"Thinking, Plan, Succeeding"},{"quote":"No human being will ever know the Truth, for even if they happen to say it by chance, they would not even known they had done so.","author":"Xenophanes","category":"Truth, Know, Human"},{"quote":"This club is all about winning trophies and we've got a chance of bringing the greatest trophy of them all back to Anfield, so it means a great deal obviously.","author":"Steven Gerrard","category":"Great, Winning, Greatest"},{"quote":"Be strong and follow your own convictions. You can't assume there is a lot of time to do what you like. This is what David Bowie is afraid of: that he will die before he gets a chance to make a real strong contribution.","author":"Marc Bolan","category":"Time, Strong, Be Strong"},{"quote":"I just think that giving a child a chance and sharing what you have with a child is one of the greatest gifts you can give yourself, as well as a child.","author":"Hillary Clinton","category":"Child, Giving, Yourself"},{"quote":"It's good to have a lot of once-in-a-lifetimes in your lifetime. If you get the chance to skydive, go skydiving. If you're offered a part in a weird Shakespeare play in San Diego, slap on some tights and rock out some iambic pentameter.","author":"Neil Patrick Harris","category":"Good, Weird, Play"},{"quote":"You never know in TV - sometimes you're on at the wrong time at the wrong place. Sometimes you don't get a chance to catch on.","author":"Larry Wilmore","category":"Time, Know, You"},{"quote":"No government ought to be without censors; and where the press is free, no one ever will. Chance is the pseudonym of God when he did not want to sign.","author":"Anatole France","category":"God, Government, Free"},{"quote":"My intention here is to make it clear that not a single cell of my composition, here in regard to The Raven, is found by chance or intuition, that the composition moved towards perfection with the precision and inevitability of a mathematical equation.","author":"Maurice Ravel","category":"Perfection, Intuition"},{"quote":"The fundamental problem with program maintenance is that fixing a defect has a substantial chance of introducing another.","author":"Fred Brooks","category":"Problem, Maintenance"},{"quote":"Events are not a matter of chance.","author":"Gamal Abdel Nasser","category":"Events, Matter"},{"quote":"There's nothing more exciting for an actor than a chance to lose, to be someone who has lost - especially if it's someone who starts off with a veneer of control. To be broken is wonderful.","author":"Lena Headey","category":"Control, Lost, Broken"},{"quote":"Chance determines our lives in important ways.","author":"Gerhard Richter","category":"Important, Our Lives, Ways"},{"quote":"If people are given the chance to experience life in more than one country, they will hate a little less. It's not a miracle potion, but little by little you can solve problems in the basement of a country, not on the surface.","author":"Marjane Satrapi","category":"Life, Experience, Hate"},{"quote":"To be honest, I never really considered myself to be too much of an actress. So, whenever I get the chance to do music, I'm always, like, just in it. It's like, 'Oh my God, I finally get to do this. I'm so happy.'","author":"Ariana Grande","category":"Music, Happy, Myself"}]}