{
  "author": "Ravindu Manoj",
  "github": "ravindu01manoj",
  "repo": "Quotes-500k",
  "data": [
    {
      "quote": "In romance, we feel the need to zoom in and expound on our partner's foibles in intimate detail; in friendship, we tend to do the opposite, avoiding confrontation through fear, lethargy or both.",
      "author": "Mariella Frostrup",
      "category": "Fear, Partner, Detail"
    },
    {
      "quote": "You can't build anything with a flimsy foundation. Friendship is the foundation.",
      "author": "Hill Harper",
      "category": "Foundation, You, Build"
    },
    {
      "quote": "Whenever people reach out the hand of friendship towards me, I am not going to refuse that hand.",
      "author": "Martin McGuinness",
      "category": "I Am, Me, People"
    },
    {
      "quote": "A lot of women, when they're young, feel they have very good friends, and find later on that friendship is complicated. It's easy to be friends when everyone's 18.",
      "author": "Zadie Smith",
      "category": "Friends, Women, Good"
    },
    {
      "quote": "I firmly believe, only because I've been doing this for so long, every show takes three years. 90% of them don't get three years. It just does. It takes a long time to build a community, build a friendship with your characters. It's hard for people to grasp on and make them care about you.",
      "author": "Kaley Cuoco",
      "category": "Time, Community, Believe"
    },
    {
      "quote": "In 1962, I wrote a series about 42nd Street called 'Welcome to Lostville.' One result was that the young Bob Dylan read it and invited me to his first concert at Town Hall; the result was a kind of friendship that years later led to my liner notes for 'Blood on the Tracks.'",
      "author": "Pete Hamill",
      "category": "Welcome, Me, Blood"
    },
    {
      "quote": "006 was such an interesting character and the film really explored his friendship with Bond and how it all went wrong, so it was a very personal journey for both characters.",
      "author": "Sean Bean",
      "category": "Journey, Character, Bond"
    },
    {
      "quote": "A friendship between Germany and Israel didn't always seem natural.",
      "author": "Reuven Rivlin",
      "category": "Always, Natural, Between"
    },
    {
      "quote": "Two of man's basic needs are to love and to share. Both of these needs are satisfied in greater or lesser degree by friendship.",
      "author": "Mother Angelica",
      "category": "Love, Man, Two"
    },
    {
      "quote": "When our weaknesses affect health and friendship, we are very much aware of their existence.",
      "author": "Mother Angelica",
      "category": "Health, Existence"
    },
    {
      "quote": "I find that the Amazon comments often are exceptionally shrewd and insightful, so I'm not going to diss them. But you don't really have any guarantees that what you're reading wasn't written out of friendship or spite.",
      "author": "Michael Dirda",
      "category": "Reading, You, Find"
    },
    {
      "quote": "When the Taiwan Relations Act passed in 1979, our biggest concern was preventing the use of military force against Taiwan. Little did we know that our friends on Taiwan could so effectively use the space created by our friendship to revolutionize their political system.",
      "author": "Sam Brownback",
      "category": "Friends, Space, Military"
    },
    {
      "quote": "Obviously, when you're up against somebody you don't like there's extra motivation, but I don't think any person going for an Olympic gold is going to put friendship first.",
      "author": "Katarina Johnson-Thompson",
      "category": "Gold, Motivation, Think"
    },
    {
      "quote": "My definition of a friend is somebody who adores you even though they know the things you're most ashamed of.",
      "author": "Jodie Foster",
      "category": "Friend, Know, You"
    },
    {
      "quote": "Advocating for yourself in the context of friendship starts with choosing the right people to be part of your inner circle.",
      "author": "Kimberly Guilfoyle",
      "category": "Yourself, People, Circle"
    },
    {
      "quote": "There is a mutual interest between Israel and the United States of America. It is more than friendship - it is friendship plus mutual interest, and it is bipartisan.",
      "author": "Tzipi Livni",
      "category": "America, Interest, Between"
    },
    {
      "quote": "My message to the people and rulers of Pakistan is, 'As neighbours, we want peace and friendship and cooperation with you so that together we can change the face of South Asia.'",
      "author": "Atal Bihari Vajpayee",
      "category": "Change, Peace, Together"
    },
    {
      "quote": "I came to know Gore Vidal in the mid-1980s, when I was living in southern Italy, virtually a neighbour, and our friendship lasted until his death in 2012. Needless to say, he was a complicated and often combative man.",
      "author": "Jay Parini",
      "category": "Death, Man, Know"
    },
    {
      "quote": "There was a time when I thought dudes had friendship all figured out. The focus on eating things in front of giant screens, pretending to punch one another, competing over who can utter the grossest and most profane personal insults imaginable - this struck me as the very apex of human social exchange.",
      "author": "Lynn Coady",
      "category": "Time, Focus, Me"
    },
    {
      "quote": "Friendship is something that is cultivated.",
      "author": "Thalia",
      "category": "Something, Cultivated"
    },
    {
      "quote": "It's always really challenging trying to go from player to player/coach. You have a kind of friendship basis of relationship with all of your teammates, and now you go to this power position where you have to make decisions that might hurt people's feelings.",
      "author": "Abby Wambach",
      "category": "Relationship, Power"
    },
    {
      "quote": "Look, I worked with American Republican presidents and Democratic presidents, all of them, and each of them has shown a deep and profound friendship to Israel, you know? I can't remember anybody who was in that sense negative as far as Israel is concerned.",
      "author": "Shimon Peres",
      "category": "Deep, American, Remember"
    },
    {
      "quote": "Friendship formed in the glamour industry comes with mutual benefits, which is nice, but it is not the real deal.",
      "author": "Mohit Chauhan",
      "category": "Nice, Real, Glamour"
    },
    {
      "quote": "I think for a lot of people, friendship is a relationship that gets devalued once they move on to what people consider to be more important relationships: once you find a partner or when you have kids.",
      "author": "Hanya Yanagihara",
      "category": "Relationship, People"
    },
    {
      "quote": "In a basic sense, 'A Little Life' is a homage to how my friends and I live our lives. I wanted to push past the definitions of how we typically define friendship. It's a different version of adulthood, but it's no less important and no less legitimate than anyone else's.",
      "author": "Hanya Yanagihara",
      "category": "Life, Friends, Past"
    },
    {
      "quote": "Friendship is one of our most treasured relationships, but it isn't codified and celebrated; it's never going to give you a party.",
      "author": "Hanya Yanagihara",
      "category": "Party, Relationships, You"
    },
    {
      "quote": "Sweet is the scene where genial friendship plays the pleasing game of interchanging praise.",
      "author": "Oliver Wendell Holmes, Sr.",
      "category": "Game, Sweet, Praise"
    },
    {
      "quote": "Maybe having to pretend to be in love with someone and then jump into bed with them breaks the ice very quickly friendship follows fast.",
      "author": "Katherine Kelly",
      "category": "Love, Fast, Jump"
    },
    {
      "quote": "No doubt, the most important thing in my career was my time with Mr. Bergman, with whom I worked in so many films and also in so many stage productions, so it was a continuous working relationship and also a friendship, of course, that lasted for so many years.",
      "author": "Max von Sydow",
      "category": "Time, Relationship, Doubt"
    },
    {
      "quote": "There are a lot of musicians I've met on Twitter where it was like, 'Hey, I like your music' - and then I ended up meeting them and it turned into a friendship.",
      "author": "Grimes",
      "category": "Music, Musicians, Meeting"
    },
    {
      "quote": "Life is all about the friendship and the love and the music. It sounds silly, but it is. I want to have that experience as much as I can as an adult, not as a kid doing something that people are telling her she has to do. If anyone gets in my way, I'm going to get them out of my way.",
      "author": "Fiona Apple",
      "category": "Love, Life, Music"
    },
    {
      "quote": "Value your friendship. Value your relationships.",
      "author": "Barbara Bush",
      "category": "Value, Relationships, Your"
    },
    {
      "quote": "Friendship and sentiment and the giving of one's words are very important.",
      "author": "Michael Cimino",
      "category": "Words, Giving, Important"
    },
    {
      "quote": "I think friendship is more important than love, but that love that grows out of friendship is the very best of all.",
      "author": "Jane Green",
      "category": "Love, Best, Think"
    },
    {
      "quote": "Going through an illness and then death of a close friend has changed my attitudes to friendship enormously.",
      "author": "Jane Green",
      "category": "Death, Friend, Through"
    },
    {
      "quote": "I experience for the American officers and soldiers that friendship which arises from having shared with them for a length of time dangers, sufferings, and both good and evil fortune.",
      "author": "Marquis de Lafayette",
      "category": "Time, Good, Experience"
    },
    {
      "quote": "I would be willing to do almost anything to make Art happy. I care about our friendship. The only thing I won't do is change the essence of my work.",
      "author": "Paul Simon",
      "category": "Work, Change, Art"
    },
    {
      "quote": "Instead of loving your enemies - treat your friends a little better.",
      "author": "E. W. Howe",
      "category": "Friends, Treat, Loving"
    },
    {
      "quote": "It may be a cold, clammy thing to say, but those that treat friendship the same as any other selfishness seem to get the most out of it.",
      "author": "E. W. Howe",
      "category": "Treat, Selfishness, Say"
    },
    {
      "quote": "Meg Ryan is a beautiful and courageous woman. I grieve the loss of her companionship but I've not lost the friendship. We talk all the time and that was what our connection was about. She has a wonderful mind and we just like a chat.",
      "author": "Russell Crowe",
      "category": "Time, Beautiful, Woman"
    },
    {
      "quote": "A band is a good way to break up a friendship.",
      "author": "Julian Casablancas",
      "category": "Good, Way, Band"
    },
    {
      "quote": "CPEC is an epoch-making project going to put Pakistan-China friendship and their economic cooperation to new heights.",
      "author": "Shehbaz Sharif",
      "category": "Cooperation, Heights"
    },
    {
      "quote": "China-Africa relationship has a long history and is full of vitality. Since the 1950s and 1960s, our common historical experiences have brought China and Africa together, and we have forged deep friendship in our joint struggle during which we have supported each other in times of difficulty.",
      "author": "Li Keqiang",
      "category": "Relationship, History, Deep"
    },
    {
      "quote": "When it comes to Pakistan, the first word that comes to the mind of the Chinese is 'iron brother.' To us Chinese, Pakistan is always a trustworthy friend who is as solid as iron. Actually, Chinese netizens refer to Pakistan as 'Iron Pak.' This testifies to the strength of China-Pakistan friendship.",
      "author": "Li Keqiang",
      "category": "Strength, Brother, Mind"
    },
    {
      "quote": "To all my political opponents, all and sundry, not only the presidential bets, I would like to offer my hand to friendship.",
      "author": "Rodrigo Duterte",
      "category": "Political, Hand, Like"
    },
    {
      "quote": "I got to sing with Placido Domingo... I got to sing with Aaron Neville, who is one of my favorites. Got to sing with Brian Wilson, one of the great high tenors. And Ricky Skaggs, a bluegrass tenor. I'm also proud of my musical friendship with Emmylou Harris.",
      "author": "Linda Ronstadt",
      "category": "Great, Proud, High"
    },
    {
      "quote": "Success always necessitates a degree of ruthlessness. Given the choice of friendship or success, I'd probably choose success.",
      "author": "Sting",
      "category": "Success, Choice, Always"
    },
    {
      "quote": "I have lost my seven best friends, which is to say God has had mercy on me seven times without realizing it. He lent a friendship, took it from me, sent me another.",
      "author": "Jean Cocteau",
      "category": "Friends, Best, God"
    },
    {
      "quote": "During the 1950s, Aristotle Onassis and I formed what grew to be a close friendship and association in several business ventures.",
      "author": "J. Paul Getty",
      "category": "Business, Association, Close"
    },
    {
      "quote": "The knot of intimacy at the center of 'Ten Thousand Saints' is the friendship between Teddy McNicholas and Jude Keffy-Horn.",
      "author": "Stacey D'Erasmo",
      "category": "Intimacy, Center, Between"
    },
    {
      "quote": "Female friendship... I think you have friendships that come and go, and then there are ones that the girl becomes a part of your bones.",
      "author": "Betty Gilpin",
      "category": "Girl, Think, You"
    },
    {
      "quote": "I was desperate for a friend, and I used to lie in bed at night thinking about what it would be like. My younger brothers and sisters had friends, and I used to watch them playing to try to work out what they did and how friendship worked.",
      "author": "Daniel Tammet",
      "category": "Work, Friends, Thinking"
    },
    {
      "quote": "I didn't like England. I couldn't take the look of the place or the style of friendship. I need more intimacy from people than is considered okay there, and I felt that my personality and my enthusiasms weren't understood. I had to put a big lid on myself.",
      "author": "Jane Campion",
      "category": "Myself, Personality, Style"
    },
    {
      "quote": "If you go to the Air and Space Museum in Washington, you can see the burn patterns on Friendship 7.",
      "author": "John Glenn",
      "category": "Space, Museum, You"
    },
    {
      "quote": "The big, big block in the Arthur/Merlin friendship is the status issue, that Merlin is the servant and Arthur is royalty, and in that time, princes did not socialize with their servants; that wasn't the done thing. It just so happens that their relationship, their friendship, is strong: they have been through the thick and the thin of it all.",
      "author": "Colin Morgan",
      "category": "Time, Relationship, Strong"
    },
    {
      "quote": "Those who insist on having hostilities with us, kill and destroy the option of friendship with us in the future, which is unfortunate because it is clear the future belongs to Iran and that enmities will be fruitless.",
      "author": "Mahmoud Ahmadinejad",
      "category": "Future, Destroy, Will"
    },
    {
      "quote": "I believe the friendship of the Games still exists. There is a tremendous camaraderie and atmosphere at the Olympic and Commonwealth Games - where else could you go and sit down and have breakfast with a Russian weightlifter, an East German sprinter, and an Indian fencer and talk about different cultures and problems?",
      "author": "Lynn Davies",
      "category": "Breakfast, Problems, Believe"
    },
    {
      "quote": "My last public performance for money was in 1967. For free, it was 1972, with the exception of two little one-shot, one-song things. But that's just for friends, out of friendship for the people involved, and also because it was fun.",
      "author": "Tom Lehrer",
      "category": "Friends, Money, Performance"
    },
    {
      "quote": "I sacrificed a lot, in terms of friendship and family, from working so much at such a young age, but I wouldn't be where I am if I hadn't.",
      "author": "Sasha Grey",
      "category": "Family, Age, I Am"
    },
    {
      "quote": "I am aloof by nature. I mind my own business. I'm good with everyone, and I get along fine with people. But work is work, and friendship is friendship. I never mix the two.",
      "author": "Sonakshi Sinha",
      "category": "Work, Nature, Business"
    },
    {
      "quote": "Friendship has its illusions no less than love.",
      "author": "Stendhal",
      "category": "Love, Illusions, Than"
    },
    {
      "quote": "I think in friendship, you want to be there for your friend, and sometimes you just don't know what to do or the relationship you have with them is not clear enough for you to know what to do.",
      "author": "Marion Cotillard",
      "category": "Relationship, Friend, Want"
    },
    {
      "quote": "I definitely have guys that I'm friends with that I have a crush on, and you don't want to ruin the friendship.",
      "author": "Miranda Cosgrove",
      "category": "Friends, Want, Crush"
    },
    {
      "quote": "A girl does not treat a possible lover with unvarying simplicity and directness. In all its phases, love is complex; friendship is not.",
      "author": "Thomas Bailey Aldrich",
      "category": "Love, Love Is, Girl"
    },
    {
      "quote": "Tis the privilege of friendship to talk nonsense, and have her nonsense respected.",
      "author": "Charles Lamb",
      "category": "Her, Privilege, Talk"
    },
    {
      "quote": "When I read 'Stand By Me,' it was like, 'This is a look back at the same time period when I was growing up, and it was about kids, but it really felt like what it was like to have those powerful feelings of friendship at age 12.' That's what got to me.",
      "author": "Rob Reiner",
      "category": "Time, Age, Powerful"
    },
    {
      "quote": "Anything can be done if you find friends to do it with. The lucky biographers find themselves drawn into a sort of friendship with their subject.",
      "author": "Amity Shlaes",
      "category": "Friends, Lucky, You"
    },
    {
      "quote": "A friend is a beloved mystery; dearest always because he is not ourself, and has something in him which it is impossible for us to fathom. If it were not so, friendship would lose its chief zest.",
      "author": "Lucy Larcom",
      "category": "Friend, Impossible, Mystery"
    },
    {
      "quote": "For me my friendship with Omar Rodriguez from Mars Volta that friendship really means a lot to me because he's another creative person who works as hard as I do.",
      "author": "John Frusciante",
      "category": "Creative, Me, Person"
    },
    {
      "quote": "My inspiration are the woman, friendship, and loneliness.",
      "author": "Enrique Iglesias",
      "category": "Loneliness, Woman"
    },
    {
      "quote": "But it all comes down to friendship, treating people right.",
      "author": "Ernie Banks",
      "category": "People, Down, Right"
    },
    {
      "quote": "My theme is, 'The spirit of friendship is the balance of life.' Not money. Not the World Series. It's friendship. The relationships I have with people, that's enough to keep me happy.",
      "author": "Ernie Banks",
      "category": "Life, Happy, Money"
    },
    {
      "quote": "I'm calling my book series the 'with God series.' And this next 'with God' book is Friendship with God, which comes out in November. This books challenges us to bring about the end of 'better' on this planet.",
      "author": "Neale Donald Walsch",
      "category": "God, Book, Challenges"
    },
    {
      "quote": "As told in Friendship with God, if we simply decided to believe and act as if first, we're all one, and second, life is eternal, it would render virtually everything we've done all our lives pointless.",
      "author": "Neale Donald Walsch",
      "category": "Life, God, Believe"
    },
    {
      "quote": "We have a saying in the Marine Corps and that is 'no better friend, no worse enemy, than a U.S. Marine.' We always hope for the first, friendship, but are certainly more than ready for the second.",
      "author": "John F. Kelly",
      "category": "Hope, Friend, Saying"
    },
    {
      "quote": "Friendship is a disinterested commerce between equals; love, an abject intercourse between tyrants and slaves.",
      "author": "Oliver Goldsmith",
      "category": "Love, Commerce, Between"
    },
    {
      "quote": "All those who offer an opinion on any doubtful point should first clear their minds of every sentiment of dislike, friendship, anger or pity.",
      "author": "Sallust",
      "category": "Anger, Opinion, First"
    },
    {
      "quote": "All who consult on doubtful matters, should be void of hatred, friendship, anger, and pity.",
      "author": "Sallust",
      "category": "Anger, Hatred, Matters"
    },
    {
      "quote": "The firmest friendship is based on an identity of likes and dislikes.",
      "author": "Sallust",
      "category": "Identity, Likes, Based"
    },
    {
      "quote": "Things have gone beyond my wildest expectations and dreams, and I feel like I've been given so many blessings in my life, between my friendship with the guys in the band, our wonderful audience, being able to play this music, and then my family.",
      "author": "Trey Anastasio",
      "category": "Life, Family, Music"
    },
    {
      "quote": "It is wise to apply the oil of refined politeness to the mechanism of friendship.",
      "author": "Sidonie Gabrielle Colette",
      "category": "Wise, Oil, Politeness"
    },
    {
      "quote": "I play- it's kind of like a slice-of-life, LA women in their forties, playing forty kind of what's their friendship like, and what's their life like and so I just play one of the four friends.",
      "author": "Joan Cusack",
      "category": "Life, Friends, Women"
    },
    {
      "quote": "The biggest direct influence on my career is Ben Edlund, who gave me my first real professional break and, through his friendship and example, turned me into a writer and a more critical thinker in general.",
      "author": "Christopher McCulloch",
      "category": "Influence, Me, Professional"
    },
    {
      "quote": "I understand by this passion the union of desire, friendship, and tenderness, which is inflamed by a single female, which prefers her to the rest of her sex, and which seeks her possession as the supreme or the sole happiness of our being.",
      "author": "Edward Gibbon",
      "category": "Happiness, Passion, Rest"
    },
    {
      "quote": "The real test of friendship is: can you literally do nothing with the other person? Can you enjoy those moments of life that are utterly simple?",
      "author": "Eugene Kennedy",
      "category": "Life, Simple, Moments"
    },
    {
      "quote": "Friendship is something whose depth fits human aspirations and fulfills human possibilities. It has heft to it, as a gold-piece does and a gambling chip does not.",
      "author": "Eugene Kennedy",
      "category": "Gambling, Human"
    },
    {
      "quote": "I went to boarding school in the country, so there's no real differentiation between family and friends. I went there from when I was 8 until I was 17 - it was insane. If you earn my friendship, you are my family, and I'll do anything for you.",
      "author": "Jamie Campbell Bower",
      "category": "Family, Friends, School"
    },
    {
      "quote": "You are almost not free, if you are teaching a group of graduate students, to become friends with one of them. I don't mean anything erotically charged, just a friendship.",
      "author": "Marilyn Hacker",
      "category": "Friends, Free, Group"
    },
    {
      "quote": "For me, 'Lamb' started out as a further exploration of the phenomenon of faith and the responsibility of a messiah that I touched on in 'Coyote Blue' and 'Island of the Sequined Love Nun,' but it ended up being an exploration of the true meaning of sacrifice, loyalty, and friendship.",
      "author": "Christopher Moore",
      "category": "Love, Faith, Responsibility"
    },
    {
      "quote": "The friendship I had with Elvis began to take shape in 1968 when I was recording in Memphis. I'd record during the day, and Elvis would send one of his guys over to bring me to Graceland at night. Everything you've heard about Graceland during Elvis's glory days is true and then some.",
      "author": "Bill Medley",
      "category": "Day, Night, Me"
    },
    {
      "quote": "She discovered with great delight that one does not love one's children just because they are one's children but because of the friendship formed while raising them.",
      "author": "Gabriel Garcia Marquez",
      "category": "Love, Children, Great"
    },
    {
      "quote": "Watching John Lasseter's films, I think I can understand better than anyone that what he's doing, is going straight ahead with his vision and working really hard to get that vision into film form. And I feel that my understanding this of him is my friendship towards him.",
      "author": "Hayao Miyazaki",
      "category": "Vision, Understanding, Think"
    },
    {
      "quote": "My first experiences of academic friendship made me smile in after years when I looked back on them. But my circle of acquaintances had gradually grown so large that it was only natural new friendships should grow out of it.",
      "author": "Georg Brandes",
      "category": "Smile, Me, Grow"
    },
    {
      "quote": "Your Majesty may rest assured about my conduct towards the Comtesse de Provence; I will certainly try and gain her friendship and confidence, without going too far.",
      "author": "Marie Antoinette",
      "category": "Confidence, Rest, Try"
    },
    {
      "quote": "Accountability in friendship is the equivalent of love without strategy.",
      "author": "Anita Brookner",
      "category": "Love, Accountability"
    },
    {
      "quote": "I come from the New York theatre world, and I have a lot of gay male friends, so this friendship of Will and Grace's isn't such a stretch.",
      "author": "Debra Messing",
      "category": "Friends, Theatre, World"
    },
    {
      "quote": "There has to be chemistry in a duet, but if you go beyond the point of friendship and attraction, you lose something.",
      "author": "Kenny Rogers",
      "category": "Chemistry, You, Point"
    },
    {
      "quote": "I think closeness to death would be pretty exhilarating in a way, and friendship, yeh, and selflessness, a kind of selflessness, a sense of your own worthlessness, I think, is pretty exhilarating.",
      "author": "Sebastian Faulks",
      "category": "Death, Think, Kind"
    },
    {
      "quote": "Even where friendship is concerned, it takes me a long time to trust people.",
      "author": "Namie Amuro",
      "category": "Time, Trust, Me"
    },
    {
      "quote": "There was really no friendship in modeling, though a certain amount of warmth comes from running into models you know on shoots, because you end up in so many unfamiliar places, from Alaska to Africa.",
      "author": "Carol Alt",
      "category": "End, Know, You"
    },
    {
      "quote": "Taft was Roosevelt's handpicked successor. I didn't know how deep the friendship was between the two men until I read their almost four hundred letters, stretching back the to early '30s. It made me realize the heartbreak when they ruptured was much more than a political division.",
      "author": "Doris Kearns Goodwin",
      "category": "Deep, Men, Me"
    },
    {
      "quote": "I would have told him that I appreciated his friendship through the years and that I had learned a lot from him. I really loved Frank like you do a brother.",
      "author": "Jimmy Carl Black",
      "category": "Brother, Loved, You"
    },
    {
      "quote": "Lovers have a right to betray you... friends don't.",
      "author": "Judy Holliday",
      "category": "Friends, You, Lovers"
    },
    {
      "quote": "Often the magical elements in my books are standing in for elements of the real world, the small and magical-in-their-own-right sorts of things that we take for granted and no longer pay attention to, like the bonds of friendship that entwine our own lives with those of other people and places.",
      "author": "Charles de Lint",
      "category": "World, Small, People"
    },
    {
      "quote": "I despise shows that present friendship where you're always there for each other and really strong because I don't know anyone like that. I mean, I've got great friends, but I can go months without seeing them because I think, 'I just can't deal with having to give you anything.'",
      "author": "Sharon Horgan",
      "category": "Friends, Great, Strong"
    },
    {
      "quote": "The steady discipline of intimate friendship with Jesus results in men becoming like Him.",
      "author": "Harry Emerson Fosdick",
      "category": "Men, Discipline, Results"
    },
    {
      "quote": "Texas, with her superior natural advantages, must become a point of attraction, and the policy of establishing with her the earliest relations of friendship and commerce will not escape the eye of statesmen.",
      "author": "Sam Houston",
      "category": "Eye, Escape, Her"
    },
    {
      "quote": "Neatness begets order; but from order to taste there is the same difference as from taste to genius, or from love to friendship.",
      "author": "Johann Kaspar Lavater",
      "category": "Love, Genius, Difference"
    },
    {
      "quote": "What gay culture is before it is anything else, before it is a culture of desire or a culture of subversion or a culture of pain, is a culture of friendship.",
      "author": "Andrew Sullivan",
      "category": "Culture, Pain, Gay"
    },
    {
      "quote": "I'm friends with Taylor Swift, and I am tired of people asking me questions about our friendship. When I post a picture of us on Instagram, I'm posting a picture of me and my friend.",
      "author": "Sarah Hyland",
      "category": "Friends, I Am, Me"
    },
    {
      "quote": "I think I'd probably be really good friends with Hulk Hogan. I think we'd get along, and I'd, like, chill him out because he'd be all rambunctious and rowdy, and I'd be like, 'Chill out, Hulk Hogan. Everything will be okay.' And he'd be like, 'Thanks, Ron.' And then we'd form a friendship.",
      "author": "Ron Funches",
      "category": "Friends, Good, Think"
    },
    {
      "quote": "That friendship will not continue to the end which is begun for an end.",
      "author": "Francis Quarles",
      "category": "End, Will, Continue"
    },
    {
      "quote": "People instantly assume you can't have a platonic friendship with someone of the opposite sex. I think this may be specific to L.A. - or America.",
      "author": "Isabel Lucas",
      "category": "America, People, Think"
    },
    {
      "quote": "I gave Mitt Romney some donations for his campaign because he was a friend, and friendship came first. I've always been a Democrat, and I've had different views than Mitt Romney. I'm not Mitt Romney, and I think people will realize that when they meet me out there.",
      "author": "Stephen Pagliuca",
      "category": "Friend, Me, People"
    },
    {
      "quote": "Friendship is a difficult, dangerous job. It is also (though we rarely admit it) extremely exhausting.",
      "author": "Elizabeth Bibesco",
      "category": "Job, Admit, Difficult"
    },
    {
      "quote": "It's quite difficult to write about female friendship without it seeming to be a very niche subject. It's a difficult balance.",
      "author": "Samantha Harvey",
      "category": "Balance, Difficult, Without"
    },
    {
      "quote": "If the chemistry is right between star and photographer and the geometry of the pictures pleases the star, often the two people end up with a long-term professional friendship during which they continue to work together and to produce highly personal images.",
      "author": "Eve Arnold",
      "category": "Work, Together, End"
    },
    {
      "quote": "I had a friend where it turned out that she hated my guts, all through our friendship. I thought she was my best friend, and then, in high school, she turned on me and had sordid affairs with all of the people that I'd dated. It was less hurtful because I was in high school, so it was more like, 'What's wrong with you? Gross!'",
      "author": "Mae Whitman",
      "category": "Best, Best Friend, School"
    },
    {
      "quote": "Restoration of friendship with Russia, our biggest neighbor, is necessary for our peace and economy.",
      "author": "Bidzina Ivanishvili",
      "category": "Peace, Neighbor, Economy"
    },
    {
      "quote": "Why do we go around acting as though everything was friendship and reliability when basically everything everywhere is full of sudden hate and ugliness?",
      "author": "Anna Freud",
      "category": "Hate, Acting, Why"
    },
    {
      "quote": "The film itself involves a New York City radio storyteller, Gabriel Noone, who strikes up a friendship with one of his fans, an abused 14-year-old teenager who is suffering from AIDS, who does not have much longer to live.",
      "author": "Armistead Maupin",
      "category": "City, Suffering, Live"
    },
    {
      "quote": "That was the day I began cutting classes and returning to TV tapings; it ultimately led to a friendship with Johnny O, and an increasing fascination and respect for what he did.",
      "author": "Randy West",
      "category": "Respect, Day, Returning"
    },
    {
      "quote": "Among young people, often a key factor in them committing suicide is the trauma of transient relationships. They throw themselves into a friendship or network of friendships, then it collapses and they're desolate.",
      "author": "Vincent Nichols",
      "category": "Suicide, People"
    },
    {
      "quote": "Stretching back nearly three decades, Brian Williams and I have forged an enduring friendship. It all began in 1986 at WCAU-TV in Philadelphia and has resulted in a set of noteworthy experiences, amazing successes, and a bunch of trips to NASCAR speedways.",
      "author": "Steve Capus",
      "category": "Amazing, Three, Experiences"
    },
    {
      "quote": "It will give them the opportunity to show themselves worthy of the respect and friendship of peace-loving nations, and in time, to take an honorable place among members of the United Nations.",
      "author": "James F. Byrnes",
      "category": "Time, Respect, Opportunity"
    },
    {
      "quote": "I have a friendship with Hezbollah, and I also have contacts outside of Lebanon, but it doesn't mean I follow anyone's agenda.",
      "author": "Najib Mikati",
      "category": "Follow, Mean, Outside"
    },
    {
      "quote": "I probably like being isolated more than many people do, but I'm lucky to have the friendship of many fine people, and they keep me from becoming very isolated. The world of my mind is certainly a populated and warm place, too. It's difficult for me to become too isolated with such resources.",
      "author": "Jesse Ball",
      "category": "World, Mind, Me"
    },
    {
      "quote": "Whether it's music, loss of something, loneliness or friendship - if that emotion is heightened in some way and painted to fit in between the covers of 32 pages, that can become a picture book.",
      "author": "Chris Raschka",
      "category": "Music, Loneliness, Book"
    },
    {
      "quote": "It must be remembered that the sea is a great breeder of friendship. Two men who have known each other for twenty years find that twenty days at sea bring them nearer than ever they were before, or else estrange them.",
      "author": "Gilbert Parker",
      "category": "Great, Sea, Men"
    },
    {
      "quote": "But, based on my friendship with Evie as young mothers, I started going on freedom rides in 1966.",
      "author": "June Jordan",
      "category": "Freedom, Young, Mothers"
    },
    {
      "quote": "It became very clear to the director that it would be foolish not to use our friendship. I had tried to talk to him about it because all the relationships in the film are so, not negative, but antagonistic. There's not a lot of love going around.",
      "author": "Jennifer Beals",
      "category": "Love, Negative"
    },
    {
      "quote": "I always felt that the great high privilege, relief and comfort of friendship was that one had to explain nothing.",
      "author": "Katherine Mansfield",
      "category": "Great, Comfort, Explain"
    },
    {
      "quote": "I have a very close friendship with the skaters.",
      "author": "Eric Heiden",
      "category": "Close, Very, Skaters"
    },
    {
      "quote": "And we want to develop our strategy to partnership and friendship with the United States, which is connected with a very rich history but what is very important for our future.",
      "author": "Aleksander Kwasniewski",
      "category": "History, Future, Strategy"
    },
    {
      "quote": "Friendship is mutual blackmail elevated to the level of love.",
      "author": "Robin Morgan",
      "category": "Love, Level, Mutual"
    },
    {
      "quote": "I want to know what it is to build the foundation of the friendship for real, to have my best friend and not because we're just intimate, but because we're mentally intimate. So I'm waiting for that person to come into my life.",
      "author": "LisaRaye McCoy-Misick",
      "category": "Life, Best, Best Friend"
    },
    {
      "quote": "I had more friends on my hockey team than I did on my soccer team. I might have been better at soccer, to be honest. But I think it was more the friendship, and my family was more of a hockey family than a soccer family, so when I had to make a decision, I tried hockey, and it turned out to be a good decision.",
      "author": "Carl Hagelin",
      "category": "Family, Friends, Good"
    },
    {
      "quote": "As I grow older, I think friendship between women is a thing to cherish.",
      "author": "Susan Glaspell",
      "category": "Women, Grow, Think"
    },
    {
      "quote": "This airline is grateful for his extensive contributions and we will miss his friendship and support. We extend our deepest sympathies to the Casey family on its personal loss.",
      "author": "Gerard Arpey",
      "category": "Family, Grateful, Support"
    },
    {
      "quote": "India-Seychelles relations have been characterized by close friendship, understanding and cooperation.",
      "author": "Pratibha Patil",
      "category": "Cooperation, Understanding"
    },
    {
      "quote": "I'm a compulsive reader of fiction. I fell in love with novels when I was a teenager. My wife Marilyn and I... our initial friendship began because we are both readers. I've gone to sleep almost every night of my life after having read in a novel for 30 or 40 minutes. I'm a great reader of fiction and much less so of non-fiction.",
      "author": "Irvin D. Yalom",
      "category": "Love, Life, Great"
    },
    {
      "quote": "Israelis can be proud of the vibrant democracy that they have created, and I know that many Rhode Islanders share my deep appreciation for the close friendship between our two nations.",
      "author": "Lincoln Chafee",
      "category": "Deep, Appreciation"
    },
    {
      "quote": "People of noble character are afraid of keeping friendship with dishonorable people. But people of discreditable character consider friendship with the dishonorable as a blood relationship.",
      "author": "Thiruvalluvar",
      "category": "Relationship, Character"
    },
    {
      "quote": "I didn't have any Indigenous friends until I was in my 30s, and I'll always remember and be inspired by the remarkable friendship I had with Connie Bush, an outstanding Indigenous leader from Groot Eylandt on who was on the National Women's Advisory Council with me.",
      "author": "Quentin Bryce",
      "category": "Friends, Women, Leader"
    },
    {
      "quote": "I told God, 'I don't want a man. I don't want more gold albums. The only thing I want is the love, friendship, and presence of my mother.' And God gave it to me.",
      "author": "La India",
      "category": "Love, God, Mother"
    },
    {
      "quote": "If the food of friendship is time together, how do we make the time to ensure we're all fed? My friends and I have recently come across a way to keep each other close. It fits into our lifestyles despite busy schedules and a surfeit of children. We call it the 'kibbutz.'",
      "author": "Nir Eyal",
      "category": "Time, Food, Children"
    },
    {
      "quote": "I loved the whole idea, first of all, of what friendship is. Very often, there are people that somehow you don't know how to declare that you are their friend, but you are their friend. That happens in a lot in high school. And outside of high school.",
      "author": "Winnie Holzman",
      "category": "School, Friend, People"
    },
    {
      "quote": "I am proud to represent these men and women who empower people in developing nations and promote the Peace Corps mission of peace and friendship. These volunteers are making major strides to improve the lives of people and communities around the world.",
      "author": "Kenny Marchant",
      "category": "Women, Peace, I Am"
    },
    {
      "quote": "I would like to raise my glass to friendship between Russia and the United States.",
      "author": "Richard Lugar",
      "category": "Glass, Like, Between"
    },
    {
      "quote": "Likings arise when one has no earthly reason for liking - the most wildly improbable marriages and uncommon friendship.",
      "author": "Patrick O'Brian",
      "category": "Reason, Uncommon, Liking"
    },
    {
      "quote": "As soon as you try to describe a close friendship, it loses something.",
      "author": "Dean Smith",
      "category": "You, Try, Something"
    },
    {
      "quote": "My book 'Ali Pasha' tells the true story of a young sailor Henry Friston, who, in the hell-fire of battle, forms an unusual friendship.",
      "author": "Michael Foreman",
      "category": "Book, Battle, Story"
    },
    {
      "quote": "French Yemeni relations are strong and good, they are relations depending on friendship and cooperation; my relationship with the president Chiraq are old and real.",
      "author": "Ali Abdullah Saleh",
      "category": "Relationship, Good, Strong"
    },
    {
      "quote": "When Ted Williams was here, inducted into the Hall of Fame 37 years ago, he said he must have earned it, because he didn't win it because of his friendship with the writers. I guess in that way, I'm proud to be in this company that way.",
      "author": "Eddie Murray",
      "category": "Win, Proud, Company"
    },
    {
      "quote": "I really enjoy writing about female friendship. It's an endlessly interesting dynamic for me.",
      "author": "Ruth Ware",
      "category": "Writing, Me, Enjoy"
    },
    {
      "quote": "I love the fact that so many of my readers are intelligent, exceptional, accomplished people with an open-minded love of diversity. But even more than that, I love it when my readers find lasting friendship with others of my readers - knowing that they met through their mutual affection for my books and characters makes me happy!",
      "author": "Suzanne Brockmann",
      "category": "Love, Happy, Diversity"
    },
    {
      "quote": "The rare few, who, early in life have rid themselves of the friendship of the many.",
      "author": "James Whistler",
      "category": "Life, Early, Rid"
    },
    {
      "quote": "In those early years in New York when I was a stranger in a big city, it was the companionship and later friendship which I was offered in the Linnean Society that was the most important thing in my life.",
      "author": "Ernst Mayr",
      "category": "Life, Society, City"
    },
    {
      "quote": "One sure way to lose another woman's friendship is to try to improve her flower arrangements.",
      "author": "Marcelene Cox",
      "category": "Flower, Woman, Try"
    },
    {
      "quote": "Blunders, no, only friendship binds us to honesty - attracting crypts of mushrooms in the wake of our snowboards.",
      "author": "Bradley Chicho",
      "category": "Honesty, Mushrooms, Us"
    },
    {
      "quote": "When I was working on my first novel, 'The Quilter's Apprentice,' I knew I wanted to write about friendship, especially women's friendship and how women use friendship to sustain themselves and nurture each other.",
      "author": "Jennifer Chiaverini",
      "category": "Women, Working, Nurture"
    },
    {
      "quote": "Mary Lincoln provided Elizabeth Keckley with opportunities for social and economic advancement she probably had never imagined during her years as a slave, while Elizabeth offered Mary the loyal, steadfast friendship she craved but had always found so elusive.",
      "author": "Jennifer Chiaverini",
      "category": "Opportunities, She, Her"
    },
    {
      "quote": "But as I was saying, from my experiences, I think men tend to be more timid in expressing their feelings for you. Regardless, I always prefer a friendship first and foremost.",
      "author": "Alicia Machado",
      "category": "Men, Think, Saying"
    },
    {
      "quote": "I think faith helps me a lot. God wants you to be where He wants you to be, and that's where I want to be. If I do not get a part, I understand that maybe I needed to be home at that time, maybe in school; there's always a reason. My faith is also where my core friends are, at my church, a faith-based friendship.",
      "author": "Jason Dolley",
      "category": "Time, Home, Friends"
    },
    {
      "quote": "If I'm right, the only reason our species is still around is because of our friendship with the canines.",
      "author": "Bruce Cameron",
      "category": "Reason, Right, Still"
    },
    {
      "quote": "The best time to make friends is before you need them.",
      "author": "Ethel Barrymore",
      "category": "Time, Friends, Best"
    },
    {
      "quote": "My reputation is too important to put it aside for purposes of some friendship. We have a job to do.",
      "author": "Stephanie Tubbs Jones",
      "category": "Job, Reputation, Important"
    },
    {
      "quote": "The second one, the joint Truth and Friendship Commission, which we started now with Indonesia, that is the one that has been criticized; its terms of reference call for providing amnesty for those who cooperate in telling the truth. It does not lead to prosecution.",
      "author": "Jose Ramos-Horta",
      "category": "Truth, Lead, Second"
    },
    {
      "quote": "'Mistresses' is about the lives of four women, each going through different versions of infidelity. Their longtime friendship is what gets them through extremely challenging times.",
      "author": "Rochelle Aytes",
      "category": "Women, Different, Through"
    },
    {
      "quote": "Friendship can only exist between persons with similar interests and points of view. Man and woman by the conventions of society are born with different interests and different points of view.",
      "author": "August Strindberg",
      "category": "Man, Society, Woman"
    },
    {
      "quote": "Because most people are not sufficiently employed in themselves, they run about loose, hungering for employment, and satisfy themselves in various supererogatory occupations. The easiest of these occupations, which have all to do with making things already made, is the making of people: it is called the art of friendship.",
      "author": "Laura Riding",
      "category": "Art, People, Run"
    },
    {
      "quote": "I think quite a lot of people have a friendship or a love that's gone like that and it never quite reconciles properly.",
      "author": "Tim Finn",
      "category": "Love, People, Think"
    },
    {
      "quote": "We want 'Doll & Em' to be something we're proud of. We'd love to do another series, but it's not the be-all and end-all. Our friendship is the be-all and end-all.",
      "author": "Dolly Wells",
      "category": "Love, Proud, Want"
    },
    {
      "quote": "I love 'Curb Your Enthusiasm' and 'Extras' and also 'The Trip.' That had all the nuances of friendship and finding things out about their lives without it being too much plot-driven.",
      "author": "Dolly Wells",
      "category": "Love, Enthusiasm, Finding"
    },
    {
      "quote": "I don't think it's more important to preserve female friendship than a marriage. But I think that there's a place for female friendship that's really important in the lives of all the women I know. As I've gotten older, it's become much more important to me.",
      "author": "Diane English",
      "category": "Marriage, Women, Me"
    },
    {
      "quote": "Sincere friendship towards God, in all who believe him to be properly an intelligent, willing being, does most apparently, directly, and strongly incline to prayer; and it no less disposes the heart strongly to desire to have our infinitely glorious.",
      "author": "Jonathan Edwards",
      "category": "God, Heart, Believe"
    },
    {
      "quote": "I really wasn't even aware that Batman and Superman had this kind of grudging friendship.",
      "author": "Mark Valley",
      "category": "Superman, Kind, Batman"
    },
    {
      "quote": "Friendship! Mysterious cement of the soul, Sweet'ner of life, and solder of society.",
      "author": "Robert Blair",
      "category": "Life, Society, Soul"
    },
    {
      "quote": "Ray Bradbury is, for many reasons, the most influential writer in my life. Throughout our long friendship, Ray supplied not only his terrific stories but a grand model of what a writer could be, should be, and yet rarely is: brilliant and charming and accessible, willing to tolerate and to teach, happy to inspire but also to be inspired.",
      "author": "Greg Bear",
      "category": "Life, Happy, Inspire"
    },
    {
      "quote": "One of the great things personally coming to Hawai'i is my friendship of Jim Nicholson.",
      "author": "Dan Fouts",
      "category": "Great, Great Things, Things"
    },
    {
      "quote": "Happiness is understanding that friendship is more precious than mere things, more precious than getting your own way, more precious than being in situations where true principles are not at stake.",
      "author": "J. Donald Walters",
      "category": "Happiness, Understanding"
    },
    {
      "quote": "Throughout its history, the international Olympic Committee has struggled to spread its ideal of fraternity, friendship, peace and universal understanding.",
      "author": "Juan Antonio Samaranch",
      "category": "History, Peace"
    },
    {
      "quote": "Our philosophy precedes from the belief that sport is an inalienable part of the educational process and a factor for promoting peace, friendship, cooperation and understanding among peoples.",
      "author": "Juan Antonio Samaranch",
      "category": "Peace, Philosophy"
    },
    {
      "quote": "I think 'Pretty Little Liars' is going to be hugely popular for adults, for kids, for girls, for guys, you know, something for everyone to look at, and the stories are going to be great. There's suspense every week. The friendship is really fun to watch. I think it's going to have something for everybody.",
      "author": "Laura Leighton",
      "category": "Great, Fun, Week"
    },
    {
      "quote": "When I was first pitched the show, I was like, 'Oh, God, a soapy show called 'Mistresses.'' But it wasn't that at all. It wasn't a bunch of women pulling guns on each other and stabbing each other in the back. We really have a core friendship.",
      "author": "Jes Macallan",
      "category": "Women, God, Guns"
    },
    {
      "quote": "Friendship is a word, the very sight of which in print makes the heart warm.",
      "author": "Augustine Birrell",
      "category": "Heart, Sight, Word"
    },
    {
      "quote": "In my public service, I treasure my friendship with law enforcement officers. I admire what they do and support them in every aspect of their job. I have always looked upon law enforcement officers as my friends.",
      "author": "Dirk Kempthorne",
      "category": "Friends, Service, Law"
    },
    {
      "quote": "I know I was a great friend to Tiger Woods. But when you have a relationship that's involves business and friendship - and the business part comes to an end - things always get a little blurry.",
      "author": "Hank Haney",
      "category": "Business, Relationship"
    },
    {
      "quote": "Yeah, I miss it. You don't just break off a friendship you've had with a sport, and with all those you've met all over the country. We've got some friends, some very close friends, and you just sit back and think how fortunate you were having a career like that. And, actually, there's nothing in the game of baseball that hasn't happened to me.",
      "author": "Lou Boudreau",
      "category": "Friends, Baseball, Me"
    },
    {
      "quote": "Nobody ever chooses the already unfortunate as objects of his loyal friendship.",
      "author": "Lucan",
      "category": "Nobody, Loyal, Objects"
    },
    {
      "quote": "I have a couple of best friends, and I don't think I would live with them. It definitely... certain people can't live together, and I think that it could potentially put a lot of strain on the relationship or friendship.",
      "author": "Alexandra Chando",
      "category": "Relationship, Friends, Best"
    },
    {
      "quote": "I suppose, the natural outgrowth about writing about two friends, it becomes about their friendship, and the complexities of it, and the way personality plays off each other, and what they each like to do, separately and together.",
      "author": "Alison McGhee",
      "category": "Friends, Together, Writing"
    },
    {
      "quote": "We have to rise above bad fortune. We have to be in the good and enjoy the good, study and work and adventure and friendship and community and love.",
      "author": "Joshua Prager",
      "category": "Love, Work, Community"
    },
    {
      "quote": "As far as an actor-director connection, I think those can develop, and when they do, they're really great, and you just cultivate it like you would any relationship or friendship. If you find that something special, it helps down the line when you want to do more projects with each other.",
      "author": "Taylor Handley",
      "category": "Relationship, Great, Want"
    },
    {
      "quote": "Very different from eros is philia, a serene love much more akin to friendship, with its reciprocal kindnesses. You love each other for the happy experiences and pleasures you share.",
      "author": "Francois Lelord",
      "category": "Love, Happy, You"
    },
    {
      "quote": "Friendship is the most important thing of all.",
      "author": "Kim Philby",
      "category": "Important, Most"
    },
    {
      "quote": "One friend in a lifetime is much; two are many; three are hardly possible. Friendship needs a certain parallelism of life, a community of thought, a rivalry of aim.",
      "author": "Brooks Adams",
      "category": "Life, Community, Friend"
    },
    {
      "quote": "Friendship is inexplicable, it should not be explained if one doesn't want to kill it.",
      "author": "Max Jacob",
      "category": "Want, Should, Explained"
    },
    {
      "quote": "I loved my 17 years with R.E.M., but I'm ready to reflect, assess and move on to a different phase of my life. The four of us will continue our close friendship, and I look forward to hearing their future efforts as the world's biggest R.E.M. fan.",
      "author": "Bill Berry",
      "category": "Life, Future, World"
    },
    {
      "quote": "Richard Donner's friendship and guidance showed me that there's more to life than being an actor.",
      "author": "Jeff Cohen",
      "category": "Life, Me, Actor"
    },
    {
      "quote": "Many a person has held close, throughout their entire lives, two friends that always remained strange to one another, because one of them attracted by virtue of similarity, the other by difference.",
      "author": "Emil Ludwig",
      "category": "Friends, Strange, Virtue"
    },
    {
      "quote": "No one person can possibly combine all the elements supposed to make up what everyone means by friendship.",
      "author": "Francis Marion Crawford",
      "category": "Everyone, Person, Elements"
    },
    {
      "quote": "Friendship is a strong and habitual inclination in two persons to promote the good and happiness of one another.",
      "author": "Eustace Budgell",
      "category": "Happiness, Good, Strong"
    },
    {
      "quote": "Love and esteem are the first principles of friendship it is always imperfect if either of these two are wanting.",
      "author": "Eustace Budgell",
      "category": "Love, Principles, First"
    },
    {
      "quote": "In the name of the United States and President Bush, I want to thank the Mexican people, President Fox and his government for their friendship.",
      "author": "Tony Garza",
      "category": "Government, People, Name"
    },
    {
      "quote": "Tears come from the heart and not from the brain.",
      "author": "Leonardo da Vinci",
      "category": "Heart, Brain, Tears"
    },
    {
      "quote": "The word 'happy' would lose its meaning if it were not balanced by sadness.",
      "author": "Carl Jung",
      "category": "Happy, Sadness, Meaning"
    },
    {
      "quote": "Every human walks around with a certain kind of sadness. They may not wear it on their sleeves, but it's there if you look deep.",
      "author": "Taraji P. Henson",
      "category": "Deep, Sadness, You"
    },
    {
      "quote": "The walls we build around us to keep sadness out also keeps out the joy.",
      "author": "Jim Rohn",
      "category": "Joy, Sadness, Walls"
    },
    {
      "quote": "A sad soul can kill quicker than a germ.",
      "author": "John Steinbeck",
      "category": "Soul, Quicker, Than"
    },
    {
      "quote": "Red is the ultimate cure for sadness.",
      "author": "Bill Blass",
      "category": "Sadness, Red, Cure"
    },
    {
      "quote": "Nobody understands another's sorrow, and nobody another's joy.",
      "author": "Franz Schubert",
      "category": "Joy, Nobody, Sorrow"
    },
    {
      "quote": "There are times I am happy. There are times I am sad. But I always try to separate emotion from the need to reach for something stronger, deeper. And then no matter the emotion, I can reach for a stability that helps me accomplish what is the goal.",
      "author": "Troy Polamalu",
      "category": "Happy, I Am, Goal"
    },
    {
      "quote": "Depression is the inability to construct a future.",
      "author": "Rollo May",
      "category": "Future, Depression"
    },
    {
      "quote": "The rose and the thorn, and sorrow and gladness are linked together.",
      "author": "Saadi",
      "category": "Together, Rose, Sorrow"
    },
    {
      "quote": "When you feel sad, it's okay. It's not the end of the world. Everyone has those days when you doubt yourself, and when you feel like everything you do sucks, but then there's those days when you feel like Superman. It's just the balance of the world. I just write to feel better.",
      "author": "Mac Miller",
      "category": "Balance, World, Yourself"
    },
    {
      "quote": "Dying is only one thing to be sad over... Living unhappily is something else.",
      "author": "Morrie Schwartz",
      "category": "Living, Dying, Something"
    },
    {
      "quote": "Affliction comes to us, not to make us sad but sober; not to make us sorry but wise.",
      "author": "H. G. Wells",
      "category": "Wise, Sorry, Sober"
    },
    {
      "quote": "To have felt too much is to end in feeling nothing.",
      "author": "Dorothy Thompson",
      "category": "End, Nothing, Feeling"
    },
    {
      "quote": "You left and I cried tears of blood. My sorrow grows. Its not just that You left. But when You left my eyes went with You. Now, how will I cry?",
      "author": "Rumi",
      "category": "Eyes, Tears, Sorrow"
    },
    {
      "quote": "Experiencing sadness and anger can make you feel more creative, and by being creative, you can get beyond your pain or negativity.",
      "author": "Yoko Ono",
      "category": "Anger, Pain, Sadness"
    },
    {
      "quote": "In deep sadness there is no place for sentimentality.",
      "author": "William S. Burroughs",
      "category": "Deep, Sadness, Place"
    },
    {
      "quote": "Oh, I am very weary, Though tears no longer flow; My eyes are tired of weeping, My heart is sick of woe.",
      "author": "Anne Bronte",
      "category": "Eyes, Heart, I Am"
    },
    {
      "quote": "A teardrop on earth summons the King of heaven.",
      "author": "Charles R. Swindoll",
      "category": "King, Earth, Heaven"
    },
    {
      "quote": "Sadness is also a kind of defence.",
      "author": "Ivo Andric",
      "category": "Sadness, Kind, Defence"
    },
    {
      "quote": "For all sad words of tongue and pen, The saddest are these, 'It might have been'.",
      "author": "John Greenleaf Whittier",
      "category": "Words, Pen, Tongue"
    },
    {
      "quote": "If my world were to cave in tomorrow, I would look back on all the pleasures, excitements and worthwhilenesses I have been lucky enough to have had. Not the sadness, not my miscarriages or my father leaving home, but the joy of everything else. It will have been enough.",
      "author": "Audrey Hepburn",
      "category": "Home, Father, Joy"
    },
    {
      "quote": "There is no sadder sight than a young pessimist.",
      "author": "Mark Twain",
      "category": "Sight, Young, Pessimist"
    },
    {
      "quote": "When you're happy you don't always have to be laughing, and when you're sad you don't have to be crying; sometimes it's the opposite. You laugh when you're the most upset.",
      "author": "Freddie Highmore",
      "category": "Happy, Laugh, You"
    },
    {
      "quote": "Make the most of your regrets; never smother your sorrow, but tend and cherish it till it comes to have a separate and integral interest. To regret deeply is to live afresh.",
      "author": "Henry David Thoreau",
      "category": "Regret, Live, Sorrow"
    },
    {
      "quote": "Every life has a measure of sorrow, and sometimes this is what awakens us.",
      "author": "Steven Tyler",
      "category": "Life, Measure, Sorrow"
    },
    {
      "quote": "I've cried, and you'd think I'd be better for it, but the sadness just sleeps, and it stays in my spine the rest of my life.",
      "author": "Conor Oberst",
      "category": "Life, Sadness, My Life"
    },
    {
      "quote": "The day I am not able to fly will be a sad day for me.",
      "author": "Ratan Tata",
      "category": "Day, I Am, Me"
    },
    {
      "quote": "I wanted to write a book that talked about the emotions of children, which is the rainbow. We all have moods. We talk about being blue when we're sad, and being yellow when we're cowards, and when we're mad, we're red.",
      "author": "Dolly Parton",
      "category": "Children, Rainbow, Red"
    },
    {
      "quote": "Every man has his secret sorrows which the world knows not and often times we call a man cold when he is only sad.",
      "author": "Henry Wadsworth Longfellow",
      "category": "Man, World, Secret"
    },
    {
      "quote": "I know what I look like - a weird, sad clown puppet. I'm fine with that.",
      "author": "Rainn Wilson",
      "category": "Weird, Clown, Know"
    },
    {
      "quote": "I don't like people around me sad. I like making people happy.",
      "author": "Tyler, The Creator",
      "category": "Happy, Me, People"
    },
    {
      "quote": "NASA has been one of the most successful public investments in motivating students to do well and achieve all they can achieve. It's sad that we are turning the programme in a direction where it will reduce the amount of motivation and stimulation it provides to young people.",
      "author": "Neil Armstrong",
      "category": "Motivation, Successful"
    },
    {
      "quote": "I have many years to get better and better, and that has to be my ambition. The day you think there is no improvements to be made is a sad one for any player.",
      "author": "Lionel Messi",
      "category": "Day, Ambition, Think"
    },
    {
      "quote": "The tree I had in the garden as a child, my beech tree, I used to climb up there and spend hours. I took my homework up there, my books, I went up there if I was sad, and it just felt very good to be up there among the green leaves and the birds and the sky.",
      "author": "Jane Goodall",
      "category": "Good, Tree, Sky"
    },
    {
      "quote": "And in real life endings aren't always neat, whether they're happy endings, or whether they're sad endings.",
      "author": "Stephen King",
      "category": "Life, Happy, Real Life"
    },
    {
      "quote": "I'm always sad to leave paradise, but I leave behind the hopes of coming again soon.",
      "author": "Irina Shayk",
      "category": "Paradise, Behind, Hopes"
    },
    {
      "quote": "Delicious tears! The heart's own dew.",
      "author": "Letitia Elizabeth Landon",
      "category": "Heart, Tears, Dew"
    },
    {
      "quote": "We look before and after, And pine for what is not; Our sincerest laughter With some pain is fraught; Our sweetest songs are those that tell of saddest thought.",
      "author": "Percy Bysshe Shelley",
      "category": "Laughter, Pain, Thought"
    },
    {
      "quote": "People are sad. People are broke. People are worried about money, people are worried that they're not enough and not amounting to anything and they don't feel good about themselves. People have rough times, and everybody's pretending it's not true, and we need to break that veneer.",
      "author": "Eve Ensler",
      "category": "Money, Good, People"
    },
    {
      "quote": "I was a sad kid.",
      "author": "Post Malone",
      "category": "Kid"
    },
    {
      "quote": "Many things have been said about what happened, but I don't know either. Maybe someday. One thing I'm sure of is that all the things that have happened to me, good and bad, happy and sad, have made me what I am today.",
      "author": "Pete Best",
      "category": "Happy, Good, Today"
    },
    {
      "quote": "I can't grow a mustache. It's pretty sad if I attempt to.",
      "author": "Ashton Kutcher",
      "category": "Grow, Mustache, Pretty"
    },
    {
      "quote": "When we sit at the table, there is more going on than satisfying hunger. It is sad to think of those who eat simply to satisfy their hunger and who do not permit themselves to linger under the many spells offered by a good meal - the satisfaction of our hearts, our minds and our spirits.",
      "author": "Leo Buscaglia",
      "category": "Good, Think, Satisfaction"
    },
    {
      "quote": "Melancholy and sadness are the start of doubt... doubt is the beginning of despair despair is the cruel beginning of the differing degrees of wickedness.",
      "author": "Comte de Lautreamont",
      "category": "Sadness, Beginning, Start"
    },
    {
      "quote": "Hear me, my chiefs! I am tired. My heart is sick and sad. From where the sun now stands, I will fight no more forever.",
      "author": "Chief Joseph",
      "category": "Heart, Sun, I Am"
    },
    {
      "quote": "They say such nice things about people at their funerals that it makes me sad that I'm going to miss mine by just a few days.",
      "author": "Garrison Keillor",
      "category": "Me, People, Nice"
    },
    {
      "quote": "When my dad passed, there's a lot of sadness right below the surface, and I think there will be until the day I die. So, writing sad songs helps it. And when I sing them, it's pure therapy for me.",
      "author": "Ashley Monroe",
      "category": "Day, Sadness, Writing"
    },
    {
      "quote": "The last few years have been my happiest. I'm happy in the years that most people are blue and sad and waiting to die. I don't feel that a bit. Smiling has a lot to do with it. You can just lift your spirits by smiling a little bit.",
      "author": "William Proxmire",
      "category": "Happy, Smiling, Waiting"
    },
    {
      "quote": "If you have a friend or family member with breast cancer, try not to look at her with 'sad eyes.' Treat her like you always did; just show a little extra love.",
      "author": "Hoda Kotb",
      "category": "Love, Family, Eyes"
    },
    {
      "quote": "Better by far you should forget and smile that you should remember and be sad.",
      "author": "Christina Rossetti",
      "category": "Smile, Better, Remember"
    },
    {
      "quote": "Deep down, I reckon the sweetest moment will come when it's finally all over. When, at last, I know that I can stop fighting. Of course it'll also be a little sad. The sweetest moments, y'know, always come with just a little sadness.",
      "author": "Evander Holyfield",
      "category": "Deep, Sadness, Moments"
    },
    {
      "quote": "I've had tons of bullies who would call me retarded, even on my Facebook page. It's sad and it really hurts. I want to tell people not to use the word. Don't say your friend's retarded when they do something foolish. If you have a disability, keep working hard. Whatever it takes, do it, and don't be mean to people.",
      "author": "Lauren Potter",
      "category": "Working Hard, Disability, Me"
    },
    {
      "quote": "One must not let oneself be overwhelmed by sadness.",
      "author": "Jackie Kennedy",
      "category": "Sadness, Overwhelmed, Must"
    },
    {
      "quote": "I have the choice of being constantly active and happy or introspectively passive and sad.",
      "author": "Sylvia Plath",
      "category": "Happy, Choice, Being"
    },
    {
      "quote": "I am sometimes sad when I hear the personal stories of Tibetan refugees who have been tortured or beaten. Some irritation, some anger comes. But it never lasts long. I always try to think at a deeper level, to find ways to console.",
      "author": "Dalai Lama",
      "category": "Anger, I Am, Long"
    },
    {
      "quote": "Participate joyfully in the sorrows of the world. We cannot cure the world of sorrows, but we can choose to live in joy.",
      "author": "Joseph Campbell",
      "category": "Joy, World, Live"
    },
    {
      "quote": "Can I see another's woe, and not be in sorrow too? Can I see another's grief, and not seek for kind relief?",
      "author": "William Blake",
      "category": "Grief, Sorrow, See"
    },
    {
      "quote": "I had sadness for breakfast.",
      "author": "Andy Milonakis",
      "category": "Sadness, Breakfast, Had"
    },
    {
      "quote": "Usually, I'm only sad when something sad happens. I am not a melancholic person. I like to live very much in the present. If I was an animal, I'd be a little cat. They like to live life.",
      "author": "Monica Bellucci",
      "category": "Life, Live Life, Animal"
    },
    {
      "quote": "Those who don't know how to weep with their whole heart, don't know how to laugh either.",
      "author": "Golda Meir",
      "category": "Heart, Laugh, Know"
    },
    {
      "quote": "I seldom think about my limitations, and they never make me sad. Perhaps there is just a touch of yearning at times; but it is vague, like a breeze among flowers.",
      "author": "Helen Keller",
      "category": "Flowers, Me, Think"
    },
    {
      "quote": "My parents' divorce left me with a lot of sadness and pain and acting, and especially humour, was my way of dealing with all that.",
      "author": "Jennifer Aniston",
      "category": "Parents, Pain, Sadness"
    },
    {
      "quote": "You get used to sadness, growing up in the mountains, I guess.",
      "author": "Loretta Lynn",
      "category": "Mountains, Sadness"
    },
    {
      "quote": "Words are less needful to sorrow than to joy.",
      "author": "Helen Hunt Jackson",
      "category": "Joy, Words, Sorrow"
    },
    {
      "quote": "I must have something to engross my thoughts, some object in life which will fill this vacuum, and prevent this sad wearing away of the heart.",
      "author": "Elizabeth Blackwell",
      "category": "Life, Heart, Thoughts"
    },
    {
      "quote": "A photograph doesn't gain weight or lose weight, or change from being happy to being sad. It's frozen. You can use it, then recycle it.",
      "author": "Chuck Close",
      "category": "Change, Happy, Being Happy"
    },
    {
      "quote": "It's fun to sing sad songs. And it's fun to listen to sad songs. Enjoyable. Satisfying. Something.",
      "author": "Richard Thompson",
      "category": "Fun, Listen, Satisfying"
    },
    {
      "quote": "In this sad world of ours, sorrow comes to all; and to the young, it comes with bitterest agony because it takes them unawares. I have had experience enough to know what I say.",
      "author": "Abraham Lincoln",
      "category": "Experience, World, Sorrow"
    },
    {
      "quote": "My lasting impression of Truman Capote is that he was a terribly gentle, terribly sensitive, and terribly sad man.",
      "author": "Alvin Ailey",
      "category": "Man, Impression, Sensitive"
    },
    {
      "quote": "NASA's been one of the most successful public investments in motivating students to do well and achieve all they can achieve, and it's sad that we are turning the program in a direction where it will reduce the amount of motivation it provides to young people.",
      "author": "Buzz Aldrin",
      "category": "Motivation, Successful"
    },
    {
      "quote": "The sad and horrible conclusion is that no one cared that Jews were being murdered... This is the Jewish lesson of the Holocaust and this is the lesson which Auschwitz taught us.",
      "author": "Ariel Sharon",
      "category": "Lesson, Conclusion, Being"
    },
    {
      "quote": "I am co-writing a screenplay now and I'm working on the rights to another story I want to do. So I plan to produce and direct. So, for me, I don't really feel that I am vulnerable to that sad baggage that comes with the business of filmmaking.",
      "author": "Kerry Washington",
      "category": "Business, I Am, Me"
    },
    {
      "quote": "Certain emotions just take you to the notes - being furious, heroic, sad, erotic, when rain comes.",
      "author": "Jeff Buckley",
      "category": "Rain, Emotions, You"
    },
    {
      "quote": "I just want real reactions. I want people to laugh from the gut, be sad from the gut - or get angry from the gut.",
      "author": "Andy Kaufman",
      "category": "People, Laugh, Want"
    },
    {
      "quote": "Everybody has their favorite sad songs. That's part of what I love so much about country music. Country music is never afraid to go with a sad song.",
      "author": "Chris Young",
      "category": "Love, Music, Song"
    },
    {
      "quote": "I think Paris smells not just sweet but melancholy and curious, sometimes sad but always enticing and seductive. She's a city for the all senses, for artists and writers and musicians and dreamers, for fantasies, for long walks and wine and lovers and, yes, for mysteries.",
      "author": "M. J. Rose",
      "category": "Wine, Musicians, City"
    },
    {
      "quote": "I work extremely hard to stay positive and happy. But I get sad and anxious, too, just like everyone.",
      "author": "Rachel Platten",
      "category": "Positive, Work, Happy"
    },
    {
      "quote": "I so desperately hate to end these movies that the first thing I do when I'm done is write another one. Then I don't feel sad about having to leave and everybody going away.",
      "author": "John Hughes",
      "category": "Hate, End, Movies"
    },
    {
      "quote": "Isn't it sad to go to your grave without ever wondering why you were born? Who, with such a thought, would not spring from bed, eager to resume discovering the world and rejoicing to be part of it?",
      "author": "Richard Dawkins",
      "category": "Thought, World, Spring"
    },
    {
      "quote": "Let us remember that sorrow alone is the creator of great things.",
      "author": "Ernest Renan",
      "category": "Great, Alone, Remember"
    },
    {
      "quote": "Why does the rest of the world put up with the hypocrisy, the need to put a happy face on sorrow, the need to keep on keeping on?... I don't know the answer, I know only that I can't.",
      "author": "Elizabeth Wurtzel",
      "category": "Happy, World, Sorrow"
    },
    {
      "quote": "It's sad that we never get trained to leave assumptions behind.",
      "author": "Sebastian Thrun",
      "category": "Assumptions, Behind, Never"
    },
    {
      "quote": "I was going to McDonald's and Taco Bell every day. The kids behind the counter knew me - it wouldn't even faze them. Or I'd sit up at Denny's or Big Boy and just eat by myself. It was sad. I got so heavy that people started to not recognize me.",
      "author": "Eminem",
      "category": "Day, Myself, Taco"
    },
    {
      "quote": "Even modern English people are imperious, superior, ridden by class. All of the hypocrisy and the difficulties that are endemic in being British also make it an incredibly fertile place culturally. A brilliant place to live. Sad but true.",
      "author": "Pete Townshend",
      "category": "People, Live, Hypocrisy"
    },
    {
      "quote": "I didn't really want to live, so anything that was an investment in time made me angry... but also I just felt sad. When the hopelessness is hurting you, it's the fixtures and fittings that finish you off.",
      "author": "Angelina Jolie",
      "category": "Time, Me, Live"
    },
    {
      "quote": "The waltz can be sad and at the same time uplifting. You have to see life from both sides, and the waltz encapsulates that. If you're in my audience you give yourself to me and the waltz will grab you.",
      "author": "Andre Rieu",
      "category": "Life, Time, Yourself"
    },
    {
      "quote": "The saddest thing that befalls a soul is when it loses faith in God and woman.",
      "author": "Alexander Smith",
      "category": "Faith, God, Woman"
    },
    {
      "quote": "In this world, full often, our joys are only the tender shadows which our sorrows cast.",
      "author": "Henry Ward Beecher",
      "category": "World, Shadows, Which"
    },
    {
      "quote": "The old know what they want the young are sad and bewildered.",
      "author": "Logan Pearsall Smith",
      "category": "Want, Know, Young"
    },
    {
      "quote": "If you don't know about pain and trouble, you're in sad shape. They make you appreciate life.",
      "author": "Evel Knievel",
      "category": "Life, Pain, Know"
    },
    {
      "quote": "I get mad. I get sad. I have all those emotions. But I just like to keep them to myself. I don't think my fans need to be bothered with if I'm mad or sad about something. I should just be concerned that they are keeping up with my music or I'm making them happy with my show.",
      "author": "Demi Lovato",
      "category": "Music, Happy, Myself"
    },
    {
      "quote": "The whole 1950s notion was find the right girl, get married, move to the suburbs and then hang out with the guys while she stayed home with the babies. I felt that was sort of sad.",
      "author": "Hugh Hefner",
      "category": "Home, Girl, She"
    },
    {
      "quote": "There are more than 300,000 families in the Gulf region that lost their homes and are waiting for peace of mind. The hurricane exposed the sad reality of poverty in America. We saw, in all its horrific detail, the vulnerabilities of living in inadequate housing and the heartbreak of losing one's home.",
      "author": "Harry Connick, Jr.",
      "category": "Home, Peace, America"
    },
    {
      "quote": "Musical compositions can be very sad - Chopin - but you have the pleasure of this sadness. The cheap consolation is: you will be happy. The higher consolation is the pleasure and recognition of your unhappiness, the pleasure of having recognised that fate, destiny and life are such as they are and so you reach a higher form of consciousness.",
      "author": "Umberto Eco",
      "category": "Life, Happy, Sadness"
    },
    {
      "quote": "I am an optimist, unrepentant and militant. After all, in order not to be a fool an optimist must know how sad a place the world can be. It is only the pessimist who finds this out anew every day.",
      "author": "Peter Ustinov",
      "category": "Day, I Am, World"
    },
    {
      "quote": "We don't live in the Garden. We live far from Eden. Every life is full of heartaches. Every life, frankly, is unspeakably sad.",
      "author": "John Eldredge",
      "category": "Life, Live, Garden"
    },
    {
      "quote": "It's important to get well-rounded right off the bat. A lot of experienced dancers can get pigeonholed into one thing. I've been hired for a lot of different gigs simply because I can do a lot of different things with different levels of dancers. And it's sad to me that some dancers don't do more.",
      "author": "Mandy Moore",
      "category": "Me, Important, I Can"
    },
    {
      "quote": "Do I perform sometimes in a manic style? Yes. Am I manic all the time? No. Do I get sad? Oh yeah. Does it hit me hard? Oh yeah.",
      "author": "Robin Williams",
      "category": "Time, Style, Me"
    },
    {
      "quote": "To the indefinite, uncertain mind of the American radical the most contradictory ideas and methods are possible. The result is a sad chaos in the radical movement, a sort of intellectual hash, which has neither taste nor character.",
      "author": "Emma Goldman",
      "category": "Character, American, Mind"
    },
    {
      "quote": "Watergate provides a model case study of the interaction and powers of each of the branches of government. It also is a morality play with a sad and dramatic ending.",
      "author": "Bob Woodward",
      "category": "Government, Ending, Morality"
    },
    {
      "quote": "I'm proud of my invention, but I'm sad that it is used by terrorists.",
      "author": "Mikhail Kalashnikov",
      "category": "Proud, Invention, Used"
    },
    {
      "quote": "I don't know how the poor farmers deal with such situations in real life. It's really sad.",
      "author": "Sanjay Dutt",
      "category": "Life, Know, Real Life"
    },
    {
      "quote": "I can't really have any friends. It's sad, really. It's lonely. But that's how I am.",
      "author": "Randy Moss",
      "category": "Friends, I Am, Lonely"
    },
    {
      "quote": "If I could be more vague I'd write more about people in my life, but I hate hurting feelings or making people feel uncomfortable. I've done that before. Unless they're sad songs. Those get finished fast, but the mean ones often end up at the back of the bottom drawer and it's probably for the best.",
      "author": "Caitlin Rose",
      "category": "Life, Best, Hate"
    },
    {
      "quote": "These days young kids don't have any place to form an epic adventure. It's more often in front of the TV screen or a laptop. That's very hard on them. They're being taught daily unsocial skills. Facebook is an unsocial skill. It's so sad.",
      "author": "John Lydon",
      "category": "Daily, Adventure, Skill"
    },
    {
      "quote": "I've always been fascinated by Elizabeth Taylor, and I had read that her first kiss happened on a film set, which actually made me a little sad. You need to have normal experiences of your own.",
      "author": "Emma Watson",
      "category": "Kiss, Me, You"
    },
    {
      "quote": "That's what is so great about being able to record a 13-song album. You can do a very eclectic group of songs. You do have some almost pop songs in there, but you do have your traditional country, story songs. You have your ballads, your happy songs, your sad songs, your love songs, and your feisty songs.",
      "author": "Reba McEntire",
      "category": "Love, Happy, Great"
    },
    {
      "quote": "There are receptors to these molecules in your immune system, in your gut and in your heart. So when you say, 'I have a gut feeling' or 'my heart is sad' or 'I am bursting with joy,' you're not speaking metaphorically. You're speaking literally.",
      "author": "Deepak Chopra",
      "category": "Heart, Joy, I Am"
    },
    {
      "quote": "Creation is a sustained period of bliss, even though the subject can still be very sad. Because there's the triumph of coming through and understanding that you have, and that you did it the way only you could do it. You didn't do it the way somebody told you to do it.",
      "author": "Alice Walker",
      "category": "Understanding, Triumph, You"
    },
    {
      "quote": "I feel that World Cup cricket should be played like football in which all the 160 countries take part. If only a handful of countries are going to keep on playing in the World Cup without making the game popular, I will be a sad man.",
      "author": "Kapil Dev",
      "category": "Football, Man, World"
    },
    {
      "quote": "I loved being Maleficent. I was quite sad to put my staff down and put my horns away because somehow, she just lives in a different world.",
      "author": "Angelina Jolie",
      "category": "World, Loved, She"
    },
    {
      "quote": "When I go in the studio, I put myself into a place where I'm feeling something I want to portray, which is often being sad, lonely. But as soon as I'm starting to make something, it's when I'm the happiest. Ever. I think that comes out at the same time, so there's that juxtaposition.",
      "author": "Jamie xx",
      "category": "Time, Myself, Lonely"
    },
    {
      "quote": "My natural disposition is pretty joyful, but you know, I have bad days and sad moments like anybody else.",
      "author": "Tracee Ellis Ross",
      "category": "Moments, Know, You"
    },
    {
      "quote": "Don't eat because you're angry, bored, sad, or stressed.",
      "author": "John Rampton",
      "category": "Angry, You, Stressed"
    },
    {
      "quote": "To be honest, I'm a little upset these days. My family has been exposed to the media. Some people break into our house. My ex-girlfriend's photos are circulating online. To say that these are things I need to endure for the sake of celebrity... that's sad. I want to respectfully request that my private life remain private.",
      "author": "Song Joong-ki",
      "category": "Life, Family, Media"
    },
    {
      "quote": "I eat my feelings - when I'm happy, when I'm sad.",
      "author": "Chrissy Metz",
      "category": "Happy, Feelings, Eat"
    },
    {
      "quote": "How sad it is that these great gentlemen should believe what anyone tells them and do not choose to judge for themselves! But it is always so.",
      "author": "Wolfgang Amadeus Mozart",
      "category": "Great, Believe, Judge"
    },
    {
      "quote": "Life can be challenging and sad... but music is the easy part.",
      "author": "St. Vincent",
      "category": "Life, Music, Easy"
    },
    {
      "quote": "I'm not tired of who I am. That would be sad!",
      "author": "Diane von Furstenberg",
      "category": "I Am, Tired, Would"
    },
    {
      "quote": "Being an old farm boy myself, chickens coming home to roost never did make me sad; they've always made me glad.",
      "author": "Malcolm X",
      "category": "Home, Myself, Me"
    },
    {
      "quote": "It's sad that you don't see drivers being real people.",
      "author": "Jacques Villeneuve",
      "category": "People, You, See"
    },
    {
      "quote": "Fashion really is women's liberation in a lot of ways. Look at how many women in this country are depressed about how they look and how they think they have to look! It's really sad. And it's not about money.",
      "author": "Iris Apfel",
      "category": "Money, Women, Fashion"
    },
    {
      "quote": "When I do see a picture of myself that has been touched up too much, I do get a bit sad... it makes me look like a hypocrite. It breaks my heart. I would rather shoot a magazine and shoot my flaws, but that's not up to me.",
      "author": "Kendra Wilkinson",
      "category": "Myself, Heart, Me"
    },
    {
      "quote": "It is a historical error for those who were not there to just refer to August 28th as 'I Have a Dream' speech day. That is a real disservice to those who were there. It was a sad day. It was not a celebration environment.",
      "author": "Jesse Jackson",
      "category": "Day, Dream, Environment"
    },
    {
      "quote": "Whenever I start a new book, I think, 'This is the most interesting subject of all time. It's sad, I'll never enjoy writing another book as much as I enjoy this one.' Every time, I'm convinced. And then I change my mind when I start the next book.",
      "author": "Gretchen Rubin",
      "category": "Change, Time, Writing"
    },
    {
      "quote": "It's kind of sad, the way we've turned the entertainment of reading into a kind of psychic broccoli - something to feel guilty about if you don't force it on your face-making children while dutifully consuming a few token florets yourself.",
      "author": "Lynn Coady",
      "category": "Children, Reading, Yourself"
    },
    {
      "quote": "I like to be sad once in a while. You need it for your equilibrium.",
      "author": "Marjane Satrapi",
      "category": "You, Need, Like"
    },
    {
      "quote": "I'm sad, upset, and disheartened with the trolling that happens on social media... At the end of the day, this whole homophobia is so disheartening and upsetting. And then they say, 'Why don't you speak about your sexuality? You could be iconic in this country.' But I don't want to be iconic anywhere. I want to live my life.",
      "author": "Karan Johar",
      "category": "Life, Day, Social Media"
    },
    {
      "quote": "Of course, you decide which story you want to tell. For me, it's been very authentic, so sometimes I'm super happy, and I post four pictures one after the other; sometimes I'm busy, and I don't. Sometimes I'm sad, and I post a sad picture.",
      "author": "Chiara Ferragni",
      "category": "Happy, Busy, Me"
    },
    {
      "quote": "The sad thing about destroying the environment is that we're going to take the rest of life with us. The bluebirds will be gone, and the elephants will be gone, and the tigers will be gone, and the pandas will be gone.",
      "author": "Ted Turner",
      "category": "Life, Environment, Rest"
    },
    {
      "quote": "I meditate an hour in the morning and an hour in the evening. Once a year I go away for a long retreat. And overall, I just feel more comfortable in my own skin and less anxious, less sad, less fearful.",
      "author": "Rivers Cuomo",
      "category": "Morning, Long, Evening"
    },
    {
      "quote": "What I am sad about is that there is now, in America, no equivalent to the art circuit.",
      "author": "Richard Attenborough",
      "category": "Art, America, I Am"
    },
    {
      "quote": "I talked to ex-wives of musicians of the '70s for research. They're the funniest people in the world, yet there is this sad, beautiful thing in their eyes that says they've seen more than they could ever possibly tell you.",
      "author": "Kate Hudson",
      "category": "Beautiful, Eyes, World"
    },
    {
      "quote": "I think women should be seductive, not triste. There's enough sadness in life now without making women look sad, too.",
      "author": "Azzedine Alaia",
      "category": "Life, Women, Sadness"
    },
    {
      "quote": "Even if my songs are quite sad or quite dark, I don't want my songs to make people sad. It's very important for me that all my songs have some kind of hope or light.",
      "author": "Aurora",
      "category": "Hope, Light, Me"
    },
    {
      "quote": "I'm not sad about any of my life. It's so unconventional. It doesn't look anything like I thought it would.",
      "author": "Edie Falco",
      "category": "Life, Thought, My Life"
    },
    {
      "quote": "We can't shame women for trying to be beautiful. That's so mean and unfair. But there's a part of me that thinks it's really sad, too. It's very complicated.",
      "author": "Marilyn Minter",
      "category": "Beautiful, Women, Me"
    },
    {
      "quote": "Life is sad. People, you know, are going to pass, and you know that you will one day.",
      "author": "James Mercer",
      "category": "Life, Day, People"
    },
    {
      "quote": "Even today, England is a very repressed, repressive country, and there's pressure to be kind of a certain way, so people do things that ultimately make them sad.",
      "author": "Ben Whishaw",
      "category": "Today, Be Kind, People"
    },
    {
      "quote": "With any group of people in life, sad things happen, and crazy things, and happy things. When you're in the public eye, it's just amplified, that's all.",
      "author": "Margot Kidder",
      "category": "Life, Happy, Crazy"
    },
    {
      "quote": "What makes me sad about school is that the people who are unhappy are unhappy because they don't believe it will change. And I just want to say: 'It does! High school ends and it's over.' I will tell anyone that it's OK to be unhappy at school, make lots of mistakes and then it will be over.",
      "author": "Alice Englert",
      "category": "Change, School, Mistakes"
    },
    {
      "quote": "It's the sad thing about entertainment: it's not always about who is the best. Jake The Snake had a horrible time playing politics. I never had a belt; didn't need one. They tried to put me against Hogan twice, but when the people chanted for me, when they chanted for the DDT, that was the end of that. They couldn't ruin their marketing.",
      "author": "Jake Roberts",
      "category": "Time, Best, Politics"
    },
    {
      "quote": "Corporate tax reform is nice in theory but tough in practice. It most likely requires lower tax rates and the closing of loopholes, which many companies are sure to fight. And whatever new, lower tax rate is determined, there will probably be another country willing to lower its rate further, creating a sad race to zero.",
      "author": "Andrew Ross Sorkin",
      "category": "Fight, Practice, Nice"
    },
    {
      "quote": "There is no despair so absolute as that which comes with the first moments of our first great sorrow, when we have not yet known what it is to have suffered and be healed, to have despaired and have recovered hope.",
      "author": "George Eliot",
      "category": "Hope, Great, Moments"
    },
    {
      "quote": "I think social media has taken over for our generation. It's a big part of our lives, and it's kind of sad.",
      "author": "Kendall Jenner",
      "category": "Social Media, Media"
    },
    {
      "quote": "I am firmly of the opinion that women who make a lot of effort to hang onto their looks in middle age (unless they are beauties, entertainers or prostitutes) are rather sad, as one should surely have something more substantial to recommend one by this time, such as kindness or cleverness.",
      "author": "Julie Burchill",
      "category": "Kindness, Time, Women"
    },
    {
      "quote": "Our generation, unfortunately, is stuck to our phones - and, like, Twitter - constantly, which I have no problem with. I'd say we're not describing the children of America or anything like that, but there is something to take from it: It is kind of sad how we can't go thirty minutes without checking our phone.",
      "author": "Israel Broussard",
      "category": "Children, America, Problem"
    },
    {
      "quote": "Sometimes I wonder if suicides aren't in fact sad guardians of the meaning of life.",
      "author": "Vaclav Havel",
      "category": "Life, Meaning Of Life"
    },
    {
      "quote": "I was such a sullen, angry, sad kid. I'm sure there are writers who have had happy childhoods, but what are you going to write about? No ghosts, no fear. I'm very happy that I had an unhappy and uncomfortable childhood.",
      "author": "Isabel Allende",
      "category": "Happy, Fear, Childhood"
    },
    {
      "quote": "The Christian conceives of his abode on Earth in no more delightful colors than the Jainist sectarian. He sees in it only a time of sad trial he also thinks that his true country is not of this world.",
      "author": "Emile Durkheim",
      "category": "Time, Colors, World"
    },
    {
      "quote": "The day you think there is no improvements to be made is a sad one for any player.",
      "author": "Lionel Messi",
      "category": "Day, Think, You"
    },
    {
      "quote": "Everybody has a right to like or dislike anything or anyone. From a flower to a flavor to a book or a composition but it is very sad that in our country we actually fight over such things in an unseemly manner.",
      "author": "Ravi Shankar",
      "category": "Flower, Book, Fight"
    },
    {
      "quote": "Life will take its toll on all of us. We get injured, we get old. It's really sad to try to run away from these harsh realities of life. Looks are not everything. I am not going to look beautiful all the time.",
      "author": "Aishwarya Rai Bachchan",
      "category": "Life, Time, Beautiful"
    },
    {
      "quote": "I've seen a couple white girls coming to my concerts wearing head wraps, and I think they look so cute. It's kind of sad to see that people are really into separation, trying to separate everybody and making a clear division of 'us against you,' even with fashion. That sucks. It's not the way the world is supposed to be.",
      "author": "Yuna",
      "category": "Cute, World, People"
    },
    {
      "quote": "It's hard to watch your life unfold, and sad. Life changes.",
      "author": "Cilla Black",
      "category": "Life, Changes, Life Changes"
    },
    {
      "quote": "I often feel like I have this spirit living inside of me, always dressing in like short mini skirts... but then I start to discover myself. So there are eight spirits, mischievous ones, sad ones, handsome ones, wise ones, and crazy ones.",
      "author": "Bai Ling",
      "category": "Myself, Wise, Short"
    },
    {
      "quote": "I like singer-songwriters, and I find sad songs comforting rather than depressing. It makes you realise you're not alone in the world.",
      "author": "Natalie Imbruglia",
      "category": "Alone, World, You"
    },
    {
      "quote": "Was there ever such stuff as great as part of Shakespeare? Only one must not say so! But what think you? - What? - Is there not sad stuff? What? - What?",
      "author": "George III of the United Kingdom",
      "category": "Great, Think, You"
    },
    {
      "quote": "However, we might oppose it, abortion is a sad feature of modern life.",
      "author": "Robert Casey",
      "category": "Life, Abortion, Modern"
    },
    {
      "quote": "I was raised in an atmosphere of 'everything's fine.' But as I got older, I was like, 'Well no, everything's not fine. There is stuff that's sad.' I am a really sensitive person. I think I am too sensitive sometimes.",
      "author": "Ellen DeGeneres",
      "category": "I Am, Think, Person"
    },
    {
      "quote": "And I remember going to the record studio and there was a park across the street and I'd see all the children playing and I would cry because it would make me sad that I would have to work instead.",
      "author": "Michael Jackson",
      "category": "Work, Children, Me"
    },
    {
      "quote": "There is still so much drama in my life, but I'm not a sad person anymore.",
      "author": "Nikki Reed",
      "category": "Life, My Life, Drama"
    },
    {
      "quote": "But I now entered on my fifteenth year - a sad epoch in the life of a slave girl. My master began to whisper foul words in my ear. Young as I was, I could not remain ignorant of their import.",
      "author": "Harriet Ann Jacobs",
      "category": "Life, Girl, Words"
    },
    {
      "quote": "It's sad that the cell phone is replacing the watch as a time-telling device. I wear a vintage watch that's really skinny.",
      "author": "Thom Browne",
      "category": "Cell Phone, Vintage, Phone"
    },
    {
      "quote": "It is an awfully sad misconception that librarians simply check books in and out. The library is the heart of a school, and without a librarian, it is but an empty shell.",
      "author": "Jarrett J. Krosoczka",
      "category": "School, Heart, Library"
    },
    {
      "quote": "It's a sad man my friend who's livin' in his own skin and can't stand the company.",
      "author": "Bruce Springsteen",
      "category": "Man, Friend, Company"
    },
    {
      "quote": "They say it's better to bury your sadness in a graveyard or garden that waits for the spring to wake from its sleep and burst into green.",
      "author": "Conor Oberst",
      "category": "Sleep, Sadness, Spring"
    },
    {
      "quote": "Actually, the moment of victory is wonderful, but also sad. It means that your trip is ended.",
      "author": "Bill Toomey",
      "category": "Moment, Victory, Wonderful"
    },
    {
      "quote": "I find it sad that by not talking about who I sleep with, that makes me mysterious. There was a time when I would have been called a gentleman.",
      "author": "Kevin Spacey",
      "category": "Time, Sleep, Me"
    },
    {
      "quote": "Among the many reasons assignable for the sad decay of true Christianity, perhaps the neglecting to assemble ourselves together, in religious societies, may not be one of the least.",
      "author": "George Whitefield",
      "category": "Together, True, May"
    },
    {
      "quote": "I've been on Prozac for 12 years and I'm off it now. I know what it feels like to be excited and sad again. I haven't felt like this in 12 years I'm like a giddy little kid.",
      "author": "Jonathan Davis",
      "category": "Know, Years, Little"
    },
    {
      "quote": "Falling in love is awesome, but I'm never drawn to happy songs per se, so whenever you sit down to write a heartbreak song and you're happily in love, it's like, 'OK, now I have to go back to a sad place to get something good.'",
      "author": "Miranda Lambert",
      "category": "Love, Happy, Good"
    },
    {
      "quote": "I had often sought for the peace there is in Christ, but I could not seem to find the freedom I desired. A terrible sadness rested on my heart. I could not think of anything I had done to cause me to feel sad; but it seemed to me that I was not good enough to enter Heaven, that such a thing would be altogether too much for me to expect.",
      "author": "Ellen G. White",
      "category": "Freedom, Good, Peace"
    },
    {
      "quote": "From inside where I live, I feel like I just perceive events in a certain rational way. I often find it sad or poignant, and it may not make me laugh a bit. But I don't mind inventing a portrait that allows others to laugh if that's what they want to do.",
      "author": "Madeline Kahn",
      "category": "Mind, Me, Laugh"
    },
    {
      "quote": "It's sad that some people who have one exciting moment spend the rest of their lives rehashing it.",
      "author": "Jonathan Kozol",
      "category": "Moment, People, Rest"
    },
    {
      "quote": "The sad reality is that girl-on-girl hate is such a big issue in schools, at work, or online, and it never made any sense to me because, as women, we know how awesome other women can be.",
      "author": "Lilly Singh",
      "category": "Work, Women, Hate"
    },
    {
      "quote": "When I write sad songs, I feel like I'm sewing up a scar in me, and the outcome always feels so much better than when I write happy ones.",
      "author": "Sam Smith",
      "category": "Happy, Me, Better"
    },
    {
      "quote": "I hold the world but as the world, Gratiano; A stage where every man must play a part, And mine is a sad one.",
      "author": "William Shakespeare",
      "category": "Man, World, Play"
    },
    {
      "quote": "At that time, I feel sad, and I feel no one knows how hard I work and how many tears. They only know the score. At that time, I feel very lonely because no one understands since they haven't been world No. 1 before.",
      "author": "Yani Tseng",
      "category": "Work, Time, World"
    },
    {
      "quote": "I think that the Information Age is great, but there's a downside to it obviously as well, and it's that false information can be perpetuated so quickly. And it's sad that so many people will believe it.",
      "author": "Josh Hopkins",
      "category": "Age, Great, Believe"
    },
    {
      "quote": "I love music videos, I really do. I think it's kind of sad that it's a dying art form.",
      "author": "Adam Levine",
      "category": "Love, Music, Art"
    },
    {
      "quote": "One should either be sad or joyful. Contentment is a warm sty for eaters and sleepers.",
      "author": "Eugene O'Neill",
      "category": "Warm, Joyful, Should"
    },
    {
      "quote": "Do not make best friends with a melancholy sad soul. They always are heavily loaded, and you must bear half.",
      "author": "Francois Fenelon",
      "category": "Friends, Best, Soul"
    },
    {
      "quote": "It is a sad thing when men have neither the wit to speak well nor the judgment to hold their tongues.",
      "author": "Jean de la Bruyere",
      "category": "Men, Speak, Hold"
    },
    {
      "quote": "A tragedy need not have blood and death it's enough that it all be filled with that majestic sadness that is the pleasure of tragedy.",
      "author": "Jean Racine",
      "category": "Death, Sadness, Tragedy"
    },
    {
      "quote": "You've got a beautiful country with so many beautiful people and so many beautiful things happening and stuff like that lets it down. I feel sad for them.",
      "author": "Robbie Williams",
      "category": "Beautiful, People, You"
    },
    {
      "quote": "The closing of a door can bring blessed privacy and comfort - the opening, terror. Conversely, the closing of a door can be a sad and final thing - the opening a wonderfully joyous moment.",
      "author": "Andy Rooney",
      "category": "Blessed, Door, Moment"
    },
    {
      "quote": "He is a hard man who is only just, and a sad one who is only wise.",
      "author": "Voltaire",
      "category": "Wise, Man, Just"
    },
    {
      "quote": "Man is born passionate of body, but with an innate though secret tendency to the love of Good in his main-spring of Mind. But God help us all! It is at present a sad jar of atoms.",
      "author": "Lord Byron",
      "category": "Love, Good, God"
    },
    {
      "quote": "It is a sad commentary that today we face a choice between having schools that are a monument to our past - or schools that will be the lifeblood of our future. But since that is our choice, let us resolve to choose wisely.",
      "author": "Ted Kulongoski",
      "category": "Future, Today, Past"
    },
    {
      "quote": "I have a stepladder. It's a very nice stepladder but it's sad that I never knew my real ladder.",
      "author": "Craig Charles",
      "category": "Nice, Ladder, Real"
    },
    {
      "quote": "I don't wanta do any Blues or any sad songs.",
      "author": "Bob Livingston",
      "category": "Blues, Sad Songs, Songs"
    },
    {
      "quote": "I had to choose, I'd be so sad. They are flip sides of the same coin. I love both comedy and drama.",
      "author": "Dianne Wiest",
      "category": "Love, Comedy, Drama"
    },
    {
      "quote": "Of these years nought remains in memory but the sad feeling that we have advanced and only grown older.",
      "author": "Max Muller",
      "category": "Memory, Feeling, Years"
    },
    {
      "quote": "The sad souls of those who lived without blame and without praise.",
      "author": "Dante Alighieri",
      "category": "Blame, Praise, Without"
    },
    {
      "quote": "How sad it is that we give up on people who are just like us.",
      "author": "Fred Rogers",
      "category": "People, Up, Give"
    },
    {
      "quote": "They say geniuses mostly have great mothers. They mostly have sad fates.",
      "author": "D. H. Lawrence",
      "category": "Great, They Say, Mothers"
    },
    {
      "quote": "I have a piece of great and sad news to tell you: I am dead.",
      "author": "Jean Cocteau",
      "category": "Great, I Am, You"
    },
    {
      "quote": "I would not know how I am supposed to feel about many stories if not for the fact that the TV news personalities make sad faces for sad stories and happy faces for happy stories.",
      "author": "Dave Barry",
      "category": "Happy, I Am, Know"
    },
    {
      "quote": "What if the Soviet intervention was a blessing in disguise? It saved the myth that if the Soviets were not to intervene, there would have been some flowering authentic democratic socialism and so on. I'm a little bit more of a pessimist there. I think that the Soviets - it's a very sad lesson - by their intervention, saved the myth.",
      "author": "Slavoj Zizek",
      "category": "Blessing, Socialism, Think"
    },
    {
      "quote": "You had to be into sport and, sad to say, I'm a traitor to my country because I don't have a sporting bone in my body.",
      "author": "Geoffrey Rush",
      "category": "Body, Country, You"
    },
    {
      "quote": "I've had moments where I realize my body isn't going to withstand many more seasons, but I am very satisfied with my career and I am trying not to look at retirement as a sad thing.",
      "author": "Cat Osterman",
      "category": "Retirement, I Am, Moments"
    },
    {
      "quote": "The question I love to get asked is: 'What's the hardest part of your job?' And literally, the answer is probably real sad, but it's to just to be me. Like, it's really hard, because I think people, you know, have a set idea of what a pop star should be.",
      "author": "Kelly Clarkson",
      "category": "Love, Job, Me"
    },
    {
      "quote": "There were points in my life where I felt oddly irresistible to women. I'm not in that state now and that makes me sad.",
      "author": "Jack Nicholson",
      "category": "Life, Women, Me"
    },
    {
      "quote": "Ladies and gentlemen, it is with great sadness that I announce that I will resign as Australia's Minister for Foreign Affairs. I am sad because I love this job. I'm totally dedicated to the work that we are doing in Australia's name around the world, and I believe that we have achieved many good results for Australia, and I'm proud of them.",
      "author": "Kevin Rudd",
      "category": "Love, Work, Good"
    },
    {
      "quote": "It's a sad indication of where Washington has come, where policy differences almost necessarily become questions of integrity. I came to Washington in the late '70s, and people had the ability in the past to have intense policy differences but didn't feel the need to question the other person's character.",
      "author": "Eric Holder",
      "category": "Integrity, Character, Past"
    },
    {
      "quote": "When I moved out of my mom's house at 18 I was almost as sad to leave her sewing machine behind as anything else.",
      "author": "Beth Ditto",
      "category": "Mom, Her, House"
    },
    {
      "quote": "My favorite thing in the world is a quiz show, 'University Challenge,' so you can see what kind of sad person I am.",
      "author": "Lynne Truss",
      "category": "Challenge, I Am, World"
    },
    {
      "quote": "It's a sad state when more people retweet than buy records.",
      "author": "Noel Gallagher",
      "category": "People, Buy, Records"
    },
    {
      "quote": "The hate directed against the colored people here in St. Louis has always given me a sad feeling because when I was a little girl I remember the horror of the East St. Louis race riot.",
      "author": "Josephine Baker",
      "category": "Girl, Hate, Me"
    },
    {
      "quote": "Over a 10-year period, 99 out of 100 new entrepreneurs will fail. Only one will be left standing as others get pushed out of the market or burn out from working so hard. It's really sad.",
      "author": "Robert Kiyosaki",
      "category": "Working, New, Fail"
    },
    {
      "quote": "Anyone can go online and write anything they want about people they don't even know, and most of the time, that is fueled by hate. The sad part is that people actually believe what they read online.",
      "author": "Colton Haynes",
      "category": "Time, Hate, Believe"
    },
    {
      "quote": "There is something inexpressibly sad in the thought of the children who crossed the ocean with the Pilgrims and the fathers of Jamestown, New Amsterdam, and Boston, and the infancy of those born in the first years of colonial life in this strange new world.",
      "author": "Alice Morse Earle",
      "category": "Life, Children, Ocean"
    },
    {
      "quote": "The end of anything is not fun because there's a nostalgia to it and everything else. Even the end of a bad relationship can feel so, so, so sad.",
      "author": "Jessica Capshaw",
      "category": "Relationship, Fun, End"
    },
    {
      "quote": "My mother has stories of leaving me in the bath as small kid, like a 3-year-old, and there being mirrors on the side, and her going to get a towel and coming back in, and me making faces at myself, like, 'Now I'm happy. Now I'm sad.'",
      "author": "Allison Tolman",
      "category": "Happy, Myself, Mother"
    },
    {
      "quote": "The belief that a person can and should only feel grief over one sad event at a time is a truly disturbing estimate of our emotional capacity.",
      "author": "Jennifer Armintrout",
      "category": "Time, Grief, Belief"
    },
    {
      "quote": "Everyone feels sad occasionally. A full range of emotions is part of what makes us human.",
      "author": "Michael Greger",
      "category": "Emotions, Everyone, Human"
    },
    {
      "quote": "I'm very hard on myself. Sometimes too hard on myself. When I lost in the Wimbledon finals, I was so sad, I cried. I had the runner-up trophy! It's still a great accomplishment, but I was so mad.",
      "author": "Eugenie Bouchard",
      "category": "Myself, Great, Lost"
    },
    {
      "quote": "One day, I was at my grandmother's house, and I found diaries that she kept as a young girl. I opened one to a page that had flowers glued inside. In her childish handwriting, my grandmother wrote, 'Pap died today. I am very sad.' The fact that this was true and that I could see the withered flowers made a huge impression on me.",
      "author": "Laura Amy Schlitz",
      "category": "Day, Today, Flowers"
    },
    {
      "quote": "I had a daughter and lost her a long while ago. That's too sad a story to go into.",
      "author": "Gene Wilder",
      "category": "Daughter, Lost, Long"
    },
    {
      "quote": "My mother, I suppose, is still a main figure in my life because her life was so sad and unfair, and she so brave, but also because she was determined to make me into the Sunday-school-recitation little girl I was, from the age of seven or so, fighting not to be.",
      "author": "Alice Munro",
      "category": "Life, Age, Mother"
    },
    {
      "quote": "Commerce seems to be covering every aspect of our lives now. Which me, because I'm a romantic, is sad for me to say.",
      "author": "Jeremy Irons",
      "category": "Romantic, Me, Say"
    },
    {
      "quote": "I remembered myself as an unpopular and rather sad kid.",
      "author": "Sydney Pollack",
      "category": "Myself, Kid, Unpopular"
    },
    {
      "quote": "When I was a child people simply looked about them and were moderately happy; today they peer beyond the seven seas, bury themselves waist deep in tidings, and by and large what they see and hear makes them unutterably sad.",
      "author": "E. B. White",
      "category": "Happy, Deep, Today"
    },
    {
      "quote": "My experience, with both my parents, is that grief has a lot of down, sad things, but I was also really emotionally raw, in the first year after each of them passed. Flowers smelled more intensely, my relationships were hotter, and I was more willing to risk. I was going for it a lot more. I was 'unsober' and I wasn't playing by my rules.",
      "author": "Mike Mills",
      "category": "Experience, Flowers, Parents"
    },
    {
      "quote": "I think I'm probably a very sad man wrapped in a very joyful package, and I think I'm very resilient, and I think I'm quite generous, sometimes to a fault. And I'm very bad with money, but I don't see that too much of a flaw.",
      "author": "Dave Matthews",
      "category": "Money, Man, Think"
    },
    {
      "quote": "Part of me is drawn to the nature of sadness because I think life is sad, and sadness is not something that should be avoided or denied. It's a fact of life, like contradictions are.",
      "author": "Robert Redford",
      "category": "Life, Nature, Sadness"
    },
    {
      "quote": "Whenever I'm sad, I just put on 'SpongeBob' and I cheer up.",
      "author": "Richard Harmon",
      "category": "Cheer, Up, Just"
    },
    {
      "quote": "'Flaubert's Parrot' is an amphibious book in which what appears to be a personal essay about Flaubertian writing is gradually, delicately transformed into an extremely sad novel in which the differences between character, author, and narrator are less clear than they appear at first glance.",
      "author": "Alvaro Enrigue",
      "category": "Character, Writing, Book"
    },
    {
      "quote": "I think that's why you see so many Americans in Dublin look so sad: they are looking for the door through which they can begin to understand this place. I tell them, 'Go to the races.' I think it's the best place to start understanding the Irish.",
      "author": "Frank McCourt",
      "category": "Best, Door, Understanding"
    },
    {
      "quote": "I grew up feeling 'less than.' I was the sad, shy child hiding in the hall closet beneath coats. I'd wait for my grandmother's voice to call, 'Jewell, Jewell.' I was lost, waiting to be found. I thought being found, I'd be happier, better. All the while, I read stories. Stories with both truth and lies.",
      "author": "Jewell Parker Rhodes",
      "category": "Truth, Waiting, Child"
    },
    {
      "quote": "I feel most at home when I'm alone. That's not sad. It's just I feel closest to source and connection when I'm by myself.",
      "author": "Tituss Burgess",
      "category": "Home, Myself, Alone"
    },
    {
      "quote": "Fashion is that thing that saved me from being sad.",
      "author": "Lady Gaga",
      "category": "Fashion, Me, Being"
    },
    {
      "quote": "It makes me sad when I find sisters who aren't joyful. They might smile, but with just a smile they could be flight attendants!",
      "author": "Pope Francis",
      "category": "Smile, Me, Find"
    },
    {
      "quote": "It's sad, something coming to an end. It cracks you open, in a way - cracks you open to feeling. When you try to avoid the pain, it creates greater pain.",
      "author": "Jennifer Aniston",
      "category": "Pain, End, You"
    },
    {
      "quote": "It's an indication of how cynical our society has become that any kind of love story with a sad theme is automatically ridiculed as sentimental junk.",
      "author": "Winona Ryder",
      "category": "Love, Society, Cynical"
    },
    {
      "quote": "I always think of the live show first, where the song is gonna go in the show. That's why they aren't sad songs. When I play, I want to make people happy, not sad. It's such a pleasure for me to do what I do, and I want other people to feel some form of that pleasure, too.",
      "author": "Jason Mraz",
      "category": "Happy, Me, People"
    },
    {
      "quote": "I don't ever want to be sad about my life.",
      "author": "Tammy Duckworth",
      "category": "Life, My Life, Want"
    },
    {
      "quote": "It would be sad if the expertise built up during the 40 years of the U.S. and Russian manned programmes were allowed to dissipate. But abandoning the shuttle, and committing to new launch vehicles and propulsion systems, is actually a prerequisite for a vibrant manned programme.",
      "author": "Martin Rees",
      "category": "New, Years, Launch"
    },
    {
      "quote": "The sad truth is that most of my husbands turned out to be convincing liars.",
      "author": "Joan Collins",
      "category": "Truth, Truth Is, Liars"
    },
    {
      "quote": "I'm incredibly sad that my mother's not here to see my kids and that my kids don't get to know her. And she didn't meet my husband. That's one of the hardest things. I don't even know how to put that into words.",
      "author": "Stella McCartney",
      "category": "Mother, Words, Husband"
    },
    {
      "quote": "Many marriages break up over hormonal imbalance, which is truly sad because it comes from a lack of understanding. When hormones are put back in balance with natural bioidentical hormones, a woman or man resumes their normal life of feeling good and having days filled with quality.",
      "author": "Suzanne Somers",
      "category": "Life, Good, Man"
    },
    {
      "quote": "When you're feeling down, sad, lonely, negative, you don't want to take care of yourself - and the weight problem and the diabetic problem and the heart attack and stroke problems and high cholesterol set in.",
      "author": "Richard Simmons",
      "category": "Heart, Yourself, Lonely"
    },
    {
      "quote": "Pageants are already ridiculous and sad, I think.",
      "author": "Casey Wilson",
      "category": "Think, Ridiculous, I Think"
    },
    {
      "quote": "I wish I could wear 10 dresses to my wedding. It's so sad that you put it in storage and then never see it again. I am going to sleep in mine after I wear it.",
      "author": "Eva Longoria",
      "category": "Sleep, Wedding, I Am"
    },
    {
      "quote": "My father was an urchin that lived in Hell's Kitchen. He was part of a family of nine. I mean, there were times that were better and worse, but mostly, by the time we got to L.A., they'd lost whatever they had. And it was a sad time. And both he and I became truck drivers for different companies.",
      "author": "Frank Gehry",
      "category": "Family, Time, Father"
    },
    {
      "quote": "One of the things psychologists used to say was that if you are depressed, anxious or angry, you couldn't be happy. Those were at opposite ends of a continuum. I believe that you can be suffering or have a mental illness and be happy - just not in the same moment that you're sad.",
      "author": "Martin Seligman",
      "category": "Happy, Believe, Be Happy"
    },
    {
      "quote": "What I find sad is that the New Age movement is primarily a commercial undertaking. But it is answering to a human need.",
      "author": "Laura Esquivel",
      "category": "Age, New, Human"
    },
    {
      "quote": "'The Taxi Ride,' from my second album, is one people want to hear a lot. I'm consciously trying to walk on the sunny side of the street, to really lift myself into a place of greater positivity, and that's a sad song.",
      "author": "Jane Siberry",
      "category": "Myself, Walk, People"
    },
    {
      "quote": "If some people try to make a prenup into a pre-negotiation of a divorce... Well, that's really sad. But I do think that it's important to understand what each person has coming into the relationship, and what each person expects from the relationship. They aren't always fun discussions to have, and they can be very eye-opening.",
      "author": "Laura Wasser",
      "category": "Relationship, Fun, People"
    },
    {
      "quote": "I want my clothes to have a life and then end up in a secondhand store, where some cool girl discovers them 20 years later. If the runway or red carpet is the only life clothes have, it's sad.",
      "author": "Jeremy Scott",
      "category": "Life, Girl, Cool"
    },
    {
      "quote": "I think I drift toward sad love songs.",
      "author": "Benmont Tench",
      "category": "Love, Think, I Think"
    },
    {
      "quote": "But I'm not like sad, depressed miserable person. I guess sometimes I give off that impression.",
      "author": "Edward Furlong",
      "category": "Sometimes, Person"
    },
    {
      "quote": "The study of tavern history often brings to light much evidence of sad domestic changes. Many a cherished and beautiful home, rich in annals of family prosperity and private hospitality, ended its days as a tavern.",
      "author": "Alice Morse Earle",
      "category": "Family, History, Home"
    },
    {
      "quote": "With out art, without communicating, we wouldn't live beyond 30 because we'd be so sad and depressed.",
      "author": "Wayne Coyne",
      "category": "Art, Live, Depressed"
    },
    {
      "quote": "August used to be a sad month for me. As the days went on, the thought of school starting weighed heavily upon my young frame. That, coupled with the oppressive heat and humidity of my native Washington, D.C., only seemed to heighten the misery.",
      "author": "Henry Rollins",
      "category": "School, Thought, Me"
    },
    {
      "quote": "War is very sad and small life is pathetically fragile at times.",
      "author": "Henry Rollins",
      "category": "Life, War, Small"
    },
    {
      "quote": "The history of apartheid-era South Africa is incredibly sad and at times infuriatingly incomprehensible.",
      "author": "Henry Rollins",
      "category": "History, Africa"
    },
    {
      "quote": "The problem, when comparing contemporary television to television in 1974, is that TV has become not just bad but sad.",
      "author": "P. J. O'Rourke",
      "category": "Problem, Television, Bad"
    },
    {
      "quote": "The display of grief makes more demands than grief itself. How few men are sad in their own company.",
      "author": "Lucius Annaeus Seneca",
      "category": "Men, Grief, Company"
    },
    {
      "quote": "The president we have today is a typical Washington politician that's prone to hyperbole and decisiveness and false outrage. And I think it's very sad - very sad to watch.",
      "author": "Marco Rubio",
      "category": "Today, Think, President"
    },
    {
      "quote": "He who is not just is severe, he who is not wise is sad.",
      "author": "Voltaire",
      "category": "Wise, Just, He"
    },
    {
      "quote": "I don't have many sad days.",
      "author": "Billy Graham",
      "category": "Days, Many"
    },
    {
      "quote": "When I talk about sad things, I talk about sad things.",
      "author": "Alejandro Gonzalez Inarritu",
      "category": "Talk, Things, Sad Things"
    },
    {
      "quote": "I think about my father and how sad it was that he never had grandchildren.",
      "author": "Cate Blanchett",
      "category": "Father, Grandchildren, Think"
    },
    {
      "quote": "If a man does not control his temper, it is a sad admission that he is not in control of his thoughts.",
      "author": "Ezra Taft Benson",
      "category": "Man, Thoughts, Control"
    },
    {
      "quote": "When I was a young girl, I lost a lot of weight over one summer - involuntarily - and was just really depressed and sad. There was nothing I could do to gain weight. I would look in the mirror and call myself disgusting every day.",
      "author": "Tyra Banks",
      "category": "Day, Myself, Girl"
    },
    {
      "quote": "That is sad until one recalls how many bad books the world may yet be spared because of the busyness of writers.",
      "author": "Gore Vidal",
      "category": "World, Bad, May"
    },
    {
      "quote": "My style is bad white-boy dancing. I can do swing a little bit, but nothing beyond that. My solo dancing is sad. I use my arms, badly.",
      "author": "Robin Williams",
      "category": "Style, I Can, Bad"
    },
    {
      "quote": "I'm a human being. I feel all emotions. I'm not just happy all the time. Sometimes, I'm sad and feel the blues. Sometimes I even want to feel the blues. Sometimes, you want to feel down.",
      "author": "Tracy Morgan",
      "category": "Time, Happy, Blues"
    },
    {
      "quote": "When I did the film Generations, in which the character died, I felt like a guest for the first time. That made me very sad.",
      "author": "William Shatner",
      "category": "Time, Character, Me"
    },
    {
      "quote": "When I was growing up, albums were my closest friends, as sad as that may sound - Joy Division's 'Closer,' or Echo and the Bunnymen's 'Heaven Up Here'... I had a more intimate relationship with those records than I did with most of the people in my life.",
      "author": "Moby",
      "category": "Life, Relationship, Friends"
    },
    {
      "quote": "I end up doing selfies 'cause I am so sad.",
      "author": "Rita Ora",
      "category": "I Am, End, Doing"
    },
    {
      "quote": "A sad fact of life lately at the Museum of Modern Art is that when it comes to group shows of contemporary painting from the collection, the bar has been set pretty low.",
      "author": "Jerry Saltz",
      "category": "Life, Art, Painting"
    },
    {
      "quote": "People say you should read your criticism because it will make you a better person but it doesn't. It just makes you a sad bitter old showbiz nightmare.",
      "author": "Jo Brand",
      "category": "People, Better Person"
    },
    {
      "quote": "I can usually tell when a woman is going through a divorce because they look so gaunt and tired and sad. It's just a huge sadness. It's horrible. It's like death. You mourn, but the person's still there.",
      "author": "Andie MacDowell",
      "category": "Death, Sadness, Woman"
    },
    {
      "quote": "Few women, I fear, have had such reason as I have to think the long sad years of youth were worth living for the sake of middle age.",
      "author": "Dwight D. Eisenhower",
      "category": "Age, Women, Fear"
    },
    {
      "quote": "I can cook, but I also want everything to look beautiful on the plate - then I get upset when people eat it. Everyone just tears through it, and that makes me sad. It's not a rewarding experience for me to cook.",
      "author": "Megan Fox",
      "category": "Beautiful, Experience, Me"
    },
    {
      "quote": "Cancer is a very sad thing, but you can always take something from every experience.",
      "author": "Pierce Brosnan",
      "category": "Experience, Cancer, You"
    },
    {
      "quote": "It's sad when you say a $30 million film is an inexpensive film, but it is.",
      "author": "Sandra Bullock",
      "category": "Film, You, Say"
    },
    {
      "quote": "Poverty is not just a sad accident, but it's also a result of the fact that some people make a lot of money off low-income families and directly contribute to their poverty.",
      "author": "Matthew Desmond",
      "category": "Money, Poverty, People"
    },
    {
      "quote": "It's sad, something coming to an end. It cracks you open, in a way - cracks you open to feeling.",
      "author": "Jennifer Aniston",
      "category": "End, You, Feeling"
    },
    {
      "quote": "There's no excuse to be bored. Sad, yes. Angry, yes. Depressed, yes. Crazy, yes. But there's no excuse for boredom, ever.",
      "author": "Viggo Mortensen",
      "category": "Crazy, Angry, Boredom"
    },
    {
      "quote": "I know I said I wanted to live forever and I would never be bored, but the reality is, it's probably kind of sad to live forever if you're the only one sticking around.",
      "author": "Viggo Mortensen",
      "category": "Reality, Live, Know"
    },
    {
      "quote": "If it was up to me, I would just wear jeans and t-shirts, even to red carpets, but then no one would photograph me, so that would make me very sad. So you know, I've gotta keep up with the rest of the female population and sometimes try a little harder.",
      "author": "Shakira",
      "category": "Red, Me, Know"
    },
    {
      "quote": "I was a million percent in love with Edward Scissorhands. I remember looking in the mirror on the last day of shooting... and thinking how sad I was to be saying goodbye to Edward.",
      "author": "Johnny Depp",
      "category": "Love, Day, Goodbye"
    },
    {
      "quote": "I was a very sad little girl.",
      "author": "Julie Andrews",
      "category": "Girl, Little, Very"
    },
    {
      "quote": "What's really sad is that a lot of very talented people are being forced to do things that are very embarrassing and I don't intend to be one of them.",
      "author": "Boy George",
      "category": "People, Being, Embarrassing"
    },
    {
      "quote": "The hardest thing to get is true emotion. I always believe you need to earn that with the audience. You can't just tell them, 'Ok, be sad now.'",
      "author": "John Lasseter",
      "category": "Believe, Emotion, You"
    },
    {
      "quote": "This is a sick business. It's so sad.",
      "author": "Sia",
      "category": "Business, Sick"
    },
    {
      "quote": "It sounds so nerdy and pathetic, but what I always do on Sunday afternoon is bring my inbox down to zero, which is so sad. But e-mail has become like homework for adults. I'll have 141 messages from people who will be offended if I don't write back.",
      "author": "Mike Birbiglia",
      "category": "Homework, People, Down"
    },
    {
      "quote": "What we want to help children with is, just because you feel sad or happy or depressed doesn't mean that is who you are. We want them to know, 'I am really sad right now, but I am not a sad person.'",
      "author": "Goldie Hawn",
      "category": "Children, Happy, I Am"
    },
    {
      "quote": "In the '50s, too many women, even though they were very smart, they tried to make the man feel that he was brainier. It was a sad thing.",
      "author": "Ruth Bader Ginsburg",
      "category": "Women, Man, Smart"
    },
    {
      "quote": "I think Jerry Lee is sad. As a musician, he was far more talented than Elvis Presley. Everybody down in Memphis knows that. Elvis became a movie star because he was beautiful. Not that Elvis wasn't talented, but Jerry Lee Lewis was incomprehensibly talented as a musician.",
      "author": "Alec Baldwin",
      "category": "Beautiful, Down, Think"
    },
    {
      "quote": "It is a sad but undeniable reality that people have died in the line of duty since the earliest days of the United Nations. The first was Ole Bakke, a Norwegian member of the United Nations guard detachment, shot and killed in Palestine in 1948. The toll since then has included colleagues at all levels.",
      "author": "Ban Ki-moon",
      "category": "Reality, Colleagues, People"
    },
    {
      "quote": "I was in a bar and I said to a friend, 'You know, we've become those 40-year-old guys we used to look at and say, 'Isn't it sad?'",
      "author": "George Clooney",
      "category": "Friend, Know, You"
    },
    {
      "quote": "I believe that tracks speak to me. Some tracks make me write certain music or make me feel sad or inspire me to write a sad love song. Each track has its feeling to me.",
      "author": "Missy Elliott",
      "category": "Love, Music, Believe"
    },
    {
      "quote": "Ten years ago, I still feared loss enough to abandon myself in order to keep things stable. I'd smile when I was sad, pretend to like people who appalled me. What I now know is that losses aren't cataclysmic if they teach the heart and soul their natural cycle of breaking and healing.",
      "author": "Martha Beck",
      "category": "Smile, Myself, Soul"
    },
    {
      "quote": "I used to like to make myself sad, so I would listen to Bill Callahan as Smog.",
      "author": "Gillian Jacobs",
      "category": "Myself, Listen, Like"
    },
    {
      "quote": "'Dancing on My Own' is actually a really sad song! It has totally made me cry.",
      "author": "Gillian Jacobs",
      "category": "Song, Me, My Own"
    },
    {
      "quote": "We have but one permanent home: heaven - that's still the old truth that we always have to re-learn - and it's only through the impact of sad experiences that we assimilate it.",
      "author": "Pierre Teilhard de Chardin",
      "category": "Home, Truth, Impact"
    },
    {
      "quote": "I remember a time when all my fans were crying and sad and going through hell. Now, we're trying to uplift each other and accept ourselves for who we are, even if nobody else does.",
      "author": "Mary J. Blige",
      "category": "Time, Hell, Remember"
    },
    {
      "quote": "I just want fans to walk away knowing that no matter what's going on, no matter how happy you are, no matter how sad you are, we did it. We're strong in this. We've come a long way, and life is not just one thing.",
      "author": "Mary J. Blige",
      "category": "Life, Happy, Strong"
    },
    {
      "quote": "The assassination of Martin Luther King, Jr. made me very, very sad, and I mourned and I cried like many of our citizens did.",
      "author": "John Lewis",
      "category": "Me, King, Citizens"
    },
    {
      "quote": "I still really like newspapers. I'm gonna feel really sad when they go. Or not - maybe I'll be dead.",
      "author": "Michael Keaton",
      "category": "Dead, Feel, Like"
    },
    {
      "quote": "Having read my share of tell-alls over the year, including some that were passed off as autobiographies, I mostly feel sad - sometimes for the writer and sometimes for all the people in his way. I hope that the process of writing the tell-all gives some release and closure on what clearly was an unpleasant and unfulfilling life experience.",
      "author": "Brad Feld",
      "category": "Life, Hope, Experience"
    },
    {
      "quote": "This is how sad my life is: I got a scar from scratching my chicken pox too much. That's my big scar story. I really have no major scars.",
      "author": "Lewis Black",
      "category": "Life, My Life, Chicken"
    },
    {
      "quote": "It's awkward to tell others that your spouse has died. Everyone becomes so sad and sorry, and you just hate like heck to have to break the news to someone who hasn't heard the news.",
      "author": "Mike Gallagher",
      "category": "Hate, Sorry, You"
    },
    {
      "quote": "It's a sad situation when you have to talk crap about other organizations that you know your paths are never going to cross competitively.",
      "author": "Bill Goldberg",
      "category": "Situation, Know, You"
    },
    {
      "quote": "For my wrap present, Colin Farrell gave me a first edition book. I got so involved with this character and I was so sad when the movie was over that when I got home and I tried to read the book I got really emotional and I started crying.",
      "author": "Salma Hayek",
      "category": "Home, Character, Book"
    },
    {
      "quote": "I didn't know what to expect when we first started touring behind 'Southeastern' because you don't want to lull anybody to sleep or lose their attention. But it's really been incredible how the crowds seem to be just as excited for the slow, sad songs as they are for the old rockers.",
      "author": "Jason Isbell",
      "category": "Sleep, Want, Know"
    },
    {
      "quote": "If I could write rock & roll songs on purpose, I'd do it all the time. But most of what I write comes out slow and sad because that's most of what I listen to.",
      "author": "Jason Isbell",
      "category": "Time, Purpose, Slow"
    },
    {
      "quote": "When I hear somebody like Hayes Carll write a song that's touching and poignant and sad and funny all at the same time, it motivates me to step my game up and try to figure out a way to get more different emotions into one line or one song.",
      "author": "Jason Isbell",
      "category": "Funny, Time, Me"
    },
    {
      "quote": "The world changes fast, and a lot of the old country folks have a hard time keeping up with it, and it makes them sad.",
      "author": "Jason Isbell",
      "category": "Time, Changes, World"
    },
    {
      "quote": "There's all this stuff that is happening in Edinburgh now, it's a sad attempt to create an Edinburgh society, similar to a London society, a highbrow literature celebrity society.",
      "author": "Irvine Welsh",
      "category": "Society, Literature, London"
    },
    {
      "quote": "When I was starting out, I saw it as something that was definitely going to end. Every time I came to New York for fashion week or to interview someone, I was so sad going back home because I thought, 'These things don't get to last.' That's sort of the narrative of young success.",
      "author": "Tavi Gevinson",
      "category": "Success, Time, Home"
    },
    {
      "quote": "I get kind of sad when I look at all of my magazines and think about how at one time I was much more impressed with a certain fashion editorial, or how I feel like I can't really relate to being that excited about fashion anymore. Maybe it's being jaded, but I honestly like that now, when something's really good, I feel more affected by it.",
      "author": "Tavi Gevinson",
      "category": "Time, Good, Fashion"
    },
    {
      "quote": "I think that when you make yourself vulnerable, the thing that you do next is better. It's not like you have to inflict pain on yourself in order to make yourself better, but I think it helps. The thing that bonds you to a new friend isn't that you went to a really fun party; it's 'cause you had a really weird, sad conversation.",
      "author": "Tavi Gevinson",
      "category": "Pain, Fun, Yourself"
    },
    {
      "quote": "Homeless people really upset me when I was little. A lot of kids have this reaction, but I would get really worried or sad or concerned or cry.",
      "author": "Paul Dano",
      "category": "Homeless, Me, People"
    },
    {
      "quote": "The sad reality is that there are no purely domestic issues in Israel. Issues that would be dealt with by municipalities in other countries - such as how to deal with a dangerous bridge or how to resolve conflicts between religious and secular bus riders - become major international issues when they occur in Israel.",
      "author": "Alan Dershowitz",
      "category": "Bridge, Reality, Dangerous"
    },
    {
      "quote": "Oh my God - this is scary and sad all at the same time. I literally dream about buying my own groceries. Swear to God. Because it is something that is real and normal.",
      "author": "Rihanna",
      "category": "Time, God, Dream"
    },
    {
      "quote": "Sad people dislike the happy, and the happy the sad; the quick thinking the sedate, and the careless the busy and industrious.",
      "author": "Horace",
      "category": "Happy, Thinking, Busy"
    },
    {
      "quote": "I'm sad to see celluloid go, there's no doubt. But, you know, nitrate went, by the way, in 1971. If you ever saw a nitrate print of a silent film and then saw an acetate print, you'd see a big difference, but nobody remembers anymore. The acetate print is what we have. Maybe. Now it's digital.",
      "author": "Martin Scorsese",
      "category": "Digital, Doubt, Know"
    },
    {
      "quote": "The sad thing is, I never wanted to be Princess Leia - I always wanted to be Han Solo!",
      "author": "Katee Sackhoff",
      "category": "Princess, Never, Always"
    },
    {
      "quote": "I'm very sad 'Life' wasn't a big hit, But it was undone by politics at NBC. It was intense. I moved my wife, and we had two children back to back. So working those hours and living abroad in L.A. was a handful. But it was a great experience.",
      "author": "Damian Lewis",
      "category": "Life, Children, Experience"
    },
    {
      "quote": "It's sad that children don't spend enough time looking around and being amazed by what's in the real world.",
      "author": "Damian Lewis",
      "category": "Time, Children, World"
    },
    {
      "quote": "I'm so pathetically eager for people to love D.C. It's so sad. It's like I work for the chamber of commerce or something.",
      "author": "Tucker Carlson",
      "category": "Love, Work, People"
    },
    {
      "quote": "It's so sad, actually, how teachers and parents tell their kids, 'You're never gonna be anything.'",
      "author": "Solange Knowles",
      "category": "Parents, You, Kids"
    },
    {
      "quote": "Even when I'm in quite a happy state of mind, I like writing really sad songs. I think a lot of people do.",
      "author": "Ellie Goulding",
      "category": "Happy, Writing, Mind"
    },
    {
      "quote": "I'd like a male to listen to my music and find it kind of fascinating, what a girl goes through when they get heartbroken or get sad or get hurt by something.",
      "author": "Ellie Goulding",
      "category": "Music, Girl, Hurt"
    },
    {
      "quote": "'I Know You Care' is about my dad. And I haven't seen him for a long, long time. And my parents divorced when I was really young. And I guess I just wanted a - it was my way of saying that I wasn't bitter or angry anymore. I was just sad and just felt like something was missing.",
      "author": "Ellie Goulding",
      "category": "Time, Parents, Long"
    },
    {
      "quote": "I think it is really sad that when people lose their homes they kind of lose their minds too.",
      "author": "Margaret Cho",
      "category": "People, Think, Kind"
    },
    {
      "quote": "It doesn't help to contemplate how sad your life is. You have to move on.",
      "author": "Teri Garr",
      "category": "Life, Help, You"
    },
    {
      "quote": "Frankly, I think I'm marvelous in rehearsal! Then you turn the camera on, and it gets stiff and tight. And then you trudge back to your trailer feeling sad. That's been my experience of film acting.",
      "author": "Hugh Grant",
      "category": "Experience, Acting, Think"
    },
    {
      "quote": "Fear of carbs, of gluten, of everything - we've distanced ourselves from the beauty of food, the art of it. It makes me sad when people say, 'Oh, I don't eat gluten. I don't eat cheese. I don't eat this. So I eat cardboard.'",
      "author": "Olivia Wilde",
      "category": "Art, Beauty, Food"
    },
    {
      "quote": "All pictures are unnatural. All pictures are sad because they're about dead people. Paintings you don't think of in a special time or with a specific event. With photos I always think I'm looking at something dead.",
      "author": "David Bailey",
      "category": "Time, People, Looking"
    },
    {
      "quote": "So few people read poetry. That's sad, isn't it?",
      "author": "Jerry Hall",
      "category": "Poetry, People, Few"
    },
    {
      "quote": "My thing with fans is, it's always about being really good to them and taking the time to take every picture. If there are 300 people, you should take 300 pictures - you shouldn't take 250 because then fifty people will go home sad. Why would you do that?",
      "author": "Ansel Elgort",
      "category": "Time, Home, Good"
    },
    {
      "quote": "It's sad how people want to see us females go against each other. Never been for that. Never will.",
      "author": "Ciara",
      "category": "People, Want, See"
    },
    {
      "quote": "It is sad that the more 'successful' a neighborhood becomes, the more it gradually takes on a recognizable, common look, as the same banks, drugstore chains and national brands move in.",
      "author": "Danny Meyer",
      "category": "Successful, Look"
    },
    {
      "quote": "People just get kicks out of making other people sad.",
      "author": "Maisie Williams",
      "category": "People, Just, Other"
    },
    {
      "quote": "The first series I wrote, 'L.A. Candy,' was always meant to be a three-book series, so when I started out it was all outlined that way and by the time I was done with the third book, I had become so involved and the process and the stories, I was a little bit sad to be done.",
      "author": "Lauren Conrad",
      "category": "Time, Book, Candy"
    },
    {
      "quote": "I feel sad when I realize how much truth is being changed or obscured in the American media.",
      "author": "Sharon Stone",
      "category": "Truth, American, Media"
    },
    {
      "quote": "Jo Sykes made these incredible leather jackets: the leather was like butter. I had one, but I lost it at a wedding in Ibiza. It was so sad; I've not been able to replace.",
      "author": "Poppy Delevingne",
      "category": "Wedding, Lost, Leather"
    },
    {
      "quote": "It's a source of great sadness to me that my father died without having seen me do anything worthwhile. He was constantly having to make excuses for me.",
      "author": "Daniel Day-Lewis",
      "category": "Father, Great, Sadness"
    },
    {
      "quote": "The sad truth is that without complex business partnerships between African elites and European traders and commercial agents, the slave trade to the New World would have been impossible, at least on the scale it occurred.",
      "author": "Henry Louis Gates",
      "category": "Business, Truth, World"
    },
    {
      "quote": "I'm always sad to see a relationship not work, but what happens between two people is not my business.",
      "author": "Debbie Reynolds",
      "category": "Work, Business, Relationship"
    },
    {
      "quote": "People tend to put entertainers on pedestals. We're human beings, just like you. You may see us smiling, and whether we have money or not, we still have bills to pay, we still have our stresses. I think a lot of people want to focus on others' shortcomings to make themselves feel better. And it's a very sad thing.",
      "author": "Janet Jackson",
      "category": "Money, Smiling, Focus"
    },
    {
      "quote": "It makes one sad to see the sell-out of President Fox; really, it makes one sad. How sad that the president of a people like the Mexicans lets himself become the puppy dog of the empire.",
      "author": "Hugo Chavez",
      "category": "Dog, People, See"
    },
    {
      "quote": "I will be very sad and worried if the imperialist government was calling me a great democratic man.",
      "author": "Hugo Chavez",
      "category": "Great, Man, Government"
    },
    {
      "quote": "I once made the mistake of going for a whole row of false eyelashes, which was just wrong as it gave me a sad, puppy-eyed look.",
      "author": "Sienna Miller",
      "category": "Me, Mistake, Look"
    },
    {
      "quote": "I think the thing's that perhaps sad really is that younger people haven't come in and I think it must have been absolutely fantastic to have worked in the 50's when you had all of the great Broadway composers and when West Side Story didn't win the Tony Award.",
      "author": "Andrew Lloyd Webber",
      "category": "Great, Win, People"
    },
    {
      "quote": "When I seemed to be irritable or sad, my father would quote the learned Dr. Knight, and then say, 'Just go to sleep.' Like all smart aleck kids, I thought the advice was silly. But as I've grown older, I've realized just how smart Knight was.",
      "author": "Ben Stein",
      "category": "Father, Sleep, Smart"
    },
    {
      "quote": "The sad fact is that spending rises every year, no matter what people want or say they want.",
      "author": "Ben Stein",
      "category": "People, Want, Matter"
    },
    {
      "quote": "Scientists habitually moan that the public doesn't understand them. But they complain too much: public ignorance isn't peculiar to science. It's sad if some citizens can't tell a proton from a protein. But it's equally sad if they're ignorant of their nation's history, can't speak a second language, or can't find Venezuela or Syria on a map.",
      "author": "Martin Rees",
      "category": "History, Science, Ignorance"
    },
    {
      "quote": "It's hard to tell what an entire series is going to be based on the first few episodes, or even on the first season. And it's sad because you see great casts and good ideas that don't get that opportunity to grow and show what it could turn into.",
      "author": "Kaley Cuoco",
      "category": "Good, Great, Opportunity"
    },
    {
      "quote": "When I went to college, my mum was really sad, so she preserved my bedroom, like a weird time capsule.",
      "author": "Gia Coppola",
      "category": "Time, College, Weird"
    },
    {
      "quote": "I love the romcom. I thought I had a career playing the best friend. What happened to that? It's really sad to me.",
      "author": "Parker Posey",
      "category": "Love, Best, Best Friend"
    },
    {
      "quote": "The sad fact is that actual artistic oppression - book banning in its many modern forms - is a matter of course in the entertainment industry, especially when the underlying product is declared politically incorrect or runs contrary to the interests of Hollywood's political altar, the Democratic Party.",
      "author": "Andrew Breitbart",
      "category": "Book, Political, Party"
    },
    {
      "quote": "Western governments have generally tried to contain genocide by appeasing its architects. But the sad record of the last century shows that the walls the United States tries to build around genocidal societies almost inevitably shatter.",
      "author": "Samantha Power",
      "category": "Walls, Build, Last"
    },
    {
      "quote": "Of course it's true: the public want to see young people - young people are the people who go to the cinema. It's a sad fact of life, but you've got to accept it and not whine about it.",
      "author": "Joan Collins",
      "category": "Life, People, Want"
    },
    {
      "quote": "We're sad about some of the losses of members of great seniority and distinction in the Congress, and some very new members, who will no longer be serving with us.",
      "author": "Nancy Pelosi",
      "category": "Great, New, Serving"
    },
    {
      "quote": "I try to make an album that reflects what I love about country music. It's not just all about happy parties all the time. There are some sad songs.",
      "author": "Dierks Bentley",
      "category": "Love, Music, Time"
    },
    {
      "quote": "I'm part of the party, getting the crowd fired up, singing songs, pouring drinks, whatever it takes to get them to have a good time. When I walk into the meet-and-greet, someone's always going to have a story, a sad story or a happy story.",
      "author": "Dierks Bentley",
      "category": "Time, Happy, Good"
    },
    {
      "quote": "A very sad moment for me was when my parents separated - a lot of crying, 'It's tragic, we're now a broken family, blah blah blah blah blah' - although my psychological problems stopped. I actually felt healthier.",
      "author": "Whit Stillman",
      "category": "Family, Parents, Me"
    },
    {
      "quote": "I have learned so much from India: for instance, the use of aloe vera, which I use, and I find it sad when I see certain arts of oiling slowly fading away.",
      "author": "Nargis Fakhri",
      "category": "India, Find, See"
    },
    {
      "quote": "It's a sad day when Republicans will attack fellow Republicans on an issue as fundamental as free enterprise.",
      "author": "Doug Ducey",
      "category": "Day, Free, Will"
    },
    {
      "quote": "Tony Benn and I were very close, very close friends for 30, 40 years. We talked to each other a great deal, and we were great friends. And I was with him shortly before he died, talking about prospects of the world and prospects for peace. And I'm very sad that he's gone.",
      "author": "Jeremy Corbyn",
      "category": "Friends, Peace, Great"
    },
    {
      "quote": "That's why I've always loved country music. Whether it's sad, pumps you up, or it's breakup songs, it's all real-life things.",
      "author": "Cole Swindell",
      "category": "Music, Why, You"
    },
    {
      "quote": "I love 'The Sportswriter' by Richard Ford. Ford really captures for me the bittersweetness of the quietly suffering American man. It's stoic, sad, and really beautiful.",
      "author": "Mark Ruffalo",
      "category": "Love, Beautiful, Man"
    },
    {
      "quote": "I always thought it was sad that you couldn't get anything really good to eat at concerts, so we sit down with our fans before every show and eat a gourmet meal that we made for them.",
      "author": "Zac Brown",
      "category": "Good, Thought, You"
    },
    {
      "quote": "It does make me sad that there's a lot of great songs out there, and they're not going to see the light of day because they're competing with these tailgate songs.",
      "author": "Zac Brown",
      "category": "Day, Light, Great"
    },
    {
      "quote": "I don't consider myself a celebrity. That would be kind of sad.",
      "author": "Adam Driver",
      "category": "Myself, Be Kind, Celebrity"
    },
    {
      "quote": "It makes me very sad. Everyone's afraid of each other - Jews are afraid of Palestinians, Palestinians are afraid of Jews. Everywhere I see fear, not understanding. Reason went out of the window a long time ago.",
      "author": "Miriam Margolyes",
      "category": "Time, Fear, Me"
    },
    {
      "quote": "The rise of the iPod meant that digital music became the norm, It's sad, but you can still find the real stuff out there if you look for it!",
      "author": "Peter Hook",
      "category": "Music, Digital, Rise"
    },
    {
      "quote": "Sad to say, negative advertising really works.",
      "author": "Jerry Della Femina",
      "category": "Advertising, Negative, Say"
    },
    {
      "quote": "It's sad to be constantly judged for every move you make after your first success. If you wear your hair differently, you have changed.",
      "author": "Kriti Sanon",
      "category": "Success, Hair, You"
    },
    {
      "quote": "Metal isn't necessarily aggressive. There's metal that's contemplative, there's metal that's sad, and there's metal that's exuberant. No genre is limited in what it can express.",
      "author": "John Darnielle",
      "category": "Metal, Aggressive, Express"
    },
    {
      "quote": "It looks like I'm just gonna keep getting really, really happy and sad and embarrassed and excited and disappointed for the rest of my life, so let's just do that.",
      "author": "Jenny Slate",
      "category": "Life, Happy, My Life"
    },
    {
      "quote": "Sad to say, multi-tasking is beyond me. I read one book at a time all the way through. If I'm reviewing the book, I have to write the review before I start reading any other book. I especially hate it when the phone rings and interrupts my train of thought.",
      "author": "Michael Dirda",
      "category": "Time, Reading, Hate"
    },
    {
      "quote": "Nothing gets on other people's nerves at the office more than a whistler. And the sad part is, these whistlers don't know they're doing it. Someone should, tactfully, tell the whistler how much it disrupts the office environment.",
      "author": "Letitia Baldrige",
      "category": "People, Environment, Know"
    },
    {
      "quote": "Watching an entrepreneur fail is sad, but watching him fail from lack of nerve is tragic.",
      "author": "Steve Blank",
      "category": "Entrepreneur, Fail, Him"
    },
    {
      "quote": "The sad thing is that I feel so boring because 'Twilight' is literally how every conversation I have these days begins - whether it's someone I'm meeting for the first time or someone I just haven't seen in a while. The first thing I want to say to them is, 'It's insane! And, as a person, I can't do anything!'",
      "author": "Kristen Stewart",
      "category": "Time, Conversation, Meeting"
    },
    {
      "quote": "I don't want to see myself as this sad, disabled girl. I know that. I don't want other people to see me as that, either.",
      "author": "Amy Purdy",
      "category": "Myself, Girl, Me"
    },
    {
      "quote": "Los Angeles can be a really sad city.",
      "author": "Adam Lambert",
      "category": "City, Los Angeles, Really"
    },
    {
      "quote": "No matter how old and glorious the models, sad indeed is the woman who sees fashion as a means of self-expression rather than an agent of social control.",
      "author": "Julie Burchill",
      "category": "Woman, Fashion, Control"
    },
    {
      "quote": "I didn't end up some sad, tragic guy singing in a lounge somewhere. I never went out and took big money for nostalgia and became like an oldies act.",
      "author": "David Cassidy",
      "category": "Money, End, Singing"
    },
    {
      "quote": "Most of the time, we keep looking outside and feeling sad about what others have. Those are mere excuses.",
      "author": "Yami Gautam",
      "category": "Time, Excuses, Looking"
    },
    {
      "quote": "It would be a sad story to get rid of religious belief, national identity, family, and even sexual identity. That's not freedom.",
      "author": "Viktor Orban",
      "category": "Family, Freedom, Identity"
    },
    {
      "quote": "I live on a train. I know - what a sad thing to admit. I am the New-Age Willy Loman. But there it is.",
      "author": "Christopher Buckley",
      "category": "I Am, Train, Live"
    },
    {
      "quote": "I was friends with Susan Sontag the last four years of her life. She had this amazing charisma and so much energy, but she had a sad little funeral in Montparnasse in Paris. It was rainy. It was all wrong. And I was thinking, 'God, she loved life so much.'",
      "author": "Marina Abramovic",
      "category": "Life, Friends, God"
    },
    {
      "quote": "When DVDs finally disappear, I'm going to be sad. I'll miss the commentaries.",
      "author": "Matt Groening",
      "category": "Going, Disappear, Finally"
    },
    {
      "quote": "Lotus's efforts around the Mac were pathetically unsuccessful, which is sad.",
      "author": "Mitch Kapor",
      "category": "Unsuccessful, Efforts, Which"
    },
    {
      "quote": "One of the sad things about retiring is that you just become increasingly irrelevant. The world flows around you, and you don't seem to be impacting it any longer.",
      "author": "John Mackey",
      "category": "World, You, Irrelevant"
    },
    {
      "quote": "The Junction Point journey is over. To all those who've asked, or want to ask, I'm sad but excited for the future.",
      "author": "Warren Spector",
      "category": "Journey, Future, Want"
    },
    {
      "quote": "I love curves; I'm all about curves. I don't have many, which is really sad, but I think the more the better.",
      "author": "Cara Delevingne",
      "category": "Love, Better, Think"
    },
    {
      "quote": "I was quite solitary for 'Hitman.' I was quite apart. He struck me as a very sad individual. There was a mournful quality there.",
      "author": "Rupert Friend",
      "category": "Quality, Me, Individual"
    },
    {
      "quote": "It doesn't matter if you're sad or hung-over or lazy or tired - a workout will get your endorphins pumping, and you'll feel like a new person almost instantly.",
      "author": "Rachel Nichols",
      "category": "Tired, Lazy, You"
    },
    {
      "quote": "It was a sad process for me to become a mom, and a long process. I felt so embarrassed that I couldn't have a biological child.",
      "author": "Nia Vardalos",
      "category": "Mom, Child, Me"
    },
    {
      "quote": "A lot of sad stories in a row - that wears on you.",
      "author": "Elizabeth Edwards",
      "category": "You, Stories, Lot"
    },
    {
      "quote": "I am pretty weird - as weird as in my videos. The only difference is Lilly is not a performer, and Superwoman is. So Superwoman is very fearless. You'll never see her nervous. You'll never see her sad. But Lilly is a human. She is the person behind Superwoman, who gets sad and tired sometimes.",
      "author": "Lilly Singh",
      "category": "I Am, Tired, Weird"
    },
    {
      "quote": "You know, the sad thing of post-9/11, which was of course horrific, was that the city in which I felt completely at home for two decades, suddenly people like us - brown people - were looked at as the 'Others.'",
      "author": "Mira Nair",
      "category": "Home, City, People"
    },
    {
      "quote": "I know that there is a great diversity of opinion as to who, in fact, pays the duties on imports. I do not intend to discuss that point. We of the staple and exporting States have long settled the question for ourselves, almost unanimously, from sad experience.",
      "author": "John C. Calhoun",
      "category": "Experience, Great, Diversity"
    },
    {
      "quote": "It has been lately urged in a very respectable quarter that it is the mission of this country to spread civil and religious liberty all over the globe, and especially over this continent - even by force, if necessary. It is a sad delusion.",
      "author": "John C. Calhoun",
      "category": "Liberty, Mission, Country"
    },
    {
      "quote": "It's really easy to do sad you just put on some sad music and write dramatically - everybody can do that.",
      "author": "Jill Soloway",
      "category": "Music, Easy, You"
    },
    {
      "quote": "It's a sad fact about our culture that a poet can earn much more money writing or talking about his art than he can by practicing it.",
      "author": "W. H. Auden",
      "category": "Art, Money, Culture"
    },
    {
      "quote": "It is a sad fact about our culture that a poet can earn much more money writing or talking about his art than he can by practicing it.",
      "author": "W. H. Auden",
      "category": "Art, Money, Culture"
    },
    {
      "quote": "There are consequences with age, so you have to evolve. I've loved becoming a filmmaker. But I would love to continue modeling, and there isn't really any job for me. It's being marginalized - that's the sad part.",
      "author": "Isabella Rossellini",
      "category": "Love, Age, Job"
    },
    {
      "quote": "I was sad that Corpse Bride was so short. I would've liked to have had her around for way longer. She doesn't actually have that many scenes.",
      "author": "Helena Bonham Carter",
      "category": "Short, Bride, She"
    },
    {
      "quote": "I love sad songs. They say so much. I love country music but even the happy songs sound really sad.",
      "author": "Beth Ditto",
      "category": "Love, Music, Happy"
    },
    {
      "quote": "If you're going to do a thing, do it fully so that no writing you give the world misrepresents you - so that nothing you put out there is like a sad regift you couldn't throw away and had to find a place for.",
      "author": "Lydia Millet",
      "category": "Writing, World, You"
    },
    {
      "quote": "The sad fact is that it would be fair to say that United is a generic, bureaucratic, tired company. A sort of DMV in the sky. No real culture. No real strategy. No real expectations for employees or customers. All of which is a shame.",
      "author": "Patrick Lencioni",
      "category": "Culture, Sky, Company"
    },
    {
      "quote": "I certainly feel sad about the alienation from my son.",
      "author": "Harold Pinter",
      "category": "Son, Feel, Alienation"
    },
    {
      "quote": "I've cooked plenty of meals when I was sad, lonely, depressed, angry, bored, and/or under the weather. My primary aim in these circumstances is generally to cheer myself up, to fill my stomach with something warm so I can feel comforted and fed, usually just with a quick soup or an omelet.",
      "author": "Kate Christensen",
      "category": "Myself, Weather, Lonely"
    },
    {
      "quote": "Eating by myself in my own apartment, single and alone again for the first time in many years, I should have felt, but did not feel, sad. Because I had taken the trouble to make myself a real dinner, I felt nurtured and cared for, if only by myself. Eating alone was freeing, too; I didn't have to make conversation.",
      "author": "Kate Christensen",
      "category": "Time, Myself, Alone"
    },
    {
      "quote": "I've got to be high class... Which is sad, because I like bars.",
      "author": "Daniel Craig",
      "category": "Class, High, Like"
    },
    {
      "quote": "I'm a sucker for sad disco pop.",
      "author": "Sophie Ellis-Bextor",
      "category": "Disco, Sucker, Pop"
    },
    {
      "quote": "You mustn't smile when you lose. You have to be sad like other people. You have to win every game.",
      "author": "Eden Hazard",
      "category": "Smile, Game, People"
    },
    {
      "quote": "There's never been a culture that wasn't obsessed with food. The sort of sad thing is that our obsession is no longer with food, but with the price of food.",
      "author": "Jonathan Safran Foer",
      "category": "Food, Culture, Obsession"
    },
    {
      "quote": "When people ask if I'm going to be sad that 'The Office' is over, they don't even understand the depth of that question for me. It's an era of my life. No one would have known my name if it wasn't for the show.",
      "author": "John Krasinski",
      "category": "Life, Me, People"
    },
    {
      "quote": "It doesn't hurt to feel sad from time to time.",
      "author": "Willie Nelson",
      "category": "Time, Hurt, Feel"
    },
    {
      "quote": "Well the country songs themselves are three-chord stories, ballads which are mostly sad. If you are already feeling sorry for yourself when you listen to them they will take you to an even sadder place.",
      "author": "Willie Nelson",
      "category": "Yourself, Sorry, You"
    },
    {
      "quote": "A lot of country music is sad. I think most art comes out of poverty and hard times. It applies to music. Three chords and the truth - that's what a country song is. There is a lot of heartache in the world.",
      "author": "Willie Nelson",
      "category": "Music, Art, Truth"
    },
    {
      "quote": "I'm convinced I got signed because of who I am. And it makes me sad.",
      "author": "Jeff Buckley",
      "category": "I Am, Me, Because"
    },
    {
      "quote": "I'm convinced part of the reason I got signed is because of who I am, and it makes me sad.",
      "author": "Jeff Buckley",
      "category": "I Am, Me, Reason"
    },
    {
      "quote": "'The Killing' has a really great combination of qualities: Even though it's very sad and deals with mourning and grief, it's still exciting. It's about real people and it doesn't shy from the painful points of life.",
      "author": "Joel Kinnaman",
      "category": "Life, Great, Grief"
    },
    {
      "quote": "You get people who come to London, sever links with where they come from, and then when they need people, there's nobody there. To feel like you can't go back home would be a horribly sad place to be, as is mistaking fame for genuine love and affection.",
      "author": "Johnny Vegas",
      "category": "Love, Home, People"
    },
    {
      "quote": "I don't have any problem with being the guy whose album people put on when they're feeling sad.",
      "author": "Sam Smith",
      "category": "People, Problem, Feeling"
    },
    {
      "quote": "The first thing many tourists see in Hawaii is concrete - a long dreary stretch of it through landscapes dominated by sad, cheap apartment buildings and almost entirely denuded of plant life.",
      "author": "Hanya Yanagihara",
      "category": "Life, Plant, Long"
    },
    {
      "quote": "Ninety percent of people who lose weight gain it back. It's very sad.",
      "author": "Richard Simmons",
      "category": "People, Back, Lose"
    },
    {
      "quote": "The sad truth for American actors is that they really have no control whatsoever over the material that they get, or can do, particularly actresses. And if you're over 40 and you're an actress, forget it.",
      "author": "James Gray",
      "category": "Truth, American, Control"
    },
    {
      "quote": "I actually get quite sad when I smell bacon.",
      "author": "Jane Velez-Mitchell",
      "category": "Smell, Bacon, Actually"
    },
    {
      "quote": "I can't watch my first audition because it makes me too upset. I just think it is really sad. I look at myself and don't recognize myself. I do think fame and fortune changes people.",
      "author": "Rebecca Ferguson",
      "category": "Myself, Changes, Me"
    },
    {
      "quote": "It's sad really, I think 'Freedom' would've done better, but it got shelved because of the pregnancy, so it might be something that might get revisited in the future; who knows?",
      "author": "Rebecca Ferguson",
      "category": "Future, Freedom, Think"
    },
    {
      "quote": "Women's bodies are amazing; what our bodies can do is incredible, so it's sad that we get distracted - all this stuff about being skinny, be this, be that - they're all distractions.",
      "author": "Rebecca Ferguson",
      "category": "Women, Amazing, Distractions"
    },
    {
      "quote": "Nixon has enough to overcome in terms of his legacy and his political history. Now he has to overcome the in-fighting between his daughters. It's so sad. There's another obstacle for him to clear.",
      "author": "Monica Crowley",
      "category": "History, Legacy, Political"
    },
    {
      "quote": "Everything comes from your mind. You have to push yourself to get things going in your direction. If you are stubborn, nothing will help. If you are sad, nothing will help. You have to keep positive and to work very well for your next chance.",
      "author": "Henrikh Mkhitaryan",
      "category": "Positive, Work, Mind"
    },
    {
      "quote": "Even when I wasn't playing, I always had a smile on my face because if I acted sad or mad, it wouldn't help me.",
      "author": "Henrikh Mkhitaryan",
      "category": "Smile, Me, Help"
    },
    {
      "quote": "The funny thing is I'm not bothered or sad about being on my own - after all I've never had a husband.",
      "author": "Francesca Annis",
      "category": "Funny, Husband, My Own"
    },
    {
      "quote": "I'm not bothered or sad about being on my own - after all, I've never had a husband.",
      "author": "Francesca Annis",
      "category": "Husband, Never, My Own"
    },
    {
      "quote": "I've always been very supported. I've never really been sad. I've just been broke. They are very different things.",
      "author": "Daveed Diggs",
      "category": "Never, Different, Always"
    },
    {
      "quote": "I'm sad that it's uncool or offensive to talk about environmental or human rights issues.",
      "author": "Grimes",
      "category": "Environmental, Rights, Human"
    },
    {
      "quote": "It's sad that people will invade someone's privacy - and this is not only regarding someone's private photos - but this goes deep into people's financial privacy, their passwords, their emails, their text messages.",
      "author": "Yvonne Strahovski",
      "category": "Deep, Financial, People"
    },
    {
      "quote": "I'm not a singer. In 'Bye Bye Birdie,' I think I was the sad girl who sits on the park bench during 'Put on a Happy Face.'",
      "author": "Yvonne Strahovski",
      "category": "Happy, Girl, Think"
    },
    {
      "quote": "The best quality about Kobe Bryant? You want me to be honest? I don't know. I'll tell you why. I open my arms to everybody. But he never stepped forward for the embrace. So I never really got to know him. I don't know anything about him, and it's kinda sad.",
      "author": "Shaquille O'Neal",
      "category": "Best, Quality, Me"
    },
    {
      "quote": "There's a rule of writing: if everything is funny, nothing is funny; if everything is sad, nothing is sad. You want that contrast.",
      "author": "J. Michael Straczynski",
      "category": "Funny, Writing, Want"
    },
    {
      "quote": "Like many of my friends in the Pakistani diaspora - and many of my friends in Pakistan itself, for that matter - I have sometimes looked at the country of my birth and wondered whether its future will be one of steady and sad decline.",
      "author": "Mohsin Hamid",
      "category": "Future, Friends, Birth"
    },
    {
      "quote": "Yes's whole career was never really planned in any sort of way. It's always sad when a member leaves, but it's exciting when someone new comes in, and that regenerates the freshness of the band.",
      "author": "Chris Squire",
      "category": "Career, Way, New"
    },
    {
      "quote": "I think actually it's kind of sad because something I looked forward to just getting to the NFL growing up was just being able to have more fun, the rules loosen up, being able to celebrate.",
      "author": "Ezekiel Elliott",
      "category": "Fun, Rules, Celebrate"
    },
    {
      "quote": "I don't think of my songs as sad songs. I think of them as vulnerable and honest. I crack jokes in between songs, so people don't leave feeling too dark.",
      "author": "Mary Lambert",
      "category": "People, Dark, Think"
    },
    {
      "quote": "I've never thought of my characters as being sad. On the contrary, they are full of life. They didn't choose tragedy. Tragedy chose them.",
      "author": "Juliette Binoche",
      "category": "Life, Thought, Tragedy"
    },
    {
      "quote": "I started balding at age 17 and after first being sad, I really embraced it.",
      "author": "Jason Alexander",
      "category": "Age, First, Started"
    },
    {
      "quote": "We never taste a perfect joy our happiest successes are mixed with sadness.",
      "author": "Pierre Corneille",
      "category": "Joy, Sadness, Perfect"
    },
    {
      "quote": "I was told so many times when I was a kid, 'I can't be friends with you, you're too intense, you're too sad all the time.' I really thought that when I made the first album that everyone would understand me, all the people who weren't my friends would become my friends.",
      "author": "Fiona Apple",
      "category": "Time, Friends, Me"
    },
    {
      "quote": "'Lord of the Rings' was my jam. I was so depressed when I realized that I couldn't live in Middle-earth. And I was so sad when I was eleven and didn't get a letter from Hogwarts saying that I was going to be a wizard!",
      "author": "Lucas Till",
      "category": "Live, Saying, Depressed"
    },
    {
      "quote": "Everyone finds my work super sad. I never do. I always find it uplifting in a weird way.",
      "author": "Jeff Lemire",
      "category": "Work, Weird, Find"
    },
    {
      "quote": "It's sad to see these old buildings go because they have so many memories, and it's a real personal kind of thing when you play these places. It's part of our history just gone.",
      "author": "Clarence Clemons",
      "category": "History, Memories, Play"
    },
    {
      "quote": "It would be a sad day if we British stopped being cynical, but you sometimes wonder whether we overdo it.",
      "author": "Boris Johnson",
      "category": "Day, Cynical, You"
    },
    {
      "quote": "It's very rare that things are true about yourself that are on the Internet. It's just sad sometimes. So you definitely try and stay away from it as much as possible.",
      "author": "Taylor Lautner",
      "category": "Internet, Yourself, You"
    },
    {
      "quote": "You're playing a role, but you're still feeling it. You can walk away from it after 'Cut,' but if you're playing a sad or mixed-up person, it's hard to stay in that place for these longish period of times. You kind of have to check out.",
      "author": "Nick Nolte",
      "category": "Walk, You, Place"
    },
    {
      "quote": "Alison Carr on 'Homeland.' She was such great character to play, so clever and full of surprises. I was sad to see her go.",
      "author": "Miranda Otto",
      "category": "Character, Great, Play"
    },
    {
      "quote": "I'm not sad at all about turning 40.",
      "author": "Halle Berry",
      "category": "About, Turning"
    },
    {
      "quote": "I think I would be very sad if I wasn't able to have a baby.",
      "author": "Nicole Kidman",
      "category": "Baby, Think, I Think"
    },
    {
      "quote": "I've had some pretty good arguments with people, but I've never regretted it. I've had people come up where it's all emotion and no fact. That's always sad.",
      "author": "Patton Oswalt",
      "category": "Good, People, Emotion"
    },
    {
      "quote": "Wearing a tuxedo isn't as simple as it sounds. I've been to a lot of award shows in Hollywood over the years and have seen some pretty sad tuxes. It's surprisingly easy to go off the rails.",
      "author": "Paul Feig",
      "category": "Simple, Award, Easy"
    },
    {
      "quote": "What I think is funny is when people, despite tragic situations, are still hopeful, still trying. It's sweet and sad - and, to me, hilarious.",
      "author": "Casey Wilson",
      "category": "Funny, Me, Sweet"
    },
    {
      "quote": "The sad thing about any business I suppose, but in mine you see it particularly, is that you're always asked to do what you've already done.",
      "author": "Jeremy Irons",
      "category": "Business, You, See"
    },
    {
      "quote": "What I really tried to do with Helen was make her show this sad side of her. She was married off at 16, was so young and living in this castle that can't leave because of how she looks, and married to a man she hates and three times her age.",
      "author": "Diane Kruger",
      "category": "Age, Man, Living"
    },
    {
      "quote": "Stories have always been the things that entertain me and make me feel happy and sad and move me and give me the experience of being able to live many lives in one lifetime. It's the best thing about being alive.",
      "author": "Michael Sheen",
      "category": "Happy, Best, Experience"
    },
    {
      "quote": "For a culture that has such a problem with death, we seem to deal with it in a quite bizarre way. We see people shot, killed and blown up, and we find it funny and sexy and all those things. But, the reality of it is that every day people die, and people are really sad and they grieve and they go through a really difficult process with it.",
      "author": "Michael Sheen",
      "category": "Funny, Death, Culture"
    },
    {
      "quote": "The sad thing is most people have to check with someone before they do the things that make them happy. We're all passing through; the least we can do is be happy, and the only way to do that is by being selfish.",
      "author": "Gene Simmons",
      "category": "Happy, Selfish, Be Happy"
    },
    {
      "quote": "I'm the only one in my family who is deaf, and there are still conversations that go around me that I miss out on. And I ask what's going on, and I have to ask to be included. But I'm not going to be sad about it. I don't live in sad isolation. It's just a situation I'm used to.",
      "author": "Marlee Matlin",
      "category": "Family, Me, Isolation"
    },
    {
      "quote": "I would love to be married. But it's not a necessity like the way that I feel I need and want to have children. It would be wonderful to have a husband, and I would feel blessed to do it. But I would feel sad for the rest of my life if I had no kids.",
      "author": "Mindy Kaling",
      "category": "Love, Life, Children"
    },
    {
      "quote": "I write entirely in English; Tagalog chauvinists chide me for this. I feel no guilt in doing so. But I am sad that I cannot write in my native Ilokano. History demanded this; if it isn't English I am using now, I would most probably be writing in Spanish like Rizal, or even German or Japanese.",
      "author": "F. Sionil Jose",
      "category": "History, I Am, Writing"
    },
    {
      "quote": "You can't have an up without a down, a right without a left, a back without a front - or a happy without a sad.",
      "author": "Harlan Coben",
      "category": "Happy, Down, You"
    },
    {
      "quote": "Being single is only sad if you have a problem with your own company. I'm content with mine.",
      "author": "Olga Kurylenko",
      "category": "Problem, Company, You"
    },
    {
      "quote": "I'm always sad when Dad doesn't like my columns. He waits for them every week and usually likes them, in which case he doesn't say a word - it's only if he's critical that he bothers to call.",
      "author": "Sayed Kashua",
      "category": "Week, Say, Always"
    },
    {
      "quote": "I've never met a woman who thinks they've got a good enough figure - however perfect they look - which is sad, because no one else can see these perceived flaws; they're entirely internal.",
      "author": "L'Wren Scott",
      "category": "Good, Woman, Perfect"
    },
    {
      "quote": "It is one of the most saddening things in life that, try as we may, we can never be certain of making people happy, whereas we can almost always be certain of making them unhappy.",
      "author": "Thomas Huxley",
      "category": "Life, Happy, People"
    },
    {
      "quote": "I love jazz music and sad music. I'm a sentimental guy. I'm a romantic guy.",
      "author": "Fred Durst",
      "category": "Love, Music, Romantic"
    },
    {
      "quote": "In my kids' school, the married family is an anomaly... which I do think is sad. I do believe in marriage.",
      "author": "Marcia Gay Harden",
      "category": "Family, Marriage, School"
    },
    {
      "quote": "I'm so glad I spent 10 years being sad and lonely.",
      "author": "Caitlin Moran",
      "category": "Lonely, Years, Being"
    },
    {
      "quote": "It's sad that grandkids show up at the end of obituaries, way behind the list of work place achievements, social clubs and survivors. Why last? If you've got grandkids, you know they're first when it comes to the joy in your life.",
      "author": "Regina Brett",
      "category": "Life, Work, Joy"
    },
    {
      "quote": "I'm sad I'm not in 'The Purge 2.'",
      "author": "Lena Headey",
      "category": "Purge"
    },
    {
      "quote": "A lot of my movies have come to be thought about only years after the fact, and I'm sad about that but also happy about it in a way, as it's given them longevity.",
      "author": "Nicolas Roeg",
      "category": "Happy, Thought, Movies"
    },
    {
      "quote": "I survived turning 60, I was not thrilled to turn 61, I was less thrilled to turn 62, I didn't much like being 63, I loathed being 64, and I will hate being 65. I don't let on about such things in person; in person, I am cheerful and Pollyanna-ish. But the honest truth is that it's sad to be over 60.",
      "author": "Nora Ephron",
      "category": "Truth, I Am, Hate"
    },
    {
      "quote": "Atari is a very sad story.",
      "author": "Steve Wozniak",
      "category": "Story, Very, Atari"
    },
    {
      "quote": "I always feel sad when I come to the end of a book.",
      "author": "Claire Tomalin",
      "category": "Book, End, Feel"
    },
    {
      "quote": "You know, why at the end of your life should you assemble thousands of pages of 'Why am I so sad, why am I so depressed?' Instead, assemble thousands of pages of why you're so content.",
      "author": "Elizabeth Gilbert",
      "category": "Life, End, Know"
    },
    {
      "quote": "Saturdays and Sundays, America in the year 2009 does not in some ways differ significantly from the country that existed almost 50 years ago. This is truly sad.",
      "author": "Eric Holder",
      "category": "America, Country, Years"
    },
    {
      "quote": "There are things you're supposed to learn in life. My biggest regret was terminating a pregnancy when I was about 18. Every day, I think about who that baby would be now; it still makes me sad.",
      "author": "Suzi Quatro",
      "category": "Life, Day, Baby"
    },
    {
      "quote": "The big thing for me is to make films that you feel, whether you feel happy, whether you feel sad, whether you feel sick; it's to make the audience feel so that the next day they remember what they saw.",
      "author": "Asif Kapadia",
      "category": "Happy, Day, Me"
    },
    {
      "quote": "You have to really understand that although certain memories or stories make you sad, you are not sad. Pull yourself out from that emotion and remember that.",
      "author": "Rupi Kaur",
      "category": "Memories, Yourself, Remember"
    },
    {
      "quote": "It's a sad fact that a lot of those countries who haven't been involved in the war in Iraq have taken far more responsibility for rehoming people displaced by the war than Britain has done.",
      "author": "Romola Garai",
      "category": "Responsibility, War, People"
    },
    {
      "quote": "My solo album is dead and buried. We had the funeral. It was sad and I cried a lot but it made such a beautiful corpse that we had an open casket.",
      "author": "Shirley Manson",
      "category": "Beautiful, Dead, Funeral"
    },
    {
      "quote": "There is something sad about malevolence, to be wicked. I have always tried to make that come across in the villains I have played.",
      "author": "Christopher Lee",
      "category": "Always, Something, Wicked"
    },
    {
      "quote": "The attacks on the World Trade Center and the Pentagon shook our nation to the core. Americans were deeply frightened, sad, and angry, and they rallied around a President who, at the time, showed impressive certitude and calm.",
      "author": "Eliot Spitzer",
      "category": "Time, World, Calm"
    },
    {
      "quote": "With my schedule being so crazy, I can't call every day or hang out with my friends like I used to and that's definitely sad.",
      "author": "Jordin Sparks",
      "category": "Day, Friends, Crazy"
    },
    {
      "quote": "I love books; my suitcases are always full of them. Books and shoes. I read when I am sad, when I am happy, when I am nervous. My favourite British author is Jane Austen, and my favourite American one is John O'Hara.",
      "author": "Carolina Herrera",
      "category": "Love, Happy, Shoes"
    },
    {
      "quote": "We all suffer in our own way; like, life is miserable. And I'm not, 'Oh, I'm a stand-up who's sad,' but the reality is that just about everyone is quietly unhappy. I don't think that pertains to comedians specifically. I think most people look at themselves in the mirror and are not happy with what they see.",
      "author": "Nick Kroll",
      "category": "Life, Happy, Mirror"
    },
    {
      "quote": "I find Spike Jones' movies to be really very inventive and funny, but they're really sad and touching and really key into the different facets of the human experience.",
      "author": "Nick Kroll",
      "category": "Funny, Experience, Movies"
    },
    {
      "quote": "Love Is Louder is a movement that is hopefully going to bring some awareness and make some noise when it comes to teens who are feeling suicidal or even just sad, outcasts, and being bullied, and really feel like they have nowhere to turn to.",
      "author": "Brittany Snow",
      "category": "Love, Love Is, Feeling"
    },
    {
      "quote": "When I remember my mother, it makes me really sad. But, when I remember my father, it makes me smile.",
      "author": "Akkineni Nagarjuna",
      "category": "Smile, Father, Mother"
    },
    {
      "quote": "Hollywood is like a really sad, grown up version of high school where people get labeled as 'cool,' 'not cool,' 'jock,' 'bombshell,' 'quirky'... it's like a caste system. You're either in, or you're out.",
      "author": "Zoe Kravitz",
      "category": "School, Cool, People"
    },
    {
      "quote": "You have to keep hobbies in L.A. Otherwise, it's sad.",
      "author": "Lake Bell",
      "category": "You, Hobbies, Keep"
    },
    {
      "quote": "What I think is sad about the rom-com genre is that it has adopted this pejorative title. I think the reason why there haven't been as many great ones is because we are fighting against the genre itself. If it is a romantic comedy then snuggle up to the fact that it can be a really earnest, refreshing feeling to feel good after a movie.",
      "author": "Lake Bell",
      "category": "Romantic, Good, Great"
    },
    {
      "quote": "I never get scared making these kinds of movies because it's all make-believe, but I did cry when I saw the finished version of Man On Fire because it is so sad.",
      "author": "Dakota Fanning",
      "category": "Man, Fire, Movies"
    },
    {
      "quote": "The hardest thing is at the end you have to say bye to all these people who you have worked with for so many months. It was really sad not to see them anymore. But you have the parties that you go to and you get to see them, like the premieres and the screenings.",
      "author": "Dakota Fanning",
      "category": "End, People, You"
    },
    {
      "quote": "I like everything perfect. Everything has to be neat. My sister is 5, and she's more messy than I am. I make my bed every morning, everything's perfect. My shoes are all arranged. It's sad. I'm a little like Ray, a little bit.",
      "author": "Dakota Fanning",
      "category": "Morning, Sister, Shoes"
    },
    {
      "quote": "I grew up thinking that it's okay to be sad, angry, and express your emotions. I have also banged doors and fought, as I have seen my mom do that when she would fight with my dad. Everything that I've learnt is from them, so I've never struggled to express myself.",
      "author": "Alia Bhatt",
      "category": "Myself, Mom, Thinking"
    },
    {
      "quote": "I don't know who would not classify themselves as a romantic. I think that would be sort of sad.",
      "author": "Natalie Portman",
      "category": "Romantic, Know, Think"
    },
    {
      "quote": "I'm very artistic and creative, disorganised - ambitious, I would say, if that even makes sense. I'm definitely not the most mathematical person in the world; not scientific. I can't even work out a tip; it's really sad. But I've always thought, play up your strengths and let someone else handle your weaknesses. It's OK. Work together.",
      "author": "Whitney Wolfe",
      "category": "Work, Together, World"
    },
    {
      "quote": "I know a lot of sad people who aren't comedians.",
      "author": "Gene Wilder",
      "category": "People, Know, Comedians"
    },
    {
      "quote": "I allow myself to not feel the need to be some sort of wonder woman. You can't do everything at once and tear your hair out when you miss your baby using a potty for the first time, although my son was obviously very sad that his mum was not there on his big day.",
      "author": "Catherine Zeta-Jones",
      "category": "Time, Myself, Son"
    },
    {
      "quote": "I don't really do sad, depressing songs.",
      "author": "Olly Murs",
      "category": "Depressing, Songs, Really"
    },
    {
      "quote": "If people are paying money to see me, then I want them to walk away from the show knowing they had a really great time. I want it to be very energetic and to have fun, sad, emotional and uplifting moments. I want it to have everything!",
      "author": "Olly Murs",
      "category": "Time, Money, Great"
    },
    {
      "quote": "I'm not going to do a song that's really sad and thoughtful. Although I've done ballads like 'Dear Darlin',' I want to make them dance and be happy.",
      "author": "Olly Murs",
      "category": "Happy, Dance, Be Happy"
    },
    {
      "quote": "I've always been drawn to Marilyn Monroe, but certain aspects of her story may be too sad to tell.",
      "author": "Sherilyn Fenn",
      "category": "Story, Her, Always"
    },
    {
      "quote": "I've worked with some people that just spent hours and hours and hours in the mirror, and just so much importance is based on that. And I do find that sad.",
      "author": "Sherilyn Fenn",
      "category": "Mirror, People, Find"
    },
    {
      "quote": "For whatever reason, the films I gravitate towards do have these strange sort of tonal balances to them... I kind of realized on '50/ 50' why I liked these blending of tones, because I think it's kind of what life is like: funny one minute, sad the next, scary the next.",
      "author": "Jonathan Levine",
      "category": "Funny, Life, Think"
    },
    {
      "quote": "I am very sad that some designers are still using real fur when the fake alternatives are so effective and so easily obtainable.",
      "author": "Twiggy",
      "category": "I Am, Fake, Real"
    },
    {
      "quote": "I was at the Olympic Games winning medals and I still doubted my image. I doubted what I looked like. That's sad.",
      "author": "Shawn Johnson",
      "category": "Winning, Like, Games"
    },
    {
      "quote": "I find it amusing on one level, poignant on another, when people try to get recognition from an outside source. It's sad.",
      "author": "Grace Slick",
      "category": "People, Try, Find"
    },
    {
      "quote": "Football is a sad game.",
      "author": "George Best",
      "category": "Football, Game"
    },
    {
      "quote": "It's a sad thing to contemplate, but I'm the last surviving cast member of 'The African Queen.'",
      "author": "Theodore Bikel",
      "category": "Queen, Surviving, Last"
    },
    {
      "quote": "Chocolate is the go-to ingredient for many people. It is the thing people crave when they are happy and celebrate it is also the go-to ingredient for many people when we are sad or depressed. It makes us feel better.",
      "author": "Johnny Iuzzini",
      "category": "Happy, Celebrate, People"
    },
    {
      "quote": "I probably never would have been hired on Broadway had I not moved out to L.A. and pursued acting and film, which is sad, really.",
      "author": "Amy Adams",
      "category": "Acting, Broadway, Never"
    },
    {
      "quote": "I was very sad to hear of the death of Ronnie Barker, who was such a warm, friendly and encouraging presence to have when I started in television. He was also a great comic actor to learn from.",
      "author": "John Cleese",
      "category": "Death, Great, Television"
    },
    {
      "quote": "I am an optimist, and I try to think that the light will always prevail in any situation, so it doesn't really make me sad about humanity because I think, deep down, everybody is full of love and light.",
      "author": "Thomas Gibson",
      "category": "Love, Light, Deep"
    },
    {
      "quote": "My dad was a homicide cop in the gay neighborhood in the city when gay neighborhoods were desperate, depressing, sad places run by the mob. The only gay people he'd met when I came out to him were corpses.",
      "author": "Dan Savage",
      "category": "City, Gay, People"
    },
    {
      "quote": "But you see, that's the gilded prison of fashion. We're riding in private jets, and meantime I was so incredibly, painfully sad and lonely.",
      "author": "Janice Dickinson",
      "category": "Fashion, Lonely, Prison"
    },
    {
      "quote": "I guess it's sad that anybody, regardless of profession, that they're in this country, would take a shot at our military.",
      "author": "Jeff Fisher",
      "category": "Military, Country"
    },
    {
      "quote": "You start to fall in love with characters as you work with them, and anytime that you care about your characters and you realize that you're gonna have to kill them, that fear creeps in. It's sad. It's scary, and it's also sad. Because you like these people.",
      "author": "Drew Goddard",
      "category": "Love, Work, Fear"
    },
    {
      "quote": "My father's death, my move, and my frightening and difficult delivery created a tremendous amount of stress, pain, and sadness for me. I was practically devastated beyond recovery.",
      "author": "Brooke Shields",
      "category": "Death, Father, Stress"
    },
    {
      "quote": "As a writer, or as a filmmaker, you have to present yourself, and part of what yourself is is what you're interested in, or what you think is funny, or what you think is sad, or what you think is horrible.",
      "author": "Charlie Kaufman",
      "category": "Funny, Yourself, Think"
    },
    {
      "quote": "I've met so many fans of daytime television who've watched the shows with their moms and grandmas and feel like they've known the characters their whole lives. It's sad for them to have to say goodbye to their favorite soaps and characters. We don't want that to happen to the 'Days' fans.",
      "author": "Alison Sweeney",
      "category": "Goodbye, Television, Want"
    },
    {
      "quote": "Nobody wants to hear R&B. It's sad. If you want to be on the radio you got to stay young.",
      "author": "Jamie Foxx",
      "category": "Want, Young, You"
    },
    {
      "quote": "It feels really sad, to me, to go to a dark bedroom. It's like surrendering to the night or something.",
      "author": "James Franco",
      "category": "Night, Me, Dark"
    },
    {
      "quote": "The 2012 presidential campaign's turn away from the classic, straight-up, American election - where the candidate who gets the most votes nationwide wins - is another sad reminder of the extreme political polarization distorting today's politics. No one talks about a 50-state strategy for winning the presidency these days.",
      "author": "Juan Williams",
      "category": "Today, Winning, Politics"
    },
    {
      "quote": "So many schools are getting rid of music programs and it's really sad because I know that when I started singing and stuff it was something that I always wanted to do and I never believed in myself to be able to do it.",
      "author": "Hilary Duff",
      "category": "Music, Myself, Singing"
    },
    {
      "quote": "Marketing has supplanted story as the primary force behind the worthiness of making a film, and that's a very sad thing. It's film only as a function of consumerism rather than as an important component of our culture, and that's everywhere around the world.",
      "author": "Alexander Payne",
      "category": "Culture, World, Marketing"
    },
    {
      "quote": "If you're sad about what you see in the mirror when you wake up every morning, you must change it.",
      "author": "Azzedine Alaia",
      "category": "Change, Morning, Mirror"
    },
    {
      "quote": "Nobody destroys people - people destroy themselves, and it's very, very sad.",
      "author": "John Catsimatidis",
      "category": "People, Nobody, Destroy"
    },
    {
      "quote": "A sad person who is so involved with his sadness that he mistakes it for reality will have a hard time seeing himself as anything but sad. For him, the sadness is not a feeling that he experiences - it is him.",
      "author": "Mary Gaitskill",
      "category": "Time, Mistakes, Sadness"
    },
    {
      "quote": "It's sad to think right now, but probably the Russian and Chinese government know more about Hillary Clinton's e-mail server than do the members of the United States Congress. And - and that has put our national security at risk.",
      "author": "Scott Walker",
      "category": "Government, Risk, Know"
    },
    {
      "quote": "I think my thing is that... I don't know. And that's why I don't wanna sing about 'This is me, this is who I am' because, like, even the question, 'Tell me about yourself' - what are you supposed to say? 'Ooh, I'm a happy girl, but I'm sad, too'? People are so complex.",
      "author": "Zara Larsson",
      "category": "Happy, I Am, Girl"
    },
    {
      "quote": "It's incredible that they censor films. It's sad.",
      "author": "Dario Argento",
      "category": "Incredible, Censor, Films"
    },
    {
      "quote": "For a long time, censors have been cutting my works. This makes me so sad, because many times they will tell me, 'Television won't like, so we have to cut, cut, cut!'",
      "author": "Dario Argento",
      "category": "Time, Me, Television"
    },
    {
      "quote": "I have nothing against younger women and older men on screen. What is sad is that so many women over 40 who have so much to give aren't being considered to play opposite men their own age or younger.",
      "author": "Rene Russo",
      "category": "Age, Women, Men"
    },
    {
      "quote": "I think that's very sad, that I haven't allowed my heart to be broken. I have broken a few.",
      "author": "Sally Field",
      "category": "Heart, Broken, Think"
    },
    {
      "quote": "I've never had my heart broken. It's a very sad state of affairs. I think everybody should have their heart broken. I don't think it says anything good about me at all.",
      "author": "Sally Field",
      "category": "Good, Heart, Me"
    },
    {
      "quote": "Dwight is a sad clown. You've seen those paintings of sad clown.",
      "author": "Rainn Wilson",
      "category": "Clown, You, Seen"
    },
    {
      "quote": "I enjoy being recognized. I'll be very sad if people stop recognizing me. I'll be very sad if I'm not interviewed, because that's a very amazing process.",
      "author": "Anupam Kher",
      "category": "Amazing, Me, Enjoy"
    },
    {
      "quote": "It's sad when people break up.",
      "author": "Pete Townshend",
      "category": "People, Up, Break"
    },
    {
      "quote": "Women get the attention when we get into the men's arena, and that's sad.",
      "author": "Billie Jean King",
      "category": "Women, Men, Attention"
    },
    {
      "quote": "I ate cucumbers and saltines - not because I wanted to look a certain way, but because I was so sad my appetite disappeared.",
      "author": "Betty Gilpin",
      "category": "Look, Way, Because"
    },
    {
      "quote": "If I can procure three hundred good substantial names of persons, or bodies, or institutions, I cannot fail to do well for my family, although I must abandon my life to its success, and undergo many sad perplexities and perhaps never see again my own beloved America.",
      "author": "John James Audubon",
      "category": "Life, Success, Family"
    },
    {
      "quote": "I find it a bit sad that there is no photo of me hanging on the walls in the Berlin Museum at Checkpoint Charlie.",
      "author": "David Hasselhoff",
      "category": "Me, Museum, Walls"
    },
    {
      "quote": "The world would be a very sad place if readers could only love one story.",
      "author": "Sylvia Day",
      "category": "Love, World, Story"
    },
    {
      "quote": "The Indian Summer of life should be a little sunny and a little sad, like the season, and infinite in wealth and depth of tone, but never hustled.",
      "author": "Henry Adams",
      "category": "Life, Summer, Wealth"
    },
    {
      "quote": "I think as an American society, when we're paying too many taxes or dealing with war, we don't want to see sad things at the movies.",
      "author": "Zoe Saldana",
      "category": "War, Society, American"
    },
    {
      "quote": "I think everyone feels alone in their sadness, and there's a certain value to hearing other people's sad stories.",
      "author": "Brandon Stanton",
      "category": "Alone, Sadness, Value"
    },
    {
      "quote": "It is a sad day for our country when the moral foundation of our law and the acknowledgment of God has to be hidden from public view to appease a federal judge.",
      "author": "Soledad O'Brien",
      "category": "Day, God, Law"
    },
    {
      "quote": "Women are reputed never to be disgusted. The sad fact is that they often are, but not with men; following the lead of men, they are most often disgusted with themselves.",
      "author": "Germaine Greer",
      "category": "Women, Men, Lead"
    },
    {
      "quote": "I got interested in reading very early, because a story was read to me, by Hans Christian Andersen, which was 'The Little Mermaid,' and I don't know if you remember 'The Little Mermaid,' but it's dreadfully sad. The little mermaid falls in love with this prince, but she cannot marry him because she is a mermaid.",
      "author": "Alice Munro",
      "category": "Love, Reading, Me"
    },
    {
      "quote": "The history of soccer is a sad voyage from beauty to duty. When the sport became an industry, the beauty that blossoms from the joy of play got torn out by its very roots.",
      "author": "Eduardo Galeano",
      "category": "Beauty, History, Joy"
    },
    {
      "quote": "It makes me sad there is still some intellectual snobbery out there.",
      "author": "Steve Easterbrook",
      "category": "Me, Intellectual, Still"
    },
    {
      "quote": "Death makes us sad, but it can also make us feel more alive.",
      "author": "Sally Mann",
      "category": "Death, Alive, Feel"
    },
    {
      "quote": "I was sad to see anybody leave, we had a very nice family on that show. I was very sad to see momma go, Victoria and especially Linda. My god that was my wife on the show, in fact my wife calls her wife.",
      "author": "Larry Hagman",
      "category": "Family, God, Wife"
    },
    {
      "quote": "Listeners instinctively detect that when we lower the usual pitch of our voice, we are sad, and when we raise it, we are angry or fearful.",
      "author": "Leonard Mlodinow",
      "category": "Voice, Angry, Usual"
    },
    {
      "quote": "It's so sad to see how few people in the Obama administration have any private sector experience.",
      "author": "Foster Friess",
      "category": "Experience, People, See"
    },
    {
      "quote": "This is going to sound really sad, but I didn't really have any heartthrobs when I was growing up. I was a bit of a geek.",
      "author": "Gugu Mbatha-Raw",
      "category": "Growing Up, Growing, Sound"
    },
    {
      "quote": "When you're going through something, whether it's a wonderful thing like having a child or a sad thing like losing somebody, you often feel like 'Oh my God, I'm so overwhelmed; I'm dealing with this huge thing on my own.' In fact, poetry's a nice reminder that, no, everybody goes through it. These are universal experiences.",
      "author": "Caroline Kennedy",
      "category": "God, Poetry, Child"
    },
    {
      "quote": "We've got people looking at our seamy side and our sad side a lot of the time because that's easier. It's much more difficult to make a film about happiness with lots of jokes in it.",
      "author": "Emma Thompson",
      "category": "Happiness, Time, People"
    },
    {
      "quote": "I always knew that St. Jude was an amazing organization but meeting the kids and seeing how the hospital works first hand was truly beautiful. It doesn't feel like a regular hospital all dreary and sad. It's a colorful, beautiful, comfortable, fun place to live and the energy is wonderful.",
      "author": "Ariana Grande",
      "category": "Beautiful, Fun, Amazing"
    },
    {
      "quote": "I do not take steroids. I never have. It's sad to me that people want to point fingers. I don't do that. That's not me. I wouldn't feel like a human being.",
      "author": "Jackie Joyner-Kersee",
      "category": "Me, People, Want"
    },
    {
      "quote": "Sorrows are like thunderclouds, in the distance they look black, over our heads scarcely gray.",
      "author": "Jean Paul",
      "category": "Black, Look, Distance"
    },
    {
      "quote": "When you socially neglect a people, when you economically abandon a people, when you transfer wealth from them to the well-to-do, what are a people going to do? They're going to respond with very sad forms of despair, and that's true for everybody - I don't care what color you are.",
      "author": "Cornel West",
      "category": "Color, People, Wealth"
    },
    {
      "quote": "I've found that people feel very free to say insulting things, not about me personally, but about the things I believe. It's sad, because I really could care less where people are coming from, politically, religiously.",
      "author": "Patricia Heaton",
      "category": "Believe, Me, People"
    },
    {
      "quote": "I guess I was an early method actress. I would go to a quiet part of the sound stage with my mother. I wouldn't think of anything sad, I would just make my mind a blank. In a minute I could cry.",
      "author": "Shirley Temple",
      "category": "Mother, Mind, Think"
    },
    {
      "quote": "My loving sister Mary has always shared the pain and pleasure of my heartbeat in a unique and special way. We have sung our sad and warm songs together.",
      "author": "John Henrik Clarke",
      "category": "Sister, Together, Pain"
    },
    {
      "quote": "At the outset, I think that one should be natural, not just when it comes to writing but in every area of life. If you try to be something that you are not just to impress others, then it's a rather sad life.",
      "author": "Amish Tripathi",
      "category": "Life, Writing, Think"
    },
    {
      "quote": "I'm very sensitive. I remember, as a kid at school, if someone in the classroom was sad or angry, it could have a great impact on me.",
      "author": "Aurora",
      "category": "Great, School, Me"
    },
    {
      "quote": "51st State was one that I loved doing because the character was so out there, and in a way I was sad to leave the character behind. I'm afraid I could never be that cool in real life!",
      "author": "Emily Mortimer",
      "category": "Life, Character, Cool"
    },
    {
      "quote": "Just because I'm talking about something that might have been a sad or painful situation doesn't mean that I'm sad or tortured 24 hours a day any more than anybody else is.",
      "author": "Lucinda Williams",
      "category": "Day, Situation, Mean"
    },
    {
      "quote": "I've never really been met with indifference, where they say, 'Who cares?' I think that's what good art is supposed to do. It's not supposed to make you feel good about your own prejudices and your own values; it's supposed to open you up in some way and get you outraged or make you happy or make you sad or whatever it's going to do.",
      "author": "T. C. Boyle",
      "category": "Art, Happy, Good"
    },
    {
      "quote": "Dance has helped me overcome a lot of personal challenges. If I feel sad or depressed, I just go to the set and dance. It makes me feel alive.",
      "author": "Remo D'Souza",
      "category": "Dance, Challenges, Me"
    },
    {
      "quote": "I'm quite an odd little part of the Venn diagram. I'm not a movie star and beautiful in that way. I do an odd thing that's funny and sad, and my face and my old body can take that.",
      "author": "Tamsin Greig",
      "category": "Funny, Beautiful, Body"
    },
    {
      "quote": "I've traveled around the country and I read local newspapers and all of that, and it's a sad, sad thing to go from city to city and see the small newspapers and they're tiny. They're tiny not only in size but also in scope.",
      "author": "Jim Lehrer",
      "category": "City, Small, See"
    },
    {
      "quote": "I find America falling in love with a TV show flattering and interesting, but at the same time a little sad.",
      "author": "David Schwimmer",
      "category": "Love, Time, America"
    },
    {
      "quote": "I get to play characters that kind of shock people and I enjoy doing that. I like characters that have meaning and get people in the heart. I want to be able to get people to cry or make people angry or sad.",
      "author": "Alexa Vega",
      "category": "Heart, Enjoy, People"
    },
    {
      "quote": "I could never really choose a favorite book, but whenever I'm asked what my favorite movie is, I always say 'Withnail & I,' a British film from 1987. It's funny and sad and absolutely gorgeous to look at. It's the film I can watch over and over again.",
      "author": "Lisa Lutz",
      "category": "Funny, Book, Look"
    },
    {
      "quote": "Yes, as an oppressed people, American Indians have this epic burden, but first and foremost, they're human: sometimes a mess, sometimes funny or sad, at times very wise, and other times not wise at all - a lot like me.",
      "author": "Alexandra Fuller",
      "category": "Funny, Wise, American"
    },
    {
      "quote": "If I get the forty additional years statisticians say are likely coming to me, I could fit in at least one, maybe two new lifetimes. Sad that only one of those lifetimes can include being the mother of young children.",
      "author": "Anna Quindlen",
      "category": "Children, Mother, Me"
    },
    {
      "quote": "When you think about such fine actors as Maggie Smith or Michael Gambon, they do all mediums. I think it would be quite sad and a bit dull just to have to stick to one. I like all of them.",
      "author": "Keeley Hawes",
      "category": "Think, You, Fine"
    },
    {
      "quote": "A lot of my characters are underdogs or sad or lonely, but I had a comfortable, golden sort of childhood.",
      "author": "Anthony Browne",
      "category": "Childhood, Lonely"
    },
    {
      "quote": "I was friends with Susan Sontag the last four years of her life. She had this amazing charisma and so much energy, but she had a sad little funeral in Montparnasse in Paris.",
      "author": "Marina Abromovic",
      "category": "Life, Friends, Amazing"
    },
    {
      "quote": "Apart from the fact that your physical ability starts to decline, I also think someone in their fifties being childlike becomes a little sad. You've got to be careful.",
      "author": "Rowan Atkinson",
      "category": "Think, You, Be Careful"
    },
    {
      "quote": "People are getting away from the whole album experience, it's true. I think that's sad. Maybe I'm just saying that because I'm an old fart. But I can't help it - albums are what I grew up with, and I still love them.",
      "author": "Alex Lifeson",
      "category": "Love, Experience, Help"
    },
    {
      "quote": "Depression is internal. The upswings and downswings have pretty much nothing to do with what's going on in the external world. It's not like something sad happens to you and then you feel sad. Good things happen, but you feel sad anyway.",
      "author": "Graham Moore",
      "category": "Good, Depression, World"
    },
    {
      "quote": "We tell our triumphs to the crowds, but our own hearts are the sole confidants of our sorrows.",
      "author": "Edward G. Bulwer-Lytton",
      "category": "Tell, Own, Hearts"
    },
    {
      "quote": "Every day, when I am working with my boys, I tell them as long as you put in your best efforts, I am there to back you. But the day I find your energy flagging on the field, the day I find you have not put in your best, that's when I will be really upset and sad.",
      "author": "Nita Ambani",
      "category": "Day, Best, I Am"
    },
    {
      "quote": "I'm a person who likes these sort of movies... sad but moving 'art movies' that normally are at a festival and then they go to a small art house theater and disappear.",
      "author": "Zach Braff",
      "category": "Art, Moving, Small"
    },
    {
      "quote": "Music videos are notoriously long, not fun, grueling. You are known there as a dancer and it's kind of sad because dancers, in a lot of ways, are under-appreciated and kind of under-respected when it come to that so they don't necessarily treat you in a nice way when you do a music video.",
      "author": "Jenna Dewan",
      "category": "Music, Fun, Treat"
    },
    {
      "quote": "I went to high school with girls that would daydream about what strip club they wanted to work at. That's one of the sad things about Vegas.",
      "author": "Brandon Flowers",
      "category": "Work, School, High School"
    },
    {
      "quote": "I didn't want to be on the losing side. I was fed up with Jewish weakness, timidity and fear. I didn't want any more Jewish sentimentality and Jewish suffering. I was sickened by our sad songs.",
      "author": "Lionel Blue",
      "category": "Fear, Losing, Suffering"
    },
    {
      "quote": "You have to sound sad first of all, then maybe later you can sound good.",
      "author": "Steve Lacy",
      "category": "Good, You, Sound"
    },
    {
      "quote": "Whenever the lion fish in the fish tank in the captain's ready room died it was always a sad moment.",
      "author": "Patrick Stewart",
      "category": "Lion, Moment, Fish"
    },
    {
      "quote": "I don't know what to say to that, but I have to agree with Johnny that, yeah, we do touch upon things that most men would rather not admit: That we feel pain, we cry, get sad and sometimes don't deal well with disappointment.",
      "author": "Peter Steele",
      "category": "Pain, Men, Disappointment"
    },
    {
      "quote": "You've got to be happy when you play a sad character; otherwise, you just get depressed. Make your real life as fun as possible.",
      "author": "Sophie Turner",
      "category": "Life, Happy, Character"
    },
    {
      "quote": "It's sad that the BBC is toning down Dennis the Menace for a cartoon series. He is losing his weapons, catapult and peashooter, will no longer pick on Walter the Softy, and his ferocious grimace is to be replaced by a charming, boyish smile.",
      "author": "Simon Hoggart",
      "category": "Smile, Losing, Down"
    },
    {
      "quote": "In Mississippi, you don't admit that you're gay. It's just an awkward thing down South, which is sad.",
      "author": "Lance Bass",
      "category": "Gay, Down, You"
    },
    {
      "quote": "Poverty makes you sad as well as wise.",
      "author": "Bertolt Brecht",
      "category": "Money, Wise, Poverty"
    },
    {
      "quote": "I like to write sad songs. They're much easier to write and you get a lot more emotion into them. But people don't want to hear them as much. And radio definitely doesn't; they want that positive, uptempo thing.",
      "author": "Alan Jackson",
      "category": "Positive, People, Want"
    },
    {
      "quote": "When I look back at those pictures of my mother performing - and listen to her recordings - it makes me sad to think that all of that joy she found in her work came to an end. I wish she hadn't had to make that sacrifice, even if it was for the benefit of my father and siblings and me.",
      "author": "Marlo Thomas",
      "category": "Work, Father, Mother"
    },
    {
      "quote": "It's not nice to say it - I know female musicians, but not so many rappers. I can't think of one I idolize, which is sad, but I'm hoping that will change.",
      "author": "Awkwafina",
      "category": "Change, Musicians, Nice"
    },
    {
      "quote": "Poetry is a beautiful way of expressing feelings - happy, sad, angry, caring. It's also a way that we share with other people, to help them with those feelings.",
      "author": "Mattie Stepanek",
      "category": "Happy, Beautiful, Caring"
    },
    {
      "quote": "I didn't know my mother had it. I think a lot of women don't know their mothers had it; that's the sad thing about depression. You know, you don't function anymore. You shut down. You feel like you are in a void.",
      "author": "Marie Osmond",
      "category": "Women, Mother, Depression"
    },
    {
      "quote": "There is something sad about clothes laid in a tomb of trunks.",
      "author": "Suzy Menkes",
      "category": "Clothes, Something, Laid"
    },
    {
      "quote": "I had all these tapes in my closet that I had shot years ago with my friend Jean-Michel Basquiat. I was working on a film about him when he died, and then I just put everything away. It was too sad.",
      "author": "Tamra Davis",
      "category": "Friend, Working, Years"
    },
    {
      "quote": "I was a fan of 'Six Feet Under' and was very sad when it ended, so I was not ready to switch my allegiance to another show. So I was like, 'I'm not watching this 'True Blood.' Then a friend got a bootleg copy of the first four episodes, and by the third one, I was irrevocably hooked.",
      "author": "Denis O'Hare",
      "category": "Friend, Feet, Blood"
    },
    {
      "quote": "'m really proud of 'Sad, Sad World' because it manages to state a very complex paradox of an emotion that I experienced when I had children, which is this great happiness and this great intensity, but with that intensity comes a deeper understanding of the world.",
      "author": "Jamie Cullum",
      "category": "Happiness, Children, Great"
    },
    {
      "quote": "People say, oh it's a shame, you're not nostalgic about the '60s. Well actually, it's quite good, when you think of it. Wouldn't it be sad if I was sitting here wishing it back?",
      "author": "Robert Wyatt",
      "category": "Good, People, Think"
    },
    {
      "quote": "You see guys going up to girls in bars and saying, 'Oh, can I show you a trick?' It's a tool. I find it kind of sad; it breaks my heart a little bit. They should try to use their own personalities. It sort of smacks of using magic as a crutch, which is not what it should be.",
      "author": "Keith Barry",
      "category": "Heart, Magic, Saying"
    },
    {
      "quote": "Making people laugh is so much more difficult than making them sad. Too much fiction defaults to the somber, the tragic. This is because sad endings are easy in comparison - happy endings aren't at all simple to earn, especially when writing to an audience jaded by them.",
      "author": "Stephen Graham Jones",
      "category": "Happy, Writing, Simple"
    },
    {
      "quote": "It's much easier to write when you're sad. But you can end up isolated and depressed because you almost need to put yourself in that situation to have that angst to write from.",
      "author": "Natalie Imbruglia",
      "category": "End, Yourself, You"
    },
    {
      "quote": "Divorce was very sad, obviously, but now I've gotten over it.",
      "author": "Natalie Imbruglia",
      "category": "Divorce, Now, Over It"
    },
    {
      "quote": "I so desperately hate to end these movies that the first thing I do when I'm done is write another one. Then I don't feel sad about having to leave and everybody going away. That's why I tend to work with the same people I really befriend them.",
      "author": "John Hughes",
      "category": "Work, Hate, End"
    },
    {
      "quote": "My greatest regret is not having gone to Wellesley College. it is something I have felt a little sad about my whole life.",
      "author": "Rose Kennedy",
      "category": "Life, College, Regret"
    },
    {
      "quote": "As a songwriter I hate this whole, 'If it's a sad song, it has to sound like a sad song thing.' And that goes all the way back to my days with the Format. I'm an insane narcissist, so if I have to get something off my chest, I'll get something off my chest.",
      "author": "Nate Ruess",
      "category": "Hate, Song, Insane"
    },
    {
      "quote": "I take my inspiration for the song writing from little experiences, not even if I've experienced them myself but say if something has made me sad, I will use that emotion. I just use everyday life and write about it.",
      "author": "Pixie Lott",
      "category": "Life, Myself, Writing"
    },
    {
      "quote": "I think people tend to forget that as celebrities we are still human. We have the same emotions - we cry, we have fun, we laugh, we get sad, and we get hurt. When something is written about you, which millions of people are reading, and it is not true, imagine how hurtful it can be.",
      "author": "Sania Mirza",
      "category": "Reading, Fun, Hurt"
    },
    {
      "quote": "The music of ABBA is not that happy. It might sound happy, in some strange way, but deep within, it's not happy music. It has that Nordic melancholic feeling to it. What fools you is the girls' voices. You know, I do think that is one of the secrets about ABBA. Even when we were really quite sad, we always sounded jubilant.",
      "author": "Bjorn Ulvaeus",
      "category": "Music, Happy, Deep"
    },
    {
      "quote": "We have real cliched ideas of what prison life is like. It is not a happy place. It's a desperate, sad situation.",
      "author": "Powers Boothe",
      "category": "Life, Happy, Ideas"
    },
    {
      "quote": "My comedy is for children from three to 93. You do need a slightly childish sense of humour and if you haven't got that, it's very sad.",
      "author": "Norman Wisdom",
      "category": "Children, Comedy, You"
    },
    {
      "quote": "There is perhaps no more rewarding romance heroine than she who is not expected to find love. The archetype comes in many disguises - the wallflower, the spinster, the governess, the single mom - but always with one sad claim: Love is not in her cards.",
      "author": "Sarah MacLean",
      "category": "Love, Mom, Love Is"
    },
    {
      "quote": "You play to different parts of yourself when you take on various roles. Like, you are your confident self when you're playing this person, and you're your sad self when playing another person - but it's all a part of you somewhere.",
      "author": "Riley Keough",
      "category": "Self, Yourself, Play"
    },
    {
      "quote": "The sad part about our past is that religions, ironically enough, are responsible for creating the most destructive idea that has ever been visited upon the human race: the idea that there is such a thing as 'better.'",
      "author": "Neale Donald Walsch",
      "category": "Past, Better, Human"
    },
    {
      "quote": "For a woman who's a widow and pretty much a loner, I can walk out, and I'm surrounded by NYU kids. The energy jumps off the sidewalks, and I never feel sad or bored.",
      "author": "Blythe Danner",
      "category": "Woman, Walk, Energy"
    },
    {
      "quote": "Ideally, I would love to mix singing and acting, but you can only be a pop star for so many years. I mean, at 30 it's a little bit sad, right?",
      "author": "Rachel Stevens",
      "category": "Love, Acting, Singing"
    },
    {
      "quote": "I think a lot of people think that my parents' deaths is why I write such sad songs, but that's not true. Those songs may just be the woman I am.",
      "author": "Shelby Lynne",
      "category": "Parents, I Am, Woman"
    },
    {
      "quote": "I ran track in college. And that team, that all-lady team that I was on, I can remember just being so incredibly sad that I knew we were all going to leave each other after we graduated and that our lives would change. And even though I was the bridesmaid at all their weddings and stuff like that, it's just not the same, right?",
      "author": "Kay Cannon",
      "category": "Change, Team, College"
    },
    {
      "quote": "I had lost my grandfather just a month-and-a-half before I made my debut. I was suddenly scoring runs and getting into the fray. It was a very trying period for me. I was happy as well as sad.",
      "author": "Mohammad Azharuddin",
      "category": "Happy, Me, Lost"
    },
    {
      "quote": "I'm so grounded, it's sad.",
      "author": "Patti LaBelle",
      "category": "Grounded"
    },
    {
      "quote": "When you do a good comedy show, you have to understand that if you don't have drama or sad moments, then the comedy turns into a clowning kind of situation.",
      "author": "Jaime Camil",
      "category": "Good, Moments, Drama"
    },
    {
      "quote": "It's not like I force myself to think of sad things, but... it's more that I make music because it makes me happy.",
      "author": "Jamie xx",
      "category": "Music, Happy, Myself"
    },
    {
      "quote": "Sometimes it makes me sad that I didn't get to have one family for my entire life.",
      "author": "Isabel Gillies",
      "category": "Life, Family, Me"
    },
    {
      "quote": "I wrote the song For A Dancer for a friend of mine who died in a fire. He was in the sauna in a house that burned down, so he had no idea anything was going on. It was very sad.",
      "author": "Jackson Browne",
      "category": "Fire, Friend, Song"
    },
    {
      "quote": "It's nice to be with someone, but I don't think you need to be in a relationship to feel complete. That would be really sad.",
      "author": "Kristin Davis",
      "category": "Relationship, Think, Nice"
    },
    {
      "quote": "I love sad. Sadness makes you feel more than anything.",
      "author": "Jeff Ament",
      "category": "Love, Sadness, You"
    },
    {
      "quote": "Ghost! I miss him! Is that weird? I miss him even though I invented him. I feel a lot of tenderness toward him. I don't write a lot of stuff that is sad or that is tender and affectionate, so that has a very special place in my heart.",
      "author": "Mallory Ortberg",
      "category": "Heart, Weird, Place"
    },
    {
      "quote": "I love my past, I love my present. I am not ashamed of what I have had, and I am not sad because I no longer have it.",
      "author": "Sidonie Gabrielle Colette",
      "category": "Love, I Am, Past"
    },
    {
      "quote": "I feel quite sad for the young musicians coming up because they may never get to pay their rent properly. It doesn't matter what the genre; nowadays, it's so much harder than it ever was.",
      "author": "Bryan Adams",
      "category": "Musicians, Matter, Young"
    },
    {
      "quote": "I'm a sucker for a sad song.",
      "author": "Chris Young",
      "category": "Song, Sucker"
    },
    {
      "quote": "I write about heartbreak because I like writing about sad things, but I'm writing happy songs, too!",
      "author": "Jackie Evancho",
      "category": "Happy, Writing, Heartbreak"
    },
    {
      "quote": "I think it's bad for fellas when they lose their mothers. Mine was such a character. Oh it was sad, really sad. And, with her gone, the family home was gone, so what was left of any roots I had were completely dug up.",
      "author": "Paul O'Grady",
      "category": "Family, Home, Character"
    },
    {
      "quote": "I fear that I won't work in the theatre again. I'm sad about that. But I won't retire.",
      "author": "Maggie Smith",
      "category": "Work, Fear, Theatre"
    },
    {
      "quote": "I think a lot about when times were simpler, when I was still dancing and living with my parents. I really miss living at home sometimes. I get really sad.",
      "author": "Hailey Baldwin",
      "category": "Home, Parents, Think"
    },
    {
      "quote": "Well, you know, too much democracy is a sort of sad thing.",
      "author": "Ann Richards",
      "category": "Democracy, Know, You"
    },
    {
      "quote": "It's been a bit sad to see that out of Linux distributions, it was Android - the most successful mobile Linux distribution - that has really introduced the malware problem to the Linux world.",
      "author": "Mikko Hypponen",
      "category": "World, Successful, Problem"
    },
    {
      "quote": "I felt sad because everyday I had to wake up early to practice before going to school. After school I had to go back to tennis again, and then after tennis I had homework. I didn't have time to play.",
      "author": "Li Na",
      "category": "Time, School, Tennis"
    },
    {
      "quote": "It's a sad day when the leaders of the free world engage in such deception and trickery. I voted against this unnecessary war and will continue to argue that the best way to support our troops is to bring them home.",
      "author": "Major Owens",
      "category": "Day, Home, Best"
    },
    {
      "quote": "What is sad to me is not what Bill Nye thinks about me. What I found really unfortunate is that after presenting my stand on God's Word, there were a number of Christians who were more complimentary of Bill Nye than of me because Bill Nye was defending evolution and billions of years.",
      "author": "Ken Ham",
      "category": "God, Me, Evolution"
    },
    {
      "quote": "I don't find it uncomfortable that I'm recognized and liked by so many people. If that were hard for me, I wouldn't be doing this work. Rather, I think I'd be more sad when a day come when people don't recognize me.",
      "author": "Song Hye-kyo",
      "category": "Work, Day, Me"
    },
    {
      "quote": "If I don't make it, I'll be very sad that there are things I didn't do, but I'm happy that I've done what I have.",
      "author": "Stephen Jay Gould",
      "category": "Happy, Done, Things"
    },
    {
      "quote": "Home will always be Northern Ireland but my schedule means for the next few years I won't be there as much. I can't do the same things that I did a year ago. That is I'm something conscious of, but I'm not sad about it. It's fine.",
      "author": "Rory McIlroy",
      "category": "Home, Years, Fine"
    },
    {
      "quote": "I like to play the grey areas in life - that's the most uncomfortable place to be. Nobody likes to be in that in-between state where there don't know what's going to happen. There's a lot of tension in that, and a lot of stuff to play with - where it's uncomfortable and awkward and sad and scary.",
      "author": "Melanie Lynskey",
      "category": "Life, Know, Play"
    },
    {
      "quote": "Women often don't want to be typecast as the girl that's sad.",
      "author": "Julia Michaels",
      "category": "Women, Girl, Want"
    },
    {
      "quote": "If you listen to the radio, it's all men who are emotional and women who are sexual. There's nothing wrong with that! It definitely should be the case, but it makes me sad that women are afraid to be emotional because it makes them look weak.",
      "author": "Julia Michaels",
      "category": "Women, Men, Me"
    },
    {
      "quote": "Budget cuts are a sad reality in most newsrooms, and I am concerned that they reduce the collective muscle of journalists who are doing the expensive, and often dangerous, work of on-the-ground reporting.",
      "author": "Jill Abramson",
      "category": "Work, I Am, Reality"
    },
    {
      "quote": "I am not a sad clown. I am not a sad clown.",
      "author": "Nathan Lane",
      "category": "I Am, Clown, Am"
    },
    {
      "quote": "I know that some endeavor to throw the mantle of romance over the subject and treat woman like some ideal existence, not liable to the ills of life. Let those deal in fancy who have nothing better to deal in; we have to do with sober, sad realities, with stubborn facts.",
      "author": "Ernestine Rose",
      "category": "Life, Woman, Treat"
    },
    {
      "quote": "With the other fellow actors who have gone astray, I think it's sad that society wants to label the business as doing this to people. It's really not true.",
      "author": "Tina Yothers",
      "category": "Business, Society, People"
    },
    {
      "quote": "I remember that I used to get lots of books from the library, and 'Little Women' was one of them. And I used to just cross out the parts of it that really upset me because it's such a sad book in so many ways. I'd cross out the parts that upset me, and I would rewrite new endings.",
      "author": "Helen Oyeyemi",
      "category": "Women, Book, Library"
    },
    {
      "quote": "It's not that we like sad movies that make us feel like, 'Oh, my God, what a bummer.' We like emotionally moving experiences. It's nothing new. It's catharsis. It goes back to the Greeks.",
      "author": "Gayle Forman",
      "category": "God, Moving, Movies"
    },
    {
      "quote": "People are so codified - it's sad.",
      "author": "Jean Paul Gaultier",
      "category": "People"
    },
    {
      "quote": "It is sad to see a woman sacrificing the ties of the affections even to do good.",
      "author": "Maria Mitchell",
      "category": "Good, Woman, See"
    },
    {
      "quote": "My beauty secret is to try to keep my heart as open and happy as I can, because it really makes the sad lines on my face look better.",
      "author": "Lea Thompson",
      "category": "Beauty, Happy, Heart"
    },
    {
      "quote": "Cyndi Lauper's 'Time After Time' was a perfect song. It was so beautiful and so heartfelt. Her vocals were so amazing. And, for me, that was a song I went to when I was feeling sad and wanted to feel even sadder.",
      "author": "Lea Thompson",
      "category": "Time, Beautiful, Amazing"
    },
    {
      "quote": "You go from nobody looking at you to people taking second looks. I remember really loving it - and then feeling so guilty for loving it. Like, 'That's gross, Kristen.' Also, telling myself it could go away at any moment, and I'd be so sad.",
      "author": "Kristen Schaal",
      "category": "Myself, Moment, Remember"
    },
    {
      "quote": "Nowadays you really have to pump out that blockbuster in order to have the luxury of getting a body of work, and that's sad because the work suffers. Today everything is based on money. The older actors, they inspire me.",
      "author": "Dylan McDermott",
      "category": "Work, Money, Today"
    },
    {
      "quote": "Well in the end the world can crank itself up to sanctions, as it has with Zimbabwe, another sad case.",
      "author": "Helen Clark",
      "category": "World, End, Well"
    },
    {
      "quote": "I think some women try to make you feel you're not all female because you haven't given birth. There are a lot of prejudices. Some women think women who have animals are deeply sad, because what they really want is a child. Mind you, there's probably an element of truth in that.",
      "author": "Alison Goldfrapp",
      "category": "Women, Truth, Child"
    },
    {
      "quote": "I belong in America more than South Africa. I can't remember the feeling of living there anymore. It's like it was in another life. That's sad in a way. It is my country. It's where I grew up. You don't know what it's like to have these negative feelings about your homeland. There are roots you can't escape.",
      "author": "Trevor Rabin",
      "category": "Life, America, Roots"
    },
    {
      "quote": "I have the deepest respect for Eva Gabrielsson and all she has gone through, but I also know that I make maybe her sad, and I am sad about that, but I make so many other people happy.",
      "author": "David Lagercrantz",
      "category": "Respect, Happy, I Am"
    },
    {
      "quote": "Sad will be the day for any man when he becomes contented with the thoughts he is thinking and the deeds he is doing - where there is not forever beating at the doors of his soul some great desire to do something larger which he knows he was meant and made to do.",
      "author": "Phillips Brooks",
      "category": "Day, Great, Man"
    },
    {
      "quote": "You know how sad your life is when you know the release date of DVDs.",
      "author": "Heston Blumenthal",
      "category": "Life, Know, You"
    },
    {
      "quote": "I love New York. I was sad, depressed and incredibly moved by our fellow countrymen and what they've done. I wanted to give people a chance to see something funny, have a distraction.",
      "author": "Ben Stiller",
      "category": "Funny, Love, People"
    },
    {
      "quote": "Everybody likes Johnny Cash. I think the sad part of it is his health is givin' him problems.",
      "author": "Merle Haggard",
      "category": "Health, Problems, Think"
    },
    {
      "quote": "As virtuous men pass mildly away, and whisper to their souls to go, whilst some of their sad friends do say, the breath goes now, and some say no.",
      "author": "John Donne",
      "category": "Friends, Men, Say"
    },
    {
      "quote": "Unfortunately, we are living in an era where plenty of songs with vulgar, objectionable lyrics are also becoming popular. It's a disturbing trend, and I feel really sad when I see small kids dancing to such numbers in television shows. In my career so far, I have refused any song whose lyrics I haven't been comfortable with.",
      "author": "Shreya Ghoshal",
      "category": "Small, Song, Television"
    },
    {
      "quote": "If I'm extra happy or excited, it'll take me an hour or two to write a song. Or, if I'm really sad or something, it will take me about a day. But I have a specific way of writing: I just listen to the beat. I think about what I'm going to write over the beat.",
      "author": "Astro",
      "category": "Happy, Day, Writing"
    },
    {
      "quote": "I look at my people, and I look at those who control them - the political elite. And the sad thing is that the elites are just not interested in the welfare of the people.",
      "author": "Youssou N'Dour",
      "category": "Political, Control, People"
    },
    {
      "quote": "Here in the United States, our profession is much maligned, people simply don't trust or like journalists anymore and that's sad.",
      "author": "Christiane Amanpour",
      "category": "Trust, People, Here"
    },
    {
      "quote": "When people come and see me, I want them to experience joy. I don't do any sad songs in my show. It's to lift the spirit.",
      "author": "Darlene Love",
      "category": "Experience, Joy, Me"
    },
    {
      "quote": "It's sad that people listen to music and decide how the singer should look.",
      "author": "Joss Stone",
      "category": "Music, People, Look"
    },
    {
      "quote": "I don't sit down to write a funny story. Every single thing I sit down to write is meant to be sad.",
      "author": "Lorrie Moore",
      "category": "Funny, Story, Down"
    },
    {
      "quote": "It's really sad looking at people like Lindsay Lohan. She's an amazing actress, but you see what happens when people know too much about your personal life. They start not being able to look at you the same way professionally. I don't want that to happen to me.",
      "author": "Dianna Agron",
      "category": "Life, Amazing, Me"
    },
    {
      "quote": "If I'm laughing, you know I'm either very happy or very sad. I cope with things with jokes.",
      "author": "Cristela Alonzo",
      "category": "Happy, Know, You"
    },
    {
      "quote": "Jean Thompson's short-story collection 'Who Do You Love' is a beautiful book, but a hell of a sad one.",
      "author": "Jeff Giles",
      "category": "Love, Beautiful, Love Is"
    },
    {
      "quote": "I pity my brother Ferdinand, knowing by my own feelings how sad a thing it is to live apart from one's family.",
      "author": "Marie Antoinette",
      "category": "Family, Brother, Live"
    },
    {
      "quote": "All he cares about is going out there with his Jack Daniels bottle. Nothing has changed. That's kind of sad. If David was doing better than he used to be, then that would be different. But it was a joke and he made it that way.",
      "author": "Sammy Hagar",
      "category": "Doing, Better, Be Different"
    },
    {
      "quote": "We all like stories that make us cry. It's so nice to feel sad when you've nothing in particular to feel sad about.",
      "author": "Anne Sullivan",
      "category": "Nice, Nothing, You"
    },
    {
      "quote": "Elaine is just in pain. I think Elaine has become very, very sad woman. She is someone who is in deep need of many hours of analysis and I like to think that I'm not that type of person.",
      "author": "Julia Louis-Dreyfus",
      "category": "Deep, Pain, Woman"
    },
    {
      "quote": "I would be a very sad person if I didn't have dance in my life. However I can, whatever I do, I just feel a lot of joy. Even if I am sad, if you take me to a rehearsal hall, I will automatically become happy.",
      "author": "Mouni Roy",
      "category": "Life, Happy, Dance"
    },
    {
      "quote": "It's sad when you can't make everyone happy, though. It's impossible but, at the same time, you still hope. You think, 'Maybe I can do it,' but you know you can't. But gosh, if I had to rely on giving people what they wanted, I would have had to write 40 billion different books and even then, I wouldn't get it right.",
      "author": "Stephenie Meyer",
      "category": "Time, Hope, Happy"
    },
    {
      "quote": "President Bush spent last night calling world leaders to support the war with Iraq and it is sad when the most powerful man on earth is yelling, 'I know you're there, pick up, pick up.",
      "author": "Craig Kilborn",
      "category": "War, Man, Support"
    },
    {
      "quote": "Wrap parties can be really sad, actually, disorienting.",
      "author": "Josh Lucas",
      "category": "Wrap, Actually, Really"
    },
    {
      "quote": "Because the sad fact is that the Enron Corporation and others manipulated with unfortunately great effect the energy market in the West Coast starting in 2000.",
      "author": "Jay Inslee",
      "category": "Great, Energy, Starting"
    },
    {
      "quote": "You know what I have noticed? And this is really sad. Flying first class is less scary than flying coach. They speak to you and they're so nice to you and they want to help you and they know you want a drink before the plane takes off. And they bring it to you without asking. If you're sitting in coach and hoping for a drink, good luck.",
      "author": "Hope Davis",
      "category": "Good, Luck, Speak"
    },
    {
      "quote": "And for some reason, when I'm sad, I do listen to Leonard Cohen, I do listen to Joni Mitchell. I do find myself going to the music that's actually reflecting my mood, as opposed to sticking on Motown, which might actually bring my mood up.",
      "author": "Glen Hansard",
      "category": "Music, Myself, Listen"
    },
    {
      "quote": "I'm more apt to cry at something beautiful than at something sad.",
      "author": "Teller",
      "category": "Beautiful, Cry, Something"
    },
    {
      "quote": "Guys should not be allowed to use the Internet all day long. So sad.",
      "author": "Natasha Leggero",
      "category": "Day, Internet, Long"
    },
    {
      "quote": "I'm sad to see the passing of the great drug warriors. I certainly did my part in that battle and I don't regret any of it.",
      "author": "Marc Maron",
      "category": "Great, Regret, Battle"
    },
    {
      "quote": "Money is a tremendous advantage in just about everything, but in terms of reproduction, if you're a poor woman and you are infertile, it's like too bad, so sad. And if you are a wealthy woman, you can kind of buy whatever you want.",
      "author": "Jennifer Weiner",
      "category": "Money, Woman, Want"
    },
    {
      "quote": "Our family has gone through a very difficult time. My husband and I have taken the brunt of it. I've never known what it truly felt like to be so sad and desperate inside.",
      "author": "Tracey Gold",
      "category": "Family, Time, Husband"
    },
    {
      "quote": "I'm sad to say that stardom is a commodity in our culture.",
      "author": "Christine Baranski",
      "category": "Culture, Say, Commodity"
    },
    {
      "quote": "What I like on Kickstarter is when I see real innovation and I see people building something new. It makes me sad when I see things that are just the same technology you aren't passing the technology forward.",
      "author": "Bre Pettis",
      "category": "Technology, Innovation, Me"
    },
    {
      "quote": "For a novelist, no matter what, it's a complete work, even if it's not published. But if you write a screenplay, and it's not performed, then it's a sad and frustrating experience.",
      "author": "Susan Isaacs",
      "category": "Work, Experience, You"
    },
    {
      "quote": "I think the meaning of abortion is what the woman says it is: For a woman who wants a child but can't have this one, it can be sad; for a woman who doesn't want a baby, it can feel like a huge relief, like having your whole life given back to you.",
      "author": "Katha Pollitt",
      "category": "Life, Baby, Woman"
    },
    {
      "quote": "There are times when I'm really happy and I write something really sad, and vice versa.",
      "author": "Juan Gabriel",
      "category": "Happy, Vice, Something"
    },
    {
      "quote": "If you're lucky like me, your relationship with your brother has resolved itself on the peaceful side of the fence and has stayed there. But if you're someone who's got a family that's all fractured and finding it hard to relate, that's a very sad place to be.",
      "author": "Tom Hardy",
      "category": "Family, Relationship"
    },
    {
      "quote": "The Holy Spirit can be with you always and guide you back to Him, but in order to enjoy the benefits of this holy gift, you must truly receive it, and then you must use it in your life. How sad it would be to be given such a precious gift and then set it aside and never use it.",
      "author": "Margaret D. Nadauld",
      "category": "Life, Gift, Enjoy"
    },
    {
      "quote": "It's so sad: anything that has to do with God, people want to dispel.",
      "author": "Sylvia Browne",
      "category": "God, People, Want"
    },
    {
      "quote": "It's sad, the lottery. Good projects get funded by it, but there's an air of desperation about it.",
      "author": "Nina Conti",
      "category": "Good, Lottery, Desperation"
    },
    {
      "quote": "In the 1970s, British food was beginning to get good, whereas in France it was just starting its long, sad decline. My most memorable meals, however, have been in Italy.",
      "author": "Sebastian Faulks",
      "category": "Food, Good, Beginning"
    },
    {
      "quote": "My father comes from a generation of film that actors my age don't even know about, which is really sad.",
      "author": "Amber Tamblyn",
      "category": "Age, Father, Generation"
    },
    {
      "quote": "I'm terribly sad about Farrah's passing. She was incredibly brave, and God will be welcoming her with open arms.",
      "author": "Cheryl Ladd",
      "category": "God, Brave, She"
    },
    {
      "quote": "I can honestly say - not proudly, but honestly - before I had a child, I would see things on TV or hear the news, feel sad for the people and move forward with my day. Now I see everything through a mother's eyes.",
      "author": "Marissa Jaret Winokur",
      "category": "Day, Mother, Eyes"
    },
    {
      "quote": "I watch so much TV, it's sad. I watch 'Happy Endings', '30 Rock', 'Parks and Rec', 'The Office', 'Eagleheart', 'Children's Hospital'. 'Modern Family' I guess I'm still kinda watching.",
      "author": "Anders Holm",
      "category": "Family, Children, Happy"
    },
    {
      "quote": "I mean, the unfair treatment of women and black people and Indians and other groups, that's real. Mistreatment of other people because 'I'm better than you are' is such a sad part of the world.",
      "author": "Melissa Leo",
      "category": "Women, World, People"
    },
    {
      "quote": "To be a character who feels a deep emotion, one must go into the memory's vault and mix in a sad memory from one's own life.",
      "author": "Albert Finney",
      "category": "Life, Deep, Character"
    },
    {
      "quote": "There are a lot of people who consider themselves 'spiritual,' but that can mean a lot of things to a lot of people. I don't really talk about it that often, because there's too much talk in the world. Especially with Christians, there's more proselytizing than there is actual living proof of it. That's kind of sad.",
      "author": "Zachary Levi",
      "category": "Spiritual, World, People"
    },
    {
      "quote": "So far, at least, I haven't found a way to tell my kind of stories without making them both sad and funny.",
      "author": "Todd Solondz",
      "category": "Funny, Way, Kind"
    },
    {
      "quote": "It's a sad commentary when I have to say that sometimes in our country we are real sensitive to race.",
      "author": "Oscar Robertson",
      "category": "Country, Real, Race"
    },
    {
      "quote": "But now Americans, they felt a sense of peace and protection because they've been separated by so many thousands of miles of ocean. And you know, the fact that it's come to the U.S. like this is so sad, and yet you know, what can you do? It's here.",
      "author": "Patty Hearst",
      "category": "Peace, Ocean, Know"
    },
    {
      "quote": "I'm not a very serious person. You know how they say that clowns are very funny in public and are really sad at home? I'm really kind of stupid at home and more serious in public.",
      "author": "Roland Joffe",
      "category": "Funny, Home, Stupid"
    },
    {
      "quote": "It's sad that my daughter will get attention because of her daddy. I'm already watching her run around the house and pick up microphones. It's scary.",
      "author": "Bow Wow",
      "category": "Daughter, Attention, Run"
    },
    {
      "quote": "I think a lot of times we're so told in our world that marriage is everything, and having a partner is everything. If you look at our movies and things, it's all directed around that love, and if you don't have that love, how sad you are.",
      "author": "Brooke Elliott",
      "category": "Love, Marriage, World"
    },
    {
      "quote": "It's sad that because I have one friend who is in the public eye, just being seen out together once means we're romantically involved. But I don't take it seriously, and it doesn't really affect me much.",
      "author": "Dylan Penn",
      "category": "Together, Eye, Me"
    },
    {
      "quote": "The sad thing is that, for many writers of fantasy fiction, the inclusion of magic seems to mean that logical ramifications and real-world laws both go out the window.",
      "author": "Jane Lindskold",
      "category": "Window, Magic, Fantasy"
    },
    {
      "quote": "As a child, I was subjected to a lot of spaghetti Westerns and hated them. I wanted the Indians to win - or just not be so sad!",
      "author": "Kara Walker",
      "category": "Child, Win, Hated"
    },
    {
      "quote": "Someone once accused me of being like Eliot Ness. I sad no sir, I'm not E.N., but I can promise you that I'm not Al Capone!",
      "author": "Robert Stack",
      "category": "Me, I Can, You"
    },
    {
      "quote": "Informed by our sad experience of history, we require nothing short of a foundation for lasting democracy.",
      "author": "Ibrahim Babangida",
      "category": "History, Experience, Short"
    },
    {
      "quote": "I am very sad for men and women trapped in any relationship where there is cruelty, dominance, inequity. I long for the liberation of all people.",
      "author": "Jasmine Guy",
      "category": "Relationship, Women, I Am"
    },
    {
      "quote": "It sounds a bit sad, but my new hobby is knitting. I love it. I find it really relaxing.",
      "author": "Ella Henderson",
      "category": "Love, New, Hobby"
    },
    {
      "quote": "We have newsreaders behaving like actors, lowering their voices if it's a sad story, as if we didn't know it's a sad story. There isn't a single cool newsreader.",
      "author": "Tom Baker",
      "category": "Cool, Story, Know"
    },
    {
      "quote": "It's pretty sad when you have to choose between the lesser of two evils.",
      "author": "Meg White",
      "category": "You, Choose, Two"
    },
    {
      "quote": "Before I left for Germany, I had gotten accepted to the performing arts high school in New York, which was a big dream of mine. And having to leave that was very sad for me.",
      "author": "Nina Arianda",
      "category": "School, High School, Me"
    },
    {
      "quote": "And it's sad because it's like a surprise to people - almost an anomaly - when artists are actually refined and trained on an instrument. That's the last thing people think about.",
      "author": "Vanessa Carlton",
      "category": "Surprise, People, Think"
    },
    {
      "quote": "In film, you can have sad endings.",
      "author": "Anna Torv",
      "category": "Film, You, Endings"
    },
    {
      "quote": "I love the sad songs with their maudlin, self-deprecating, almost funny lyrics. As an Englishman, they make a lot of sense.",
      "author": "Teddy Thompson",
      "category": "Funny, Love, Englishman"
    },
    {
      "quote": "I know for works for me - those wonderful sad love songs.",
      "author": "Toni Braxton",
      "category": "Love, Me, Know"
    },
    {
      "quote": "It's really a sad story, and I liked that. The songs on this album talk about relationships in every aspect.",
      "author": "Aaliyah",
      "category": "Relationships, Story, Talk"
    },
    {
      "quote": "I don't know if my work is a concerted effort to make kids sad!",
      "author": "Patricia Polacco",
      "category": "Work, Effort, Know"
    },
    {
      "quote": "I don't know if my work is a concerted effort to make kids sad! But life and death go hand in hand. It's our condition as human beings.",
      "author": "Patricia Polacco",
      "category": "Life, Work, Death"
    },
    {
      "quote": "I think, honestly, that a lot of people think I'm sad and dark all the time, because of the music I have made. But there's a huge part of my personality that's really energetic, outgoing and goofy.",
      "author": "Skylar Grey",
      "category": "Music, Time, Personality"
    },
    {
      "quote": "In a sad twist of fate, the bill to reauthorize the Patriot Act was debated on the floor of the House of Representatives the same day that terrorists struck again.",
      "author": "Jim Sensenbrenner",
      "category": "Day, Fate, Patriot"
    },
    {
      "quote": "Lately, I've been a little sad that I'm not a gay man.",
      "author": "Gina Gershon",
      "category": "Man, Gay, Little"
    },
    {
      "quote": "I enjoyed in every way my 12 years of playing Archie, and I wasn't personally sad about finishing a long job.",
      "author": "Carroll O'Connor",
      "category": "Job, Long, Way"
    },
    {
      "quote": "If I was sad or afraid, I would sit in a corner and sing. If I was happy I would jump into the middle of the room and sing. It was how I expressed my emotions.",
      "author": "Nana Mouskouri",
      "category": "Happy, Emotions, Jump"
    },
    {
      "quote": "When 'Foyle's War' ended in 2010 after seven series, I was sad but not despondent. After all, ITV had already axed the show once in 2007, then brought it back due to public demand.",
      "author": "Honeysuckle Weeks",
      "category": "War, Back, Show"
    },
    {
      "quote": "People just don't like me, and it's unfortunate, because I'm trying to get people to come down and visit New Zealand. I'm an ambassador for New Zealand... it's kind of sad.",
      "author": "Steven Adams",
      "category": "Me, People, Trying"
    },
    {
      "quote": "I've got so much to do, I don't have time to sit down and be sad.",
      "author": "Norma McCorvey",
      "category": "Time, Down, Sit"
    },
    {
      "quote": "Those who gave away their wings are sad not to see them fly.",
      "author": "Antonio Porchia",
      "category": "Fly, Wings, See"
    },
    {
      "quote": "When I need to cry, I think of very sad things, mostly about animals.",
      "author": "Quvenzhane Wallis",
      "category": "Animals, Think, Need"
    },
    {
      "quote": "When I was in Philadelphia during the Depression in 1930 or '31, I got a very sad job as a night watchman in a garage. The cars in the garage had been abandoned by their owners, since they had lost their jobs and couldn't keep up the payments.",
      "author": "Tom Glazer",
      "category": "Depression, Job, Night"
    },
    {
      "quote": "It's sad that we have become so accustomed to bad service that we're shocked when we get good service.",
      "author": "Neil Cavuto",
      "category": "Good, Service, Bad"
    },
    {
      "quote": "'Vegas' was something very close to me. I had such a blast doing that. I'm still a little upset that we never really got to shoot that final episode. So many people were invested in it. I'll always be sad about that.",
      "author": "Josh Duhamel",
      "category": "Me, People, Vegas"
    },
    {
      "quote": "It would be sad if my best work had been 20 years ago and now I only had memories.",
      "author": "Demian Bichir",
      "category": "Work, Memories, Best"
    },
    {
      "quote": "I think the best thing about my short-lived political career was that I saw the interiors of Bihar and UP. That is the real India, and, being an Indian, it was really sad to see our own people living in such dismal conditions. It was a real eye-opener.",
      "author": "Sanjay Dutt",
      "category": "Best, Political, People"
    },
    {
      "quote": "Many Russia experts note the deep and sad capacity of the Russian people for suffering.",
      "author": "Roger Altman",
      "category": "Deep, Suffering, People"
    },
    {
      "quote": "I can't say I'm happy to be talking about John Ritter and his passing. In my 21 years of Entertainment Tonight, this really was one of the most shocking and sad things to have happened.",
      "author": "Mary Hart",
      "category": "Happy, Entertainment, Years"
    },
    {
      "quote": "The delta blues is a low-down, dirty shame blues. It's a sad, big wide sound, something to make you think about people who are dead or the women who left you.",
      "author": "David Edwards",
      "category": "Women, People, Blues"
    },
    {
      "quote": "If I don't get at least one e-mail every ten minutes, I feel unloved. Even junk mail makes me feel seen. Sad, I know. Sigh.",
      "author": "Chris Abani",
      "category": "Me, Know, Feel"
    },
    {
      "quote": "I'm very free with all my emotions, whether it's happy, sad, mad, glad, whatever.",
      "author": "Kimberly Elise",
      "category": "Happy, Free, Emotions"
    },
    {
      "quote": "I have never had a current state of mind. My mind changes a great deal. I am very affected by any sorrow or sad thing, and I am very affected by joy and beauty.",
      "author": "Luise Rainer",
      "category": "Beauty, Great, Joy"
    },
    {
      "quote": "Teaching is a truly noble profession. It's sad the amount of responsibility that teachers have today. They're not only teaching kids: they're raising kids, policing kids - and they don't make a lot of money.",
      "author": "Jesse L. Martin",
      "category": "Money, Today, Responsibility"
    },
    {
      "quote": "You will soon find that I am a bit obsessive about my work. And that is a little sad, one often feels strangely restricted, not finding time to simmer, although one actually has many interests.",
      "author": "Arne Jacobsen",
      "category": "Work, Time, I Am"
    },
    {
      "quote": "People talk about games and loneliness - it's a lonely activity. I didn't understand that. 'Gears of War' was the first multiplayer game for me that I enjoyed. But I wasn't sad. I liked being alone. I liked playing games by myself. I had lots of companionship at the house.",
      "author": "Tim Schafer",
      "category": "Myself, Loneliness, Alone"
    },
    {
      "quote": "I love playing football, being out on the pitch with a ball, and I will be a little sad when that ends.",
      "author": "Dennis Bergkamp",
      "category": "Love, Football, Little"
    },
    {
      "quote": "It's the sad thing about entertainment, it's not always about who is the best.",
      "author": "Jake Roberts",
      "category": "Best, Entertainment, Always"
    },
    {
      "quote": "With myself, how to pass time becomes sometimes the question - unavoidably, though it strikes me as a thing unspeakably sad in a life so short as ours.",
      "author": "Walter Pater",
      "category": "Life, Time, Myself"
    },
    {
      "quote": "This was an important part of my life. But it was also sad that we didn't play there, cause we had such alot of fans that were waiting for us and Brazilians are great people. It's now my second home.",
      "author": "Jim Capaldi",
      "category": "Life, Home, Great"
    },
    {
      "quote": "I'm sad and blue, about nobody but you. I told you that I loved you right from the start, you told me the same and now you try to break my little heart.",
      "author": "Leon Redbone",
      "category": "Heart, Blue, Me"
    },
    {
      "quote": "The sad events that occur in my life are the sad events that happen to everybody, with losing friends and family, but that is a natural occurrence, as natural as being born.",
      "author": "Sergio Aragones",
      "category": "Life, Family, Friends"
    },
    {
      "quote": "I think I have a dark view of the world. I have to make everything funny, otherwise it all seems so sad.",
      "author": "Moon Unit Zappa",
      "category": "Funny, World, Dark"
    },
    {
      "quote": "It's sad and upsetting when you see somebody crying hysterically, but at the same time it's real funny.",
      "author": "Seth Green",
      "category": "Funny, Time, You"
    },
    {
      "quote": "Some really good things kind of swing both ways and I like to see people that can swing really, really, really sad and horrible and terrible and really, really, really beautiful and funny.",
      "author": "Beth Henley",
      "category": "Funny, Beautiful, Good"
    },
    {
      "quote": "What I loved about the acting class was that you got to think all day long about a person that wasn't you, and figure out why they were sad and what they wanted, what they dreamed.",
      "author": "Beth Henley",
      "category": "Day, Acting, Long"
    },
    {
      "quote": "To complain now would be kind of sad. I like the way things are going.",
      "author": "Josh Brolin",
      "category": "Be Kind, Way, Kind"
    },
    {
      "quote": "I mean, that's a sad day in America when you're recalled because you did what you said you were going to do, and the public voted you in to do that.",
      "author": "Russell Pearce",
      "category": "Day, America, You"
    },
    {
      "quote": "When I was at Upright Citizens Brigade, I would pretend to be a sad, drunk rapper.",
      "author": "Bobby Moynihan",
      "category": "Drunk, Rapper, Citizens"
    },
    {
      "quote": "I can see the humorous side of things and enjoy the fun when it comes; but look where I will, there seems to me always more sadness than joy in life.",
      "author": "Jerome K. Jerome",
      "category": "Life, Joy, Sadness"
    }
  ]
}