{
  "author": "Ravindu Manoj",
  "github": "ravindu01manoj",
  "repo": "Quotes-500k",
  "data": [
    {
      "quote": "Ironically, when I was in Dubai with the BBC 'Good Food Show,' even though it's an urban area, when you see the vast panorama from the top of the Burj Khalifa, it feels remote, as if it's just sprung up out of the desert. I like Dubai. I didn't think I would, but the food and the people were great.",
      "author": "Paul Hollywood",
      "category": "Good, Great, Good Food"
    },
    {
      "quote": "There is really no room in any healthy diet for trans fat, artificial sweeteners, and artificial colors in food.",
      "author": "Jillian Michaels",
      "category": "Colors, Healthy, Diet"
    },
    {
      "quote": "I am still not a fussy eater, although I do enjoy good food.",
      "author": "Yves Chauvin",
      "category": "Good, Good Food, I Am"
    },
    {
      "quote": "Hey, I used to eat at McDonald's: I liked the taste of the food, especially the French fries.",
      "author": "Eric Schlosser",
      "category": "McDonald, Eat, Taste"
    },
    {
      "quote": "I do not know that any writer has supposed that on this earth man will ultimately be able to live without food.",
      "author": "Thomas Malthus",
      "category": "Man, Live, Earth"
    },
    {
      "quote": "My quest these days is to find my long lost inner child, but I'm afraid if I do, I'll end up with food in my hair and way too in love with the cats.",
      "author": "Kenny Loggins",
      "category": "Love, Cats, Child"
    },
    {
      "quote": "I eat soup noodles for comfort. In fact, noodles of any kind. It's a food that is very easy to eat; it's very soothing and comfortable, too. If I could choose any, I'd say buckwheat was my favourite: it has a very good flavour and is healthy, too.",
      "author": "Nobu Matsuhisa",
      "category": "Good, Comfort, Healthy"
    },
    {
      "quote": "More die in the United States of too much food than of too little.",
      "author": "John Kenneth Galbraith",
      "category": "Die, Too Much, Little"
    },
    {
      "quote": "I learned very early that our health is always impaired by some excess either of food or abstinence, and I never had any physician except myself.",
      "author": "Giacomo Casanova",
      "category": "Health, Myself, Physician"
    },
    {
      "quote": "The world produces enough food for everyone. Why are one billion people going hungry?",
      "author": "Orlando Bloom",
      "category": "World, People, Why"
    },
    {
      "quote": "I'm kind of a homebody. I like to sit at home and watch movies and eat good food.",
      "author": "Emilie de Ravin",
      "category": "Home, Good, Good Food"
    },
    {
      "quote": "Sorry, I don't eat any fast food. I believe in eating healthy organic foods for a better lifestyle.",
      "author": "Keegan Allen",
      "category": "Believe, Sorry, Healthy"
    },
    {
      "quote": "A house is no home unless it contain food and fire for the mind as well as for the body.",
      "author": "Margaret Fuller",
      "category": "Home, Fire, Mind"
    },
    {
      "quote": "I don't want food that comes from animals that are caged up and fed antibiotics. I am really suspicious of that kind of production of meat and poultry.",
      "author": "Alice Waters",
      "category": "I Am, Want, Animals"
    },
    {
      "quote": "Children want to mimic adults. They notice when you choose to prepare fresh vegetables over calling in another pizza pie for dinner. They will see that food made with love and care outweighs going through the drive-through window.",
      "author": "Marcus Samuelsson",
      "category": "Love, Children, Dinner"
    },
    {
      "quote": "True economy consists in always making the income exceed the out-go. Wear the old clothes a little longer if necessary; dispense with the new pair of gloves; mend the old dress: live on plainer food if need be; so that, under all circumstances, unless some unforeseen accident occurs, there will be a margin in favor of the income.",
      "author": "P. T. Barnum",
      "category": "Dress, Clothes, Live"
    },
    {
      "quote": "I am not complaining; I had a beautiful childhood - we didn't have a lot of money, but there was always food on the table, and my parents saved money so that in the holidays we would all get in the car and drive to the mountains. I have amazing parents.",
      "author": "Noemie Lenoir",
      "category": "Beautiful, Money, Car"
    },
    {
      "quote": "Ultimately, the perfect meal is when those things come together - circumstance, the food, ambiance, and you're with the person that you want to be with.",
      "author": "Grant Achatz",
      "category": "Together, Want, Perfect"
    },
    {
      "quote": "Innovations that are guided by smallholder farmers, adapted to local circumstances, and sustainable for the economy and environment will be necessary to ensure food security in the future.",
      "author": "Bill Gates",
      "category": "Future, Environment"
    },
    {
      "quote": "The idea behind fast food is great - people want convenience.",
      "author": "Kimbal Musk",
      "category": "Great, People, Want"
    },
    {
      "quote": "I have no taste for corruptible food nor for the pleasures of this life. I desire the Bread of God, which is the Flesh of Jesus Christ, who was of the seed of David, and for drink I desire His Blood, which is love incorruptible.",
      "author": "Ignatius of Antioch",
      "category": "Love, Life, God"
    },
    {
      "quote": "I love Thanksgiving. In Canada, we don't really have a lot of history with Thanksgiving, and it's a holiday devoted to food, and that warms the cockles of my being.",
      "author": "Mackenzie Davis",
      "category": "Love, Thanksgiving, History"
    },
    {
      "quote": "I don't eat fast food often, but I love tacos. I could write prophetically about how perfect the taco is.",
      "author": "Ken Baumann",
      "category": "Love, Perfect, Taco"
    },
    {
      "quote": "Tokyo would probably be the foreign city if I had to eat one city's food for the rest of my life, every day. It would have to be Tokyo, and I think the majority of chefs you ask that question would answer the same way.",
      "author": "Anthony Bourdain",
      "category": "Life, Day, City"
    },
    {
      "quote": "Yom Kippur, the Day of Atonement, is the holy of holies of Jewish time. It is that rarest of phenomena, a Jewish festival without food. Instead it is a day of fasting and prayer, introspection and self-judgment when, collectively and repeatedly, we confess our sins and pray to be written into God's Book of Life.",
      "author": "Jonathan Sacks",
      "category": "Life, Time, God"
    },
    {
      "quote": "I love the food in Thailand because of the exotic spices they use. Their style of cooking is unique to their culture and always amazing.",
      "author": "Venus Williams",
      "category": "Love, Culture, Cooking"
    },
    {
      "quote": "The agony of my feelings allowed me no respite no incident occurred from which my rage and misery could not extract its food.",
      "author": "Mary Shelley",
      "category": "Me, Rage, Feelings"
    },
    {
      "quote": "It seems strange that bears, so fond of all sorts of flesh, running the risks of guns and fires and poison, should never attack men except in defense of their young. How easily and safely a bear could pick us up as we lie asleep! Only wolves and tigers seem to have learned to hunt man for food, and perhaps sharks and crocodiles.",
      "author": "John Muir",
      "category": "Man, Men, Lie"
    },
    {
      "quote": "There are certain comforts of living here in Dubai, the comforts of so many mosques and so much good food... It's just that much more secure. And may God keep it safe.",
      "author": "Cat Stevens",
      "category": "Good, God, Good Food"
    },
    {
      "quote": "Nobody had ever told me junk food was bad for me. Four years of medical school, and four years of internship and residency, and I never thought anything was wrong with eating sweet rolls and doughnuts, and potatoes, and bread, and sweets.",
      "author": "Robert Atkins",
      "category": "School, Medical, Me"
    },
    {
      "quote": "Statistics show that of those who contract the habit of eating, very few survive.",
      "author": "George Bernard Shaw",
      "category": "Statistics, Survive, Eating"
    },
    {
      "quote": "Food simply isn't important to me.",
      "author": "Alice Paul",
      "category": "Me, Important, Simply"
    },
    {
      "quote": "Every meal should end with something sweet. Maybe it's jelly on toast at breakfast, or a small piece of chocolate at dinner - but it always helps my brain bring a close to the meal.",
      "author": "Robert Irvine",
      "category": "Breakfast, Brain, Sweet"
    },
    {
      "quote": "I'm a very, very healthy eater. I eat lots of fish, lots of vegetables, lots of fruit. I don't eat junk food.",
      "author": "Victoria Beckham",
      "category": "Fish, Fruit, Healthy"
    },
    {
      "quote": "Unlike the primate hand, the elephant's grasping organ is also its nose. Elephants use their trunks not only to reach food but also to sniff and touch it. With their unparalleled sense of smell, the animals know exactly what they are going for. Vision is secondary.",
      "author": "Frans de Waal",
      "category": "Vision, Elephant, Animals"
    },
    {
      "quote": "I follow my own advice: eat less, move more, eat lots of fruits, vegetables, and grains, and don't eat too much junk food. It leaves plenty of flexibility for eating an occasional junk food.",
      "author": "Marion Nestle",
      "category": "Advice, Eating, Vegetables"
    },
    {
      "quote": "You can't have a healthy civilization without healthy soil. You can't have junk food and have healthy people.",
      "author": "Joel Salatin",
      "category": "People, Healthy, You"
    },
    {
      "quote": "I love England, especially the food. There's nothing I like more than a lovely bowl of pasta.",
      "author": "Naomi Campbell",
      "category": "Love, Pasta, Lovely"
    },
    {
      "quote": "Eating a high-nutrient diet actually makes you more satisfied with less food, and actually gives the ability to enjoy food more without overeating.",
      "author": "Joel Fuhrman",
      "category": "Enjoy, Diet, Eating"
    },
    {
      "quote": "Like the practice of breath control, meditation on the forms of God, repetition of mantras, food restrictions, etc., are but aids for rendering the mind quiescent.",
      "author": "Ramana Maharshi",
      "category": "God, Mind, Control"
    },
    {
      "quote": "I love to talk about cooking and recipes, but I love as much talking about how food and cooking can change the world.",
      "author": "Jose Andres",
      "category": "Love, Change"
    },
    {
      "quote": "For me, the good food starts with good product.",
      "author": "Jean-Georges Vongerichten",
      "category": "Good, Good Food, Me"
    },
    {
      "quote": "People are generally proud of their food. A willingness to eat and drink with people without fear and prejudice... they open up to you in ways that somebody visiting who is driven by a story may not get.",
      "author": "Anthony Bourdain",
      "category": "Fear, Proud, People"
    },
    {
      "quote": "Humans love sex, we need sex, it's how we connect, it reminds us we're alive, it's the third most basic human need, after food and good movie popcorn.",
      "author": "Billy Crystal",
      "category": "Love, Good, Human"
    },
    {
      "quote": "We may find in the long run that tinned food is a deadlier weapon than the machine-gun.",
      "author": "George Orwell",
      "category": "Long, Run, Find"
    },
    {
      "quote": "Wherever I go, I am Italian. The way I talk, the way I eat, the way femininity is important to me. The way I love Italian food.",
      "author": "Monica Bellucci",
      "category": "Love, I Am, Me"
    },
    {
      "quote": "If we do not permit the earth to produce beauty and joy, it will in the end not produce food, either.",
      "author": "Joseph Wood Krutch",
      "category": "Beauty, Environmental, Joy"
    },
    {
      "quote": "Facts are to the mind what food is to the body.",
      "author": "Edmund Burke",
      "category": "Mind, Body, Facts"
    },
    {
      "quote": "Oh yes, there's lots of great food in America. But the fast food is about as destructive and evil as it gets. It celebrates a mentality of sloth, convenience, and a cheerful embrace of food we know is hurting us.",
      "author": "Anthony Bourdain",
      "category": "Great, America, Evil"
    },
    {
      "quote": "I'm a foodie. I enjoy it a lot, and contrary to what it looks, I eat a lot. My comfort food, of all things, would be southern soul barbecue.",
      "author": "Zach Johnson",
      "category": "Soul, Enjoy, Comfort"
    },
    {
      "quote": "Yet food is something that is taken for granted by most world leaders despite the fact that more than half of the population of the world is hungry.",
      "author": "Norman Borlaug",
      "category": "World, Hungry, Leaders"
    },
    {
      "quote": "To me, food is as much about the moment, the occasion, the location and the company as it is about the taste.",
      "author": "Heston Blumenthal",
      "category": "Moment, Me, Company"
    },
    {
      "quote": "With so much evidence of depleting natural resources, toxic waste, climate change, irreparable harm to our food chain and rapidly increasing instances of natural disasters, why do we keep perpetuating the problem? Why do we continue marching at the same alarming beat?",
      "author": "Yehuda Berg",
      "category": "Change, Problem"
    },
    {
      "quote": "The experience of being cared for is profound, and it nourishes the soul as much as the food does the body.",
      "author": "Mariska Hargitay",
      "category": "Experience, Soul, Body"
    },
    {
      "quote": "My favorite food from my homeland is Guinness. My second choice in Guinness. My third choice - would have to be Guinness.",
      "author": "Peter O'Toole",
      "category": "Choice, Favorite, Second"
    },
    {
      "quote": "The 1 to 2 billion poorest in the world, who don't have food for the day, suffer from the worst disease: globalization deficiency. The way globalization is occurring could be much better, but the worst thing is not being part of it. For those people, we need to support good civil societies and governments.",
      "author": "Hans Rosling",
      "category": "Day, Good, Support"
    },
    {
      "quote": "'The Others' books take place in an alternate Earth where the Earth natives have been the dominant predators throughout the world's history, and humans are nowhere near the top of the food chain. But humans are clever and resilient, if not always wise, and have made some bargains with the Others in order to survive.",
      "author": "Anne Bishop",
      "category": "History, Wise, World"
    },
    {
      "quote": "Fast food chains spend a large amount of marketing to get the attention of children. People form their eating habits as children so they try to nurture clients as youngsters.",
      "author": "Eric Schlosser",
      "category": "Children, People, Marketing"
    },
    {
      "quote": "One man's trash is another man's treasure, and the by-product from one food can be perfect for making another.",
      "author": "Yotam Ottolenghi",
      "category": "Man, Perfect, Treasure"
    },
    {
      "quote": "If the people use the wealth bestowed on them by God for themselves alone or for treasuring it, it is like a corpse. But if they decide to share it with others, it becomes sacred food.",
      "author": "Guru Nanak",
      "category": "God, Alone, Wealth"
    },
    {
      "quote": "In a drama of the highest order there is little food for censure or hatred it teaches rather self-knowledge and self-respect.",
      "author": "Percy Bysshe Shelley",
      "category": "Self-Respect, Hatred, Drama"
    },
    {
      "quote": "You know you poor when you eatin' breakfast food late. You fryin' toast? At nine o'clock at night? With bacon? You're broke.",
      "author": "Bernie Mac",
      "category": "Breakfast, Night, Know"
    },
    {
      "quote": "The easiest diet is, you know, eat vegetables, eat fresh food. Just a really sensible healthy diet like you read about all the time.",
      "author": "Drew Carey",
      "category": "Time, Healthy, Diet"
    },
    {
      "quote": "It was interesting to think that the very first liquid ever poured on the Moon, and the first food eaten there, were communion elements.",
      "author": "Buzz Aldrin",
      "category": "Moon, Interesting, Think"
    },
    {
      "quote": "Part of the secret of a success in life is to eat what you like and let the food fight it out inside.",
      "author": "Mark Twain",
      "category": "Life, Success, Fight"
    },
    {
      "quote": "I've been on a team that won the world championship of barbecue. But barbecue's interesting, because it's one of these cult foods like chili, or bouillabaisse. Various parts of the world will have a cult food that people get enormously attached to - there's tremendous traditions; there's secrecy.",
      "author": "Nathan Myhrvold",
      "category": "Team, World, People"
    },
    {
      "quote": "Scotch beef, salmon and shellfish are recognised the world over for their excellence and Scottish provenance. People recognise the Scottish brand. They associate the country with quality food and drink, and clearly other Scottish sectors, such as dairy, can benefit from that, too.",
      "author": "Nicola Sturgeon",
      "category": "Excellence, Quality, World"
    },
    {
      "quote": "I am not a great cook, I am not a great artist, but I love art, and I love food, so I am the perfect traveller.",
      "author": "Michael Palin",
      "category": "Love, Travel, Art"
    },
    {
      "quote": "I did a dance sequence in my second short film, which was my best short film, called 'Hairway to the Stars,' and I think Chris Wink, the founder of Blue Man Group, was in that. It's a black-and-white dance sequence. We were Glorious Food waiters together.",
      "author": "David O. Russell",
      "category": "Stars, Best, Dance"
    },
    {
      "quote": "We've gotten so far away from our food source. It's been hijacked from us. But if you get soil, plant something in it and water it, you can feed yourself. It's that simple.",
      "author": "Ron Finley",
      "category": "Water, Simple, Yourself"
    },
    {
      "quote": "I'm very proud of the Rome episode of 'No Reservations' because it violated all the conventional wisdom about making television. You're never, ever supposed to do a food or travel show in black and white.",
      "author": "Anthony Bourdain",
      "category": "Travel, Wisdom"
    },
    {
      "quote": "When I feel stressed, I turn to food for comfort, but I don't like to diet and I'm not good at it.",
      "author": "Salma Hayek",
      "category": "Good, Comfort, Diet"
    },
    {
      "quote": "Because of media hype and woefully inadequate information, too many people nowadays are deathly afraid of their food, and what does fear of food do to the digestive system? I am sure that an unhappy or suspicious stomach, constricted and uneasy with worry, cannot digest properly.",
      "author": "Julia Child",
      "category": "Fear, I Am, Media"
    },
    {
      "quote": "One way to find food for thought is to use the fork in the road, the bifurcation that marks the place of emergence in which a new line of development begins to branch off.",
      "author": "William Irwin Thompson",
      "category": "Road, Thought, Development"
    },
    {
      "quote": "I always made my food congenial to my constitution, and my health was always excellent.",
      "author": "Giacomo Casanova",
      "category": "Health, Constitution"
    },
    {
      "quote": "On this National Agriculture Day, when we all should be taking time to thank and pay tribute to America's farmers, ranchers and their families who produce the food for our tables, we are finding those same people in dire need of our help and support.",
      "author": "Michael McCaul",
      "category": "Time, Day, America"
    },
    {
      "quote": "I like putting my money into things like food and shelter. I'm probably a bad example of an investor.",
      "author": "Simon Baker",
      "category": "Money, Example, Bad"
    },
    {
      "quote": "I remember once in junior high school, on a Friday, my mom came home from work and said to my brother and I, 'You know, between us, we have only 27 cents, but we have food in the refrigerator, we have our little garden out back, and we're happy, so we are rich.'",
      "author": "John Paul DeJoria",
      "category": "Work, Happy, Home"
    },
    {
      "quote": "I live a healthy lifestyle and I crave healthy food. I love porridge - I have bizarre cravings for it. I love it with brown sugar and bananas, and I'm a huge fan of cinnamon - I put cinnamon on everything. I also have a sweet tooth and I don't like to deprive myself. I think everything in moderation is the key.",
      "author": "Jessica Lowndes",
      "category": "Love, Myself, Healthy"
    },
    {
      "quote": "The traditional family table is round. No corners. No sides. No head. No tail. Everything is smooth. The food is in the center, and each family member reaches over the same distance. Someone you love is next to you on each side, and no one is last or at the end. The person farthest away from you is also the person facing you.",
      "author": "Deng Ming-Dao",
      "category": "Love, Family, Love Is"
    },
    {
      "quote": "Food for us comes from our relatives, whether they have wings or fins or roots. That is how we consider food. Food has a culture. It has a history. It has a story. It has relationships.",
      "author": "Winona LaDuke",
      "category": "History, Culture, Roots"
    },
    {
      "quote": "Chefs are at the end of a long chain of individuals who work hard to feed people. Farmers, beekeepers, bakers, scientists, fishermen, grocers, we are all part of that chain, all food people, all dedicated to feeding the world.",
      "author": "Jose Andres",
      "category": "Work, Work Hard, World"
    },
    {
      "quote": "If I have one addiction in life, it's probably food.",
      "author": "Liam Hemsworth",
      "category": "Life, Addiction"
    },
    {
      "quote": "Growing up the way I grew up, food was scarce. So when you had an opportunity to eat, you ate. When I graduated from high school and went to college, I weighed 160 pounds. So, I knew I had to put on the weight. I ate everything from fried food to fried chicken wings. When I came to Green Bay, I did the same thing because I was 172 pounds.",
      "author": "Donald Driver",
      "category": "Opportunity, School, College"
    },
    {
      "quote": "I don't eat a lot of junk food anymore, but I sure remember it. I used to go through boxes of Little Debbies. I liked Star Crunch, and of course those oatmeal pies.",
      "author": "CeeLo Green",
      "category": "Remember, Junk Food, Through"
    },
    {
      "quote": "Tell me what you do with the food you eat, and I'll tell you who you are. Some turn their food into fat and manure, some into work and good humour, and others, I'm told, into God. So there must be three sorts of men.",
      "author": "Nikos Kazantzakis",
      "category": "Work, Good, God"
    },
    {
      "quote": "Man seems to be the only animal whose food soils him, making necessary much washing and shield-like bibs and napkins. Moles living in the earth and eating slimy worms are yet as clean as seals or fishes, whose lives are one perpetual wash.",
      "author": "John Muir",
      "category": "Man, Animal, Earth"
    },
    {
      "quote": "I am naturally slim, actually thin. So, for years I have been trying to get some curves. I tried eating food that would increase my weight, but I only ended up putting fat around my stomach. So, now I have made peace with my body.",
      "author": "Kangana Ranaut",
      "category": "Peace, I Am, Body"
    },
    {
      "quote": "I'd love for mental illness to be seen in the way that other horrible illnesses are. When people get cancer, very few parents will say, 'Oh I feel so bad for giving you so much unhealthy food over the years.'",
      "author": "Matt Haig",
      "category": "Love, Parents, Giving"
    },
    {
      "quote": "Poverty is relative, and the lack of food and of the necessities of life is not necessarily a hardship. Spiritual and social ostracism, the invasion of your privacy, are what constitute the pain of poverty.",
      "author": "Alice Foote MacDougall",
      "category": "Life, Spiritual, Pain"
    },
    {
      "quote": "Families are struggling against a tide of junk information on junk food.",
      "author": "Diane Abbott",
      "category": "Information, Tide, Junk Food"
    },
    {
      "quote": "I'm not a machine. I get really motivated, then I fall off the wagon and want to eat Chinese food and sit on my couch and gain five or 10 pounds!",
      "author": "Shemar Moore",
      "category": "Fall, Want, Machine"
    },
    {
      "quote": "America is a country of abundance, but our food culture is sad - based on huge portions and fast food. Let's stop with the excuses and start creating something better.",
      "author": "David Chang",
      "category": "Culture, Sad, America"
    },
    {
      "quote": "Fixing obesity is going to require a change in our modern relationship with food. I'm hopeful that we begin to see a turnaround in this childhood obesity epidemic.",
      "author": "S. Jay Olshansky",
      "category": "Change, Relationship"
    },
    {
      "quote": "I think that any business that thinks that the transaction is 'you give me money and I give you food, next, you give me money and I give you food, next,' without understanding that people deeply want to feel restored is in danger.",
      "author": "Danny Meyer",
      "category": "Business, Money, Me"
    },
    {
      "quote": "Our lives are not in the lap of the gods, but in the lap of our cooks.",
      "author": "Lin Yutang",
      "category": "Gods, Our Lives, Cooks"
    },
    {
      "quote": "When I eat with my friends, it is a moment of real pleasure, when I really enjoy my life.",
      "author": "Monica Bellucci",
      "category": "Life, Friends, Enjoy"
    },
    {
      "quote": "I tried to bake a cake for my mother's birthday - it took me four hours. It was terrible, and I cried for three days.",
      "author": "Rachael Ray",
      "category": "Birthday, Mother, Me"
    },
    {
      "quote": "Many rock musicians are excellent cooks, I've found, and those that are prefer to eat their own cooking in the studio. I encourage this behavior as I also enjoy the benefits of fresh food.",
      "author": "Steve Albini",
      "category": "Cooking, Musicians, Behavior"
    },
    {
      "quote": "When I got to France I realized I didn't know very much about food at all. I'd never had a real cake. I'd had those cakes from cake mixes or the ones that have a lot of baking powder in them. A really good French cake doesn't have anything like that in it - it's all egg power.",
      "author": "Julia Child",
      "category": "Good, Power, Cake"
    },
    {
      "quote": "From the simple stringing together of lemon garlands for the goddess Durga, to dividing the prasadam or blessed foods for the children first, I came to associate food not only with feminity, but also with purity and divinity.",
      "author": "Padma Lakshmi",
      "category": "Children, Together, Simple"
    },
    {
      "quote": "Being a vegan is pretty easy these days, as almost every town and city has health food stores and vegetarian-friendly restaurants.",
      "author": "Moby",
      "category": "Health, City, Easy"
    },
    {
      "quote": "I believe that you can, by taking some simple and inexpensive measures, lead a longer life and extend your years of well-being. My most important recommendation is that you take vitamins every day in optimum amounts to supplement the vitamins that you receive in your food.",
      "author": "Linus Pauling",
      "category": "Life, Day, Simple"
    },
    {
      "quote": "The biggest thing you can do is understand that every time you're going to the grocery store, you're voting with your dollars. Support your farmers' market. Support local food. Really learn to cook.",
      "author": "Alice Waters",
      "category": "Time, Support, Voting"
    },
    {
      "quote": "I cook a lot of Italian food. Bucatini Pomodoro is my best: it's a fat spaghetti with tomato, olive oil, and reminds me of getting married in Italy.",
      "author": "Bill Rancic",
      "category": "Best, Me, Fat"
    },
    {
      "quote": "I turned into a monk when my mother went to learn Buddhism in Burma. While she learnt at the monastery, I used to roam around with a begging bowl and ask for food.",
      "author": "Kabir Bedi",
      "category": "Mother, Learn, She"
    },
    {
      "quote": "I genuinely enjoy the process of making colourful, delicious food. But I do allow myself an occasional piece of chocolate - today I had a pastry. If I fancy something, I'll have it.",
      "author": "Victoria Pendleton",
      "category": "Myself, Today, Enjoy"
    },
    {
      "quote": "Species co-evolve with the other species they eat, and very often, a relationship of interdependence develops: I'll feed you if you spread around my genes. A gradual process of mutual adaptation transforms something like an apple or a squash into a nutritious and tasty food for a hungry animal.",
      "author": "Michael Pollan",
      "category": "Relationship, Animal, Apple"
    },
    {
      "quote": "Mankind: A quality of life upgrade is available to each and every one of you. It should give you a quality of life upgrade, which means no drugs, no alcohol, no fast food - unless, of course, it's a mallard.",
      "author": "Ted Nugent",
      "category": "Life, Quality, Alcohol"
    },
    {
      "quote": "Put your nose into the Bible everyday. It is your spiritual food. And then share it. Make a vow not to be a lukewarm Christian.",
      "author": "Kirk Cameron",
      "category": "Faith, Spiritual, Bible"
    },
    {
      "quote": "Each of us needs something - food, liquor, pot, whatever - to help us survive. Dracula needs blood.",
      "author": "Frank Langella",
      "category": "Help, Survive, Blood"
    },
    {
      "quote": "If I agree to dispose of any part of our land to the white people I would feel guilty of taking food away from our children's mouths, and I do not wish to be that mean.",
      "author": "Sitting Bull",
      "category": "Children, People, Wish"
    },
    {
      "quote": "At home I serve the kind of food I know the story behind.",
      "author": "Michael Pollan",
      "category": "Home, Story, Know"
    },
    {
      "quote": "It is easier to have faith that God will support each House of Hospitality and Farming Commune and supply our needs in the way of food and money to pay bills, than it is to keep a strong, hearty, living faith in each individual around us - to see Christ in him.",
      "author": "Dorothy Day",
      "category": "Money, Faith, God"
    },
    {
      "quote": "The highlight of my childhood was making my brother laugh so hard that food came out of his nose.",
      "author": "Garrison Keillor",
      "category": "Brother, Childhood, Laugh"
    },
    {
      "quote": "About 20 per cent of the population believe themselves to have a food allergy and only about five per cent actually do.",
      "author": "John Warner",
      "category": "Believe, Themselves, Five"
    },
    {
      "quote": "I don't need the fillers, additives, excessive amounts of sugars, fats, salts and other measures taken to taint the natural goodness of real food.",
      "author": "Mark Hyman",
      "category": "Goodness, Real, Natural"
    },
    {
      "quote": "I spent a college semester in a small town in Italy - and that is where I truly tasted food for the first time.",
      "author": "Alton Brown",
      "category": "Time, College, Small"
    },
    {
      "quote": "We the chefs have a responsibility to learn about the chemical makeup of food!",
      "author": "Joel Robuchon",
      "category": "Responsibility, Makeup"
    },
    {
      "quote": "Now listen, the one thing about agriculture is we've lost our manufacturing, we've lost a great deal of jobs overseas, lots of our industry. The last thing in the world we need to do is lose the ability to produce our food.",
      "author": "John Boozman",
      "category": "Great, World, Lost"
    },
    {
      "quote": "Doing things like playing music, something that's so natural and basic to human function, running around in nature, eating delicious food. These things are intrinsic in basic, primordial to human beings, so that's sort of a way to return to a blank canvas, allowing my true personality to return.",
      "author": "Ezra Miller",
      "category": "Music, Nature, Personality"
    },
    {
      "quote": "I'm a little self-conscious about my body. I love to wear hoodies because you can get cozy and eat some food and your belly doesn't show!",
      "author": "Jared Padalecki",
      "category": "Love, Body, You"
    },
    {
      "quote": "Our livelihood is intimately tied to the food we eat, water we drink and places where we recreate. That's why we have to promote responsibility and conservation when it comes to our natural resources.",
      "author": "Mark Udall",
      "category": "Water, Responsibility, Why"
    },
    {
      "quote": "I understand human needs. I grew up where far too many people lived day to day without elemental needs like food and shelter.",
      "author": "Naveen Jain",
      "category": "Day, People, Human"
    },
    {
      "quote": "Basically I'm a female human being with brown hair, enjoy precision, reading the news, eating delicious food with my delicious friends and laughing at ridiculous things that don't translate while you are desperately trying to make them.",
      "author": "Tig Notaro",
      "category": "Friends, Reading, Hair"
    },
    {
      "quote": "The way I see it, love is an amusement park, and food its souvenir.",
      "author": "Stephanie Klein",
      "category": "Love, Love Is, See"
    },
    {
      "quote": "I'm all in favor of animal rights, but I'd like to see the food movement take a much stronger stand in defense of basic human rights. If you're a vegan or a vegetarian, you should care about the people who are picking your fruits and vegetables by hand.",
      "author": "Eric Schlosser",
      "category": "Animal, People, Stronger"
    },
    {
      "quote": "As a diabetic, I'm a walking picnic. I have to eat measured amounts of food at certain times.",
      "author": "Elaine Stritch",
      "category": "Walking, Eat, Picnic"
    },
    {
      "quote": "People in my neighborhood are so disconnected from the fresh food supply that kids don't know an eggplant from a sweet potato. We have to show them how to get grounded in the truest sense of the word.",
      "author": "Ron Finley",
      "category": "People, Sweet, Know"
    },
    {
      "quote": "Jiro Ono serves Edo-style traditional sushi, the same 20 or 30 pieces he's been making his whole life, and he's still unsatisfied with the quality and every day wakes up and trains to make the best. And that is as close to a religious experience in food as one is likely to get.",
      "author": "Anthony Bourdain",
      "category": "Life, Best, Experience"
    },
    {
      "quote": "Yoga is the most boring exercise. It's for people who are too lazy to get on the elliptical. Bikram, where they heat up the room to mimic India's climate, is especially stupid. People in India are not skinny because they're doing yoga in 105-degree rooms; they're skinny because there's no food.",
      "author": "Noureen DeWulf",
      "category": "Stupid, People, Exercise"
    },
    {
      "quote": "I love the food, the girls, the sky and everything that is Delhi. I have very fond memories of the Moolchand flyover.",
      "author": "Vir Das",
      "category": "Love, Memories, Sky"
    },
    {
      "quote": "The food and drink that goes along with football is one of the best things: hamburgers, hotdogs, chips and dips. At the stadium I would probably get nachos, but when I'm at home we order pizza a lot.",
      "author": "Marisa Miller",
      "category": "Home, Best, Football"
    },
    {
      "quote": "Pasta isn't just for Italian food anymore. Now there are tasty pasta recipes found in Asian cuisine, and it's emerging as a newfound love for vegans.",
      "author": "Marcus Samuelsson",
      "category": "Love, Italian Food, Italian"
    },
    {
      "quote": "In Italy, food is an expression of love. It is how you show those around you that you care for them. Having a love for food means you also have a love for those you are preparing it for and for yourself.",
      "author": "Joe Bastianich",
      "category": "Love, Yourself, Care"
    },
    {
      "quote": "Create a garden; bring children to farms for field trips. I think it's important that parents and teachers get together to do one or two things they can accomplish well - a teaching garden, connecting with farms nearby, weave food into the curriculum.",
      "author": "Alice Waters",
      "category": "Children, Together, Parents"
    },
    {
      "quote": "I came to all the realizations about sustainability and biodiversity because I fell in love with the way food tastes. That was it. And because I was looking for that taste I feel at the doorsteps of the organic, local, sustainable farmers, dairy people and fisherman.",
      "author": "Alice Waters",
      "category": "Love, People, Looking"
    },
    {
      "quote": "Social Security is based on a principle. It's based on the principle that you care about other people. You care whether the widow across town, a disabled widow, is going to be able to have food to eat.",
      "author": "Noam Chomsky",
      "category": "People, Security, Care"
    },
    {
      "quote": "If you maintain a healthy diet, or at least are smart about your food choices, you'll still see the pounds come off.",
      "author": "Misty May-Treanor",
      "category": "Smart, Choices, Healthy"
    },
    {
      "quote": "I'm from Canada, so Thanksgiving to me is just Thursday with more food. And I'm thankful for that.",
      "author": "Howie Mandel",
      "category": "Thanksgiving, Thankful, Me"
    },
    {
      "quote": "In the Seventies, my children played in the street, read politically incorrect stories, ate home-cooked food and occasional junk and, yes, were sometimes smacked.",
      "author": "Laurie Graham",
      "category": "Children, Street, Sometimes"
    },
    {
      "quote": "Food is about communal togetherness. Our family does sit at the table. I think it's a great tragedy if a family doesn't have a table, as there is such an atmosphere of good will and warmth when we have eight people sitting around it.",
      "author": "Jonathan Dimbleby",
      "category": "Family, Good, Tragedy"
    },
    {
      "quote": "Sure, I like ice cream, but when you keep a healthy lifestyle, it's: Do you prefer sweets and crappy food, or do you prefer to have a nice body? It depends on what you want more.",
      "author": "Tim Howard",
      "category": "Ice Cream, Healthy, Nice"
    },
    {
      "quote": "What I miss most about Mexico isn't the food or the customs it's my family and the way we'd all sit around chatting together.",
      "author": "Javier Hernandez",
      "category": "Family, Together, Mexico"
    },
    {
      "quote": "Let's face it: my life tends to revolve around food, and I love feeding people.",
      "author": "Ruth Reichl",
      "category": "Love, Life, People"
    },
    {
      "quote": "Barbecue is the good old technique of people making a fire and putting some stuff over the top - I mean, look at the S'more: it's just got a stick. A lot of those goofy toys, it's people who are looking at things to do. I think if you focus on the food, at the most you need tongs or a spoon to flip something; that's about it.",
      "author": "Graham Elliot",
      "category": "Good, Focus, Fire"
    },
    {
      "quote": "The eligibility for food stamps has widened and widened welfare has been widened - unemployment insurance and disability insurance. These are all incentives not to work.",
      "author": "Lawrence Kudlow",
      "category": "Work, Disability, Insurance"
    },
    {
      "quote": "I was one of the first six black kids to integrate a formerly all-white school. I remember being looked at all the time and people laughing at my hair. I was also very self-conscious about the food I had for lunch. I had egg sandwiches, and the other mothers gave kids fancy stuff like bologna and Marmite. It took about a year to settle in.",
      "author": "Petina Gappah",
      "category": "Time, School, Hair"
    },
    {
      "quote": "I'm into the food in Vegas. I'm willing to go to nice restaurants for sushi and stuff like that.",
      "author": "Britney Spears",
      "category": "Vegas, Nice, Sushi"
    },
    {
      "quote": "I know how I like my food. I like it spicy, salty, sticky, crunchy, juicy, oozy - basically any dish you know and love, jacked up to a bordering-on-socially-unacceptable amount of flavor.",
      "author": "Chrissy Teigen",
      "category": "Love, Know, You"
    },
    {
      "quote": "I can be a romantic. The way to every woman's heart is through her stomach. Food is at the core of everything.",
      "author": "Paul Hollywood",
      "category": "Romantic, Heart, Woman"
    },
    {
      "quote": "I do like going out and finding free food. I've done it since I was a child. Fishing prawns and shrimps from the sea is wonderful, as is picking blackberries, sloes and mushrooms. Having a guide while out looking for mushrooms is really important, though, as picking the wrong type can be quite dangerous.",
      "author": "Mary Berry",
      "category": "Sea, Child, Fishing"
    },
    {
      "quote": "Taste as you go. When you taste the food throughout the cooking process you can make adjustments as you go.",
      "author": "Anne Burrell",
      "category": "Cooking, Process, You"
    },
    {
      "quote": "I said to my friends that if I was going to starve, I might as well starve where the food is good.",
      "author": "Virgil Thomson",
      "category": "Friends, Good, Said"
    },
    {
      "quote": "I haven't eaten at a McDonald's since I became President.",
      "author": "William J. Clinton",
      "category": "McDonald, President, Eaten"
    },
    {
      "quote": "When fast food is not a treat but a dietary staple, the children surf the internet all day in dark corners of the room and are bombarded with latest gadgets. Things replace parental standards.",
      "author": "Diane Abbott",
      "category": "Children, Day, Internet"
    },
    {
      "quote": "I love food, all types of food. I love Korean food, Japanese, Italian, French. In Australia, we don't have a distinctive Australian food, so we have food from everywhere all around the world. We're very multicultural, so we grew up with lots of different types of food.",
      "author": "Hugh Jackman",
      "category": "Love, World, Italian"
    },
    {
      "quote": "I love chicken fingers, I love French fries. I love desserts. I'm not just into dessert or just into savoury food. I love it all. I'm a pig. I love food. So it takes a lot of discipline to eat healthy.",
      "author": "Holly Madison",
      "category": "Love, Discipline, Healthy"
    },
    {
      "quote": "As a matter of fact, most cases of food poisoning are never linked back to their source.",
      "author": "Eric Schlosser",
      "category": "Matter, Never, Back"
    },
    {
      "quote": "I drive a hybrid, moving into an electric car. I only drink tap water, never consume food that's travelled.",
      "author": "Nassim Nicholas Taleb",
      "category": "Car, Water, Moving"
    },
    {
      "quote": "I think about food literally all day every day. It's a thing.",
      "author": "Taylor Swift",
      "category": "Day, Every Day, Think"
    },
    {
      "quote": "I want to spend my life with someone and do nice things and go on adventures, read books and have nice food and celebrate things. I don't want to spend the rest of my life in the bedroom like some people who just go to bed and never get out again.",
      "author": "Tracey Emin",
      "category": "Life, Celebrate, People"
    },
    {
      "quote": "According to my mother, there pretty much wasn't anything I wouldn't eat as a child. Not just try, but eat. I was even inclined to dig into stuff about which she expressed open disgust - lobster and other shellfish, and cheap Chinese food with pepper so hot it made your gums feel like a medieval dentist had been at them.",
      "author": "Alice Dreger",
      "category": "Mother, Child, Dentist"
    },
    {
      "quote": "Great wine is always enhanced by great food.",
      "author": "Kenneth Cranham",
      "category": "Great, Wine, Always"
    },
    {
      "quote": "There's great food everywhere, and even McDonald's uses nice wood now.",
      "author": "Spike Jonze",
      "category": "Great, Wood, Nice"
    },
    {
      "quote": "You can't make a souffle rise twice.",
      "author": "Alice Roosevelt Longworth",
      "category": "Rise, You, Twice"
    },
    {
      "quote": "The only kind of seafood I trust is the fish stick, a totally featureless fish that doesn't have eyeballs or fins.",
      "author": "Dave Barry",
      "category": "Trust, Fish, Kind"
    },
    {
      "quote": "Animals are my friends... and I don't eat my friends.",
      "author": "George Bernard Shaw",
      "category": "Friends, Animals, Eat"
    },
    {
      "quote": "Real nutrition comes from soybeans, almonds, rice, and other healthy vegetable sources, not from a cow's udder.",
      "author": "Ingrid Newkirk",
      "category": "Healthy, Nutrition, Cow"
    },
    {
      "quote": "One should eat to live, not live to eat.",
      "author": "Moliere",
      "category": "Live, Eat, Should"
    },
    {
      "quote": "Health food may be good for the conscience but Oreos taste a hell of a lot better.",
      "author": "Robert Redford",
      "category": "Good, Health, Conscience"
    },
    {
      "quote": "It's difficult to believe that people are still starving in this country because food isn't available.",
      "author": "Ronald Reagan",
      "category": "Believe, People, Country"
    },
    {
      "quote": "If you want to eat well in England, eat three breakfasts.",
      "author": "W. Somerset Maugham",
      "category": "Want, You, Three"
    },
    {
      "quote": "I do love Italian food. Any kind of pasta or pizza. My new pig out food is Indian food. I eat Indian food like three times a week. It's so good.",
      "author": "Jennifer Love Hewitt",
      "category": "Love, Good, Week"
    },
    {
      "quote": "Food is your body's fuel. Without fuel, your body wants to shut down.",
      "author": "Ken Hill",
      "category": "Body, Down, Fuel"
    },
    {
      "quote": "As I see it, a green salad is an open invitation to carrots, onions, mushrooms, tomatoes, and the sprouts that grow in jars on my kitchen counter.",
      "author": "Victoria Moran",
      "category": "Green, Grow, Kitchen"
    },
    {
      "quote": "You can do good work simply staying up all night and eating nothing but junk food, but probably not in the long term.",
      "author": "John Mulaney",
      "category": "Work, Good, Night"
    },
    {
      "quote": "He looked about as inconspicuous as a tarantula on a slice of angel food.",
      "author": "Raymond Chandler",
      "category": "Funny, Angel, He"
    },
    {
      "quote": "I was eating bad stuff. Lots of sugar and carbs, junk food all the time. It makes you very irritated.",
      "author": "Avril Lavigne",
      "category": "Time, Eating, You"
    },
    {
      "quote": "My sisters like cooking at my place. It has a bit more room, and the food tastes a little bit better. A big pot of spaghetti and sauce, some warm French bread - works all the time. I think I've been eating pasta for 26 years.",
      "author": "Tom Brady",
      "category": "Time, Cooking, Think"
    },
    {
      "quote": "I love good food but I follow strict rules the days I perform.",
      "author": "Jose Carreras",
      "category": "Love, Good, Good Food"
    },
    {
      "quote": "The wonderful thing about Food for Thought is that it lets you keep your hand in theater and be in front of a live audience without a commitment of six months, or even three months.",
      "author": "Treat Williams",
      "category": "Thought, Commitment, Live"
    },
    {
      "quote": "Food safety involves everybody in the food chain.",
      "author": "Mike Johanns",
      "category": "Safety, Chain, Everybody"
    },
    {
      "quote": "A lot of food shows need only to tempt. Some food shows only need to inspire, to empower. And there are a lot of shows that do that.",
      "author": "Alton Brown",
      "category": "Inspire, Need, Empower"
    },
    {
      "quote": "There are apothecaries' shops, where prepared medicines, liquids, ointments, and plasters are sold; barbers' shops, where they wash and shave the head; and restaurateurs, that furnish food and drink at a certain price.",
      "author": "Hernan Cortes",
      "category": "Head, Price, Drink"
    },
    {
      "quote": "I want to make wines that harmonize with food - wines that almost hug your tongue with gentleness.",
      "author": "Robert Mondavi",
      "category": "Want, Tongue, Hug"
    },
    {
      "quote": "We can no more do without spirituality than we can do without food, shelter, or clothing.",
      "author": "Ernest Holmes",
      "category": "Faith, Clothing, Shelter"
    },
    {
      "quote": "In corn, I think I've found the key to the American food chain. If you look at a fast-food meal, a McDonald's meal, virtually all the carbon in it - and what we eat is mostly carbon - comes from corn.",
      "author": "Michael Pollan",
      "category": "American, Think, Corn"
    },
    {
      "quote": "My work has also motivated me to put a lot of time into seeking out good food and to spend more money on it.",
      "author": "Michael Pollan",
      "category": "Work, Time, Money"
    },
    {
      "quote": "In addition to contributing to erosion, pollution, food poisoning, and the dead zone, corn requires huge amounts of fossil fuel - it takes a half gallon of fossil fuel to produce a bushel of corn.",
      "author": "Michael Pollan",
      "category": "Environmental, Corn"
    },
    {
      "quote": "I'd like to be rich. I'd like a lot of money to put into my physicals and to buy food for all my friends.",
      "author": "Syd Barrett",
      "category": "Friends, Money, Rich"
    },
    {
      "quote": "Contaminated food is a major cause of diarrhea, substantially contributing to malnutrition and killing about 2.2 million people each year, most of them children.",
      "author": "Gro Harlem Brundtland",
      "category": "Children, People, Year"
    },
    {
      "quote": "Italy in the first years got food, for the first year or the first periods got food. Then we got raw materials and then we got tool machines, let's say, instruments for working.",
      "author": "Gianni Agnelli",
      "category": "Working, Italy, Say"
    },
    {
      "quote": "The two things that could have been better is number one, to get major military force into the community almost immediately to make sure that there was law and order. Number two, we had enough helicopters to airlift food into the centers of population and those places.",
      "author": "Warren Rudman",
      "category": "Community, Law, Military"
    },
    {
      "quote": "If a State has reliable scientific information that demonstrates that a warning is needed for a particular food, then in the interest of public health, it should share that information with the FDA and petition for a new national standard.",
      "author": "Nathan Deal",
      "category": "Health, Information, New"
    },
    {
      "quote": "I don't try to match wine with food, I just drink what I like. And I think a lot of people are going towards that now, which never used to be in the past.",
      "author": "Mario Lemieux",
      "category": "Wine, Past, People"
    },
    {
      "quote": "But I don't begrudge anybody, because I know how hard it is to have that dream and to make it happen, whether or not it's just to put a roof over your head and food on the table.",
      "author": "Carol Burnett",
      "category": "Make It Happen, Dream, Know"
    },
    {
      "quote": "Man's survival, from the time of Adam and Eve until the invention of agriculture, must have been precarious because of his inability to ensure his food supply.",
      "author": "Norman Borlaug",
      "category": "Time, Man, Survival"
    },
    {
      "quote": "Progress would not have been the rarity it is if the early food had not been the late poison.",
      "author": "Walter Bagehot",
      "category": "Progress, Late, Poison"
    },
    {
      "quote": "You don't have to live in the country and grow your own food to be green.",
      "author": "Shalom Harlow",
      "category": "Environmental, Green, Live"
    },
    {
      "quote": "Ever since Eve started it all by offering Adam the apple, woman's punishment has been to supply a man with food then suffer the consequences when it disagrees with him.",
      "author": "Helen Rowland",
      "category": "Man, Woman, Apple"
    },
    {
      "quote": "I recycle. I have a house in the south of France and I have a small garden. My name is Dujardin - 'from the garden.' I grow carrots, peppers, strawberries, green beans, and things for salads, but there are lots of wild boars all around and they steal the food.",
      "author": "Jean Dujardin",
      "category": "Small, Green, Garden"
    },
    {
      "quote": "Most schools have only a microwave or deep fryer, hardly the tools needed to feed our children real, fresh food.",
      "author": "Mark Hyman",
      "category": "Children, Deep, Tools"
    },
    {
      "quote": "When it becomes a revolutionary act to eat real food, we are in trouble.",
      "author": "Mark Hyman",
      "category": "Real, Trouble, Act"
    },
    {
      "quote": "Long as I was riding in a big Cadillac and dressed nice and had plenty of food, that's all I cared about.",
      "author": "Etta James",
      "category": "Long, Nice, Dressed"
    },
    {
      "quote": "My husband cooks fancier food for himself than I've ever cooked on-air. I call him from the road, and he's making champagne-vanilla salmon or black-cherry pork chop. Half of me is feeling unworthy. Not only am I not a chef, I'm not a better cook than my own husband!",
      "author": "Rachael Ray",
      "category": "Road, Chef, Me"
    },
    {
      "quote": "When I do a 30-minute meal, for instance, on Food Network, that's my food you see at the end of the show and it's not perfect. And if sometimes things break or drop or the pasta hits the wall when I'm draining it, they never stop tape. They just kind of let me go with it.",
      "author": "Rachael Ray",
      "category": "End, Not Perfect, Me"
    },
    {
      "quote": "The thing about all my food is that everything is a remembered flavor. Maybe it's something I had as a child or maybe it's something I had in Milan, but I want it to taste better than you ever thought.",
      "author": "Ina Garten",
      "category": "Thought, Child, Want"
    },
    {
      "quote": "You don't want flame to hit your food. Flame is bad. Flame does nasty things to food. It makes soot and it makes deposits of various chemicals that are not too good for us. The last thing you really want to see licking at your food while it's on a grill is an actual flame.",
      "author": "Alton Brown",
      "category": "Good, Want, You"
    },
    {
      "quote": "Most food you drop is still perfectly edible. If it was in your eyesight the whole time, you can pick it up and eat it.",
      "author": "Mehmet Oz",
      "category": "Time, You, Up"
    },
    {
      "quote": "Mexican food is far more varied than people think. It changes like dialects. I was brought up in Jalisco by the sea on a basic diet - tomatoes, chillis, peppers of every size and rice, which is a Mexican staple. The Pacific coast has a huge array of seafood.",
      "author": "Gael Garcia Bernal",
      "category": "Sea, Changes, People"
    },
    {
      "quote": "I love spicy food.",
      "author": "Cynthia Nixon",
      "category": "Love, Spicy, Spicy Food"
    },
    {
      "quote": "Indian food has been huge in the UK forever and ever, but that's because it has a historical rooting. America, I think is really ripe for it. There's been so much interest in Indian culture.",
      "author": "Aarti Sequeira",
      "category": "Culture, America, Think"
    },
    {
      "quote": "Latin food suffers like Chinese. You can do marginal Chinese and be successful. You can do crappy Mexican and be packed.",
      "author": "Aaron Sanchez",
      "category": "Successful, You, Mexican"
    },
    {
      "quote": "It is great to add some glamour to the food industry, like television shows have done for the food world and inspiring people to work in the industry. The flip side of that is unfortunately people think that after they get their qualifications, they get their invitation to compete on 'Top Chef.'",
      "author": "Curtis Stone",
      "category": "Work, Great, World"
    },
    {
      "quote": "My goal in 'Live to Cook' is to make great food more approachable for home cooks.",
      "author": "Michael Symon",
      "category": "Home, Great, Goal"
    },
    {
      "quote": "When two kids are being completely berserk, and they're naked and throwing food around, sometimes I just let it go because I can see a future where they're going to be dressed, and they're going to be at school. So I kind of let stuff go sometimes.",
      "author": "Louis C. K.",
      "category": "Future, School, See"
    },
    {
      "quote": "Urban conservationists may feel entitled to be unconcerned about food production because they are not farmers. But they can't be let off so easily, for they are all farming by proxy.",
      "author": "Wendell Berry",
      "category": "Farming, Feel, May"
    },
    {
      "quote": "Canadians are very well behaved, they don't throw their food.",
      "author": "Calvin Trillin",
      "category": "Well, Throw, Very"
    },
    {
      "quote": "If the first requisite for writing well about food is a good appetite, the second is to put in your apprenticeship as a feeder when you have enough money to pay the check but not enough to produce indifference of the total.",
      "author": "A. J. Liebling",
      "category": "Money, Good, Writing"
    },
    {
      "quote": "Everyone would be healthier if they didn't eat junk food.",
      "author": "Robert Atkins",
      "category": "Everyone, Eat, Junk Food"
    },
    {
      "quote": "You think about some of the most memorable meals you've ever had; the food will be good but it will often be about locating a mental memory and taste is inexorably linked to all the other senses and memory, so ultimately it is all about taste.",
      "author": "Heston Blumenthal",
      "category": "Good, Memory, Think"
    },
    {
      "quote": "Money spent on carbon cuts is money we can't use for effective investments in food aid, micronutrients, HIV/AIDS prevention, health and education infrastructure, and clean water and sanitation.",
      "author": "Bjorn Lomborg",
      "category": "Education, Money, Health"
    },
    {
      "quote": "Fashion, for me, is anything that's aesthetic and beautiful. Art, food, film. It's something that I appreciate and really like.",
      "author": "St. Vincent",
      "category": "Art, Beautiful, Me"
    },
    {
      "quote": "I only like food without color, like potatoes, bread, and pasta.",
      "author": "Emma Roberts",
      "category": "Color, Pasta, Bread"
    },
    {
      "quote": "The air that people breathe in many Chinese cities has become dangerously polluted. Their food supply is subject to constant contamination scandals. Now it appears that not merely stagnant ponds but the water people draw from deep underground is already tainted.",
      "author": "James Fallows",
      "category": "Deep, Water, People"
    },
    {
      "quote": "What's my favourite food? One you order out.",
      "author": "Abigail Breslin",
      "category": "You, Order, Favourite"
    },
    {
      "quote": "I like a quiet evening with family or friends over, great food and great discussion and a lot of laughter. That's really what I think fills my tank.",
      "author": "Anna Eshoo",
      "category": "Family, Friends, Great"
    },
    {
      "quote": "Steakhouses sort of have this old-school nature to them they're like museums full of good food. It's fun hearing the waiter share his expertise on the different cuts of beef and how they're going to cut up your baked potato.",
      "author": "Jim Gaffigan",
      "category": "Nature, Good, Good Food"
    },
    {
      "quote": "Life is a perspective and for me, if a human being has access to school, clean water, food, proper health care, that is the basis of human rights.",
      "author": "Gelila Bekele",
      "category": "Life, Health, Water"
    },
    {
      "quote": "All the food that is put into the stomach that the system cannot derive benefit from, is a burden to nature in her work.",
      "author": "Ellen G. White",
      "category": "Work, Nature, Her"
    },
    {
      "quote": "I will say that the food in both Japan and Italy was immaculate. I don't remember having bad food in either country.",
      "author": "Daniel Gillies",
      "category": "Remember, Country, Italy"
    },
    {
      "quote": "I love good food and I love to eat in nice restaurants. I love Japanese food. I love Gordon Ramsay in London he is pretty amazing.",
      "author": "Isla Fisher",
      "category": "Love, Good, Good Food"
    },
    {
      "quote": "All of us want to live, and that is absolutely natural. However, we should learn from childhood on to choose our best way to die. If we don't do that, we end up spending our days like a dog, only in search of harbour, food and expressing a blind loyalty to his owner in return. That isn't enough to make our lives have a meaning.",
      "author": "Yamamoto Tsunetomo",
      "category": "Dog, Best, Childhood"
    },
    {
      "quote": "There's no denying that candy is comfort food and it's affordable.",
      "author": "Dylan Lauren",
      "category": "Comfort, Candy, Comfort Food"
    },
    {
      "quote": "You know I don't care about what I eat. I love food so much, I can't affect the way I eat.",
      "author": "Tyler Posey",
      "category": "Love, Care, Know"
    },
    {
      "quote": "The food I've liked in my time is American country cookin'.",
      "author": "Colonel Sanders",
      "category": "Time, American, Country"
    },
    {
      "quote": "Chefs think about what it's like to make food. Being a scientist in the kitchen is about asking why something works, and how it works.",
      "author": "Nathan Myhrvold",
      "category": "Kitchen, Think, Why"
    },
    {
      "quote": "Being a consultant is like flying first-class. The food is terrific, the drinks are cold. But all you can do is walk up to the pilot and say, 'bank left.' If you're in management, you have the controls.",
      "author": "Greg Brenneman",
      "category": "Management, Walk, Flying"
    },
    {
      "quote": "I am terrible at making food. I love eating, but I can't make anything.",
      "author": "Nicola Formichetti",
      "category": "Love, I Am, Eating"
    },
    {
      "quote": "I love spicy food, love it. But wasabi is just painful.",
      "author": "Devon Werkheiser",
      "category": "Love, Painful, Spicy"
    },
    {
      "quote": "Modern agriculture has been accurately described as a way of turning oil into food. As the price of oil continues to rise, so will the price of food.",
      "author": "Jeremy Grantham",
      "category": "Agriculture, Rise, Oil"
    },
    {
      "quote": "Variety is what I would recommend: As variety is the spice of life in food, so it is in exercise. Change it up. But most of all, don't overdo it.",
      "author": "Martina Navratilova",
      "category": "Life, Change, Exercise"
    },
    {
      "quote": "I could never give up Mexican food. Nachos are usually my go-to if I'm courtside at an NBA game. I always, always get my picture taken with my mouth wide open and a tortilla chip sticking out of it!",
      "author": "Eva Longoria",
      "category": "Never Give Up, Game, Mexican"
    },
    {
      "quote": "Meals make the society, hold the fabric together in lots of ways that were charming and interesting and intoxicating to me. The perfect meal, or the best meals, occur in a context that frequently has very little to do with the food itself.",
      "author": "Anthony Bourdain",
      "category": "Best, Together, Society"
    },
    {
      "quote": "As I see it, fast food outfits have targeted small children with their advertising in a very effective way. You know, it's clowns and kid's toys and bright colors and things like that.",
      "author": "Anthony Bourdain",
      "category": "Children, Colors"
    },
    {
      "quote": "In general, the more food we eat in its natural state - without additives - and the less it is refined, the healthier it will be for us. Food can affect the mind, and deficiencies of certain elements in the body can promote mental depression.",
      "author": "Ezra Taft Benson",
      "category": "Depression, Mind, Body"
    },
    {
      "quote": "God created the universe in such a manner that all in common might derive their food from it, and that the Earth should also be a property common to all.",
      "author": "Saint Ambrose",
      "category": "God, Universe, Earth"
    },
    {
      "quote": "Eating together is the most intimate form of kinship. By scripting a work where we share the same kind of food with fish, I'm scripting our interrelationship with them.",
      "author": "Natalie Jeremijenko",
      "category": "Work, Together, Fish"
    },
    {
      "quote": "A good host is someone who really takes care of everyone, from the food to their daily programme. I can't.",
      "author": "Christian Louboutin",
      "category": "Daily, Good, Care"
    },
    {
      "quote": "Whatever your favorite food is, if you eat it every day for a month, you're going to get sick of it.",
      "author": "Tucker Max",
      "category": "Day, Every Day, You"
    },
    {
      "quote": "What's the most humiliating thing? When you take someone to dinner or you cook somebody dinner and they get food poisoning. I mean, how bad do you feel?",
      "author": "Wendi McLendon-Covey",
      "category": "Dinner, You, Mean"
    },
    {
      "quote": "I'm big on tomato mozzarella salad. That's my favorite all-time food.",
      "author": "Jan Fields",
      "category": "Favorite, Salad, Tomato"
    },
    {
      "quote": "Two of the central ingredients to our family are food and faith, so sitting down together and thanking God for the food He's provided means everything to us. Prayer is a natural part of our lives - not only around the dinner table, but all day long.",
      "author": "Phil Robertson",
      "category": "Family, Faith, God"
    },
    {
      "quote": "I eat mostly organic, but I love macaroni and cheese, Mexican food, and egg-and-cheese croissants. So when I indulge, I eat protein and veggies for the rest of the day. It really is all about moderation and balance.",
      "author": "Marisa Miller",
      "category": "Love, Day, Balance"
    },
    {
      "quote": "Tacos are the perfect food.",
      "author": "Sophia Bush",
      "category": "Perfect"
    },
    {
      "quote": "The smells of slow cooking spread around the house and impart a unique warmth matched only by the flavour of the food.",
      "author": "Yotam Ottolenghi",
      "category": "Cooking, Unique, Slow"
    },
    {
      "quote": "How we grow food has enormous effects on the environment - climate change as well as pollution of air, water, and soil.",
      "author": "Marion Nestle",
      "category": "Change, Water, Environment"
    },
    {
      "quote": "I am very much about promoting Lima because I think Peru and the mountains and the Incas, everybody is aware of those, but Lima is something that people should discover - especially our food.",
      "author": "Mario Testino",
      "category": "Mountains, I Am, People"
    },
    {
      "quote": "Food is a lens for culture.",
      "author": "Dana Goodyear",
      "category": "Culture, Lens"
    },
    {
      "quote": "In the hands of food manufacturers, cheese has become an 'ingredient.'",
      "author": "Michael Moss",
      "category": "Hands, Cheese, Become"
    },
    {
      "quote": "I think the basic thing that home cooks can learn how to do is just season properly... If the home cook realized how little salt they use compared to what's needed, it would make their food taste better.",
      "author": "David Chang",
      "category": "Home, Better, Think"
    },
    {
      "quote": "I talk to trees and animals. We have interesting conversations about food, weather, and love. They sometimes can predict the future.",
      "author": "Shan Sa",
      "category": "Love, Future, Trees"
    },
    {
      "quote": "If we want to improve American food and make it much cheaper, we should deregulate the food trucks and the other street vendors, provided they meet certain sanitation standards. Many cities have already moved down this path, and people are not keeling over with salmonella.",
      "author": "Tyler Cowen",
      "category": "Path, American, People"
    },
    {
      "quote": "Vietnamese food has probably been saved from the mass market because most people never master the sauces and condiments that must be added to the food, at the table, for its glories to become apparent. It's too much trouble, and a lot of people don't like asking for help, especially if the interaction involves some linguistic awkwardness.",
      "author": "Tyler Cowen",
      "category": "People, Help, Asking"
    },
    {
      "quote": "I have a great love for cuisine, so I'm always interested in local food, and there are so many interesting dishes, spices and ingredients in India.",
      "author": "Romain Grosjean",
      "category": "Love, Great, Interesting"
    },
    {
      "quote": "If you like good ol' fashion Southern soul food then, yes, I am a good cook! My specialty is chicken dumplings and poke salad.",
      "author": "Dolly Parton",
      "category": "Good, I Am, Soul"
    },
    {
      "quote": "The Project Angel Food Program's mission is to nourish the body and spirit of men, women and children affected by HIV/AIDS and other serious illness. The Project Angel Food Program delivers free and nutritious meals prepared with love. We act out of a sense of urgency because hunger and illness cannot wait.",
      "author": "Marianne Williamson",
      "category": "Love, Children, Women"
    },
    {
      "quote": "Your relationship to food is but a reflection of your relationship to yourself, as is everything in your life.",
      "author": "Marianne Williamson",
      "category": "Life, Relationship"
    },
    {
      "quote": "It was gross enough for fast food restaurants to ban, but apparently our government wants so-called pink slime to be a staple in your kids' lunches.",
      "author": "Jane Velez-Mitchell",
      "category": "Government, Pink, Kids"
    },
    {
      "quote": "I think people are transient. Back in the early church, there was a 'stick and stay' mentality. In this day and time, people have a fast food mentality of ministry. If it doesn't fit them or if it doesn't fit in their schedule, they'll move on to something else. That's a norm in today's time.",
      "author": "Marvin Sapp",
      "category": "Time, Day, Today"
    },
    {
      "quote": "I had barely turned 12 when my parents packed me off to Doon School. I was transported to a world of confusion with 600 other kids, no home-cooked food, no made-to-order clothes. It was a shock, but I adjusted.",
      "author": "Jyotiraditya Madhavrao Scindia",
      "category": "School, Parents, World"
    },
    {
      "quote": "The people who misuse the Sabbath lose the blessings of spiritual food and growth promised to those who keep this commandment.",
      "author": "Joseph B. Wirthlin",
      "category": "Growth, Spiritual, Blessings"
    },
    {
      "quote": "Priesthood quorums teach and assist their members to attain good health, financial stability, and a year's supply of food and clothing. They also teach their members to be self-reliant and to give their time, talents, and means in behalf of the Church, community, and needy.",
      "author": "Joseph B. Wirthlin",
      "category": "Time, Health, Community"
    },
    {
      "quote": "When my family did shy away from Indian food, we'd eat a lot of Chinese. We'd use the wok a lot. I never had a problem with Brussels sprouts or broccoli growing up. I always grew up with the mentality of finishing your plate.",
      "author": "Parvesh Cheena",
      "category": "Family, Growing Up, Problem"
    },
    {
      "quote": "I was afraid of Korean food when I moved to L.A., let alone sushi. I remember thinking either sink or swim. Living here in Studio City, Ventura Blvd. is the Mecca of sushi restaurants. What you thought was so exotic is just run of the mill.",
      "author": "Parvesh Cheena",
      "category": "Alone, Thinking, City"
    },
    {
      "quote": "As a chef and father, it kills me that children are fed processed foods, fast food clones, foods loaded with preservatives and high-fructose corn syrup.",
      "author": "Jose Andres",
      "category": "Children, Father, Chef"
    },
    {
      "quote": "I was always with a single mom, and we never had schedules or anything. We were just Bohemian, us against the world, which was kind of great, but it certainly didn't breed security. I've gotten hyper-sensitive to schedules and bath time and eating at the dinner table. We don't just 'Bohemian' go out at nine o'clock and go get Chinese food.",
      "author": "Brooke Shields",
      "category": "Time, Great, Mom"
    },
    {
      "quote": "I love Mexican food, and there's a really good restaurant called El Parador that I love.",
      "author": "Jacquelyn Jablonski",
      "category": "Love, Good, Restaurant"
    },
    {
      "quote": "I love food. I'm a huge food addict. I think in my past life I was a pig or something like that, but I love eating; I never stop eating.",
      "author": "Justin Lee",
      "category": "Love, Life, Past"
    },
    {
      "quote": "Eating disorders are usually nothing to do with food. Parents need to be with their child to see them through it. All the therapists in the world can't help if the parents aren't present, loving, and proactive.",
      "author": "Olivia Newton-John",
      "category": "Parents, Child, World"
    },
    {
      "quote": "Yeah, I'm a vegetarian - but still, some things are just nasty. I like salads. But sometimes, they get too creative. I like regular food, just no meat in it.",
      "author": "Prince Fielder",
      "category": "Creative, Meat, Sometimes"
    },
    {
      "quote": "The Travel Channel had success with their 'Food Paradise' series, '10 Best Places to Pig Out' and those types of specials, so they knew there was a market for comfort food and wanted to develop a show around it.",
      "author": "Adam Richman",
      "category": "Success, Travel, Best"
    },
    {
      "quote": "I read somewhere that abs are made in the kitchen, and I'd like to agree. I like to think that I try to eat pretty clean, pretty good food.",
      "author": "Parker Young",
      "category": "Good, Good Food, Kitchen"
    },
    {
      "quote": "At school, I was brought up on revolting food - sausages, sausages and Spam - but at home, I had the most wonderful sponge puddings, which I don't indulge in very often now.",
      "author": "David Blunkett",
      "category": "Home, School, Wonderful"
    },
    {
      "quote": "I only get fat when I eat food cooked by other chefs. At home, my wife does all the cooking. She makes simple things like soups and salads. We both like steamed tofu.",
      "author": "Alain Ducasse",
      "category": "Home, Simple, Wife"
    },
    {
      "quote": "If you can't afford organic food and are unable to grow your own, it's crucial to wash all inorganic produce very carefully to minimize the toxins you consume. Soak everything for 20 minutes in water with vinegar and salt or water with fresh lemon juice and salt.",
      "author": "Suzanne Somers",
      "category": "Water, Grow, You"
    },
    {
      "quote": "Anyone, any type of story, it doesn't have to be a crime victim, you don't have to let yourself be food for the media.",
      "author": "Bernhard Goetz",
      "category": "Media, Yourself, Story"
    },
    {
      "quote": "The most appealing thing to me about food is combining and layering flavors, tastes, and textures. So the perfect sandwich has to be toasted. It has to have Emmenthal Swiss cheese and a combination of sweet and savory - some cranberry or fig thing happening - with different kinds of meats like Black Forest ham and roast beef.",
      "author": "Kyle MacLachlan",
      "category": "Forest, Me, Sweet"
    },
    {
      "quote": "There's a song called 'Live Blogging the Himmel Family Bris.' I kind of went for it here in terms of - it was really fun to be explaining ritual circumcision in Nashville - a lot of brises are done in hospitals, but many are done in people's homes, and there's a lot of food, and a lot of leftovers.",
      "author": "Rick Moranis",
      "category": "Family, Fun, People"
    },
    {
      "quote": "There was a Gallup poll that said something like 70 percent of people in the United States do not enjoy their job - they work to put food on the table and get insurance to survive. So, what happens when technology can do all that work for us and allow us to actually do what we enjoy with our time?",
      "author": "Peter Diamandis",
      "category": "Work, Time, Technology"
    },
    {
      "quote": "Animals used for food are treated like unfeeling machinery.",
      "author": "Peter Dinklage",
      "category": "Animals, Like, Machinery"
    },
    {
      "quote": "Something I learned when I was very young: with cooking, it doesn't matter where you are; you can always cook. You can end up in small village in Peru where somebody's cooking, take a spoon and taste it, and you might not be too sure what you're eating, but you can taste the soul in the food. That's what is beautiful with food.",
      "author": "Daniel Boulud",
      "category": "Beautiful, Soul, Cooking"
    },
    {
      "quote": "People need to eat whole food plant foods, primarily... whole grains, fruits, vegetables, nuts and seeds. That diet supports our lives. We ought to live to be 90 or 100 without getting any diseases.",
      "author": "John Mackey",
      "category": "People, Plant, Diet"
    },
    {
      "quote": "The people are more important than the food. We want a person to be as successful as he can be, and it works the other way around, too.",
      "author": "S. Truett Cathy",
      "category": "Successful, People, Want"
    },
    {
      "quote": "Writing about food is my default.",
      "author": "Ruth Reichl",
      "category": "Writing, Default, About"
    },
    {
      "quote": "The implications of Americans devoting their lives to fast food are more profound than the fact that our kids aren't eating well. There are real repercussions that we need to know about and think about.",
      "author": "Ruth Reichl",
      "category": "Know, Think, Profound"
    },
    {
      "quote": "If we make it national policy that we will support small farmers the way we support agribusiness, we'll suddenly see it change in terms of the cost of organic food.",
      "author": "Ruth Reichl",
      "category": "Change, Support, Small"
    },
    {
      "quote": "All developmental activities for the common man such as education, healthcare, shelter and food distribution should be handled by reputed private sector institutions. It should be a competitive market in order to prevent the formation of monopolies.",
      "author": "N. R. Narayana Murthy",
      "category": "Education, Man, Healthcare"
    },
    {
      "quote": "Six months after we started, in 1964, there was a day when we sold only seven sandwiches. If we'd taken all the money from the register, we couldn't have paid an employee, much less the food or the rent or all that. It could have been a turning point. We could have given up.",
      "author": "Fred DeLuca",
      "category": "Day, Money, Employee"
    },
    {
      "quote": "My mother never met a gadget she didn't like. There were tube pans for baking the angel food cakes my father could have after his first heart attack, and Bundt pans and loaf pans and baking pans and grilling pans.",
      "author": "Janet Fitch",
      "category": "Father, Mother, Heart"
    },
    {
      "quote": "There's a certain time of day after sunset when people naturally seem to feel the urge to gather by a fire or a stove or a hibachi or another common source of heat and food, and hunker down together to eat and drink. Call it the blue hour.",
      "author": "Kate Christensen",
      "category": "Time, Sunset, Together"
    },
    {
      "quote": "Thin people release the fork, and they chew the food with the fork on the table. They chew their food slowly. They look around at each other or the wall or a picture. They listen to the music. They sit back and take a breath. They do something other than concentrate on shoving the food into their body.",
      "author": "Jean Nidetch",
      "category": "Music, Body, People"
    },
    {
      "quote": "Clean water is a great example of something that depends on energy. And if you solve the water problem, you solve the food problem.",
      "author": "Richard Smalley",
      "category": "Great, Water, Problem"
    },
    {
      "quote": "Food is celebratory. People who don't cook don't know how much fun they're missing.",
      "author": "Leo Buscaglia",
      "category": "Fun, People, Know"
    },
    {
      "quote": "There are eight or nine leading varieties of rice grown in Japan, all of which, except an upland species, require mud, water, and much puddling and nasty work. Rice is the staple food and the wealth of Japan. Its revenues were estimated in rice. Rice is grown almost wherever irrigation is possible.",
      "author": "Isabella Bird",
      "category": "Work, Water, Wealth"
    },
    {
      "quote": "Popeye was right about spinach: dark green, leafy vegetables are the healthiest food on the planet. As whole foods go, they offer the most nutrition per calorie.",
      "author": "Michael Greger",
      "category": "Dark, Green, Nutrition"
    },
    {
      "quote": "We have more tools at hand, literally, to make life easier and more productive than ever. We have Google, Wikipedia, iPads, iPhones, iTunes, YouTube, Netflix, and 600 cable channels. We can shop, pay bills, order food, and get nearly everything delivered, all of it with the touch of a finger on a device in the palm of our hand.",
      "author": "Mike Barnicle",
      "category": "Life, Tools, Google"
    },
    {
      "quote": "When I was growing up on our 53-acre dairy farm, we were obsessed with food; it was the center of our lives. We planted it, grew it, harvested it, peeled it, cooked it, served it, consumed it - endlessly, day after day, season after season.",
      "author": "Bobbie Ann Mason",
      "category": "Day, Growing Up, Season"
    },
    {
      "quote": "The animal world seizes its food in masses little and big, and often gorges itself with it, but the vegetable, through the agency of the solvent power of water, absorbs its nourishment molecule by molecule.",
      "author": "John Burroughs",
      "category": "Water, Power, Animal"
    },
    {
      "quote": "The Horny Toad in Cave Creek has great food. When I'm in Arizona, I have at least one meal there. I have a daughter who lives out there, and Dee Dee Wood, who was the choreographer on 'Mary Poppins,' lives out there. I still get out there once in a while, but not in the summer.",
      "author": "Dick Van Dyke",
      "category": "Daughter, Great, Wood"
    },
    {
      "quote": "Food plays a large part in our weekend, but on a Friday evening, I'll make us something simple for tea. I might have a wee glass of wine.",
      "author": "Victoria Pendleton",
      "category": "Wine, Simple, Tea"
    },
    {
      "quote": "As the graying of the country continues its march forward, many retirees are now relocating to dense urban centers for the cultural and social opportunities, access to public transportation, and the ability to shop nearby for food and household needs without depending unduly on others.",
      "author": "Chuck Norris",
      "category": "Opportunities, Country"
    },
    {
      "quote": "Eat food. Not too much. Mostly plants. That, more or less, is the short answer to the supposedly incredibly complicated and confusing question of what we humans should eat in order to be maximally healthy.",
      "author": "Michael Pollan",
      "category": "Short, Plants, Healthy"
    },
    {
      "quote": "The astounding variety of foods on offer in the modern supermarket obscures the fact that the actual number of species in the modern diet is shrinking. For reasons of economics, the food industry prefers to tease its myriad processed offerings from a tiny group of plant species, corn and soybeans chief among them.",
      "author": "Michael Pollan",
      "category": "Economics, Plant, Diet"
    },
    {
      "quote": "There's tons of junk food for your mind on the Internet. You can sit there for three or 10 or 20 hours a day getting in online arguments with other people who also choose to waste their time.",
      "author": "Henry Rollins",
      "category": "Time, Day, Mind"
    },
    {
      "quote": "I know it's not cat food, but what exactly is it that they put inside of tinned ravioli?",
      "author": "Douglas Coupland",
      "category": "Know, Inside, Cat"
    },
    {
      "quote": "I'm pro-forwards. Do I want the Seventies to come back? No. The haircuts were terrible. Everyone stank. The food was awful.",
      "author": "Douglas Coupland",
      "category": "Want, Back, Terrible"
    },
    {
      "quote": "Real food, I've found, is actually better than dieting.",
      "author": "Angelina Jolie",
      "category": "Better, Real, Found"
    },
    {
      "quote": "I always preferred my father's pasta the next day, when he'd put it in a hot oven with heaps of extra cheese. It would emerge slightly burned and very crisp on top.",
      "author": "Yotam Ottolenghi",
      "category": "Day, Father, Cheese"
    },
    {
      "quote": "An almost forgotten means of economic self-reliance is the home production of food. We are too accustomed to going to stores and purchasing what we need.",
      "author": "Ezra Taft Benson",
      "category": "Home, Purchasing, Economic"
    },
    {
      "quote": "There are blessings in being close to the soil, in raising your own food even if it is only a garden in your yard and a fruit tree or two. Those families will be fortunate who, in the last days, have an adequate supply of food because of their foresight and ability to produce their own.",
      "author": "Ezra Taft Benson",
      "category": "Tree, Blessings, Garden"
    },
    {
      "quote": "I love food and feel that it is something that should be enjoyed. I eat whatever I want. I just don't overeat.",
      "author": "Tyra Banks",
      "category": "Love, Want, Feel"
    },
    {
      "quote": "I love all kinds of bread. Whenever I crave junk food, I want salty things like peanuts or potato chips.",
      "author": "Tyra Banks",
      "category": "Love, Want, Bread"
    },
    {
      "quote": "Neighborhoods and communities are complex organisms that will be resilient only if they are healthy along a number of interrelated dimensions, much as a human body cannot be healthy without adequate air, water, rest, and food.",
      "author": "Ben Bernanke",
      "category": "Water, Body, Healthy"
    },
    {
      "quote": "Is Elizabeth Taylor fat? Her favorite food is seconds.",
      "author": "Joan Rivers",
      "category": "Fat, Favorite, Her"
    },
    {
      "quote": "The secret of food lies in memory - of thinking and then knowing what the taste of cinnamon or steak is.",
      "author": "Jerry Saltz",
      "category": "Memory, Thinking, Secret"
    },
    {
      "quote": "Like all food, whether you're talking about Persian food, or Chinese food, or Swedish food, it's always a reflection of wars, trading, a bunch of good and a bunch of bad. But what's left is always the food story.",
      "author": "Marcus Samuelsson",
      "category": "Good, Reflection, Story"
    },
    {
      "quote": "The reasons for food insecurity are many and varied. But part of the problem is the global farming systems.",
      "author": "Marcus Samuelsson",
      "category": "Problem, Insecurity, Farming"
    },
    {
      "quote": "I had a long-lasting love affair with the flavors from Japan and the hustling New York street vendors. And, of course, a life-changing return to Ethiopia has made huge impacts on my life in food.",
      "author": "Marcus Samuelsson",
      "category": "Love, Life, My Life"
    },
    {
      "quote": "I'm frugal. I'm not a very acquisitive woman. I never waste food. If you prepare your own food, you engage with the world, it tastes alive. It tastes good.",
      "author": "Vivienne Westwood",
      "category": "Good, Woman, World"
    },
    {
      "quote": "I love food, and I'm a chronic over-orderer at restaurants.",
      "author": "Shakira",
      "category": "Love, Restaurants, I Love"
    },
    {
      "quote": "We take food for granted, but it isn't a luxury for many people.",
      "author": "Christina Aguilera",
      "category": "People, Luxury, Take"
    },
    {
      "quote": "The growth of the company and the license that Starbucks has is to participate in other food and beverage opportunities. We have a global business... and in many parts of the world, tea is much, much bigger than coffee, and we're going to bring tea and bring our capability and our understanding of what we've done for coffee to tea.",
      "author": "Howard Schultz",
      "category": "Business, Coffee, Growth"
    },
    {
      "quote": "Being on food stamps can be demeaning. Cashiers know the difference between the new plastic SNAP cards and a credit card. Some food stamp recipients say some cashiers have made them feel uncomfortable and embarrassed.",
      "author": "Donna Brazile",
      "category": "Know, Credit, Cards"
    },
    {
      "quote": "Why not add benefits for making healthy food choices, provide a transition bonus for getting off food stamps, or increase job training opportunities and income - raising minimum wage?",
      "author": "Donna Brazile",
      "category": "Job, Training, Opportunities"
    },
    {
      "quote": "A year after winning the Oscar, almost to the day, I was directing a dog food commercial.",
      "author": "Peter Capaldi",
      "category": "Day, Dog, Winning"
    },
    {
      "quote": "The biggest and most deadly 'tax' rate on the poor comes from a loss of various welfare state benefits - food stamps, housing subsidies and the like - if their income goes up.",
      "author": "Thomas Sowell",
      "category": "Loss, Tax, Poor"
    },
    {
      "quote": "When children are exposed to advertisements for unhealthy food, they will, in turn, consume significantly unhealthier rather than healthy calories as a result.",
      "author": "Chuck Norris",
      "category": "Children, Healthy, Turn"
    },
    {
      "quote": "Understand, when you eat meat, that something did die. You have an obligation to value it - not just the sirloin but also all those wonderful tough little bits.",
      "author": "Anthony Bourdain",
      "category": "Value, Die, You"
    },
    {
      "quote": "People in Slow Food understand that food is an environmental issue.",
      "author": "Michael Pollan",
      "category": "Environmental, People, Slow"
    },
    {
      "quote": "A program to make municipal composting of food and yard waste mandatory and then distributing the compost free to area farmers would shrink America's garbage heap, cut the need for irrigation and fossil-fuel fertilizers in agriculture, and improve the nutritional quality of the American diet.",
      "author": "Michael Pollan",
      "category": "America, Quality, American"
    },
    {
      "quote": "French cooking is really the result of peasants figuring out how to extract flavor from pedestrian ingredients. So most of the food that we think of as elite didn't start out that way.",
      "author": "Michael Pollan",
      "category": "Cooking, Start, Think"
    },
    {
      "quote": "If we're eating industrially, if we're letting large corporations, fast food chains, cook our food, we're going to have a huge, industrialized, monoculture agriculture because big likes to buy from big. So I realized, wow, how we cook or whether we cook has a huge bearing on what kind of agriculture we're going to have.",
      "author": "Michael Pollan",
      "category": "Agriculture, Eating, Fast"
    },
    {
      "quote": "The first step in reforming appetite is going from processed food to real food. Then, if you can afford organic or grass-fed, fantastic. But the first step is moving from processed industrial food to the real thing.",
      "author": "Michael Pollan",
      "category": "Moving, Step, You"
    },
    {
      "quote": "Barbecue is an incredibly democratic food. It's cheaper than McDonald's in many places and far more delicious. On the other hand, the only reason it can be that cheap is they use commodity hogs, the worst of the worst, which is - you know, it's an industry kind of ruining North Carolina.",
      "author": "Michael Pollan",
      "category": "Know, You, Kind"
    },
    {
      "quote": "I love oatmeal. To me, it's not boring. I agree that ordinary oatmeal is very boring, but not the steel-cut Irish kind - the kind that pops in your mouth when you bite into it in little glorious bursts like a sort of gummy champagne.",
      "author": "Alan Alda",
      "category": "Love, Me, You"
    },
    {
      "quote": "I'm just sick of food going in the garbage.",
      "author": "Tom Douglas",
      "category": "Sick, Garbage, Going"
    },
    {
      "quote": "I love dogs. They live in the moment and don't care about anything except affection and food. They're loyal and happy. Humans are just too damn complicated.",
      "author": "David Duchovny",
      "category": "Love, Happy, Moment"
    },
    {
      "quote": "All the time people ask me, like, 'Oh my God, what did you do to get ready for the red carpet?' And I'm like, 'I just had Thai food.' I love to work out and do cardio and have a healthy, active lifestyle, but I also am not going to, like, freak out over food.",
      "author": "Ashley Tisdale",
      "category": "Love, Work, Time"
    },
    {
      "quote": "Children are amazingly adaptable. What would be grotesquely abnormal became my normality in the prisoner of war camps. It became routine for me to line up three times a day to eat lousy food in a noisy mess hall. It became normal for me to go with my father to bathe in a mass shower.",
      "author": "George Takei",
      "category": "Children, Day, Father"
    },
    {
      "quote": "I only eat healthy food, and I only want healthy love!",
      "author": "Jillian Michaels",
      "category": "Love, Healthy, Want"
    },
    {
      "quote": "The physics of water is central to cooking, because food is mostly water. All steak that you cook is actually boiled on the inside.",
      "author": "Nathan Myhrvold",
      "category": "Water, Cooking, You"
    },
    {
      "quote": "If you talk about sous-vide, then you have to talk about food safety, and microbiology, and heat.",
      "author": "Nathan Myhrvold",
      "category": "Safety, Heat, You"
    },
    {
      "quote": "I always say, 'There's a difference between cooked food and McDonald's.' Your mom's homemade dinner - you enjoy this more than you enjoy the fast food that comes along and goes, and I strive to make homemade dinner every time I put out an album.",
      "author": "Estelle",
      "category": "Time, Mom, Enjoy"
    },
    {
      "quote": "When I started, you had cochineal food colouring that would turn things pink, but you could never make it red. Now, red is no problem - and if you look at supermarket bakery sections since 'Bake Off' began, you can get everything.",
      "author": "Mary Berry",
      "category": "Red, Pink, Problem"
    },
    {
      "quote": "I love Michel Roux, Jr., and James Martin - the chefs who are experts in their own right, like Rick Stein on fish. But I don't watch them very much because I don't think it's fair for my husband to be in a total food environment all the time! So we watch programmes about gardening more.",
      "author": "Mary Berry",
      "category": "Love, Time, Gardening"
    },
    {
      "quote": "The food that enters the mind must be watched as closely as the food that enters the body.",
      "author": "Pat Buchanan",
      "category": "Mind, Body, Must"
    },
    {
      "quote": "My favourite thing in the world is going out to get Chinese food, then coming home and renting a movie.",
      "author": "Bindi Irwin",
      "category": "Home, World, Coming Home"
    },
    {
      "quote": "The workers who harvest our food have been systematically denied the basic rights that are granted to all other American workers. They can be fired for trying to form a union or for attempting to improve their working conditions. They are not eligible for overtime pay, disability, or even unemployment insurance.",
      "author": "Eric Schneiderman",
      "category": "Harvest, Disability"
    },
    {
      "quote": "The best food is in Chicago. There are great restaurants everywhere, from fancy places to burger joints.",
      "author": "Steve Carell",
      "category": "Best, Great, Burger"
    },
    {
      "quote": "From cheesecake on a stick to meat skewers to deep-fried bananas on a stick - there are no plates anymore. In Los Angeles, everything has become a corn dog. Actually, corn dogs still work. But most other food should be stickless.",
      "author": "Steve Carell",
      "category": "Work, Dog, Corn"
    },
    {
      "quote": "Why is it when we have a bad experience with a product, we assume it is us, but a bad experience with food, we blame the food?!",
      "author": "Jonathan Ive",
      "category": "Experience, Blame, Why"
    },
    {
      "quote": "I like being able to walk into an old town and find good local food.",
      "author": "Sienna Miller",
      "category": "Good, Walk, Find"
    },
    {
      "quote": "Italy will always have the best food.",
      "author": "Diane von Furstenberg",
      "category": "Best, Italy, Always"
    },
    {
      "quote": "A poet could write volumes about diners, because they're so beautiful. They're brightly lit, with chrome and booths and Naugahyde and great waitresses. Now, it might not be so great in the health department, but I think diner food is really worth experiencing periodically.",
      "author": "David Lynch",
      "category": "Beautiful, Health, Great"
    },
    {
      "quote": "Animals' taste systems are specialized for the niche they occupy in the environment. That includes us. As hunters and foragers of the dry savannah, our earliest forebears evolved a taste for important but scarce nutrients: salt and high-energy fats and sugars. That, in a nutshell, explains the widespread popularity of junk food.",
      "author": "Mary Roach",
      "category": "Environment, Animals"
    },
    {
      "quote": "My idea of good living is not about eating high on the hog. Rather, to me, good living means understanding how food connects us to the earth.",
      "author": "Ruth Reichl",
      "category": "Good, Me, Understanding"
    },
    {
      "quote": "If you go back in American history, oysters were the food of poor people. New York was filled with oyster saloons in the 1800s.",
      "author": "Ruth Reichl",
      "category": "History, American, People"
    },
    {
      "quote": "Every two months, I allow myself a splurge day where I eat thick, doughy pizza from Pizzeria Uno or an ice cream sundae from my store with birthday-cake ice cream, Marshmallow Fluff, and toppings mixed in.",
      "author": "Dylan Lauren",
      "category": "Day, Myself, Ice Cream"
    },
    {
      "quote": "We do take seriously our responsibility, and growing ability, to educate people about healthy eating and giving them greater access to nourishing and affordable fresh food.",
      "author": "John Mackey",
      "category": "Responsibility, Giving"
    },
    {
      "quote": "In fact, in many ways my mother was quite hippy-dippy, serving macrobiotic food and reading 'Zen and the Art of Motorcycle Maintenance.'",
      "author": "Kristin Scott Thomas",
      "category": "Art, Mother, Reading"
    },
    {
      "quote": "I like serving family-style or setting up a buffet. Everyone just goes to town, scoops their own food, and mixes their own drinks. You know how people love to come and watch you in the kitchen now and talk your ear off? If you give them something to do and something to drink, they don't do that as much.",
      "author": "Chrissy Teigen",
      "category": "Love, People, Kitchen"
    },
    {
      "quote": "Food isn't like anything else. It's something precious. It's not a commodity.",
      "author": "Alice Waters",
      "category": "Anything, Precious, Like"
    },
    {
      "quote": "I really like having someone who knows about food and what goes well together make a meal for me.",
      "author": "Alice Waters",
      "category": "Together, Me, Well"
    },
    {
      "quote": "My goal was to be able to be alone without food, sugar, phone, men, TV, anything and to feel O.K. about myself.",
      "author": "Debbie Ford",
      "category": "Myself, Alone, Men"
    },
    {
      "quote": "I love food. I mean, I really love food. I take pictures of my finest, funniest and most fascinating dishes, post them on Twitter, and send them to friends. I treat menus like classic literature, refusing to skip even one word. I read the description of every item, regardless of whether or not I'm interested in eating it.",
      "author": "Rachel Nichols",
      "category": "Love, Friends, Treat"
    },
    {
      "quote": "The Middle East is ailing. The malady stems from pervasive violence, shortages of food, water and educational opportunities, discrimination against women and - the most virulent cause of all - the absence of freedom.",
      "author": "Shimon Peres",
      "category": "Freedom, Women, Water"
    },
    {
      "quote": "At the end of the day, it seems like there's a critic archetype for food movies, like with 'Ratatouille' or anything. You know, if you were doing a puppet show about chefs, one puppet would be the chef, one would be the critic.",
      "author": "Jon Favreau",
      "category": "Day, End, Chef"
    },
    {
      "quote": "Know how to garnish food so that it is more appealing to the eye and even more flavorful than before.",
      "author": "Marilyn vos Savant",
      "category": "Eye, Know, Than"
    },
    {
      "quote": "Sardinia is beautiful. The people were so friendly, and the food was incredible! I also loved Florence. I spent two months there as part of a school study-abroad program. On the weekends, we would get to travel wherever we wanted, so I would explore. That was a magical time.",
      "author": "Tia Mowry",
      "category": "Travel, Time, Beautiful"
    },
    {
      "quote": "I am often asked the question: 'What is your favorite type of food?' Although I always answer Japanese, the real response should be and is pierogi, the delectable Polish dumplings that my mother, Big Martha, made so well in many incarnations: potato, sweet cabbage, blueberry, peach, plum, and apricot.",
      "author": "Martha Stewart",
      "category": "Mother, I Am, Sweet"
    },
    {
      "quote": "Why would I want a place of my own? Then I would have to things worry about, like doing laundry and having food in the fridge.",
      "author": "Rafael Nadal",
      "category": "Worry, Want, Why"
    },
    {
      "quote": "It is difficult to get organic food at most restaurants, so when possible, eat at home. When not, do your best.",
      "author": "Suzanne Somers",
      "category": "Home, Best, Do Your Best"
    },
    {
      "quote": "I'm not an amazing cook. But I can follow a recipe!",
      "author": "Rachel McAdams",
      "category": "Amazing, I Can, Follow"
    },
    {
      "quote": "Music is my breath, blood and food - without music I would perish; the actor in me would die.",
      "author": "Dhanush",
      "category": "Music, Me, Blood"
    },
    {
      "quote": "There's so much importance in honoring your everyday hero. It doesn't take money. It doesn't take connections. What matters is that people get involved. Whether your passion is gun control or food or whatever it may be, everybody needs to stop being so self-absorbed.",
      "author": "Debi Mazar",
      "category": "Hero, Money, Passion"
    },
    {
      "quote": "We have friends in Italy who have these old stoves, and they turn out the most beautiful food. All you really need is time, the best ingredients, and love.",
      "author": "Debi Mazar",
      "category": "Love, Time, Beautiful"
    },
    {
      "quote": "Frankly, any city person who doesn't think I deserve a white-collar salary as a farmer doesn't deserve my special food.",
      "author": "Joel Salatin",
      "category": "City, Think, Salary"
    },
    {
      "quote": "Our biggest fear is that 'Food, Inc.' will move heavy-handed food-safety regulations forward.",
      "author": "Joel Salatin",
      "category": "Fear, Forward, Will"
    },
    {
      "quote": "When I'm working, I need to be pretty disciplined, but I do like to enjoy my food. I like to keep it fresh and wholesome. Preparing your own food can be a great way to unwind.",
      "author": "Julia Stiles",
      "category": "Great, Enjoy, Working"
    },
    {
      "quote": "Growing up, my dad owned a restaurant in Washington, DC, and food was something I was passionate about. But when I finally got into it, I felt like it was so late in the game; that's why I worked seven days a week at Craft and Mercer Kitchen. I wanted to see how far I could take it.",
      "author": "David Chang",
      "category": "Growing Up, Week, Game"
    },
    {
      "quote": "Why can't it be awesome to work for a food company? Why can't we create an environment where people are trying to push each other to do great things, and we're not trying to steal from anybody - we're trying to be good to our farmers and run an honorable business, if there is such a thing anymore?",
      "author": "David Chang",
      "category": "Work, Business, Good"
    },
    {
      "quote": "I find that there are a lot of similarities between French and Japanese food. I think they're two countries that have really systemized their cuisine and codified it.",
      "author": "David Chang",
      "category": "Think, Find, Two"
    },
    {
      "quote": "When I was growing up, I was eating fast food every day. I'd drink soda non-stop, candy, just everything. It was horrible. My go-to was McDonald's, for sure.",
      "author": "Ryan Lochte",
      "category": "Day, Growing Up, Candy"
    },
    {
      "quote": "I would never be able to lead the insane lifestyle I do, traveling all over the world, if I wasn't eating food that was simple and healthy.",
      "author": "Alain Ducasse",
      "category": "Simple, World, Healthy"
    },
    {
      "quote": "When you grow up close to poultry and fields and gardens and open-air markets, you can't help but develop an instinct for quality food.",
      "author": "Alain Ducasse",
      "category": "Quality, Help, Grow"
    },
    {
      "quote": "I hid myself in food.",
      "author": "Gordon Ramsay",
      "category": "Myself, Hid"
    },
    {
      "quote": "Peruvian food is so simple yet amazingly flavored with their traditional spices.",
      "author": "L'Wren Scott",
      "category": "Simple, Spices, Traditional"
    },
    {
      "quote": "Growing up eating fruits and vegetables fresh from our farm added a lot to the way I taste and look at food today, and I wanted the same for my kids and other kids.",
      "author": "Camila Alves",
      "category": "Today, Growing Up, Eating"
    },
    {
      "quote": "I love France. It's got the sun down at the bottom, the Alps for skiing, and all that wine and food.",
      "author": "Paul Hollywood",
      "category": "Love, Wine, Sun"
    },
    {
      "quote": "My philosophy from day one is that I can sleep better at night if I can improve an individual's knowledge about food and wine, and do it on a daily basis.",
      "author": "Emeril Lagasse",
      "category": "Knowledge, Daily, Sleep"
    },
    {
      "quote": "You know, for 300 years it's been kind of the same. There are restaurants in New Orleans that the menu hasn't changed in 125 years, so how is one going to change or evolve the food?",
      "author": "Emeril Lagasse",
      "category": "Change, Know, You"
    },
    {
      "quote": "I love, love, love the street-cart food. Gyros are like a meat-flavored fruit roll-up. A meat roll-up.",
      "author": "Kumail Nanjiani",
      "category": "Love, Fruit, Meat"
    },
    {
      "quote": "Ever notice that Soup for One is eight aisles away from Party Mix?",
      "author": "Elayne Boosler",
      "category": "Party, Soup, Mix"
    },
    {
      "quote": "I love Italian food; it's soulful like French food. Italian food is original and homey; it's market-driven, but also can be locally sourced.",
      "author": "Daniel Boulud",
      "category": "Love, Italian Food, Italian"
    },
    {
      "quote": "Consumers deserve the right to know what's in their food - and obviously, most people want that choice. It's hard to see how more knowledge about the products we eat every day can hurt us.",
      "author": "Michael Specter",
      "category": "Knowledge, Day, Hurt"
    },
    {
      "quote": "Of course I love cooking Eastern European food because I'm a Jew, but I also love making roast chicken. I love making Hungarian goulash. There are a lot of egg noodles in my cooking.",
      "author": "Judy Gold",
      "category": "Love, Cooking, Chicken"
    },
    {
      "quote": "If you're going to America, bring your own food.",
      "author": "Fran Lebowitz",
      "category": "America, You, Bring"
    },
    {
      "quote": "There is so much more vegetable use in Thailand, India and China than meat. Yes, when you go to the markets or buy street food, you see shrimp or chicken - but mostly vegetables.",
      "author": "Jean-Georges Vongerichten",
      "category": "Chicken, You, See"
    },
    {
      "quote": "We would load up the yellow Cutlass Supreme station wagon and pick blackberries during blackberry season or spring onions during spring onion season. For us, food was part of the fabric of our day.",
      "author": "Mario Batali",
      "category": "Day, Spring, Season"
    },
    {
      "quote": "In America, I would say New York and New Orleans are the two most interesting food towns. In New Orleans, they don't have a bad deli. There's no mediocrity accepted.",
      "author": "Mario Batali",
      "category": "America, New York"
    },
    {
      "quote": "In France, cooking is a serious art form and a national sport.",
      "author": "Julia Child",
      "category": "Art, Cooking, France"
    },
    {
      "quote": "Animals that we eat are raised for food in the most economical way possible, and the serious food producers do it in the most humane way possible. I think anyone who is a carnivore needs to understand that meat does not originally come in these neat little packages.",
      "author": "Julia Child",
      "category": "Animals, Think, Meat"
    },
    {
      "quote": "I don't believe in twisting yourself into knots of excuses and explanations over the food you make.",
      "author": "Julia Child",
      "category": "Believe, Excuses, Yourself"
    },
    {
      "quote": "I love to cook comfort food. I'll make fish and vegetables or meat and vegetables and potatoes or rice. The ritual of it is fun for me, and the creativity of it.",
      "author": "Reese Witherspoon",
      "category": "Love, Creativity, Fun"
    },
    {
      "quote": "When women earn the money for the family, everyone in the family benefits. We also know that when women have an income, everyone wins because women dedicate 90% of the income to health, education, to food security, to the children, to the family, or to the community, so when women have an income, everybody wins.",
      "author": "Michelle Bachelet",
      "category": "Education, Family, Women"
    },
    {
      "quote": "My mother, we were a very poor family. When I was a kid, we would be in our little room, and there would be a knock on the door almost every night with a hobo begging for food. Even though we didn't even have enough to eat, my mother always found something to give them.",
      "author": "Kirk Douglas",
      "category": "Family, Mother, Door"
    },
    {
      "quote": "I've been a foodie most of my life. I started when I lived for a year in Germany in my early 20s, and here was this new food environment, and I decided I needed to make sense of it. And I found it was the rules of economics that do the best job. Food is a capitalist product of supply and demand.",
      "author": "Tyler Cowen",
      "category": "Life, Best, Job"
    },
    {
      "quote": "A lot of local food is very tasty. I'm very happy to eat it. I just don't think it's the same thing as saving the world.",
      "author": "Tyler Cowen",
      "category": "Happy, World, Think"
    },
    {
      "quote": "I really like to sometimes go into food detox and eat very simply.",
      "author": "Padma Lakshmi",
      "category": "Sometimes, Eat, Like"
    },
    {
      "quote": "A 10-pound sack of potatoes lasts a long time.",
      "author": "Octavia E. Butler",
      "category": "Time, Long, Long Time"
    },
    {
      "quote": "My idea of fast food is a mallard.",
      "author": "Ted Nugent",
      "category": "Fast, Fast Food, Idea"
    },
    {
      "quote": "What I've been developing is a vegan fast food chain and vegan food markets.",
      "author": "Heather Mills",
      "category": "Fast, Fast Food, Chain"
    },
    {
      "quote": "The best food I've had was actually in catering at 'Single Ladies.' It's insane. I can't live in Atlanta. In fact, even if I'm offered, I'm not sure I could come back for another six months, because I'll just be fat.",
      "author": "Ricky Whittle",
      "category": "Best, Live, Fat"
    },
    {
      "quote": "I don't like food that's too carefully arranged it makes me think that the chef is spending too much time arranging and not enough time cooking. If I wanted a picture I'd buy a painting.",
      "author": "Andy Rooney",
      "category": "Time, Cooking, Chef"
    },
    {
      "quote": "I think what I do differently from a lot of TV chefs is that I break down barriers and make fine food more accessible to the regular person, who might be intimidated. I try hard, particularly with wine, to make it not intimidating. It's sort of a teaching job.",
      "author": "Ted Allen",
      "category": "Job, Wine, Think"
    },
    {
      "quote": "Attitudes toward food have completely changed.",
      "author": "Giada De Laurentiis",
      "category": "Changed, Attitudes, Toward"
    },
    {
      "quote": "I'm into very colorful food. Obviously lots of flavor, but I think we eat with our eyes first, so it has to look great. The presentation has to be great.",
      "author": "Giada De Laurentiis",
      "category": "Great, Eyes, Colorful"
    },
    {
      "quote": "If food were free, why work?",
      "author": "Douglas Horton",
      "category": "Work, Free, Why"
    },
    {
      "quote": "I will never use a substitute for butter. Margarine is one molecule away from eating plastic. If I'm going to eat that type of food, it's going to be the real deal.",
      "author": "Paula Deen",
      "category": "Eating, Real, Never"
    },
    {
      "quote": "Most fast food is fried. Fried food tastes great, and people don't seem to care about the fat aspect.",
      "author": "Eric Schlosser",
      "category": "Great, People, Care"
    },
    {
      "quote": "The worst vice of the solitary is the worship of his food.",
      "author": "Cyril Connolly",
      "category": "Worst, Vice, Worship"
    },
    {
      "quote": "Someone has to take the garbage out, someone has to cook the food, and someone has to clean the dishes. I want to do all of that.",
      "author": "Paula Creamer",
      "category": "Want, Garbage, Clean"
    },
    {
      "quote": "I think 'Soul Food' had the biggest impact on me because that's where I was really able to shine as an actress and because I also met my husband there, and that was a huge turning point in my personal life. So, that show will stick with me forever and ever and ever.",
      "author": "Nicole Ari Parker",
      "category": "Life, Soul, Me"
    },
    {
      "quote": "It's fantastic to strive towards a nice life where you eat nice organic food and your children go to a nice school and you can afford nice clothes and nice perfume and the hypoallergenic make-up. But there's never a day goes by, and I mean this from the bottom of my heart, that I don't think about where I'm from.",
      "author": "Samantha Morton",
      "category": "Life, Children, School"
    },
    {
      "quote": "I really love good food occasionally, but I need time to enjoy it, and I need to be hungry.",
      "author": "Clare Balding",
      "category": "Love, Time, Good"
    },
    {
      "quote": "Meat is a big deal in my life. I do love breakfast food, but I don't think that's extraordinary. I'm a normal American. We love eggs and meat and potatoes and gravy.",
      "author": "Nick Offerman",
      "category": "Love, Life, American"
    },
    {
      "quote": "Technology is, of course, a double edged sword. Fire can cook our food but also burn us.",
      "author": "Jason Silva",
      "category": "Technology, Fire, Sword"
    },
    {
      "quote": "Our minds are like our stomaches; they are whetted by the change of their food, and variety supplies both with fresh appetite.",
      "author": "Quintilian",
      "category": "Change, Minds, Like"
    },
    {
      "quote": "I don't really believe in diets. I love food... If I deprive myself, I'm going to want it more. I snack on yogurt, raw cashews and cherry tomatoes.",
      "author": "Nicole Scherzinger",
      "category": "Love, Myself, Believe"
    },
    {
      "quote": "Parents are working more than ever before and unable to monitor what kids are eating at home, and schools are selling astronomical amounts of junk food in order to supplement shrinking budgets. It's a ticking time bomb, and America's children are exploding.",
      "author": "Lisa Ling",
      "category": "Time, Children, Home"
    },
    {
      "quote": "Acceptable food rots while we are chased from bins behind restaurants, chased from sleeping on the street, chased from relieving ourselves unless we pay for food or gas, until finally we are so hungry, sleepless, smelly, constipated and beaten-down that we simply die of lack of will to live.",
      "author": "Jane Siberry",
      "category": "Live, Die, Street"
    },
    {
      "quote": "LOVE: A word properly applied to our delight in particular kinds of food sometimes metaphorically spoken of the favorite objects of all our appetites.",
      "author": "Henry Fielding",
      "category": "Love, Favorite, Sometimes"
    },
    {
      "quote": "There are good intentions behind many people's conversion to veganism, including an admirable devotion to the well-being of animals and a justified skepticism about the crap the USDA allows manufacturers to put in our food. But it's hard to ignore the often sanctimonious nature of what some nutritionists view as an 'extremist' way of eating.",
      "author": "Julie Klausner",
      "category": "Nature, Good, People"
    },
    {
      "quote": "I would love having Winnie-the-Pooh stay here at the house. We could talk of food and what we were eating next. Maybe ponder that over a little morsel... and then take a little nap and dream of desserts.",
      "author": "Tony DiTerlizzi",
      "category": "Love, Dream, Eating"
    },
    {
      "quote": "I want to safeguard the value of lunch. For me, it is sacred. My family and I always have lunch and dinner together. And we always sit down. Food does not taste the same if you are standing up!",
      "author": "Brunello Cucinelli",
      "category": "Family, Together, Value"
    },
    {
      "quote": "The kitchen oven is reliable, but it's made us lazy.",
      "author": "Jamie Oliver",
      "category": "Kitchen, Lazy, Reliable"
    },
    {
      "quote": "Give your kids a bloody knife and fork and let me put some fresh food in front of them they can eat.",
      "author": "Jamie Oliver",
      "category": "Me, Knife, Kids"
    },
    {
      "quote": "If I could only have one type of food with me, I would bring soy sauce. The reason being that if I have soy sauce, I can flavor a lot of things.",
      "author": "Martin Yan",
      "category": "Me, I Can, Bring"
    },
    {
      "quote": "I always say centered food equals centered behavior.",
      "author": "Marilu Henner",
      "category": "Behavior, Say, Always"
    },
    {
      "quote": "I like to add props to render the specificities of place - paintings, food, clothing, signs, infrastructure, music, sayings and slang particular to the region and particular to the character. And props shouldn't just sit there; they should get used.",
      "author": "Kaui Hart Hemmings",
      "category": "Music, Character, Place"
    },
    {
      "quote": "I love to take something ordinary and make it really special.",
      "author": "Ina Garten",
      "category": "Love, Special, Something"
    },
    {
      "quote": "Miss Child is never bashful with butter.",
      "author": "Phil Donahue",
      "category": "Child, Never, Butter"
    },
    {
      "quote": "Creole is New Orleans city food. Communities were created by the people who wanted to stay and not go back to Spain or France.",
      "author": "Paul Prudhomme",
      "category": "City, People, New"
    },
    {
      "quote": "We are already perilously close to killing off the top of the oceanic food chain - with catastrophic consequences that we can't begin to imagine. Let us not, in the heat of anger, reduce the already devastated population of great white sharks by one more member.",
      "author": "Peter Benchley",
      "category": "Great, Anger, Consequences"
    },
    {
      "quote": "The knish is a classic example of peasant food evolving into comfort food and even sophisticated fare.",
      "author": "Gil Marks",
      "category": "Comfort, Example, Classic"
    },
    {
      "quote": "Gujarat is truly vibrant. Be it handicrafts, folk music, art, costumes or food - the state offers the best of everything.",
      "author": "Shreya Ghoshal",
      "category": "Music, Art, Best"
    },
    {
      "quote": "I love chicken and anything to do with chicken. I love anything that's homemade. Oh, and BBQ. And I love green beans. There is so much good food. I can go on and on and on.",
      "author": "Phillip Phillips",
      "category": "Love, Good, Good Food"
    },
    {
      "quote": "Ferran Adria making hamburgers... some thought it was crazy. But getting them perfect was a challenge. Plus I'm fascinated by all aspects of food.",
      "author": "Ferran Adria",
      "category": "Challenge, Crazy, Thought"
    },
    {
      "quote": "Make food a very incidental part of your life by filling your life so full of meaningful things that you'll hardly have time to think about food.",
      "author": "Peace Pilgrim",
      "category": "Life, Time, Meaningful"
    },
    {
      "quote": "There aren't many great passages written about food, but I love one by George Millar, who worked for the SOE in the second world war and wrote a book called 'Horned Pigeon.' He had been on the run and hadn't eaten for a week, and his description of the cheese fondue he smells in the peasant kitchen of a house in eastern France is unbelievable.",
      "author": "Sebastian Faulks",
      "category": "Love, Great, War"
    },
    {
      "quote": "The maker movement is about people who want to gain more control of the human design world that they interact with every day. Instead of accepting off-the-shelf solutions from institutions and corporations, makers would like to make, modify, and repair their own tools, clothing, food, toys, furniture, and other physical objects.",
      "author": "Mark Frauenfelder",
      "category": "Day, Design, World"
    },
    {
      "quote": "Primarily I'm a meat man, although once in a while I toy with a few vegetables.",
      "author": "Nat King Cole",
      "category": "Man, Vegetables, Meat"
    },
    {
      "quote": "I never eat in a restaurant that's over a hundred feet off the ground and won't stand still.",
      "author": "Calvin Trillin",
      "category": "Stand, Feet, Restaurant"
    },
    {
      "quote": "That's a big goal of mine, to try and grow as much of my own food as possible.",
      "author": "Daryl Hannah",
      "category": "Goal, Grow, Try"
    },
    {
      "quote": "Sitting down to a meal with an Indian family is different from sitting down to a meal with a British family.",
      "author": "Roland Joffe",
      "category": "Family, Down, British"
    },
    {
      "quote": "Food to me, in one word, is 'creativity' or 'expression.' It's simply, 'This is who I am at this point in time, and this is what I want to cook for you.'",
      "author": "Graham Elliot",
      "category": "Time, Creativity, I Am"
    },
    {
      "quote": "The old injunction 'Don't talk with your mouth full' is based on the presumption that, however multifunctional a mouth may be, it should only perform one job at a time. Humans have found a way around this limitation in the form of food writing.",
      "author": "Bee Wilson",
      "category": "Time, Job, Writing"
    },
    {
      "quote": "Maybe a person's time would be as well spent raising food as raising money to buy food.",
      "author": "Frank A. Clark",
      "category": "Time, Money, Person"
    },
    {
      "quote": "As I got older and more educated about things like chemicals in food and how beef is processed, I simply stopped eating certain things because it felt like the right thing to do.",
      "author": "Lindsay Wagner",
      "category": "The Right Thing, Eating"
    },
    {
      "quote": "Food can become such a point of anxiety - not because it's food, but just because you have anxiety. That's how eating disorders develop.",
      "author": "Vanessa Carlton",
      "category": "Anxiety, Eating, You"
    },
    {
      "quote": "In my travels, I also noticed that kids in Thailand like spicy food, and kids in India love curry. I'm hoping to introduce my son, Hudson, to lots of veggies and spices when he's young. I say that before he's started on solid foods, so it could be easier in theory than practice!",
      "author": "Curtis Stone",
      "category": "Love, Son, Practice"
    },
    {
      "quote": "It's easy for Americans to forget that the food they eat doesn't magically appear on a supermarket shelf.",
      "author": "Christopher Dodd",
      "category": "Forget, Easy, Eat"
    },
    {
      "quote": "I can get whatever I want to eat and when you, you know, you forget to eat you sometimes pick up fast food.",
      "author": "Star Jones",
      "category": "Want, Know, You"
    },
    {
      "quote": "Provision as much pure and organic food as you can, and let the rest go by.",
      "author": "Laurie Colwin",
      "category": "Rest, You, Organic Food"
    },
    {
      "quote": "I eat a variety of foods like vegetables, fruit and beef for protein and iron.",
      "author": "Sasha Cohen",
      "category": "Fruit, Vegetables, Beef"
    },
    {
      "quote": "I really liked the food in Japan. There is something so organized, neat, and methodical about it. They put a lot of care and quality into their cooking. I also love Mediterranean, New American, and Italian food, because the cuisines borrow influences from all over the world.",
      "author": "Sasha Cohen",
      "category": "Love, American, World"
    },
    {
      "quote": "I don't always buy organic food. It is more expensive.",
      "author": "Alexandra Paul",
      "category": "Always, Organic Food"
    },
    {
      "quote": "I think Australian food is probably some of the best in the world.",
      "author": "Karrie Webb",
      "category": "Best, World, Think"
    },
    {
      "quote": "Appetite, craving for food, is a constant and powerful stimulator of the gastric glands.",
      "author": "Ivan Pavlov",
      "category": "Powerful, Craving, Constant"
    },
    {
      "quote": "From the described experiment it is clear that the mere act of eating, the food even not reaching the stomach, determines the stimulation of the gastric glands.",
      "author": "Ivan Pavlov",
      "category": "Eating, Stomach, Experiment"
    },
    {
      "quote": "Too many people just eat to consume calories. Try dining for a change.",
      "author": "John Walters",
      "category": "Change, People, Try"
    },
    {
      "quote": "'Shkoff' is to eat. 'Shkiaff' is to slap. Like, 'Gettouttahere I'm gonna give you a couple of shkiaffs,' or, 'Forget presentation, just shkiaff the food onto the plate.'",
      "author": "Nadia Giosia",
      "category": "Forget, Presentation, You"
    },
    {
      "quote": "The simpler the food, the harder it is to prepare it well. You want to truly taste what it is you're eating. So that goes back to the trend of fine ingredients. It's very Japanese: Preparing good ingredients very simply, without distractions from the flavor of the ingredient itself.",
      "author": "Joel Robuchon",
      "category": "Good, Prepare, Want"
    },
    {
      "quote": "I always knew that food and wine were vital, with my mother being Italian and a good cook.",
      "author": "Robert Mondavi",
      "category": "Good, Mother, Wine"
    },
    {
      "quote": "When all else fails, dress beautifully and throw your food.",
      "author": "Gail Carriger",
      "category": "Dress, When All Else Fails"
    },
    {
      "quote": "I used to make my own food and ate on my own in my room.",
      "author": "Victoria Wood",
      "category": "My Own, Room, Used"
    },
    {
      "quote": "I like to eat and I love the diversity of foods.",
      "author": "David Soul",
      "category": "Love, Diversity, Like"
    },
    {
      "quote": "I can make dressing - or stuffing. Y'all call it stuffing up here, we call it dressing down there. It's really good dressing. That family recipe was passed on, and I love to make that.",
      "author": "Edie Brickell",
      "category": "Love, Family, Good"
    },
    {
      "quote": "I like to say, 'Chop suey's the biggest culinary joke that one culture has ever played on another,' because chop suey, if you translate into Chinese, means 'tsap sui,' which, if you translate back, means 'odds and ends.'",
      "author": "Jennifer Lee",
      "category": "Culture, You, Say"
    },
    {
      "quote": "We all thought of chicken as lean, protein-rich food that's good for weight watching, but the truth is chicken might actually be making us fatter!",
      "author": "Kathy Freston",
      "category": "Good, Truth, Thought"
    },
    {
      "quote": "I made the connection between food and weight, but feeling good or bad was a separate issue.",
      "author": "Robin Quivers",
      "category": "Good, Feeling Good"
    },
    {
      "quote": "The position is: the Gaelic language is no longer the native language; it is dead, yet food is being brought to the graveyard.",
      "author": "Patrick Kavanagh",
      "category": "Language, Dead, Being"
    },
    {
      "quote": "I would like to find a stew that will give me heartburn immediately, instead of at three o clock in the morning.",
      "author": "John Barrymore",
      "category": "Morning, Me, Clock"
    },
    {
      "quote": "Food is ever-changing and ever moving forward and getting more and more complex.",
      "author": "Alexandra Guarnaschelli",
      "category": "Moving Forward, Moving"
    },
    {
      "quote": "It is obvious that the greatest and most important service that is required of our agriculture under existing conditions is an enlarged production of the staple food crops.",
      "author": "David F. Houston",
      "category": "Service, Greatest"
    },
    {
      "quote": "I think e-mail is representative of our fast food mentality in the United States, where everything has gotten faster and faster, and we're required to respond to inputs more quickly with less time for thought and reflection. I believe that we need to slow down.",
      "author": "Alan Lightman",
      "category": "Time, Reflection, Believe"
    },
    {
      "quote": "My favorite comfort food would have be braised beef. You know, beef, slow-cooked in a Dutch oven or in a slow cooker until it falls apart with simple mushrooms, some onions and lots of fresh thyme and garlic.",
      "author": "Tyler Florence",
      "category": "Simple, Comfort, Know"
    },
    {
      "quote": "Most vegetarians look so much like the food they eat that they can be classified as cannibals.",
      "author": "Finley Peter Dunne",
      "category": "Look, Eat, Like"
    },
    {
      "quote": "Poor, darling fellow - he died of food. He was killed by the dinner table.",
      "author": "Diana Vreeland",
      "category": "Dinner, Dinner Table, Poor"
    },
    {
      "quote": "Whenever I'd go to restaurants, the main chef came out and was cooking for me, and he's asking me how the food is. I get, like, VIP service, so it's weird.",
      "author": "Inbee Park",
      "category": "Service, Cooking, Chef"
    },
    {
      "quote": "Groceries became a revelation: the people coming out with bundles of food. It's all like a great ceremony, and the whole drudgery of shopping has become my inspiration.",
      "author": "Corita Kent",
      "category": "Great, People, Shopping"
    },
    {
      "quote": "On my first date, my boyfriend asked me if I wanted to eat a la carte, and I said that I would prefer to stay inside!",
      "author": "Cristin Milioti",
      "category": "Me, First, Said"
    },
    {
      "quote": "The French cook we open tins.",
      "author": "John Galsworthy",
      "category": "Open, Cook, French"
    },
    {
      "quote": "I love food and I love everything involved with food. I love the fun of it. I love restaurants. I love cooking, although I don't cook very much. I love kitchens.",
      "author": "Alma Guillermoprieto",
      "category": "Love, Cooking, Fun"
    },
    {
      "quote": "The less food, the more time to talk, the more to talk about.",
      "author": "Damon Wayans",
      "category": "Time, Talk, More"
    },
    {
      "quote": "If we eat any food, or drink any beverage, we must recite a blessing over them before and after.",
      "author": "Shmuel Yosef Agnon",
      "category": "Blessing, Drink, Eat"
    },
    {
      "quote": "If I had the choice between smoked salmon and tinned salmon, I'd have it tinned. With vinegar.",
      "author": "Harold Wilson",
      "category": "Choice, Salmon, Between"
    },
    {
      "quote": "Eating without conversation is only stoking.",
      "author": "Marcelene Cox",
      "category": "Conversation, Eating"
    },
    {
      "quote": "I know my husband really loves me because he takes me to have ribs. He says I'm the only girl he ever took out who actually ate anything on her plate, as opposed to pushing it around.",
      "author": "Julia Barr",
      "category": "Girl, Me, Husband"
    },
    {
      "quote": "Sometimes when I speak to groups or I'm interviewed by a journalist, I ask them to imagine their communities without Girl Scouts - to imagine the thousands of food drives and clothing and toy collections that would never take place if not for Girl Scouts.",
      "author": "Anna Maria Chavez",
      "category": "Girl, Speak, Place"
    },
    {
      "quote": "Although even when I am being idle I have plenty of food for thought both early and late - thoughts both about and not about art.",
      "author": "Gustav Klimt",
      "category": "Art, I Am, Thoughts"
    },
    {
      "quote": "I'm encouraged because you pick up any food magazine and there's two or three recipes involving Indian spices.",
      "author": "Aarti Sequeira",
      "category": "You, Three, Two"
    },
    {
      "quote": "The future of the world will belong to whoever can harness energy and food.",
      "author": "Mian Muhammad Mansha",
      "category": "Future, World, Energy"
    },
    {
      "quote": "Chicken and horse meat are the best foods for weightlifters, and good food is important.",
      "author": "Ilya Ilyin",
      "category": "Good, Best, Horse"
    },
    {
      "quote": "'Greedy gut' is my middle name. I love food, and I love parts.",
      "author": "Geraldine Page",
      "category": "Love, Name, Gut"
    },
    {
      "quote": "I love spaghetti and meatballs... I eat a lot.",
      "author": "Susan Lucci",
      "category": "Love, Eat, Spaghetti"
    },
    {
      "quote": "I doubt whether the world holds for any one a more soul-stirring surprise than the first adventure with ice-cream.",
      "author": "Heywood Broun",
      "category": "Adventure, World, Surprise"
    },
    {
      "quote": "Human beings do not eat nutrients, they eat food.",
      "author": "Mary Catherine Bateson",
      "category": "Human, Eat, Human Beings"
    },
    {
      "quote": "Working in front of the camera keeps me alive. I couldn't care less about actors' trailers and food on sets and stuff like that - I just want to act.",
      "author": "Chow Yun-Fat",
      "category": "Me, Camera, Want"
    },
    {
      "quote": "There is increasing social concern about our use of nonhumans for experiments, food, clothing and entertainment. This concern about animals reflects both our own moral development as a civilization and our recognition that the differences between humans and animals are, for the most part, differences of degree and not of kind.",
      "author": "Gary L. Francione",
      "category": "Differences, Moral, Animals"
    },
    {
      "quote": "I'd like to have any sort of Mexican or Italian food any time of the day!",
      "author": "Brenda Song",
      "category": "Time, Day, Mexican"
    },
    {
      "quote": "When I was first approached for 'Pass the Plate,' I was thrilled because I love to cook. And I love to cook healthy. The reason I started cooking was because I would go to restaurants and have just amazing food but feel so heavy and gross. I would go home and try to cook the same thing, but a healthy version.",
      "author": "Brenda Song",
      "category": "Love, Home, Cooking"
    },
    {
      "quote": "If we as a society are willing to have a preference for organic food, the farmer can pass on the savings.",
      "author": "Robert Patterson",
      "category": "Society, Savings, Farmer"
    },
    {
      "quote": "Chicken fat, beef fat, fish fat, fried foods - these are the foods that fuel our fat genes by giving them raw materials for building body fat.",
      "author": "Neal Barnard",
      "category": "Giving, Fish, Building"
    },
    {
      "quote": "I am not a vegetarian because I love animals I am a vegetarian because I hate plants.",
      "author": "A. Whitney Brown",
      "category": "Love, I Am, Hate"
    },
    {
      "quote": "The secret of being a great actor is a love of food.",
      "author": "Yash Chopra",
      "category": "Love, Great, Actor"
    },
    {
      "quote": "By giving the FDA adequate resources and authority to both prevent outbreaks and intervene once they appear, we can support the administration's efforts to reassure the parents of America that the food they feed their children is the product of the safest system in the world.",
      "author": "Diana DeGette",
      "category": "Children, America, Parents"
    },
    {
      "quote": "I watch Letterman. Once in a while, on the odd night, I'll catch the Food Network and watch 'Ace of Cakes,' which I'm kind of obsessed with.",
      "author": "Amanda Righetti",
      "category": "Night, Kind, Watch"
    },
    {
      "quote": "I love dive bars, old movie theaters, live music and good food. The simplest things in life for me are the most important.",
      "author": "Tanya Fischer",
      "category": "Love, Life, Music"
    },
    {
      "quote": "Eating is not merely a material pleasure. Eating well gives a spectacular joy to life and contributes immensely to goodwill and happy companionship. It is of great importance to the morale.",
      "author": "Elsa Schiaparelli",
      "category": "Life, Happy, Great"
    },
    {
      "quote": "The disparity between a restaurant's price and food quality rises in direct proportion to the size of the pepper mill.",
      "author": "Bryan Q. Miller",
      "category": "Quality, Restaurant, Price"
    },
    {
      "quote": "I am very, very strict with my workout regimen; not so much with my food, because I'm always working out, so I can allow myself to be a bit more naughty!",
      "author": "Barbara Fialho",
      "category": "Myself, I Am, Working"
    },
    {
      "quote": "Food is as important as energy, as security, as the environment. Everything is linked together.",
      "author": "Louise Fresco",
      "category": "Together, Environment"
    },
    {
      "quote": "There's nothing more haunting than the cry of a child that cannot be returned with food - the most fundamental expectation of every human being.",
      "author": "Josette Sheeran",
      "category": "Child, Expectation, Human"
    },
    {
      "quote": "More than any other in Western Europe, Britain remains a country where a traveler has to think twice before indulging in the ordinary food of ordinary people.",
      "author": "Joseph Lelyveld",
      "category": "People, Think, Country"
    },
    {
      "quote": "You cannot believe in God until you believe in yourself.",
      "author": "Swami Vivekananda",
      "category": "God, Believe In Yourself"
    },
    {
      "quote": "When I admire the wonders of a sunset or the beauty of the moon, my soul expands in the worship of the creator.",
      "author": "Mahatma Gandhi",
      "category": "Beauty, Sunset, Moon"
    },
    {
      "quote": "Prayer does not change God, but it changes him who prays.",
      "author": "Soren Kierkegaard",
      "category": "Change, God, Changes"
    },
    {
      "quote": "Parents and schools should place great emphasis on the idea that it is all right to be different. Racism and all the other 'isms' grow from primitive tribalism, the instinctive hostility against those of another tribe, race, religion, nationality, class or whatever. You are a lucky child if your parents taught you to accept diversity.",
      "author": "Roger Ebert",
      "category": "Great, Racism, Parents"
    },
    {
      "quote": "I believe in the religion of Islam. I believe in Allah and peace.",
      "author": "Muhammad Ali",
      "category": "Peace, Believe, I Believe"
    },
    {
      "quote": "I never considered a difference of opinion in politics, in religion, in philosophy, as cause for withdrawing from a friend.",
      "author": "Thomas Jefferson",
      "category": "Friendship, Politics"
    },
    {
      "quote": "So I say to you, Ask and it will be given to you; search, and you will find; knock, and the door will be opened for you.",
      "author": "Jesus Christ",
      "category": "Door, Search, You"
    },
    {
      "quote": "Rivers, ponds, lakes and streams - they all have different names, but they all contain water. Just as religions do - they all contain truths.",
      "author": "Muhammad Ali",
      "category": "Water, Rivers, Religions"
    },
    {
      "quote": "Religion is the sigh of the oppressed creature, the heart of a heartless world, and the soul of soulless conditions. It is the opium of the people.",
      "author": "Karl Marx",
      "category": "Heart, Soul, World"
    },
    {
      "quote": "Aim at heaven and you will get earth thrown in. Aim at earth and you get neither.",
      "author": "C. S. Lewis",
      "category": "Earth, Aim, You"
    },
    {
      "quote": "God is to be worshipped as the one beloved, dearer than everything in this and next life.",
      "author": "Swami Vivekananda",
      "category": "Life, God, Everything"
    },
    {
      "quote": "A thorough knowledge of the Bible is worth more than a college education.",
      "author": "Theodore Roosevelt",
      "category": "Education, Knowledge"
    },
    {
      "quote": "To gather with God's people in united adoration of the Father is as necessary to the Christian life as prayer.",
      "author": "Martin Luther",
      "category": "Life, Father, God"
    },
    {
      "quote": "The World is my country, all mankind are my brethren, and to do good is my religion.",
      "author": "Thomas Paine",
      "category": "Good, World, Country"
    },
    {
      "quote": "Every man lives in two realms: the internal and the external. The internal is that realm of spiritual ends expressed in art, literature, morals, and religion. The external is that complex of devices, techniques, mechanisms, and instrumentalities by means of which we live.",
      "author": "Martin Luther King, Jr.",
      "category": "Art, Man, Spiritual"
    },
    {
      "quote": "Worship is a way of seeing the world in the light of God.",
      "author": "Abraham Joshua Heschel",
      "category": "Light, God, World"
    },
    {
      "quote": "The truth is that killing innocent people is always wrong - and no argument or excuse, no matter how deeply believed, can ever make it right. No religion on earth condones the killing of innocent people; no faith tradition tolerates the random killing of our brothers and sisters on this earth.",
      "author": "Feisal Abdul Rauf",
      "category": "Faith, Truth, People"
    },
    {
      "quote": "The Bible shows the way to go to heaven, not the way the heavens go.",
      "author": "Galileo Galilei",
      "category": "Bible, Heaven, Way"
    },
    {
      "quote": "Terrorism has no nationality or religion.",
      "author": "Vladimir Putin",
      "category": "Terrorism, Nationality"
    },
    {
      "quote": "For God so loved the World that he gave his only Son, that whoever believes in him should not perish but have eternal life.",
      "author": "Jesus Christ",
      "category": "Life, Son, God"
    },
    {
      "quote": "We must fix our broken immigration system. That means stopping illegal immigration. And it means welcoming properly vetted legal immigrants, regardless of their race or religion. Just like we have for centuries.",
      "author": "Nikki Haley",
      "category": "Legal, Broken, Immigrants"
    },
    {
      "quote": "Human rights is a universal standard. It is a component of every religion and every civilization.",
      "author": "Shirin Ebadi",
      "category": "Human Rights, Rights, Human"
    },
    {
      "quote": "Jesus is ideal and wonderful, but you Christians - you are not like him.",
      "author": "Mahatma Gandhi",
      "category": "You, Wonderful, Him"
    },
    {
      "quote": "The First Amendment freedom of religion is as important today as when the Bill of Rights was first written.",
      "author": "Arlen Specter",
      "category": "Freedom, Today, Rights"
    },
    {
      "quote": "The Charter of the United Nations expresses the noblest aspirations of man: abjuration of force in the settlement of disputes between states; the assurance of human rights and fundamental freedoms for all without distinction as to race, sex, language or religion; the safeguarding of international peace and security.",
      "author": "Haile Selassie",
      "category": "Peace, Man, Language"
    },
    {
      "quote": "Gentleness, self-sacrifice and generosity are the exclusive possession of no one race or religion.",
      "author": "Mahatma Gandhi",
      "category": "Generosity, Race, Possession"
    },
    {
      "quote": "Religion is the masterpiece of the art of animal training, for it trains people as to how they shall think.",
      "author": "Arthur Schopenhauer",
      "category": "Art, Training, Animal"
    },
    {
      "quote": "There is no need for temples, no need for complicated philosophies. My brain and my heart are my temples; my philosophy is kindness.",
      "author": "Dalai Lama",
      "category": "Kindness, Heart, Philosophy"
    },
    {
      "quote": "We are a nation of immigrants, a quilt of many colors, and we've managed over more than two centuries to create a way of life that allows for a reasonable degree of upward mobility, that prizes individual liberty, promotes freedom of religion and genuinely values equal rights for all citizens.",
      "author": "Jay Parini",
      "category": "Life, Freedom, Colors"
    },
    {
      "quote": "The essence of America - that which really unites us - is not ethnicity, or nationality or religion - it is an idea - and what an idea it is: That you can come from humble circumstances and do great things.",
      "author": "Condoleezza Rice",
      "category": "Great, America, Humble"
    },
    {
      "quote": "No religion has mandated killing others as a requirement for its sustenance or promotion.",
      "author": "A. P. J. Abdul Kalam",
      "category": "Promotion, Others"
    },
    {
      "quote": "Wherever men and women are persecuted because of their race, religion, or political views, that place must - at that moment - become the center of the universe.",
      "author": "Elie Wiesel",
      "category": "Women, Men, Universe"
    },
    {
      "quote": "Muslims are not bloodthirsty people. Islam is a religion of peace that forbids the killing of the innocent. Islam also accepts the Prophets, whether those prophets are Mohammed, God's peace and blessing be upon Him, or Moses or the other prophets of the Books.",
      "author": "Abdullah of Saudi Arabia",
      "category": "Peace, God, People"
    },
    {
      "quote": "There is no surer sign of decay in a country than to see the rites of religion held in contempt.",
      "author": "Niccolo Machiavelli",
      "category": "Country, See, Sign"
    },
    {
      "quote": "Superstition is the religion of feeble minds.",
      "author": "Edmund Burke",
      "category": "Superstition, Minds, Feeble"
    },
    {
      "quote": "I prayed for twenty years but received no answer until I prayed with my legs.",
      "author": "Frederick Douglass",
      "category": "Years, Legs, Answer"
    },
    {
      "quote": "We have enslaved the rest of the animal creation, and have treated our distant cousins in fur and feathers so badly that beyond doubt, if they were able to formulate a religion, they would depict the Devil in human form.",
      "author": "William Ralph Inge",
      "category": "Environmental, Animal, Doubt"
    },
    {
      "quote": "Religion is regarded by the common people as true, by the wise as false, and by the rulers as useful.",
      "author": "Lucius Annaeus Seneca",
      "category": "Wise, People, True"
    },
    {
      "quote": "Fashion is almost like a religion, for me at least.",
      "author": "ASAP Rocky",
      "category": "Fashion, Me, Like"
    },
    {
      "quote": "We have been educated into believing someone else's concept of the deity, and someone else's standard of beauty. You have the right to practice any religion and politics in a way that best suits your freedom, your dignity, and your understanding. And once you do that, you don't apologize.",
      "author": "John Henrik Clarke",
      "category": "Beauty, Freedom, Best"
    },
    {
      "quote": "God is a metaphor for that which transcends all levels of intellectual thought. It's as simple as that.",
      "author": "Joseph Campbell",
      "category": "God, Simple, Thought"
    },
    {
      "quote": "Religion is part of the human make-up. It's also part of our cultural and intellectual history. Religion was our first attempt at literature, the texts, our first attempt at cosmology, making sense of where we are in the universe, our first attempt at health care, believing in faith healing, our first attempt at philosophy.",
      "author": "Christopher Hitchens",
      "category": "History, Faith, Health"
    },
    {
      "quote": "Religion is the opium of the masses.",
      "author": "Karl Marx",
      "category": "Masses, Opium"
    },
    {
      "quote": "I am against religion because it teaches us to be satisfied with not understanding the world.",
      "author": "Richard Dawkins",
      "category": "I Am, World, Understanding"
    },
    {
      "quote": "God does not discriminate against people, regardless of color, religion, social class, or gender and sexual preferences.",
      "author": "Rodrigo Duterte",
      "category": "God, Color, People"
    },
    {
      "quote": "I have an everyday religion that works for me. Love yourself first, and everything else falls into line.",
      "author": "Lucille Ball",
      "category": "Love, Love Yourself"
    },
    {
      "quote": "In Iran, there is no freedom of the press, no freedom of speech, no independent judiciary, no free elections. There is no freedom of religion - not even for Shiites, who are forced by Iran's theocracy to adhere to one narrow set of official rules.",
      "author": "Elliott Abrams",
      "category": "Freedom, Rules, Free"
    },
    {
      "quote": "I never knew how to worship until I knew how to love.",
      "author": "Henry Ward Beecher",
      "category": "Love, Never, Worship"
    },
    {
      "quote": "Religion is the organization of spirituality into something that became the hand maiden of conquerors. Nearly all religions were brought to people and imposed on people by conquerors, and used as the framework to control their minds.",
      "author": "John Henrik Clarke",
      "category": "Control, People"
    },
    {
      "quote": "As with the Christian religion, the worst advertisement for Socialism is its adherents.",
      "author": "George Orwell",
      "category": "Christian, Socialism, Worst"
    },
    {
      "quote": "Religion flourishes in greater purity, without than with the aid of Government.",
      "author": "James Madison",
      "category": "Government, Without, Purity"
    },
    {
      "quote": "You must learn to exist with no religion, no country, no allies. You must learn to live alone in silence.",
      "author": "William S. Burroughs",
      "category": "Alone, Silence, Live"
    },
    {
      "quote": "In the 21st century, I believe the mission of the United Nations will be defined by a new, more profound awareness of the sanctity and dignity of every human life, regardless of race or religion.",
      "author": "Kofi Annan",
      "category": "Life, Believe, I Believe"
    },
    {
      "quote": "Most people are defined by their titles, their cars, their house, where they came from, their color, their race, their religion. And so it's up to you to take control of your own life and define you. As long as you understand who you are and you have a solid foundation of understanding what your talents are, what your skills are.",
      "author": "Stedman Graham",
      "category": "Life, Color, Control"
    },
    {
      "quote": "Any religion that professes to be concerned about the souls of men and is not concerned about the slums that damn them, the economic conditions that strangle them and the social conditions that cripple them is a spiritually moribund religion awaiting burial.",
      "author": "Martin Luther King, Jr.",
      "category": "Men, Economic, Social"
    },
    {
      "quote": "In the middle ages people were tourists because of their religion, whereas now they are tourists because tourism is their religion.",
      "author": "Robert Runcie",
      "category": "People, Tourism, Middle Ages"
    },
    {
      "quote": "Freedom prospers when religion is vibrant and the rule of law under God is acknowledged.",
      "author": "Ronald Reagan",
      "category": "Freedom, God, Law"
    },
    {
      "quote": "Islam does not believe in democracy, freedom of speech, freedom of the press, or freedom of assembly. It does not separate religion and politics. It is partly a religion, but it is much more than that. It has a political agenda that goes far outside the realm of religion.",
      "author": "Pauline Hanson",
      "category": "Freedom, Politics, Believe"
    },
    {
      "quote": "Superstition is to religion what astrology is to astronomy the mad daughter of a wise mother. These daughters have too long dominated the earth.",
      "author": "Voltaire",
      "category": "Daughter, Mother, Wise"
    },
    {
      "quote": "Teach us to give and not to count the cost.",
      "author": "Saint Ignatius",
      "category": "Teach, Cost, Give"
    },
    {
      "quote": "Fascism is a religion. The twentieth century will be known in history as the century of Fascism.",
      "author": "Benito Mussolini",
      "category": "History, Fascism, Will"
    },
    {
      "quote": "There is one thing higher than Royalty: and that is religion, which causes us to leave the world, and seek God.",
      "author": "Elizabeth I",
      "category": "God, World, Royalty"
    },
    {
      "quote": "In a perfect world, there would be freedom of religion and freedom for all religions to exercise their religion everywhere.",
      "author": "Naftali Bennett",
      "category": "Freedom, World, Exercise"
    },
    {
      "quote": "Preach the Gospel at all times and when necessary use words.",
      "author": "Unknown",
      "category": "Words, Gospel, Preach"
    },
    {
      "quote": "The struggle of democratic secularism, religious tolerance, individual freedom and feminism against authoritarian patriarchal religion, culture and morality is going on all over the world - including the Islamic world, where dissidents are regularly jailed, killed, exiled or merely intimidated and silenced.",
      "author": "Ellen Willis",
      "category": "Freedom, Culture, Struggle"
    },
    {
      "quote": "Religious tolerance is something we should all practice; however, there have been more persecution and atrocities committed in the name of religion and religious freedom than anything else.",
      "author": "Walter Koenig",
      "category": "Freedom, Practice, Name"
    },
    {
      "quote": "I know the Bible is inspired because it inspires me.",
      "author": "Dwight L. Moody",
      "category": "Me, Bible, Know"
    },
    {
      "quote": "What I found particularly fascinating and satisfying about the Hindu tradition was its spirit of inclusiveness. In Sanatan Dharma, or what is commonly called Hinduism, I discovered the basic truths of all religions in a way that the oneness of God and religion is comprehensively understood.",
      "author": "Radhanath Swami",
      "category": "God, Tradition, Way"
    },
    {
      "quote": "America's freedom of religion, and freedom from religion, offers every wisdom tradition an opportunity to address our soul-deep needs: Christianity, Judaism, Islam, Buddhism, Hinduism, secular humanism, agnosticism and atheism among others.",
      "author": "Parker Palmer",
      "category": "Wisdom, Freedom, Opportunity"
    },
    {
      "quote": "If you have religious faith, very good, you can add on secular ethics, then religious belief, add on it, very good. But even those people who have no interest about religion, okay, it's not religion, but you can train through education.",
      "author": "Dalai Lama",
      "category": "Education, Good, Faith"
    },
    {
      "quote": "Religion is all bunk.",
      "author": "Thomas A. Edison",
      "category": "Bunk"
    },
    {
      "quote": "My religion is based on truth and non-violence. Truth is my God. Non-violence is the means of realising Him.",
      "author": "Mahatma Gandhi",
      "category": "Truth, God, Non-Violence"
    },
    {
      "quote": "A strong argument for the religion of Christ is this - that offences against Charity are about the only ones which men on their death-beds can be made - not to understand - but to feel - as crime.",
      "author": "Edgar Allan Poe",
      "category": "Strong, Men, Charity"
    },
    {
      "quote": "Organized religion, wielding power over the community, is antithetical to the process of what modern democracy should define as liberty. The sooner we are without it, the better.",
      "author": "Lawrence M. Krauss",
      "category": "Community, Power, Democracy"
    },
    {
      "quote": "Religion and culture are two important ways in which we as humans find our identity. That's certainly true for me.",
      "author": "Gene Luen Yang",
      "category": "Culture, Identity, Me"
    },
    {
      "quote": "I cannot think that when God sent us into the world, he had irreversibly decreed that we should be perpetually miserable in it. If our taking up the Cross imply our bidding adieu to all joy and satisfaction, how is it reconcilable with what Solomon expressly affirms of religion, that 'her ways are ways of pleasantness, and all her paths are peace?'",
      "author": "John Wesley",
      "category": "Peace, God, Joy"
    },
    {
      "quote": "When we blindly adopt a religion, a political system, a literary dogma, we become automatons. We cease to grow.",
      "author": "Anais Nin",
      "category": "Political, Grow, System"
    },
    {
      "quote": "Black Consciousness seeks to infuse the black community with a new-found pride in themselves, their efforts, their value systems, their culture, their religion and their outlook to life.",
      "author": "Steven Biko",
      "category": "Life, Community, Culture"
    },
    {
      "quote": "What is a wife and what is a harlot? What is a church and what is a theatre? are they two and not one? Can they exist separate? Are not religion and politics the same thing? Brotherhood is religion. O demonstrations of reason dividing families in cruelty and pride!",
      "author": "William Blake",
      "category": "Politics, Wife, Theatre"
    },
    {
      "quote": "Finding that no religion is based on facts and cannot be true, I began to reflect what must be the condition of mankind trained from infancy to believe in error.",
      "author": "Robert Owen",
      "category": "Believe, Facts, Be True"
    },
    {
      "quote": "Religious wars are not caused by the fact that there is more than one religion, but by the spirit of intolerance... the spread of which can only be regarded as the total eclipse of human reason.",
      "author": "Charles de Secondat",
      "category": "Human, Reason, Intolerance"
    },
    {
      "quote": "I don't go by my caste, creed or religion. My works speak for me.",
      "author": "Shashi Tharoor",
      "category": "Speak, Me, Go"
    },
    {
      "quote": "Let us with caution indulge the supposition that morality can be maintained without religion. Reason and experience both forbid us to expect that national morality can prevail in exclusion of religious principle.",
      "author": "George Washington",
      "category": "Experience, Morality, Reason"
    },
    {
      "quote": "Of all the tyrannies that affect mankind, tyranny in religion is the worst.",
      "author": "Thomas Paine",
      "category": "Tyranny, Mankind, Worst"
    },
    {
      "quote": "When the missionaries came to Africa they had the Bible and we had the land. They said 'Let us pray.' We closed our eyes. When we opened them we had the Bible and they had the land.",
      "author": "Desmond Tutu",
      "category": "Eyes, Bible, Africa"
    },
    {
      "quote": "For the record, I don't worship the devil. I just hate religion.",
      "author": "Tyler, The Creator",
      "category": "Hate, Devil, Worship"
    },
    {
      "quote": "The difference between a saint and a hypocrite is that one lies for his religion, the other by it.",
      "author": "Minna Antrim",
      "category": "Difference, Hypocrite"
    },
    {
      "quote": "An important function of theology is to keep religion tied to reason and reason to religion. Both roles are of essential importance for humanity.",
      "author": "Pope Benedict XVI",
      "category": "Humanity, Important, Reason"
    },
    {
      "quote": "I do not believe that the people of Ontario judge their leaders on the basis of race, sexual orientation, colour or religion. I don't believe they hold that prejudice in their hearts.",
      "author": "Kathleen Wynne",
      "category": "Believe, People, Judge"
    },
    {
      "quote": "I would rather live my life as if there is a God and die to find out there isn't, than live as if there isn't and to die to find out that there is.",
      "author": "Albert Camus",
      "category": "Life, God, Live"
    },
    {
      "quote": "It's wonderful to climb the liquid mountains of the sky. Behind me and before me is God and I have no fears.",
      "author": "Helen Keller",
      "category": "God, Sky, Mountains"
    },
    {
      "quote": "If religion were true, its followers would not try to bludgeon their young into an artificial conformity; but would merely insist on their unbending quest for truth, irrespective of artificial backgrounds or practical consequences.",
      "author": "H. P. Lovecraft",
      "category": "Truth, Conformity"
    },
    {
      "quote": "In thinking about religion and society in the 21st century, we should broaden the conversation about faith from doctrinal debates to the larger question of how it might inspire us to strengthen the bonds of belonging that redeem us from our solitude, helping us to construct together a gracious and generous social order.",
      "author": "Jonathan Sacks",
      "category": "Faith, Together, Society"
    },
    {
      "quote": "Freedom of speech, freedom of the press, and freedom of religion all have a double aspect - freedom of thought and freedom of action.",
      "author": "Frank Murphy",
      "category": "Freedom, Thought, Action"
    },
    {
      "quote": "Religion creates community, community creates altruism and altruism turns us away from self and towards the common good... There is something about the tenor of relationships within a religious community that makes it the best tutorial in citizenship and good neighborliness.",
      "author": "Jonathan Sacks",
      "category": "Good, Best, Community"
    },
    {
      "quote": "True Americanism is opposed utterly to any political divisions resting on race and religion.",
      "author": "Henry Cabot Lodge",
      "category": "Political, True, Race"
    },
    {
      "quote": "I know it's very idealistic and utopian, but I believe we need to just let everyone not be judged in terms of religion, groups or nations or region.",
      "author": "Shah Rukh Khan",
      "category": "Believe, Know, I Believe"
    },
    {
      "quote": "Religion is just mind control.",
      "author": "George Carlin",
      "category": "Mind, Control, Just"
    },
    {
      "quote": "I am a deeply religious nonbeliever - this is a somewhat new kind of religion.",
      "author": "Albert Einstein",
      "category": "I Am, Kind, New"
    },
    {
      "quote": "One act of obedience is better than one hundred sermons.",
      "author": "Dietrich Bonhoeffer",
      "category": "Better, Obedience, Act"
    },
    {
      "quote": "Religion is not man's relationship to God, it is man's relationship to man.",
      "author": "Elie Wiesel",
      "category": "Relationship, God, Man"
    },
    {
      "quote": "The truths of religion are never so well understood as by those who have lost the power of reason.",
      "author": "Voltaire",
      "category": "Power, Lost, Reason"
    },
    {
      "quote": "It was not a religion that attacked us that September day. It was al-Qaeda. We will not sacrifice the liberties we cherish or hunker down behind walls of suspicion and mistrust.",
      "author": "Barack Obama",
      "category": "Day, Sacrifice, Down"
    },
    {
      "quote": "Religion is the search for ultimate meaning.",
      "author": "Viktor E. Frankl",
      "category": "Meaning, Search, Ultimate"
    },
    {
      "quote": "Whether one believes in a religion or not, and whether one believes in rebirth or not, there isn't anyone who doesn't appreciate kindness and compassion.",
      "author": "Dalai Lama",
      "category": "Kindness, Compassion"
    },
    {
      "quote": "Religion is the idol of the mob it adores everything it does not understand.",
      "author": "Frederick the Great",
      "category": "Understand, Everything, Mob"
    },
    {
      "quote": "Since many of you do not belong to the Catholic Church and others are non-believers, from the bottom of my heart I give this silent blessing to each and every one of you, respecting the conscience of each one of you but knowing that each one of you is a child of God.",
      "author": "Pope Francis",
      "category": "God, Heart, Child"
    },
    {
      "quote": "When it is a question of money, everybody is of the same religion.",
      "author": "Voltaire",
      "category": "Money, Question, Same"
    },
    {
      "quote": "To a mind like mine, restless, inquisitive, and observant of everything that was passing, it is easy to suppose that religion was the subject to which it would be directed; and, although this subject principally occupied my thoughts, there was nothing that I saw or heard of to which my attention was not directed.",
      "author": "Nat Turner",
      "category": "Thoughts, Mind, Easy"
    },
    {
      "quote": "If one has the answers to all the questions - that is the proof that God is not with him. It means that he is a false prophet using religion for himself. The great leaders of the people of God, like Moses, have always left room for doubt. You must leave room for the Lord, not for our certainties; we must be humble.",
      "author": "Pope Francis",
      "category": "Great, God, Humble"
    },
    {
      "quote": "Religion is capable of driving people to such dangerous folly that faith seems to me to qualify as a kind of mental illness.",
      "author": "Richard Dawkins",
      "category": "Faith, Me, Mental Illness"
    },
    {
      "quote": "Nothing defines humans better than their willingness to do irrational things in the pursuit of phenomenally unlikely payoffs. This is the principle behind lotteries, dating, and religion.",
      "author": "Scott Adams",
      "category": "Dating, Better, Nothing"
    },
    {
      "quote": "My definition, the definition that I've always believed in, is that esprit de corps means love for one's own military legion - in my case, the United States Marine Corps. It means more than self-preservation, religion, or patriotism. I've also learned that this loyalty to one's corps travels both ways: up and down.",
      "author": "Chesty Puller",
      "category": "Love, Patriotism, Loyalty"
    },
    {
      "quote": "The very idea that we get a moral compass from religion is horrible. Not only should we not get our moral compass from religion, as a matter of fact we don't.",
      "author": "Richard Dawkins",
      "category": "Moral, Matter, Idea"
    },
    {
      "quote": "In politics, as in religion, it is equally absurd to aim at making proselytes by fire and sword. Heresies in either can rarely be cured by persecution.",
      "author": "Alexander Hamilton",
      "category": "Politics, Fire, Aim"
    },
    {
      "quote": "In nearly every religion I am aware of, there is a variation of the golden rule. And even for the non-religious, it is a tenet of people who believe in humanistic principles.",
      "author": "Hillary Clinton",
      "category": "I Am, Believe, People"
    },
    {
      "quote": "I care not much for a man's religion whose dog and cat are not the better for it.",
      "author": "Abraham Lincoln",
      "category": "Dog, Man, Better"
    },
    {
      "quote": "Patriotism is a kind of religion it is the egg from which wars are hatched.",
      "author": "Guy de Maupassant",
      "category": "Patriotism, Egg, Kind"
    },
    {
      "quote": "There's naught, no doubt, so much the spirit calms as rum and true religion.",
      "author": "Lord Byron",
      "category": "Doubt, True, Spirit"
    },
    {
      "quote": "To fall in love is to create a religion that has a fallible god.",
      "author": "Jorge Luis Borges",
      "category": "Love, God, Love Is"
    },
    {
      "quote": "It's a bit odd that nobody seems to be using the correct technical term to describe organized Islamic terrorists. They are not a faction of a religion or a social movement. They are a cult. A suicide cult.",
      "author": "Craig Bruce",
      "category": "Suicide, Nobody, Social"
    },
    {
      "quote": "Take away the Book of Mormon and the revelations, and where is our religion? We have none.",
      "author": "Joseph Smith, Jr.",
      "category": "Book, Away, Where"
    },
    {
      "quote": "I am not systematic at all when it comes to religion. I just love life. And I'm not judgmental. And I'm a vegetarian.",
      "author": "Erykah Badu",
      "category": "Love, Life, I Am"
    },
    {
      "quote": "I say quite deliberately that the Christian religion, as organized in its Churches, has been and still is the principal enemy of moral progress in the world.",
      "author": "Bertrand Russell",
      "category": "Progress, World, Christian"
    },
    {
      "quote": "The Americans combine the notions of religion and liberty so intimately in their minds, that it is impossible to make them conceive of one without the other.",
      "author": "Alexis de Tocqueville",
      "category": "Impossible, Liberty, Minds"
    },
    {
      "quote": "Religion must mainly be a matter of principles only. It cannot be a matter of rules. The moment it degenerates into rules, it ceases to be a religion, as it kills responsibility which is an essence of the true religious act.",
      "author": "B. R. Ambedkar",
      "category": "Responsibility, Rules"
    },
    {
      "quote": "Since Castro took power, the Cuban people have been denied basic human freedoms. No freedom of religion, no freedom of the press, no political freedom. And the regime uses brutality and violence to suppress these freedoms and impose its will.",
      "author": "Mitt Romney",
      "category": "Freedom, Power, Violence"
    },
    {
      "quote": "Whether you call it Buddhism or another religion, self-discipline, that's important. Self-discipline with awareness of consequences.",
      "author": "Dalai Lama",
      "category": "Consequences, You"
    },
    {
      "quote": "I almost got a psychology degree, I almost got a philosophy degree. I kept changing it so they couldn't make me graduate. I studied anthropology and eastern religion, epistomology, and astronomy... I took every interesting course I could find for nine years.",
      "author": "Patrick Rothfuss",
      "category": "Philosophy, Me, Interesting"
    },
    {
      "quote": "I believe in mysticism, with an interior goal, and you are your own temple and your own priest. I don't believe anymore in religions, because you see today there are religious wars, prejudice, false morals, and the woman is despised. Religion is too old now; it's from another century, it's not for today.",
      "author": "Alejandro Jodorowsky",
      "category": "Today, Woman, Believe"
    },
    {
      "quote": "Religion has the right to express its opinion in the service of the people, but God in creation has set us free: it is not possible to interfere spiritually in the life of a person.",
      "author": "Pope Francis",
      "category": "Life, God, Service"
    },
    {
      "quote": "You can't understand European history at all other than through religion, or English literature either if you can't recognise biblical allusions.",
      "author": "Richard Dawkins",
      "category": "History, Literature, You"
    },
    {
      "quote": "No human heart is denied empathy. No religion can demolish that by indoctrination. No culture, no nation and nationalism - nothing can touch it because it is empathy.",
      "author": "Dayananda Saraswati",
      "category": "Culture, Heart, Empathy"
    },
    {
      "quote": "Same-sex marriage is not the final nail in the coffin for traditional marriage. It is just another road sign toward the substitution of government for God. Every moral discussion now pits the wisest moral arbiters among us - the Supreme Court, President Obama - against traditional religion.",
      "author": "Ben Shapiro",
      "category": "Marriage, God, Government"
    },
    {
      "quote": "Monotheism makes me grouchy. I don't trust any religion that makes God look like one of the ruling class. I guess I'm a pagan or an animist.",
      "author": "Gloria Steinem",
      "category": "Trust, God, Me"
    },
    {
      "quote": "I say I haven't lost my religion. I've lost my ideology.",
      "author": "Maajid Nawaz",
      "category": "Lost, Say, Ideology"
    },
    {
      "quote": "It is a debt we owe to the purity of our religion to show that it is at variance with that law which warrants slavery.",
      "author": "Patrick Henry",
      "category": "Law, Slavery, Debt"
    },
    {
      "quote": "There is only one religion, though there are a hundred versions of it.",
      "author": "George Bernard Shaw",
      "category": "Only, Hundred, Versions"
    },
    {
      "quote": "It is a masterpiece of the devil to make us believe that children cannot understand religion. Would Christ have made a child the standard of faith if He had known that it was not capable of understanding His words?",
      "author": "Dwight L. Moody",
      "category": "Children, Faith, Words"
    },
    {
      "quote": "Religion is a temper, not a pursuit.",
      "author": "Harriet Martineau",
      "category": "Temper, Pursuit"
    },
    {
      "quote": "I'd like Muslims to look at their religion as a set of beliefs that they can appraise critically and pick and choose from.",
      "author": "Ayaan Hirsi Ali",
      "category": "Look, Choose, Beliefs"
    },
    {
      "quote": "I think my politics are just inclined to be empathetic and humanistic. I grew up with so many different kinds of people with different politics, different religion, no religion, no politics, education, no education, and I was infatuated with all of them.",
      "author": "Lily Tomlin",
      "category": "Education, Politics, People"
    },
    {
      "quote": "In Mesopotamia or Egypt, for example, the monarch had a god-like religious status. But this is not the case in Judaism. So that notion that religion can go on, when all the markers of power and trappings of monarchy disappear, ultimately serves the endurance of Judaism very well.",
      "author": "Simon Schama",
      "category": "Power, Endurance, Egypt"
    },
    {
      "quote": "Morality is of the highest importance - but for us, not for God.",
      "author": "Albert Einstein",
      "category": "God, Morality, Us"
    },
    {
      "quote": "I told the brethren that the Book of Mormon was the most correct of any book on earth, and the keystone of our religion, and a man would get nearer to God by abiding by its precepts, than by any other book.",
      "author": "Joseph Smith, Jr.",
      "category": "God, Man, Book"
    },
    {
      "quote": "It was the experience of mystery - even if mixed with fear - that engendered religion.",
      "author": "Albert Einstein",
      "category": "Fear, Experience, Mystery"
    },
    {
      "quote": "Religion is for people who are scared to go to hell. Spirituality is for people who have already been there.",
      "author": "Bonnie Raitt",
      "category": "People, Hell, Scared"
    },
    {
      "quote": "Christianity began as a religion of the poor and dispossessed - farmers, fishermen, Bedouin shepherds. There's a great lure to that kind of simplicity and rigor - the discipline, the call to action.",
      "author": "Camille Paglia",
      "category": "Great, Simplicity"
    },
    {
      "quote": "What religion a man holds, to what race he belongs, these things are not important; the really important thing is this knowledge: the knowledge of God's plan for men. For God has a plan, and that plan is evolution.",
      "author": "Jiddu Krishnamurti",
      "category": "Knowledge, God, Man"
    },
    {
      "quote": "Religion is among the most beautiful and most natural of all things - that religion which 'sees God in clouds and hears Him in the wind,' which endows every object of sense with a living soul, which finds in the system of nature whatever is holy, mysterious and venerable, and inspires the bosom with sentiments of awe and veneration.",
      "author": "William Godwin",
      "category": "Nature, Beautiful, God"
    },
    {
      "quote": "The Left is doing to America what it has done to almost everything it has deeply influenced - the arts, the university, religion, culture, minorities, Europe: ruining it.",
      "author": "Dennis Prager",
      "category": "Culture, America, Doing"
    },
    {
      "quote": "If there is any fixed star in our constitutional constellation, it is that no official, high or petty, can prescribe what shall be orthodox in politics, nationalism, religion, or other matters of opinion, or force citizens to confess by word or act.",
      "author": "Robert Jackson",
      "category": "Politics, Opinion"
    },
    {
      "quote": "Religion is the impotence of the human mind to deal with occurrences it cannot understand.",
      "author": "Karl Marx",
      "category": "Mind, Understand, Human"
    },
    {
      "quote": "Abraham is such a fascinating figure. Three world religions - Judaism, Christianity, and Islam - all claim him as a patriarch. He was raised in a religious home. And yet he rejected religion in order to pursue a personal relationship with God.",
      "author": "Anne Graham Lotz",
      "category": "Relationship, Home, God"
    },
    {
      "quote": "We are always on the anvil by trials God is shaping us for higher things.",
      "author": "Henry Ward Beecher",
      "category": "God, Trials, Always"
    },
    {
      "quote": "We can only learn to know ourselves and do what we can - namely, surrender our will and fulfill God's will in us.",
      "author": "Saint Teresa of Avila",
      "category": "God, Learn, Know"
    },
    {
      "quote": "Wonder is the basis of worship.",
      "author": "Thomas Carlyle",
      "category": "Wonder, Worship, Basis"
    },
    {
      "quote": "The Christian religion not only was at first attended with miracles, but even at this day cannot be believed by any reasonable person without one.",
      "author": "David Hume",
      "category": "Day, Christian, Person"
    },
    {
      "quote": "America was first colonized by Puritans. Most of our earliest immigrants, and many since, have come here in order to practice their religious beliefs as they please. Our culture has always been, and will most likely always be, profoundly influenced by religion.",
      "author": "James Frey",
      "category": "Culture, America, Practice"
    },
    {
      "quote": "No matter the nationality, no matter the religion, no matter the ethnic background, America brings out the best in people.",
      "author": "Arnold Schwarzenegger",
      "category": "Best, America, People"
    },
    {
      "quote": "He, however, who begins with Metaphysics, will not only become confused in matters of religion, but will fall into complete infidelity.",
      "author": "Maimonides",
      "category": "Fall, Confused, Matters"
    },
    {
      "quote": "Nothing has done more to separate and divide human beings one from another than exclusivist organized religion.",
      "author": "Neale Donald Walsch",
      "category": "Done, Nothing, Human"
    },
    {
      "quote": "God's love is too great to be confined to any one side of a conflict or to any one religion.",
      "author": "Desmond Tutu",
      "category": "Love, Great, God"
    },
    {
      "quote": "You can have religion with spirituality. You can also have religion without spirituality.",
      "author": "Eckhart Tolle",
      "category": "You, Without, Spirituality"
    },
    {
      "quote": "In religion, there's a certain type of fear that if somebody believes differently from me, that it's a threat. Because I'm right, and there cannot be two ways that are right, so if I'm right, anything different than this must be wrong; and we attack those things and it's really due to insecurity, ego and fear.",
      "author": "Radhanath Swami",
      "category": "Fear, Me, Ego"
    },
    {
      "quote": "I have long believed that celebrity, the way we worship and package and sell our pop stars, is what filled the need for gods that was once filled by the pictures in stained glass. Hollywood is post-Christian Venice - in other words, a pantheon of saints without the hassle and heartache of religion.",
      "author": "Rich Cohen",
      "category": "Stars, Words, Long"
    },
    {
      "quote": "I think we need to do some deep soul searching about what's important in our lives and renew our spirit and our spiritual thinking, whether it's through faith-based religion or just through loving nature or helping your fellow man.",
      "author": "Louie Schwartzberg",
      "category": "Nature, Deep, Spiritual"
    },
    {
      "quote": "The story of the decadence of the cathedral as a moral power, a spiritual energizer in civilization, is the sad but inevitable story of dogmatism. It is the story of the struggle of free thought with bigotry, religion making common cause with the wrong side.",
      "author": "Jenkin Lloyd Jones",
      "category": "Sad, Struggle, Power"
    },
    {
      "quote": "I never felt I had anything to hide. I never felt being gay was anything to be ashamed of, so I never felt apologetic. I didn't have issues with it, didn't grow up with any religion, so I didn't have any religious, you know, issues to deal with as far as homosexuality is concerned. So, I accepted it very easily. For me, it wasn't that big a deal.",
      "author": "Martina Navratilova",
      "category": "Me, Grow, Know"
    },
    {
      "quote": "My concern with religion is that it allows us by the millions to believe what only lunatics or idiots could believe on their own. That's not to say that all religious people are lunatics or idiots. It's anything but that.",
      "author": "Sam Harris",
      "category": "Believe, People, Idiots"
    },
    {
      "quote": "I know of no wars started by anyone to impose lack of religion on someone else. We have lethal Sunni v Shia, Catholic against Protestant, but no agnostic suicide bombers attack crowded atheist pubs.",
      "author": "Simon Hoggart",
      "category": "Suicide, Know, Atheist"
    },
    {
      "quote": "There are many of us that are willing to do great things for the Lord, but few of us are willing to do little things.",
      "author": "Dwight L. Moody",
      "category": "Great, Little Things"
    },
    {
      "quote": "We are punished by our sins, not for them.",
      "author": "Elbert Hubbard",
      "category": "Punished, Sins, Them"
    },
    {
      "quote": "God is a thought who makes crooked all that is straight.",
      "author": "Friedrich Nietzsche",
      "category": "God, Thought, Straight"
    },
    {
      "quote": "Let your religion be less of a theory and more of a love affair.",
      "author": "Gilbert K. Chesterton",
      "category": "Love, Theory, Affair"
    },
    {
      "quote": "Doubt is part of all religion. All the religious thinkers were doubters.",
      "author": "Isaac Bashevis Singer",
      "category": "Doubt, Thinkers, Part"
    },
    {
      "quote": "The Kingdom of Heaven is not a place, but a state of mind.",
      "author": "John Burroughs",
      "category": "Mind, Heaven, Place"
    },
    {
      "quote": "The Bible is worth all the other books which have ever been printed.",
      "author": "Patrick Henry",
      "category": "Bible, Worth, Which"
    },
    {
      "quote": "Toleration is the best religion.",
      "author": "Victor Hugo",
      "category": "Best, Toleration"
    },
    {
      "quote": "Prayer is aligning ourselves with the purposes of God.",
      "author": "E. Stanley Jones",
      "category": "God, Prayer, Ourselves"
    },
    {
      "quote": "Only a god can save us.",
      "author": "Martin Heidegger",
      "category": "God, Us, Save"
    },
    {
      "quote": "It is easy to talk on religion, but difficult to practice it.",
      "author": "Ramakrishna",
      "category": "Practice, Easy, Difficult"
    },
    {
      "quote": "The Bible is the fountain of truth.",
      "author": "Joseph Franklin Rutherford",
      "category": "Truth, Bible, Fountain"
    },
    {
      "quote": "The Son of God became man so that we might become God.",
      "author": "Athanasius",
      "category": "Son, God, Man"
    },
    {
      "quote": "The major civilizing force in the world is not religion, it is sex.",
      "author": "Hugh Hefner",
      "category": "World, Sex, Force"
    },
    {
      "quote": "The world is divided into men who have wit and no religion and men who have religion and no wit.",
      "author": "Avicenna",
      "category": "Men, World, Divided"
    },
    {
      "quote": "Science investigates religion interprets. Science gives man knowledge which is power religion gives man wisdom which is control.",
      "author": "Martin Luther King, Jr.",
      "category": "Wisdom, Knowledge, Science"
    },
    {
      "quote": "I have been astonished that men could die martyrs for religion - I have shuddered at it. I shudder no more - I could be martyred for my religion - Love is my religion - I could die for that.",
      "author": "John Keats",
      "category": "Love, Love Is, Men"
    },
    {
      "quote": "What we have done, the result of that comes to us whenever it comes, either today, tomorrow, hundred years later, hundred lives later, whatever, whatever. And so, it's our own karma. That is why that philosophy in every religion: Killing is sin. Killing is sin in every religion.",
      "author": "Maharishi Mahesh Yogi",
      "category": "Today, Karma, Philosophy"
    },
    {
      "quote": "Most people are enduring a marginalized isolation. One of the great obstacles to modern friendships is the 'religion of rush.' People are rushing all the time through time. Friendship takes time.",
      "author": "John O'Donohue",
      "category": "Friendship, Time, Great"
    },
    {
      "quote": "Freedom of religion is a fundamental Constitutional principle. It's a founding principle of this country.",
      "author": "Paul Ryan",
      "category": "Freedom, Country"
    },
    {
      "quote": "God requireth not a uniformity of religion.",
      "author": "Roger Williams",
      "category": "God, Uniformity"
    },
    {
      "quote": "Revealed religion is one thing, revealed legislation, another.",
      "author": "Moses Mendelssohn",
      "category": "One Thing, Legislation"
    },
    {
      "quote": "Religion is the frozen thought of man out of which they build temples.",
      "author": "Jiddu Krishnamurti",
      "category": "Man, Thought, Build"
    },
    {
      "quote": "I maintain that Truth is a pathless land, and you cannot approach it by any path whatsoever, by any religion, by any sect.",
      "author": "Jiddu Krishnamurti",
      "category": "Truth, Path, Truth Is"
    },
    {
      "quote": "I think it's imperative to have faith or religion, because it's good to have morals, to be kind to others.",
      "author": "Tinie Tempah",
      "category": "Good, Faith, Be Kind"
    },
    {
      "quote": "I have no religion, and at times I wish all religions at the bottom of the sea. He is a weak ruler who needs religion to uphold his government; it is as if he would catch his people in a trap.",
      "author": "Mustafa Kemal Ataturk",
      "category": "Sea, Government, People"
    },
    {
      "quote": "I'm married to the street I ain't gonna switch over. I ain't gonna go religion on nobody. I believe in God - God is for the thugs too - but the streets are in the most trouble. So I'mma keep it focused on the streets and the struggle. That's what I'm mainly about.",
      "author": "Trick Daddy",
      "category": "God, Struggle, Believe"
    },
    {
      "quote": "I cannot adequately express the horror I feel for a man who can be so base as to veil his hypocrisy under the cloak of religion, and state the base falsehood he has done.",
      "author": "James K. Polk",
      "category": "Man, Hypocrisy, Done"
    },
    {
      "quote": "You should always take what I say about religion with a grain of salt, because the 7 deadly sins are more like my seven daily activities. I try to check them all off at least once a day. All of them except gluttony; my trainer keeps that under control.",
      "author": "Milo Yiannopoulos",
      "category": "Daily, Day, Control"
    },
    {
      "quote": "Communism, like any other revealed religion, is largely made up of prophecies.",
      "author": "H. L. Mencken",
      "category": "Communism, Up, Like"
    },
    {
      "quote": "The fact is that more people have been slaughtered in the name of religion than for any other single reason. That, that my friends, is true perversion.",
      "author": "Harvey Milk",
      "category": "Friends, People, Name"
    },
    {
      "quote": "Religion points to that area of human experience where in one way or another man comes upon mystery as a summons to pilgrimage.",
      "author": "Frederick Buechner",
      "category": "Experience, Man, Mystery"
    },
    {
      "quote": "Where knowledge ends, religion begins.",
      "author": "Benjamin Disraeli",
      "category": "Knowledge, Ends, Where"
    },
    {
      "quote": "Existentialism is about being a saint without God; being your own hero, without all the sanction and support of religion or society.",
      "author": "Anita Brookner",
      "category": "Hero, God, Support"
    },
    {
      "quote": "Fear of things invisible in the natural seed of that which everyone in himself calleth religion.",
      "author": "Thomas Hobbes",
      "category": "Fear, Seed, Natural"
    },
    {
      "quote": "Religion is the state of being grasped by an ultimate concern, a concern which qualifies all other concerns as preliminary and which itself contains the answer to the question of a meaning of our life.",
      "author": "Paul Tillich",
      "category": "Life, Meaning, Question"
    },
    {
      "quote": "If I were going to convert to any religion I would probably choose Catholicism because it at least has female saints and the Virgin Mary.",
      "author": "Margaret Atwood",
      "category": "Choose, Going, Female"
    },
    {
      "quote": "We are a nation that is unenlightened because of religion. I do believe that. I think religion stops people from thinking. I think it justified crazies.",
      "author": "Bill Maher",
      "category": "Thinking, Believe, People"
    },
    {
      "quote": "The trouble with many men is that they have got just enough religion to make them miserable. If there is not joy in religion, you have got a leak in your religion.",
      "author": "Billy Sunday",
      "category": "Joy, Men, You"
    },
    {
      "quote": "Religion fails if it cannot speak to men as they are.",
      "author": "William Barclay",
      "category": "Men, Speak, Cannot"
    },
    {
      "quote": "I found a religion that blended scientific reason with spiritual reality in a unifying faith far removed from the headlines of violence, destruction and terrorism.",
      "author": "Cat Stevens",
      "category": "Faith, Spiritual, Violence"
    },
    {
      "quote": "Religion has caused more misery to all of mankind in every stage of human history than any other single idea.",
      "author": "Madalyn Murray O'Hair",
      "category": "History, Idea, Human"
    },
    {
      "quote": "By our form of government, the Christian religion is the established religion; and all sects and denominations of Christians are placed upon the same equal footing, and are equally entitled to protection in their religious liberty.",
      "author": "Samuel Chase",
      "category": "Government, Liberty"
    },
    {
      "quote": "Do not imagine that what we have said of the insufficiency of our understanding and of its limited extent is an assertion founded only on the Bible: for philosophers likewise assert the same, and perfectly understand it,- without having regard to any religion or opinion.",
      "author": "Maimonides",
      "category": "Understanding, Bible"
    },
    {
      "quote": "Real religion is no religion at all.",
      "author": "Lauryn Hill",
      "category": "Real"
    },
    {
      "quote": "I think what I and most other sociologists of religion wrote in the 1960s about secularization was a mistake. Our underlying argument was that secularization and modernity go hand in hand. With more modernization comes more secularization.",
      "author": "Peter L. Berger",
      "category": "Mistake, Argument, Think"
    },
    {
      "quote": "So much of religion is exegesis. I would rather follow in the footprints of Christ than all of the dogma.",
      "author": "Christy Turlington",
      "category": "Follow, Christ, Rather"
    },
    {
      "quote": "The Grateful Dead are our religion. This is a religion that doesn't pay homage to the God that all the other religions pay homage to.",
      "author": "Ken Kesey",
      "category": "God, Grateful, Religions"
    },
    {
      "quote": "If fishing is a religion, fly fishing is high church.",
      "author": "Tom Brokaw",
      "category": "Fishing, Fly, Church"
    },
    {
      "quote": "A religion without mystery must be a religion without God.",
      "author": "Jeremy Taylor",
      "category": "God, Mystery, Without"
    },
    {
      "quote": "There is not enough religion in the world even to destroy religion.",
      "author": "Friedrich Nietzsche",
      "category": "World, Enough, Destroy"
    },
    {
      "quote": "I can't understand people calling themselves religious and being hateful. If a preacher is preaching hate, to fear God that's not religion, that's not helping humanity, that's organizing an army to defeat somebody.",
      "author": "Mojo Nixon",
      "category": "Fear, God, Humanity"
    },
    {
      "quote": "Religion is doing; a man does not merely think his religion or feel it, he lives his religion as much as he is able, otherwise it is not religion but fantasy or philosophy.",
      "author": "George Gurdjieff",
      "category": "Man, Philosophy, Think"
    },
    {
      "quote": "Even the weakest disputant is made so conceited by what he calls religion, as to think himself wiser than the wisest who think differently from him.",
      "author": "Walter Savage Landor",
      "category": "Think, Him, Wisest"
    },
    {
      "quote": "Religion can be the enemy of God. It's often what happens when God, like Elvis, has left the building.",
      "author": "Bono",
      "category": "God, Building, Enemy"
    },
    {
      "quote": "Skip the religion and politics, head straight to the compassion. Everything else is a distraction.",
      "author": "Talib Kweli",
      "category": "Compassion, Politics"
    },
    {
      "quote": "Religious people often prefer to be right rather than compassionate. Often, they don't want to give up their egotism. They want their religion to endorse their ego, their identity.",
      "author": "Karen Armstrong",
      "category": "Identity, People, Ego"
    },
    {
      "quote": "Religion survives because it answers three questions that every reflective person must ask. Who am I? Why am I here? How then shall I live?",
      "author": "Jonathan Sacks",
      "category": "Questions, Live, Why"
    },
    {
      "quote": "I do explicitly see Jewish people as a people - not either a religion or an ethnicity but a people.",
      "author": "Ken Livingstone",
      "category": "People, See, Ethnicity"
    },
    {
      "quote": "If our love of God does not directly influence, and even change, how we engage in the issues of our time on this earth, I wonder what good religion is.",
      "author": "Richard Rohr",
      "category": "Love, Change, Time"
    },
    {
      "quote": "To speak specifically of our problem with the Muslim world, we are meandering into a genuine clash of civilizations, and we're deluding ourselves with euphemisms. We're talking about Islam being a religion of peace that's been hijacked by extremists. If ever there were a religion that's not a religion of peace, it is Islam.",
      "author": "Sam Harris",
      "category": "Peace, World, Speak"
    },
    {
      "quote": "The problem is that religion tends to give people bad reasons to be good.",
      "author": "Sam Harris",
      "category": "Good, People, Problem"
    },
    {
      "quote": "Religion and ritual can be vehicles for entering stillness. It says in Psalm 46:10, 'Be still, and know that I am God.' But they are still just vehicles. The Buddha called his teaching a raft: You don't need to carry it around with you after you've crossed the river.",
      "author": "Eckhart Tolle",
      "category": "God, I Am, River"
    },
    {
      "quote": "I've written almost 200 songs with Bad Religion. No matter where you look in our history, the focus has been trying to instill some of these disturbing realities about the world, some of the implications of evolution into an artistic format that can be interpreted by people who may never study evolution.",
      "author": "Greg Graffin",
      "category": "History, Focus, World"
    },
    {
      "quote": "Bad Religion has never been about criticizing people who are Christian. But we've always been about pointing out the irony and contradictions in Christian theology and the more extreme versions of Christians that seek to challenge modern secularism.",
      "author": "Greg Graffin",
      "category": "Challenge, People, Irony"
    },
    {
      "quote": "The methodologies of examining hip hop are borrowed from sociology, politics, religion, economics, urban studies, journalism, communications theory, American studies, transatlantic studies, black studies, history, musicology, comparative literature, English, linguistics, and other disciplines.",
      "author": "Michael Eric Dyson",
      "category": "History, Politics, American"
    },
    {
      "quote": "Tourism is a very big economic benefit to the Sherpa people, and also, they have very strong ties to their own social attitudes and their own religion, so fortunately, they're not too influenced by many of our Western attitudes.",
      "author": "Edmund Hillary",
      "category": "Strong, People, Economic"
    },
    {
      "quote": "There is no religion that was founded on intolerance - and no religion that does not value the sanctity of human life.",
      "author": "Mohamed ElBaradei",
      "category": "Life, Value, Human"
    },
    {
      "quote": "What people are really after is, what is my stance on religion or spirituality or God? And I would say, if I find a word that came closest, it would be agnostic.",
      "author": "Neil deGrasse Tyson",
      "category": "God, People, Find"
    },
    {
      "quote": "What brings you closer to God is being in service to others. I think any religion or spiritual way of life will indicate that service to others will lead to a connection with a higher power.",
      "author": "Steve-O",
      "category": "Life, God, Service"
    },
    {
      "quote": "It is the duty and high privilege of every human being to endeavor to improve himself. Effort at self-improvement is the definition sometimes given for religion. It may relate to our actions or to our convictions. In our actions we should aim at goodness; in our convictions, at truth.",
      "author": "Joseph P. Bradley",
      "category": "Truth, Effort, Aim"
    },
    {
      "quote": "When man fell from grace, he lost a kingdom, not a religion. He lost dominion over the earth; He did not lose Heaven. Therefore, mankind's search is not for a religion or for Heaven but for his kingdom.",
      "author": "Myles Munroe",
      "category": "Man, Grace, Lost"
    },
    {
      "quote": "Wherever there is a settled society, religion is necessary; the laws cover manifest crimes, and religion covers secret crimes.",
      "author": "Voltaire",
      "category": "Society, Laws, Secret"
    },
    {
      "quote": "If a man reaches the heart of his own religion, he has reached the heart of the others, too. There is only one God, and there are many paths to him.",
      "author": "Mahatma Gandhi",
      "category": "God, Heart, Man"
    },
    {
      "quote": "God is waiting to be gracious, and is willing to make us happy in religion, if we would not run away from him. We refuse to open the window shutters, and complain that it is dark.",
      "author": "Adoniram Judson",
      "category": "Happy, God, Waiting"
    },
    {
      "quote": "I believe that a government has only one religion - India first. A government has only one holy book - our Constitution. A government has only one kind of devotion - towards nation.",
      "author": "Narendra Modi",
      "category": "Book, Government, Believe"
    },
    {
      "quote": "There are things about organized religion which I resent. Christ is revered as the Prince of Peace, but more blood has been shed in His name than any other figure in history. You show me one step forward in the name of religion, and I'll show you a hundred retrogressions.",
      "author": "Frank Sinatra",
      "category": "History, Peace, Me"
    },
    {
      "quote": "People are not wrong in observing Caste. In my view, what is wrong is their religion, which has inculcated this notion of Caste. If this is correct, then obviously the enemy, you must grapple with is not the people who observe Caste, but the Shastras which teach them this religion of Caste.",
      "author": "B. R. Ambedkar",
      "category": "People, View, You"
    },
    {
      "quote": "For the record, I believe in God, but I do not believe in religion, period.",
      "author": "Rodrigo Duterte",
      "category": "God, Believe, I Believe"
    },
    {
      "quote": "Not counting the brand of Sunni Islam practised by the so-called Islamic State, there is probably no religion in the world that comes in for more flak than Scientology.",
      "author": "Louis Theroux",
      "category": "Brand, World, Islam"
    },
    {
      "quote": "Religion is like a personal computer. You let people in if you want to... We're all gods.",
      "author": "Jay-Z",
      "category": "People, Want, You"
    },
    {
      "quote": "There are those who would advocate that the voice of religion be silenced, or at least relegated to the purely private sphere.",
      "author": "Pope Benedict XVI",
      "category": "Voice, Advocate, Purely"
    },
    {
      "quote": "I believe that all men and women are created equal, but it took our country until 1920 to acknowledge this for women. And then it took until 1964, the year before I was born, to outlaw discrimination based on race, color, religion, sex, or national origin. And same-sex marriage became the law of the land in 2015.",
      "author": "Brad Feld",
      "category": "Marriage, Women, Law"
    },
    {
      "quote": "Sadly, in the highest levels of economic thought in government, questions are not tolerated. It is as if we're dealing with the binary thinking of a fundamentalist religion.",
      "author": "Michael Burry",
      "category": "Thinking, Government"
    },
    {
      "quote": "I don't have a preferred religion - I'd have to do research. I was born a Christian, but as I've grown into my own man, I don't attach myself to a religion - 100 per cent, I have faith. Then it's locking into what suits me.",
      "author": "Anthony Joshua",
      "category": "Faith, Myself, Man"
    },
    {
      "quote": "In Lebanon, there are completely different opinions and values in one country in terms of religion, modernity, tradition, East and West - which allows for a kind of intellectual development not available anywhere else.",
      "author": "Rabih Alameddine",
      "category": "Values, Opinions"
    },
    {
      "quote": "Prisons are built with stones of Law. Brothels with the bricks of religion.",
      "author": "William Blake",
      "category": "Law, Stones, Bricks"
    },
    {
      "quote": "Let the professors of Christianity recommend their religion by deeds of benevolence - by Christian meekness - by lives of temperance and holiness.",
      "author": "Richard Mentor Johnson",
      "category": "Christian, Professors"
    },
    {
      "quote": "Where you have no religion, you are sure to have no government, for as religion disappears, anarchy takes place and fixes a compleat Hell on earth till religion returns.",
      "author": "Daniel Morgan",
      "category": "Government, Earth, You"
    },
    {
      "quote": "Indeed, in view of its function, religion stands in greater need of a rational foundation of its ultimate principles than even the dogmas of science.",
      "author": "Muhammad Iqbal",
      "category": "Science, Foundation, View"
    },
    {
      "quote": "Judaism boasts of no exclusive revelation of eternal truths that are indispensable to salvation, of no revealed religion in the sense in which that term is usually understood.",
      "author": "Moses Mendelssohn",
      "category": "Salvation, Sense, Which"
    },
    {
      "quote": "Twin-sister of Religion, Selfishness.",
      "author": "Percy Bysshe Shelley",
      "category": "Selfishness"
    },
    {
      "quote": "The memory of my own suffering has prevented me from ever shadowing one young soul with the superstition of the Christian religion.",
      "author": "Elizabeth Cady Stanton",
      "category": "Memory, Soul, Me"
    },
    {
      "quote": "Persecution is not an original feature in any religion but it is always the strongly marked feature of all religions established by law.",
      "author": "Thomas Paine",
      "category": "Law, Religions, Persecution"
    },
    {
      "quote": "The earth is the Lord's fullness thereof: this is no longer a hollow dictum of religion, but a directive for economic action toward human brotherhood.",
      "author": "Lewis Mumford",
      "category": "Action, Brotherhood, Earth"
    },
    {
      "quote": "The seven deadly sins: Want of money, bad health, bad temper, chastity, family ties, knowing that you know things, and believing in the Christian religion.",
      "author": "Samuel Butler",
      "category": "Family, Money, Health"
    },
    {
      "quote": "A people and their religion must be judged by social standards based on social ethics. No other standard would have any meaning if religion is held to be necessary good for the well-being of the people.",
      "author": "B. R. Ambedkar",
      "category": "Good, Ethics, People"
    },
    {
      "quote": "Science and religion are both the same thing. They're there; they're life. If it's not science, it's not a fact.",
      "author": "Chuck Berry",
      "category": "Life, Science, Same"
    },
    {
      "quote": "As you know, the South is known for its hospitality, traditions, football, pageants, and food. Football is almost like a religion here. People say their priorities are faith, family, and then football. People eat, breathe, and sleep it in the South. It's a huge deal.",
      "author": "Katherine Webb",
      "category": "Family, Food, Faith"
    },
    {
      "quote": "Religion is never going to go away, and anyone who thinks it will doesn't understand what religion is. It is a language to describe the experience of human nature, so for as long as people struggle to describe what it means to be alive, it will be a ready-made language to express those feelings.",
      "author": "Reza Aslan",
      "category": "Nature, Experience, Struggle"
    },
    {
      "quote": "Let us recognize that we can no longer tolerate violent oppression of women in the name of religion and culture any more than we would tolerate violent oppression espoused by any other bully in the name of a twisted rationale.",
      "author": "Ayaan Hirsi Ali",
      "category": "Women, Culture, Name"
    },
    {
      "quote": "I wear the Jewish star, but I'm not - I haven't converted to Judaism, and I'm not - I'm not - I'm not Jewish in the conventional sense because the Kaballah is a belief system that predates religion and predates Judaism as an organized religion.",
      "author": "Madonna Ciccone",
      "category": "Belief, Star, System"
    },
    {
      "quote": "Many churches of all persuasions are hiring research agencies to poll neighborhoods, asking what kind of church they prefer. Then the local churches design themselves to fit the desires of the people. True faith in God that demands selflessness is being replaced by trendy religion that serves the selfish.",
      "author": "Billy Graham",
      "category": "Faith, God, Design"
    },
    {
      "quote": "Communism is a religion that is inspired, directed and motivated by the Devil himself who has declared war against Almighty God.",
      "author": "Billy Graham",
      "category": "God, War, Devil"
    },
    {
      "quote": "Often, economists spend their energies squabbling with one another, but arguably the more important contrast is between our broadly liberal economic worldview and the various alternatives - common around the globe - that postulate natural hierarchies of religion, ethnicity, caste and gender, often enforced by law and strict custom.",
      "author": "Tyler Cowen",
      "category": "Law, Gender, Important"
    },
    {
      "quote": "My purpose is to help people look at themselves and begin to shift their concepts. Remember, we are not our country, our race, or religion. We are eternal spirits. Seeing ourselves as spiritual beings without label is a way to transform the world and reach a sacred place for all of humanity.",
      "author": "Wayne Dyer",
      "category": "Spiritual, Humanity, World"
    },
    {
      "quote": "There is no religion in which everyday life is not considered a prison there is no philosophy or ideology that does not think that we live in alienation.",
      "author": "Eugene Ionesco",
      "category": "Life, Philosophy, Live"
    },
    {
      "quote": "Religion and philosophy are to be preserved distinct. We are not to introduce divine revelations into philosophy, nor philosophical opinions into religion.",
      "author": "Isaac Newton",
      "category": "Philosophy, Opinions, Divine"
    },
    {
      "quote": "I believe that freedom of speech and freedom of religion go hand-in-hand in America.",
      "author": "Kirk Cameron",
      "category": "Freedom, America, Believe"
    },
    {
      "quote": "The first time I sang in the church choir two hundred people changed their religion.",
      "author": "Fred Allen",
      "category": "Funny, Time, People"
    },
    {
      "quote": "A society whose members are united by the fact that they think in the same way in regard to the sacred world and its relations with the profane world, and by the fact that they translate these common ideas into common practices, is what is called a Church. In all history, we do not find a single religion without a Church.",
      "author": "Emile Durkheim",
      "category": "History, Society, World"
    },
    {
      "quote": "All religions must be tolerated... for every man must get to heaven in his own way.",
      "author": "Epictetus",
      "category": "Man, Heaven, Way"
    },
    {
      "quote": "Religion and art spring from the same root and are close kin. Economics and art are strangers.",
      "author": "Nathaniel Hawthorne",
      "category": "Art, Economics, Spring"
    },
    {
      "quote": "We first fought the heathens in the name of religion, then Communism, and now in the name of drugs and terrorism. Our excuses for global domination always change.",
      "author": "Serj Tankian",
      "category": "Change, Excuses, Name"
    },
    {
      "quote": "Islam is not a religion of peace. Islam is a religion of submission. Islam means submit.",
      "author": "Stephen Bannon",
      "category": "Peace, Islam, Submit"
    },
    {
      "quote": "It is a truism that almost any sect, cult, or religion will legislate its creed into law if it acquires the political power to do so.",
      "author": "Robert A. Heinlein",
      "category": "Power, Law, Political"
    },
    {
      "quote": "As a global society, we do not have to agree, endorse or condone the lifestyle choices of others. However, history has taught us that we equally cannot and should not excuse those who would hide behind religion or misuse God's word to justify bigotry and persecution.",
      "author": "Joyce Meyer",
      "category": "History, God, Society"
    },
    {
      "quote": "Religion has convinced us that there's something else entirely other than concerns about suffering. There's concerns about what God wants, there's concerns about what's going to happen in the afterlife.",
      "author": "Sam Harris",
      "category": "God, Suffering, Going"
    },
    {
      "quote": "One of the problems with organized religion is that it has always kept women in a second-class position. They have been viewed as the daughters of Eve.",
      "author": "Hugh Hefner",
      "category": "Women, Problems, Always"
    },
    {
      "quote": "If religion has given birth to all that is essential in society, it is because the idea of society is the soul of religion.",
      "author": "Emile Durkheim",
      "category": "Society, Soul, Birth"
    },
    {
      "quote": "Our rights are interconnected and inseparable. When freedom of expression is threatened, the rights to freedom of association and assembly, of thought, conscience and religion, are also compromised.",
      "author": "Nazanin Boniadi",
      "category": "Freedom, Thought, Conscience"
    },
    {
      "quote": "After it is all over, the religion of man is his most important possession.",
      "author": "John D. Rockefeller",
      "category": "Man, Important, Possession"
    },
    {
      "quote": "I believe in having a more open mind and including others who don't share your faith and having dialogue with them. And just having a pure heart and being a good person can bring you closer to God. Because once you believe in one particular religion fully and not others, that requires you to start disliking people who don't share your views.",
      "author": "Ishmael Beah",
      "category": "Good, Faith, God"
    },
    {
      "quote": "In spite of the huge diversity in Malaysia in terms of religion, culture, race, ethnicity and so forth, we've really gone very far in developing this country.",
      "author": "Najib Razak",
      "category": "Culture, Diversity, Country"
    },
    {
      "quote": "I want young people to know that they can belong - whatever your culture, your religion, your sexuality - that you can live life how you want to live it and feel comfortable how you are.",
      "author": "Jessie J",
      "category": "Life, Culture, Live Life"
    },
    {
      "quote": "Religion is the solid basis of good morals; therefore education should teach the precepts of religion, and the duties of man toward God.",
      "author": "Gouverneur Morris",
      "category": "Education, Good, God"
    },
    {
      "quote": "Every high school and college graduate in America should, I think, have some familiarity with statistics, economics and a foreign language such as Spanish. Religion may not be as indispensable, but the humanities should be a part of our repertory. They may not enrich our wallets, but they do enrich our lives. They civilize us. They provide context.",
      "author": "Nicholas Kristof",
      "category": "School, America, College"
    },
    {
      "quote": "The day is not far off when the economic problem will take the back seat where it belongs, and the arena of the heart and the head will be occupied or reoccupied, by our real problems - the problems of life and of human relations, of creation and behavior and religion.",
      "author": "John Maynard Keynes",
      "category": "Life, Day, Heart"
    },
    {
      "quote": "I don't call myself a Buddhist. I'm a free spirit. I believe I'm here on earth to admire and enjoy it that's my religion.",
      "author": "Alice Walker",
      "category": "Myself, Believe, Enjoy"
    },
    {
      "quote": "I believe in a religion that believes in freedom. Any time I have to accept a religion that won't let me fight a battle for my people, I say to hell with that religion.",
      "author": "Malcolm X",
      "category": "Time, Freedom, Believe"
    },
    {
      "quote": "People can be only divided into good or bad; their race, religion, nationality don't matter.",
      "author": "Irena Sendler",
      "category": "Good, People, Matter"
    },
    {
      "quote": "The greatest tragedy in mankind's entire history may be the hijacking of morality by religion.",
      "author": "Arthur C. Clarke",
      "category": "History, Greatest, Tragedy"
    },
    {
      "quote": "Young people all over the world are very frustrated. They are very disillusioned. Many of them are turning their backs on religion. They are walking away from the faith of their parents, and most of this is because religion has failed them.",
      "author": "Myles Munroe",
      "category": "Faith, Parents, World"
    },
    {
      "quote": "Is it not a species of blasphemy to call the New Testament revealed religion, when we see in it such contradictions and absurdities.",
      "author": "Thomas Paine",
      "category": "New, See, Testament"
    },
    {
      "quote": "Religion is the recognition of all our duties as divine commands.",
      "author": "Immanuel Kant",
      "category": "Recognition, Divine, Our"
    },
    {
      "quote": "Human beings must be known to be loved but Divine beings must be loved to be known.",
      "author": "Blaise Pascal",
      "category": "Loved, Human, Human Beings"
    },
    {
      "quote": "Jesus does not give recipes that show the way to God as other teachers of religion do. He is himself the way.",
      "author": "Karl Barth",
      "category": "God, Way, Teachers"
    },
    {
      "quote": "My philosophy is that the most important aspect of any religion should be human kindness. And to try to ease the suffering of others. To try to bring light and love into the lives of mankind.",
      "author": "Steven Seagal",
      "category": "Love, Kindness, Light"
    },
    {
      "quote": "Nothing is so fatal to religion as indifference.",
      "author": "Edmund Burke",
      "category": "Nothing, Indifference, Fatal"
    },
    {
      "quote": "Religion in its humility restores man to his only dignity, the courage to live by grace.",
      "author": "George Santayana",
      "category": "Courage, Man, Humility"
    },
    {
      "quote": "I count religion but a childish toy, and hold there is no sin but ignorance.",
      "author": "Christopher Marlowe",
      "category": "Ignorance, Sin, Toy"
    },
    {
      "quote": "All religion seems to need to prove that it's the only truth. And that's where it turns demonic. Because that's when you get religious wars and persecutions and burning heretics at the stake.",
      "author": "John Shelby Spong",
      "category": "Truth, You, Need"
    },
    {
      "quote": "When I was a student, I studied philosophy and religion. I talked about being patient. Some people say I was too hopeful, too optimistic, but you have to be optimistic just in keeping with the philosophy of non-violence.",
      "author": "John Lewis",
      "category": "Philosophy, People"
    },
    {
      "quote": "The word 'religion' is only a label. What lies behind that, the most important thing of all, is the word 'faith'. You either have faith, or you don't have faith, or you have degrees of faith - and if you have degrees of faith, then you become agnostic. You're kind of in-between, or you're on the fence.",
      "author": "Ridley Scott",
      "category": "Faith, You"
    },
    {
      "quote": "Religion, any religion, no matter what sort of wonderful religion, never be universal. So now education is universal, so we have to sort of find ways and means through education system, from kindergarten up to university level, to make awareness these good things, the values, inner values.",
      "author": "Dalai Lama",
      "category": "Education, Good, Values"
    },
    {
      "quote": "Of course God is endlessly multi-dimensional so every religion that exists on earth represents some face, some side of God.",
      "author": "Aleksandr Solzhenitsyn",
      "category": "God, Earth, Face"
    },
    {
      "quote": "There is nothing intrinsic linking any religion with any act of violence. The crusades don't prove that Christianity was violent. The Inquisition doesn't prove that Christianity tortures people. But that Christianity did torture people.",
      "author": "Salman Rushdie",
      "category": "Violence, People, Nothing"
    },
    {
      "quote": "Religion is dangerous because it allows human beings who don't have all the answers to think that they do.",
      "author": "Bill Maher",
      "category": "Think, Answers, Human"
    },
    {
      "quote": "Almost everything has been stolen from us by the patriarchy. Our creativity has been stolen, our creative energies, our religion. I want it back.",
      "author": "Mary Daly",
      "category": "Creativity, Creative, Want"
    },
    {
      "quote": "If, then, you are looking for the way by which you should go, take Christ, because He Himself is the way.",
      "author": "Thomas Aquinas",
      "category": "Looking, Way, You"
    },
    {
      "quote": "A little philosophy inclineth man's mind to atheism, but depth in philosophy bringeth men's minds about to religion.",
      "author": "Francis Bacon",
      "category": "Man, Men, Mind"
    },
    {
      "quote": "The fundamentals that founded our great nation included the freedom of speech and religion.",
      "author": "Markwayne Mullin",
      "category": "Freedom, Great"
    },
    {
      "quote": "The framers of our Constitution meant we were to have freedom of religion, not freedom from religion.",
      "author": "Billy Graham",
      "category": "Freedom, Constitution, Meant"
    },
    {
      "quote": "More and more people care about religious tolerance as fewer and fewer care about religion.",
      "author": "Alexander Chase",
      "category": "People, Care, Tolerance"
    },
    {
      "quote": "I am an Anglo-Catholic in religion, a classicist in literature and a royalist in politics.",
      "author": "T. S. Eliot",
      "category": "Politics, I Am, Literature"
    },
    {
      "quote": "If we must not act save on a certainty, we ought not to act on religion, for it is not certain. But how many things we do on an uncertainty, sea voyages, battles!",
      "author": "Blaise Pascal",
      "category": "Sea, Uncertainty, Act"
    },
    {
      "quote": "I think religion is a mistake - I'm exhausted by its self-righteousness. I think atheists should start screaming for attention like religious folks do.",
      "author": "Bjork",
      "category": "Start, Mistake, Think"
    },
    {
      "quote": "If faith is lost, there is no security and there is no life for him who does not adhere to religion.",
      "author": "Muhammad Iqbal",
      "category": "Life, Faith, Lost"
    },
    {
      "quote": "The essence of religion consists in the feeling of an absolute dependence.",
      "author": "Friedrich Schleiermacher",
      "category": "Feeling, Essence, Dependence"
    },
    {
      "quote": "The courts are using the First Amendment to attack religion, when they should be using it to protect religion.",
      "author": "Ernest Istook",
      "category": "First Amendment, Protect"
    },
    {
      "quote": "We have enough religion to make us hate, but not enough to make us love one another.",
      "author": "Jonathan Swift",
      "category": "Love, Hate, Enough"
    },
    {
      "quote": "Superstition is only the fear of belief, while religion is the confidence.",
      "author": "Marguerite Gardiner",
      "category": "Fear, Confidence, Belief"
    },
    {
      "quote": "My first memories of religion were being taken to Episcopal church. My father was Catholic, but my mother, I believe, was Episcopal. So I sort of veered off into the watered-down version of Catholicism.",
      "author": "Marilyn Manson",
      "category": "Memories, Father, Mother"
    },
    {
      "quote": "Christianity is not about religion. It's about faith, about being held, about being forgiven. It's about finding joy and finding home.",
      "author": "Bear Grylls",
      "category": "Home, Faith, Joy"
    },
    {
      "quote": "A lot of Christian extremism has done a great deal to discredit religion the main religious traditions have abandoned their own intellectual cultures so drastically that no one has any sense of it other than the fringe.",
      "author": "Marilynne Robinson",
      "category": "Great, Christian"
    },
    {
      "quote": "I've got no problem with anybody's religion. But if you go claiming the Earth is only 10,000 years old, that's just wrong.",
      "author": "Bill Nye",
      "category": "Problem, Earth, You"
    },
    {
      "quote": "When I talk about God, I'm not necessarily talking about religion. To me, God is the energy and light that each of us carries.",
      "author": "Juanes",
      "category": "Light, God, Me"
    },
    {
      "quote": "A true Christian, who is born anew of the Spirit of Christ, is in the simplicity of Christ, and hath no strife or contention with any man about religion.",
      "author": "Jakob Bohme",
      "category": "Man, Simplicity, Christian"
    },
    {
      "quote": "We need great prophetic leaders in religion and in spirituality... what we are getting is lacking in vision... not able to engage with the diversity of the culture.",
      "author": "John O'Donohue",
      "category": "Culture, Great, Vision"
    },
    {
      "quote": "That I am not a member of any Christian church is true; but I have never denied the truth of the Scriptures, and I have never spoken with intentional disrespect of religion in general, or of any denomination of Christians in particular.",
      "author": "Abraham Lincoln",
      "category": "Truth, I Am, Christian"
    },
    {
      "quote": "Tolerance says I am just going to stomach your right to be different. That if you disappear from the face of the earth, I am no better or worse off. But love - love knows that every American has worth and value, no matter what their background, race, religion, or sexual orientation.",
      "author": "Cory Booker",
      "category": "Love, I Am, American"
    },
    {
      "quote": "It's not surprising, then, they get bitter, they cling to guns or religion or antipathy to people who aren't like them or anti-immigrant sentiment or anti-trade sentiment as a way to explain their frustrations.",
      "author": "Barack Obama",
      "category": "People, Guns, Way"
    },
    {
      "quote": "Being religious means asking passionately the question of the meaning of our existence and being willing to receive answers, even if the answers hurt.",
      "author": "Paul Tillich",
      "category": "Hurt, Meaning, Existence"
    },
    {
      "quote": "Religion and slavery are incompatible.",
      "author": "B. R. Ambedkar",
      "category": "Slavery, Incompatible"
    },
    {
      "quote": "You have this mounting aggressive ignorance with the rabbit's foot of their particular religion. You don't really have any kind of spiritual law, just a kind of a rabid mental illness. The songs are a little slice of life.",
      "author": "Joni Mitchell",
      "category": "Life, Spiritual, Law"
    },
    {
      "quote": "God has to speak to each person in their own language, in their own idioms. Take Spanish, Chinese. You can express the same thought, but to different people you have to use a different language. It's the same in religion.",
      "author": "Huston Smith",
      "category": "God, Language, Speak"
    },
    {
      "quote": "True religion is real living; living with all one's soul, with all one's goodness and righteousness.",
      "author": "Albert Einstein",
      "category": "Soul, Goodness, Living"
    },
    {
      "quote": "I don't believe in God but I'm very interested in her.",
      "author": "Arthur C. Clarke",
      "category": "God, Believe, Her"
    },
    {
      "quote": "Religion is more like response to a friend than it is like obedience to an expert.",
      "author": "Austin Farrer",
      "category": "Friend, Obedience, Response"
    },
    {
      "quote": "I never saw, heard, nor read, that the clergy were beloved in any nation where Christianity was the religion of the country. Nothing can render them popular, but some degree of persecution.",
      "author": "Jonathan Swift",
      "category": "Country, Nothing, Nation"
    },
    {
      "quote": "There was a time when someone would get on a plane and request to move their seat just because the person sitting next to them was of a different ethnicity or religion or nationality. But I don't think my generation wants that. That's how it used to be.",
      "author": "ASAP Rocky",
      "category": "Time, Generation, Think"
    },
    {
      "quote": "Surely the day will come when color means nothing more than the skin tone, when religion is seen uniquely as a way to speak one's soul, when birth places have the weight of a throw of the dice and all men are born free, when understanding breeds love and brotherhood.",
      "author": "Josephine Baker",
      "category": "Love, Day, Soul"
    },
    {
      "quote": "The Twist was a guided missile launched from the ghetto into the heart of suburbia. The Twist succeeded, as politics, religion and law could never do, in writing in the heart and soul what the Supreme Court could only write on the books.",
      "author": "Eldridge Cleaver",
      "category": "Politics, Law, Soul"
    },
    {
      "quote": "Religion without humanity is very poor human stuff.",
      "author": "Sojourner Truth",
      "category": "Humanity, Human, Poor"
    },
    {
      "quote": "So potent was religion in persuading to evil deeds.",
      "author": "Lucretius",
      "category": "Evil, Deeds, Potent"
    },
    {
      "quote": "Religion is more than life. Remember that his own religion is the truest to every man even if it stands low in the scales of philosophical comparison.",
      "author": "Mahatma Gandhi",
      "category": "Life, Man, Remember"
    },
    {
      "quote": "Educate men without religion and you make of them but clever devils.",
      "author": "Arthur Wellesley",
      "category": "Men, Clever, You"
    },
    {
      "quote": "For as long as I care to remember, religion, like the striptease, has always been a display of the power of suggestion. Like the Virgin Birth, it has all too often supported an immaculate deception.",
      "author": "Bernard Katz",
      "category": "Power, Long, Remember"
    },
    {
      "quote": "The artist himself may not think he is religious, but if he is sincere his sincerity in itself is religion.",
      "author": "Emily Carr",
      "category": "Artist, Think, Sincerity"
    },
    {
      "quote": "Moral values, and a culture and a religion, maintaining these values are far better than laws and regulations.",
      "author": "Swami Sivananda",
      "category": "Culture, Values, Moral"
    },
    {
      "quote": "Even though you can't expect to defeat the absurdity of the world, you must make the attempt. That's morality, that's religion, that's art, that's life.",
      "author": "Phil Ochs",
      "category": "Life, Art, World"
    },
    {
      "quote": "The Constitution provides for freedom of religion, not freedom from religion.",
      "author": "Lamar S. Smith",
      "category": "Freedom, Constitution"
    },
    {
      "quote": "There is a great difference between Christianity and religion at the south. If a man goes to the communion table, and pays money into the treasury of the church, no matter if it be the price of blood, he is called religious.",
      "author": "Harriet Ann Jacobs",
      "category": "Money, Great, Man"
    },
    {
      "quote": "Personally, I don't choose any particular religion or symbol or group of words or teachings to define me. That's between me and the most high. You know, my higher self. The Creator.",
      "author": "Erykah Badu",
      "category": "Self, Words, Me"
    },
    {
      "quote": "The basic assumption of the secular society is that modernity overcomes religion.",
      "author": "Ulrich Beck",
      "category": "Society, Modernity, Secular"
    },
    {
      "quote": "A universe with a God would look quite different from a universe without one. A physics, a biology where there is a God is bound to look different. So the most basic claims of religion are scientific. Religion is a scientific theory.",
      "author": "Richard Dawkins",
      "category": "God, Universe, Biology"
    },
    {
      "quote": "Even if it were proven that God didn't exist, Religion would still be Saintly and Divine.",
      "author": "Charles Baudelaire",
      "category": "God, Exist, Still"
    },
    {
      "quote": "Religion is love in no case is it logic.",
      "author": "Beatrice Webb",
      "category": "Love, Logic, Case"
    },
    {
      "quote": "To criticize a person for their race is manifestly irrational and ridiculous, but to criticize their religion, that is a right. That is a freedom.",
      "author": "Rowan Atkinson",
      "category": "Freedom, Person, Ridiculous"
    },
    {
      "quote": "Communism was meant to be an alternative religion.",
      "author": "David Miliband",
      "category": "Communism, Meant To Be"
    },
    {
      "quote": "I think people's perception of a rich girl is literal, but metaphorically I embrace it as being rich in love, spirit, joy and religion. So it's not about money.",
      "author": "Angie Stone",
      "category": "Love, Money, Joy"
    },
    {
      "quote": "I don't think the 9/11 attacks taught us anything we didn't already know about religion. It has long been obvious - even to the deeply religious - that religious fanaticism is an extremely dangerous deranger of otherwise sane and goodhearted people.",
      "author": "Daniel Dennett",
      "category": "People, Long, Know"
    },
    {
      "quote": "Keeping religion immune from criticism is both unwarranted and dangerous.",
      "author": "Lawrence M. Krauss",
      "category": "Criticism, Dangerous, Both"
    },
    {
      "quote": "The usefulness of religion - the fact that it gives life meaning, that it makes people feel good - is not an argument for the truth of any religious doctrine. It's not an argument that it's reasonable to believe that Jesus really was born of a virgin or that the Bible is the perfect word of the creator of the universe.",
      "author": "Sam Harris",
      "category": "Life, Good, Truth"
    },
    {
      "quote": "India is a country in which every great religion finds a home.",
      "author": "Annie Besant",
      "category": "Home, Great, Country"
    },
    {
      "quote": "People have evolved into something selfish, greedy and intolerant. People are unaccepting, because of religion, race, gender, sexual orientation... I've seen it in punk clubs, and I've seen it in the world.",
      "author": "Gerard Way",
      "category": "World, Selfish, People"
    },
    {
      "quote": "Religion doesn't make people bigots. People are bigots and they use religion to justify their ideology.",
      "author": "Reza Aslan",
      "category": "People, Ideology, Justify"
    },
    {
      "quote": "I don't think that people accept the fact that life doesn't make sense. I think it makes people terribly uncomfortable. It seems like religion and myth were invented against that, trying to make sense out of it.",
      "author": "David Lynch",
      "category": "Life, People, Think"
    },
    {
      "quote": "I was born poor and without religion, under a happy sky, feeling harmony, not hostility, in nature. I began not by feeling torn, but in plenitude.",
      "author": "Albert Camus",
      "category": "Nature, Happy, Sky"
    },
    {
      "quote": "I was never pushed into the religion by my mother or anyone else. I made up my own mind when I was old enough. I am not a religious person, but I am spiritual.",
      "author": "Janet Jackson",
      "category": "Mother, Spiritual, I Am"
    },
    {
      "quote": "Secularism is categorically not saying that the religious may not speak out publicly or have a say in public life. It is about saying that religion alone should not confer a privileged say in public life, or greater influence on it. It really is as simple as that.",
      "author": "Richard Dawkins",
      "category": "Life, Alone, Simple"
    },
    {
      "quote": "From a constitutional standpoint, the religion of a candidate is supposed to make no difference. Even before the founding fathers dreamed up the First Amendment, they inserted a provision in the Constitution expressly prohibiting any religious test for office.",
      "author": "Noah Feldman",
      "category": "Constitution, Test"
    },
    {
      "quote": "I sometimes wish I had been educated a Catholic, in order to unite the poetry of religion with its higher principles. Are they necessarily inseparable? Is man really so much of a philosopher, that he can conceive of truth in its abstract purity, and divest life and the affections of all the aids of the imagination?",
      "author": "James Fenimore Cooper",
      "category": "Life, Truth, Imagination"
    },
    {
      "quote": "To repay evils with kindness is the religion I was taught to practise, and this will forever be my rule.",
      "author": "John James Audubon",
      "category": "Kindness, Forever, Will"
    },
    {
      "quote": "We don't understand why we're here, no one's giving us an answer, religion is vague, your parents can't help because they're just people, and it's all terrible, and there's no meaning to anything.",
      "author": "Adam Driver",
      "category": "Parents, Giving, Help"
    },
    {
      "quote": "I've never meditated in my life. I don't practice yoga nor any religion. I'm a tourist on the realm of stillness.",
      "author": "Pico Iyer",
      "category": "Life, Practice, My Life"
    },
    {
      "quote": "At first, laws evolved out of religious doctrines. It followed that they were recognized only when advantageous to those who practiced the same religion and who appeared equals under the protection of the same gods. For the members of all other cults, there was neither law nor mercy.",
      "author": "Leon Bourgeois",
      "category": "Law, Mercy, Protection"
    },
    {
      "quote": "I was brought up Catholic and know the stench of the Catholic Church. I moved away from religion early, but the impression remains.",
      "author": "Gunter Grass",
      "category": "Know, Church, Early"
    },
    {
      "quote": "The quarrels and divisions about religion were evils unknown to the heathen. The reason was because the religion of the heathen consisted rather in rites and ceremonies than in any constant belief.",
      "author": "Francis Bacon",
      "category": "Unknown, Belief, Reason"
    },
    {
      "quote": "Other lands may have their charms, and the sunny skies of other climes may be regretted, but it is with pride and gladness that the wanderer sets foot again on British soil, thanking God for the religion and the liberty which have made this weather-beaten island in a northern sea to be the light and glory of the world.",
      "author": "Isabella Bird",
      "category": "Light, God, Sea"
    },
    {
      "quote": "All religions and all communities have the same rights, and it is my responsibility to ensure their complete and total protection. My government will not tolerate or accept any discrimination based on caste, creed and religion.",
      "author": "Narendra Modi",
      "category": "Responsibility, Government"
    },
    {
      "quote": "What we need is a system of thought - you might even call it a religion - that can bind humans together. A system that would fit the Republic of Chad as well as the United States: a system that would supply our idealistic young people with something to believe in.",
      "author": "Abraham Maslow",
      "category": "Together, Believe, People"
    },
    {
      "quote": "Equal protection under the law - for race, religion, gender or sexual orientation - should not be subject to the most popular sentiments of the day.",
      "author": "Cory Booker",
      "category": "Day, Law, Gender"
    },
    {
      "quote": "Religious beliefs have played a vital role in forming America's character as well as my own. I was raised as a Lutheran, and I believe in God and consider my faith and involvement with organized religion to be an important part of who I am.",
      "author": "Gary Johnson",
      "category": "Faith, Character, God"
    },
    {
      "quote": "Is not the brand of 'double-dealer' stamped on the forehead of every democratic slaveholder? Are not fraud and hypocrisy the religion of the man who calls himself a democrat, and hold his fellow-man in bondage?",
      "author": "John Quincy Adams",
      "category": "Man, Brand, Hypocrisy"
    },
    {
      "quote": "When I got religion, I found some work to do to benefit somebody.",
      "author": "Sojourner Truth",
      "category": "Work, Found, Somebody"
    },
    {
      "quote": "Religion is something we don't talk about, and it is used by uneducated people as a weapon to divide us as opposed to connect with each other.",
      "author": "Zach Anner",
      "category": "People, Connect, Talk"
    },
    {
      "quote": "Daredevil's religion makes him unique. He's a vigilante, but he's also a lawyer - and all the while, he believes only God is capable of bringing people to justice.",
      "author": "Charlie Cox",
      "category": "God, Justice, Unique"
    },
    {
      "quote": "I was born and raised Catholic, so it's in my blood. I don't go to church... I was born and raised Catholic, which is about the extent of my religion. My parents made one request: that I have my first Holy Communion.",
      "author": "Tom Araya",
      "category": "Parents, Blood, Born"
    },
    {
      "quote": "Superstition is the only religion of which base souls are capable of.",
      "author": "Joseph Joubert",
      "category": "Superstition, Capable, Which"
    },
    {
      "quote": "Religion is of general and public concern, and on its support depend, in great measure, the peace and good order of government, the safety and happiness of the people.",
      "author": "Samuel Chase",
      "category": "Happiness, Good, Peace"
    },
    {
      "quote": "People who dismiss science in favor of religion sometimes confuse the challenge of rigorously understanding the world with a deliberate intellectual exclusion that leads them to mistrust scientists and, to their detriment, what they discover.",
      "author": "Lisa Randall",
      "category": "Science, Challenge, World"
    },
    {
      "quote": "If you come out of the gate with a finger pointed, then you really aren't opening the door to any sort of resolution to whatever the problem may be. Whether it's about race or sexual orientation or religion, if you can't empathize with the opposing party, then you can't really meet in the middle.",
      "author": "Octavia Spencer",
      "category": "Door, Problem, Party"
    },
    {
      "quote": "I am thankful I can see much to admire in all religions.",
      "author": "Alfred Russel Wallace",
      "category": "Thankful, I Am, See"
    },
    {
      "quote": "Religion has caused more harm than any other idea since the beginning of time. There's nothing good I can say about it. People use it as a crutch.",
      "author": "Larry Flynt",
      "category": "Time, Good, Beginning"
    },
    {
      "quote": "Unfortunately, religion, like patriotism, is easy to misuse for political purposes.",
      "author": "Kjell Magne Bondevik",
      "category": "Patriotism, Political, Easy"
    },
    {
      "quote": "For that again, is what all manner of religion essentially is: childish dependency.",
      "author": "Albert Ellis",
      "category": "Childish, Again, Dependency"
    },
    {
      "quote": "The people who are teaching religion and not teaching love are missing the message.",
      "author": "Ziggy Marley",
      "category": "Love, People, Missing"
    },
    {
      "quote": "The First Amendment only says 'Congress shall make no law respecting an establishment of religion.' It can disrespect all it wants.",
      "author": "P. J. O'Rourke",
      "category": "Law, First Amendment"
    },
    {
      "quote": "Terrorism should be seen in the light of the country's security and not from the narrow perspective of caste, creed and religion.",
      "author": "Oscar Fernandes",
      "category": "Light, Perspective"
    },
    {
      "quote": "Some people think that religion is not essential to society. I do not hold this view. I consider the foundation of religion to be essential to the life and practices of a society.",
      "author": "B. R. Ambedkar",
      "category": "Life, Society, People"
    },
    {
      "quote": "It is only when men begin to worship that they begin to grow.",
      "author": "Calvin Coolidge",
      "category": "Men, Grow, Worship"
    },
    {
      "quote": "Religion is the everlasting dialogue between humanity and God. Art is its soliloquy.",
      "author": "Franz Werfel",
      "category": "Art, God, Humanity"
    },
    {
      "quote": "Prayer is the spirit speaking truth to Truth.",
      "author": "Philip James Bailey",
      "category": "Truth, Prayer, Spirit"
    },
    {
      "quote": "Christianity helps us face the music even when we don't like the tune.",
      "author": "Phillips Brooks",
      "category": "Music, Face, Christianity"
    },
    {
      "quote": "Religion is not a department of life it is something that enters into the whole of it.",
      "author": "Alan Watts",
      "category": "Life, Something, Whole"
    },
    {
      "quote": "The inner spaces that a good story lets us enter are the old apartments of religion.",
      "author": "John Updike",
      "category": "Good, Story, Old"
    },
    {
      "quote": "It is in our lives and not our words that our religion must be read.",
      "author": "Thomas Jefferson",
      "category": "Words, Must, Our Lives"
    },
    {
      "quote": "Each religion, by the help of more or less myth, which it takes more or less seriously, proposes some method of fortifying the human soul and enabling it to make its peace with its destiny.",
      "author": "George Santayana",
      "category": "Peace, Soul, Help"
    },
    {
      "quote": "Things are coming to a pretty pass when religion is allowed to invade private life.",
      "author": "Lord Melbourne",
      "category": "Life, Pretty, Things"
    },
    {
      "quote": "The three great elements of modern civilization, Gun powder, Printing, and the Protestant religion.",
      "author": "Thomas Carlyle",
      "category": "Great, Gun, Three"
    },
    {
      "quote": "Religion is excellent stuff for keeping common people quiet.",
      "author": "Napoleon Bonaparte",
      "category": "People, Quiet, Excellent"
    },
    {
      "quote": "There is a heroism in crime as well as in virtue. Vice and infamy have their altars and their religion.",
      "author": "William Hazlitt",
      "category": "Heroism, Crime, Virtue"
    },
    {
      "quote": "All outward forms of religion are almost useless, and are the causes of endless strife. Believe there is a great power silently working all things for good, behave yourself and never mind the rest.",
      "author": "Beatrix Potter",
      "category": "Good, Great, Power"
    },
    {
      "quote": "Women are oppressed in the east, in the west, in the south, in the north. Women are oppressed inside, outside home, a woman is oppressed in religion, she is oppressed outside religion.",
      "author": "Taslima Nasrin",
      "category": "Home, Women, Woman"
    },
    {
      "quote": "I'm a practicing Christian - and I'm going to keep practicing till I get it right - but I don't feel everyone has to practice the same religion that I do. You have a right to worship who you choose and how you choose to.",
      "author": "Jane Elliot",
      "category": "Practice, Christian, You"
    },
    {
      "quote": "No white group has founded a major religion on this planet. The major religious were started in the Orient and the Middle East, not in Greece and Rome. I always knew you racists didn't have a prayer.",
      "author": "Jane Elliot",
      "category": "Prayer, Rome, Group"
    },
    {
      "quote": "It is the sincere desire of the writer that our citizens should early understand that the genuine source of correct republican principles is the bible, particularly the New Testament or the Christian religion.",
      "author": "Noah Webster",
      "category": "Christian, Bible, Principles"
    },
    {
      "quote": "As a religion, bilingualism is the god that failed. It has led to no fairness, produced no unity, and cost Canadian taxpayers untold millions.",
      "author": "Stephen Harper",
      "category": "God, Unity, Fairness"
    },
    {
      "quote": "If your religion doesn't teach you the difference between good and evil, your religion is worse than useless.",
      "author": "Dennis Prager",
      "category": "Good, Evil, Good And Evil"
    },
    {
      "quote": "No, the religion of Jesus is a social religion.",
      "author": "George Whitefield",
      "category": "Jesus, Social"
    },
    {
      "quote": "I'm not a big fan of religion for that reason. But I am a true believer in God, and I have great faith, and I think that a spiritual connection with something is a really important part of our experience. That doesn't necessarily have anything to do with the church.",
      "author": "Shaun Cassidy",
      "category": "Faith, Experience, Great"
    },
    {
      "quote": "Mr. Speaker, the fact of the matter is that the Ten Commandments are a historical document that contains moral, ethical, and legal truisms that any person of any religion or even an atheist can recognize and appreciate.",
      "author": "Cliff Stearns",
      "category": "Legal, Appreciate, Moral"
    },
    {
      "quote": "Neither the wording of the amendment itself nor common practice challenged the widely held belief that government guaranteed freedom of religion, not freedom from religion.",
      "author": "Linda Chavez",
      "category": "Freedom, Government"
    },
    {
      "quote": "The engine of ancient society was religion but the engine of contemporary society, as I see it, is advertising.",
      "author": "Kit Williams",
      "category": "Society, Advertising, See"
    },
    {
      "quote": "Religion united its influence with those of loyalty and love, and the order of knighthood, endowed with all the sanctity and religious awe that attended the priesthood, became an object of ambition to the greatest sovereigns.",
      "author": "Thomas Bulfinch",
      "category": "Love, Loyalty, Ambition"
    },
    {
      "quote": "To have dominion by religion, is to have dominion over men's souls, thus over their very spiritual life, and to use the Divine things, which are in their religion, as the means.",
      "author": "Emanuel Swedenborg",
      "category": "Life, Spiritual, Men"
    },
    {
      "quote": "All around me insisted that my doubts proved only my own ignorance and sinfulness; that they knew by experience they would soon give place to true knowledge, and an advance in religion; and I felt something like indecision.",
      "author": "Maria Monk",
      "category": "Knowledge, Experience"
    },
    {
      "quote": "Indian religion has always felt that since the minds, the temperaments and the intellectual affinities of men are unlimited in their variety, a perfect liberty of thought and of worship must be allowed to the individual in his approach to the Infinite.",
      "author": "Sri Aurobindo",
      "category": "Men, Thought, Liberty"
    },
    {
      "quote": "Being a rock star is like being a cult leader - you really have to be in your own religion.",
      "author": "Courtney Love",
      "category": "Leader, Rock Star, You"
    },
    {
      "quote": "Judaism is an intellectually based religion, and the single most important theme is that of study.",
      "author": "Norman Lamm",
      "category": "Important, Study, Single"
    },
    {
      "quote": "How can you tell when a political ideology has become the equivalent of a religion?",
      "author": "Andrew Sullivan",
      "category": "Political, You, Become"
    },
    {
      "quote": "Some of you say religion makes people happy. So does laughing gas.",
      "author": "Clarence Darrow",
      "category": "Happy, People, You"
    },
    {
      "quote": "I would no more quarrel with a man because of his religion than I would because of his art.",
      "author": "Mary Baker Eddy",
      "category": "Art, Man, Than"
    },
    {
      "quote": "I write against the religion because if women want to live like human beings, they will have to live outside the religion and Islamic law.",
      "author": "Taslima Nasrin",
      "category": "Women, Law, Live"
    },
    {
      "quote": "Whoever seeks to set one religion against another seeks to destroy all religion.",
      "author": "Franklin D. Roosevelt",
      "category": "Destroy, Against, Whoever"
    },
    {
      "quote": "The introduction of religious passion into politics is the end of honest politics, and the introduction of politics into religion is the prostitution of true religion.",
      "author": "Lord Hailsham",
      "category": "Passion, Politics, End"
    },
    {
      "quote": "My philosophy is to do the best you can for somebody. Help. It's not just what do you for yourself. It's how you treat people decently. The golden rule. There isn't big anything better than the golden rule. It's in every major religion in one language or another.",
      "author": "Art Linkletter",
      "category": "Best, Philosophy, Yourself"
    },
    {
      "quote": "Well, right now, I'm very fascinated with 1920s Berlin. I mean, probably the more interesting thing would be to go to the beginning of civilization or precivilization - like polytheistic times. It would be interesting to see what came before modern religion and culture - what circumstances created the environment or the need for it.",
      "author": "Natalie Portman",
      "category": "Culture, Beginning"
    },
    {
      "quote": "Civil disobedience is not accepted by religion and the state does not accept it and there are many verses in the Holy Book that talk of following the ruler.",
      "author": "Pope Shenouda III",
      "category": "Book, Accept, Talk"
    },
    {
      "quote": "I hate organized religion. I think you have to love thy neighbor as thyself. I think you have to pick your own God and be true to him. I always say 'him' rather than 'her.' Maybe it's because of my generation, but I don't like the idea of a female God. I see God as a benevolent male.",
      "author": "Julia Child",
      "category": "Love, God, Hate"
    },
    {
      "quote": "I'm a student of world religion, so to me, it's hugely important to have knowledge and to understand what people are doing.",
      "author": "Will Smith",
      "category": "Knowledge, World, Me"
    },
    {
      "quote": "I didn't want to be like everybody else. Art was my religion.",
      "author": "Julian Schnabel",
      "category": "Art, Want, Like"
    },
    {
      "quote": "In fact, I thought that Christianity was very a good and a very valuable thing for us. But after a while, I began to feel that the story that I was told about this religion wasn't perhaps completely whole, that something was left out.",
      "author": "Chinua Achebe",
      "category": "Good, Thought, Story"
    },
    {
      "quote": "I mean, I went to a Catholic boys' school for a year, but that was to play hockey. Religion class was quite contentious for me.",
      "author": "Keanu Reeves",
      "category": "School, Me, Hockey"
    },
    {
      "quote": "Anyone with sincere religious beliefs cannot say that all religions are true. That is so illogical it is pathetic. All religion cannot be true because some of them are so diametrically opposed to each other.",
      "author": "Josh McDowell",
      "category": "Be True, True, Say"
    },
    {
      "quote": "I believe that there is some spiritual entity that's greater than us. I do not belong to any specific organized religion. I have always believed that, and I believe it even more so now. I believe that someone was listening to me, and someone is giving me an incredibly blessed life.",
      "author": "Jane Seymour",
      "category": "Life, Spiritual, Believe"
    },
    {
      "quote": "The audience that I try to reach are members of what I call the church alumni association. Now they are people who have not found in institutional religion a God big enough to be God for their world.",
      "author": "John Shelby Spong",
      "category": "God, World, People"
    },
    {
      "quote": "Religion is a search for transcendence. But transcendence isn't necessarily sited in an external god, which can be a very unspiritual, unreligious concept.",
      "author": "Karen Armstrong",
      "category": "God, Search, Which"
    },
    {
      "quote": "The American way was for commerce, personal relationships, and religion to be voluntary. No one was forced to participate in something he didn't want.",
      "author": "Harry Browne",
      "category": "American, Relationships"
    },
    {
      "quote": "Someone once told me that religion is like a knife: You can stab someone with it, or you can slice bread with it.",
      "author": "Vera Farmiga",
      "category": "Me, Bread, You"
    },
    {
      "quote": "The passion for art is, as for believers, very religious. It unites people, its message is of common humanity. Art has become my religion - others pray in church. It's a banality, but you don't possess art, it possesses you. It's like falling in love.",
      "author": "Francois Pinault",
      "category": "Love, Art, Passion"
    }
  ]
}